{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1},"count":23,"navigation":{"previous":null,"next":2},"page":[{"verseId":1,"shabadId":1,"verse":{"gurmukhi":"<> siq nwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]","unicode":"ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqnwmukrqwpurKuinrBauinrvYruAkwlmUriqAjUnIsYBMgurpRswid]","unicode":"ੴਸਤਿਨਾਮੁਕਰਤਾਪੁਰਖੁਨਿਰਭਉਨਿਰਵੈਰੁਅਕਾਲਮੂਰਤਿਅਜੂਨੀਸੈਭੰਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying, Beyond Birth, Self-Existent. By Guru's Grace ~","ms":"There is but one God. True is His Name, creative His personality and immortal His form. He is without fear sans enmity, unborn and self-illumined. By the Guru's grace He is obtained.","ssk":"One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying, Beyond Birth, Self-Existent. By Guru's Grace ~"},"pu":{"ss":{"gurmukhi":"Akwl purK ie`k hY, ijs dw nwm 'hoNd vwlw' hY jo isRStI dw rcnhwr hY, jo sB ivc ivAwpk hY, BY qoN rihq hY, vYr-rihq hY, ijs dw srUp kwl qoN pry hY, (Bwv, ijs dw srIr nws-rihq hY), jo jUnW ivc nhIN AwauNdw, ijs dw pRkwS Awpxy Awp qoN hoieAw hY Aqy  jo siqgurU dI ikrpw nwl imldw hY[","unicode":"ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ  ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।"},"ft":{"gurmukhi":"byd sUpu aupdys my 'EN' ky Awid my 'eyk' AMgu nhIN khw, eIhW khw hY[ iqs kw eyih qwqprXu hY, so sB ko pRqIq ho jwvy, jo isDWq vsqU AdÍYq hY, dÍYq nhIN[ XW qy jIv eIs eyk rUpu hYN, Byd vwdIXoN ky mq vq do nhIN[ kyeI ik eyk AMgu Awid my kihny kw eyih hyqU khqy hYN, jo eyih aupdysu purK iesqRI mwqR ko sWJw hY[ Aru vyd my qIn vrxoN ky purKoN ibnW inKl vrxoN kI iesqRIAW Ar purKoN ko 'EN' ky muK sy aucwrn krn kI AwgÎw nhIN[ XW qy sWJw aupdysu BI krnw AOr pUrb vyd my khI hUeI ApnI AwgÎw BI shI rKnI, eyh ivcwr ky pRmysÍr ny 'EN' ky Awid mY pVdw rK dIAw hY, jo pVdy sy sBI bolyN[ pVdy sy bolxy my doSu nhIN[ eyhI bwq smJ ky bwlmIk ko irKIXoN ny 'rwm' mMqR kw aultw, 'mrw' aupdysu kIAw Qw[ pVdy kw ArQu eyih hY, jo pihly pwT sy AOr rIiq kw pwTu kr dyxw[ ArQu ies p`K mY BI 'eyk' kw vhI hY, jo pICy khw hY[ 'EN' kw ArQu vÎwkrx vwly nwmu lyny mwqR sy, 'r`KÎw krny vwlw' prmysÍru khqy hYN[ 'Av' Dwqu sy bnwvqy hYN 'Av' kw ArQu 'rKXw' hY[ XW qy rKXw krny vwly kw nwm 'EN' khy hYN[ AOr gRMQoN vwly 'A'+'au'+'m' ien qIn m","unicode":"ਬੇਦ ਸੂਪੁ ਉਪਦੇਸ ਮੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੇ 'ਏਕ' ਅੰਗੁ ਨਹੀਂ ਕਹਾ, ਈਹਾਂ ਕਹਾ ਹੈ। ਤਿਸ ਕਾ ਏਹਿ ਤਾਤਪਰਯੁ ਹੈ, ਸੋ ਸਭ ਕੋ ਪ੍ਰਤੀਤ ਹੋ ਜਾਵੇ, ਜੋ ਸਿਧਾਂਤ ਵਸਤੂ ਅਦ੍ਵੈਤ ਹੈ, ਦ੍ਵੈਤ ਨਹੀਂ। ਯਾਂ ਤੇ ਜੀਵ ਈਸ ਏਕ ਰੂਪੁ ਹੈਂ, ਭੇਦ ਵਾਦੀਯੋਂ ਕੇ ਮਤ ਵਤ ਦੋ ਨਹੀਂ। ਕੇਈ ਕਿ ਏਕ ਅੰਗੁ ਆਦਿ ਮੇ ਕਹਿਨੇ ਕਾ ਏਹਿ ਹੇਤੂ ਕਹਤੇ ਹੈਂ, ਜੋ ਏਹਿ ਉਪਦੇਸੁ ਪੁਰਖ ਇਸਤ੍ਰੀ ਮਾਤ੍ਰ ਕੋ ਸਾਂਝਾ ਹੈ। ਅਰੁ ਵੇਦ ਮੇ ਤੀਨ ਵਰਣੋਂ ਕੇ ਪੁਰਖੋਂ ਬਿਨਾਂ ਨਿਖਲ ਵਰਣੋਂ ਕੀ ਇਸਤ੍ਰੀਆਂ ਅਰ ਪੁਰਖੋਂ ਕੋ 'ਓਂ' ਕੇ ਮੁਖ ਸੇ ਉਚਾਰਨ ਕਰਨ ਕੀ ਆਗ੍ਯਾ ਨਹੀਂ। ਯਾਂ ਤੇ ਸਾਂਝਾ ਉਪਦੇਸੁ ਭੀ ਕਰਨਾ ਔਰ ਪੂਰਬ ਵੇਦ ਮੇ ਕਹੀ ਹੂਈ ਅਪਨੀ ਆਗ੍ਯਾ ਭੀ ਸਹੀ ਰਖਨੀ, ਏਹ ਵਿਚਾਰ ਕੇ ਪ੍ਰਮੇਸ੍ਵਰ ਨੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੈ ਪੜਦਾ ਰਖ ਦੀਆ ਹੈ, ਜੋ ਪੜਦੇ ਸੇ ਸਭੀ ਬੋਲੇਂ। ਪੜਦੇ ਸੇ ਬੋਲਣੇ ਮੇ ਦੋਸ਼ੁ ਨਹੀਂ। ਏਹੀ ਬਾਤ ਸਮਝ ਕੇ ਬਾਲਮੀਕ ਕੋ ਰਿਖੀਯੋਂ ਨੇ 'ਰਾਮ' ਮੰਤ੍ਰ ਕਾ ਉਲਟਾ, 'ਮਰਾ' ਉਪਦੇਸੁ ਕੀਆ ਥਾ। ਪੜਦੇ ਕਾ ਅਰਥੁ ਏਹਿ ਹੈ, ਜੋ ਪਹਿਲੇ ਪਾਠ ਸੇ ਔਰ ਰੀਤਿ ਕਾ ਪਾਠੁ ਕਰ ਦੇਣਾ। ਅਰਥੁ ਇਸ ਪੱਖ ਮੈ ਭੀ 'ਏਕ' ਕਾ ਵਹੀ ਹੈ, ਜੋ ਪੀਛੇ ਕਹਾ ਹੈ। 'ਓਂ' ਕਾ ਅਰਥੁ ਵ੍ਯਾਕਰਣ ਵਾਲੇ ਨਾਮੁ ਲੇਨੇ ਮਾਤ੍ਰ ਸੇ, 'ਰੱਖ੍ਯਾ ਕਰਨੇ ਵਾਲਾ' ਪਰਮੇਸ੍ਵਰੁ ਕਹਤੇ ਹੈਂ। 'ਅਵ' ਧਾਤੁ ਸੇ ਬਨਾਵਤੇ ਹੈਂ 'ਅਵ' ਕਾ ਅਰਥੁ 'ਰਖਯਾ' ਹੈ। ਯਾਂ ਤੇ ਰਖਯਾ ਕਰਨੇ ਵਾਲੇ ਕਾ ਨਾਮ 'ਓਂ' ਕਹੇ ਹੈਂ। ਔਰ ਗ੍ਰੰਥੋਂ ਵਾਲੇ 'ਅ'+'ਉ'+'ਮ' ਇਨ ਤੀਨ ਮ"},"bdb":{"gurmukhi":"Akwl purK ie`k hY, ijs dw nwm 'hoNd vwlw' hY jo isRStI dw rcnhwr hY, jo sB ivc ivAwpk hY, BY qoN rihq hY, vYr-rihq hY, ijs dw srUp kwl qoN pry hY, (Bwv, ijs dw srIr nws-rihq hY), jo jUnW ivc nhIN AwauNdw, ijs dw pRkwS Awpxy Awp qoN hoieAw hY Aqy  jo siqgurU dI ikrpw nwl imldw hY[","unicode":"ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ  ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।"},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s`cw hY aus dw nwm, rcnhwr aus dI ivAkqI Aqy Amr aus dw srUp[ auh infr, kInw-rihq, Ajnmw qy svY-pRkwSvwn hY[ gurW dI dXw duAwrw auh prwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਨਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿਡਰ, ਕੀਨਾ-ਰਹਿਤ, ਅਜਨਮਾ ਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਯਾ ਦੁਆਰਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un sólo Creador Universal, Verdad es Su Nombre. Creativa Su Personalidad. Sin Miedo, sin Venganza. Inmortal, Sin Principio, Sin Fin, Auto Existente. Por la Gracia del Verdadero Guru."},"hi":{"ss":"अकाल-पुरख एक है~ जिसका नाम ‘अस्तित्व वाला’ है जो सृष्टि का रचनहार है~ (करता है) जो सभ में व्यापक है~ भय से रहित है (निर्भय)~ वैर से रहित है (निर्वेर)~ जिसका स्वरूप काल से परे है~ (भाव~ जिसका शरीर नाश-रहित है)~ जो यौनियों में नहीं आता~जिसका प्रकाश अपने आप से हुआ है और जो सत्गुरू की कृपा से मिलता है।","sts":"ੴ- इस शब्द का शुद्ध उच्चारण है - 'एक ओंकार'। इसके उच्चारण में इसके तीन अंश किए जाते हैं। इन तीनों के भावार्थ भी अलग-अलग ही हैं। १ - एक (अद्वितीय)। ऑ- वही। ओंकार (~) निरंकार ; अर्थात्-ब्रह्म, करतार, ईश्वर, परमात्मा, भगवान, वाहिगुरु । १ ऑ- निरंकार वही एक है। सति नामु - उसका नाम सत्य है। करता - वह सृष्टि व उसके जीवों की रचना करने वाला है। पुरखु - वह यह सब कुछ करने में परिपूर्ण (शक्तिवान) है। निरभउ - उसमें किसी तरह का भय व्याप्त नहीं। अर्थात् - अन्य देव-दैत्यों तथा सांसारिक जीवों की भाँति उसमें द्वेष अथवा जन्म-मरण का भय नहीं है ; वह इन सबसे परे हैं। निरवैरु- वह बैर (द्वेष/दुश्मनी) से रहित है। अकाल- वह काल (मृत्यु) से परे है; अर्थात्-वह अविनाशी है। मूरति - वह अविनाशी होने के कारण उसका अस्तित्व सदैव रहता है। अजूनी - वह कोई योनि धारण नहीं करता, क्योंकि वह आवागमन के चक्कर से रहित है। सैभं - वह स्वयं से प्रकाशमान हुआ है। गुर - अंधकार (अज्ञान) में प्रकाश (ज्ञान) करने वाला (गुरु)। प्रसादि- कृपा की बख्शिश। अर्थात्-गुरु की कृपा से यह सब उपलब्ध हो सकता है।"}},"transliteration":{"english":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hindi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","en":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ nɑm kərət̪ɑ pʊrəkʰ nɪrɓo nɪrəʋær əkɑl murət̪ əd͡ʒuni sæɓəŋ Gʊr pɹəsɑd̪.","ur":"اک اونکار ست نام کرتا پُرکھ نربھا نروَےر اکال مُورت اجٌیِ سَےبھں گُر پرساد ۔۔"},"pageNo":1,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":2,"shabadId":1,"verse":{"gurmukhi":"] jpu ]","unicode":"॥ ਜਪੁ ॥"},"larivaar":{"gurmukhi":"]jpu]","unicode":"॥ਜਪੁ॥"},"translation":{"en":{"bdb":"Name of the Composition, \"Jup\". Chant And Meditate:","ms":"Embrace His meditation.","ssk":"Chant And Meditate:"},"pu":{"ss":{"gurmukhi":"ies swrI bwxI dw nwm 'jpu' hY [","unicode":"ਇਸ ਸਾਰੀ ਬਾਣੀ ਦਾ ਨਾਮ 'ਜਪੁ' ਹੈ ।"},"ft":{"gurmukhi":"ies AsQwn mY jp sbd ky kihny sy ies bwxI kw nwmu jpu hI khqy hYN[ ijs pRmwqmw ky nwm kw jpu ivDwn kIAw hY so prmwqmw kYsw hY iqsu pr khqy hYN (krqw) inKl sMswr kwkwrxu hY Bwv Xyh hY ik Xwvq kwl iksI bsqU kw lCnu nhIN kIAw jwqw hY qwvq kwl prXMq vsqU kI is`DI nhIN hoqI hY ies soijsu eIsÍr ky nwm kw jpu khw hY aus kw BI lCxu khw cwhIey nhIN qo aus kI is`DI nhIN hogI so lCxu do pRkwr kw hoqw hY eyk sÍrUp lCxu AOru eyk qtsQ lCxu qhW jo Drmu sÍrUp sy iBMn n hoxy sy ArQwq bsqu sÍrUp hony sy AiviBcwrI hUAw vsqu ko AnÎ sy iBMn boDn krqw hY so sÍrUp lCxu hY[ jYsw ik iksI ny pUCw ik dyvd`q kw gRh kOnu hY qb aus ny khw ik jo sB sy aUcw AOr AtwrI vwlw hY[ so dyvd`q kw gRh hY so iehu srUp lCn hY kÎoNik srb sy aUcwpnw AOr AtwrI XukqqÍ Xyh dono dyvd`q gRwh rUp vsqu kw sÍrUp hony sy AiviBcwrI hUey hUey aus gRh ko AnÎ gRhoN sy iBMn boDn kr dyqy hYN AOr jo Drmu bsqu ky sÍrUpu sy iBMn hony sy iviBcwrI hUAw hUAw vsqU ko AnÎ sy iBMn boDn krqw hY vhu qtsQ lCnu hY jYsw ik kwk vwlw dyvd`q kw gRh hY kÎoNik kwk ky","unicode":"ਇਸ ਅਸਥਾਨ ਮੈ ਜਪ ਸਬਦ ਕੇ ਕਹਿਨੇ ਸੇ ਇਸ ਬਾਣੀ ਕਾ ਨਾਮੁ ਜਪੁ ਹੀ ਕਹਤੇ ਹੈਂ। ਜਿਸ ਪ੍ਰਮਾਤਮਾ ਕੇ ਨਾਮ ਕਾ ਜਪੁ ਵਿਧਾਨ ਕੀਆ ਹੈ ਸੋ ਪਰਮਾਤਮਾ ਕੈਸਾ ਹੈ ਤਿਸੁ ਪਰ ਕਹਤੇ ਹੈਂ (ਕਰਤਾ) ਨਿਖਲ ਸੰਸਾਰ ਕਾਕਾਰਣੁ ਹੈ ਭਾਵ ਯੇਹ ਹੈ ਕਿ ਯਾਵਤ ਕਾਲ ਕਿਸੀ ਬਸਤੂ ਕਾ ਲਛਨੁ ਨਹੀਂ ਕੀਆ ਜਾਤਾ ਹੈ ਤਾਵਤ ਕਾਲ ਪਰਯੰਤ ਵਸਤੂ ਕੀ ਸਿੱਧੀ ਨਹੀਂ ਹੋਤੀ ਹੈ ਇਸ ਸੋਜਿਸੁ ਈਸ੍ਵਰ ਕੇ ਨਾਮ ਕਾ ਜਪੁ ਕਹਾ ਹੈ ਉਸ ਕਾ ਭੀ ਲਛਣੁ ਕਹਾ ਚਾਹੀਏ ਨਹੀਂ ਤੋ ਉਸ ਕੀ ਸਿੱਧੀ ਨਹੀਂ ਹੋਗੀ ਸੋ ਲਛਣੁ ਦੋ ਪ੍ਰਕਾਰ ਕਾ ਹੋਤਾ ਹੈ ਏਕ ਸ੍ਵਰੂਪ ਲਛਣੁ ਔਰੁ ਏਕ ਤਟਸਥ ਲਛਣੁ ਤਹਾਂ ਜੋ ਧਰਮੁ ਸ੍ਵਰੂਪ ਸੇ ਭਿੰਨ ਨ ਹੋਣੇ ਸੇ ਅਰਥਾਤ ਬਸਤੁ ਸ੍ਵਰੂਪ ਹੋਨੇ ਸੇ ਅਵਿਭਿਚਾਰੀ ਹੂਆ ਵਸਤੁ ਕੋ ਅਨ੍ਯ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰਤਾ ਹੈ ਸੋ ਸ੍ਵਰੂਪ ਲਛਣੁ ਹੈ। ਜੈਸਾ ਕਿ ਕਿਸੀ ਨੇ ਪੂਛਾ ਕਿ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਕੌਨੁ ਹੈ ਤਬ ਉਸ ਨੇ ਕਹਾ ਕਿ ਜੋ ਸਭ ਸੇ ਊਚਾ ਔਰ ਅਟਾਰੀ ਵਾਲਾ ਹੈ। ਸੋ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਹੈ ਸੋ ਇਹੁ ਸਰੂਪ ਲਛਨ ਹੈ ਕ੍ਯੋਂਕਿ ਸਰਬ ਸੇ ਊਚਾਪਨਾ ਔਰ ਅਟਾਰੀ ਯੁਕਤਤ੍ਵ ਯੇਹ ਦੋਨੋ ਦੇਵਦੱਤ ਗ੍ਰਾਹ ਰੂਪ ਵਸਤੁ ਕਾ ਸ੍ਵਰੂਪ ਹੋਨੇ ਸੇ ਅਵਿਭਿਚਾਰੀ ਹੂਏ ਹੂਏ ਉਸ ਗ੍ਰਹ ਕੋ ਅਨ੍ਯ ਗ੍ਰਹੋਂ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰ ਦੇਤੇ ਹੈਂ ਔਰ ਜੋ ਧਰਮੁ ਬਸਤੁ ਕੇ ਸ੍ਵਰੂਪੁ ਸੇ ਭਿੰਨ ਹੋਨੇ ਸੇ ਵਿਭਿਚਾਰੀ ਹੂਆ ਹੂਆ ਵਸਤੂ ਕੋ ਅਨ੍ਯ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰਤਾ ਹੈ ਵਹੁ ਤਟਸਥ ਲਛਨੁ ਹੈ ਜੈਸਾ ਕਿ ਕਾਕ ਵਾਲਾ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਹੈ ਕ੍ਯੋਂਕਿ ਕਾਕ ਕੇ"},"bdb":{"gurmukhi":"ies swrI bwxI dw nwm 'jpu' hY [","unicode":"ਇਸ ਸਾਰੀ ਬਾਣੀ ਦਾ ਨਾਮ 'ਜਪੁ' ਹੈ ।"},"ms":{"gurmukhi":"aus dw ismrn kr[","unicode":"ਉਸ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"Canta y medita en esto,"},"hi":{"ss":"इस सारी बाणी का नाम ‘जपु’ है ।","sts":"जाप करो। (इसे गुरु की वाणी का शीर्षक भी माना गया है।)"}},"transliteration":{"english":"|| jap ||","hindi":"॥ जपु ॥","en":"|| jap ||","hi":"॥ जपु ॥","ipa":". d͡ʒəp.","ur":"۔۔ جپ ۔۔"},"pageNo":1,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":3,"shabadId":1,"verse":{"gurmukhi":"Awid scu jugwid scu ]","unicode":"ਆਦਿ ਸਚੁ ਜੁਗਾਦਿ ਸਚੁ ॥"},"larivaar":{"gurmukhi":"Awidscujugwidscu]","unicode":"ਆਦਿਸਚੁਜੁਗਾਦਿਸਚੁ॥"},"translation":{"en":{"bdb":"True In The Primal Beginning. True Throughout The Ages.","ms":"True in the prime, True in the beginning of ages,","ssk":"True In The Primal Beginning. True Throughout The Ages."},"pu":{"ss":{"gurmukhi":"hy nwnk ! Akwl purK mu`F qoN hoNd vwlw hY, jugW dy mu`F qoN mOjUd hY [ ","unicode":"ਹੇ ਨਾਨਕ ! ਅਕਾਲ ਪੁਰਖ ਮੁੱਢ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ, ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ ਮੌਜੂਦ ਹੈ । "},"ft":{"gurmukhi":"Awid khIey srb kI auqpqI sy pihly BI vhu purKu scu hI Qw[ jb sUKmu AOr AsQUlu prpMcu ho gÎw prMqU sqjug AwidkoN ky Drm kw ivsqwru nhIN hUAw Qw, aus kwl kw nwmu jugwid hY, iqs kwl mY BI s`cu hI Qw]","unicode":"ਆਦਿ ਕਹੀਏ ਸਰਬ ਕੀ ਉਤਪਤੀ ਸੇ ਪਹਿਲੇ ਭੀ ਵਹੁ ਪੁਰਖੁ ਸਚੁ ਹੀ ਥਾ। ਜਬ ਸੂਖਮੁ ਔਰ ਅਸਥੂਲੁ ਪਰਪੰਚੁ ਹੋ ਗ੍ਯਾ ਪਰੰਤੂ ਸਤਜੁਗ ਆਦਿਕੋਂ ਕੇ ਧਰਮ ਕਾ ਵਿਸਤਾਰੁ ਨਹੀਂ ਹੂਆ ਥਾ, ਉਸ ਕਾਲ ਕਾ ਨਾਮੁ ਜੁਗਾਦਿ ਹੈ, ਤਿਸ ਕਾਲ ਮੈ ਭੀ ਸੱਚੁ ਹੀ ਥਾ॥"},"bdb":{"gurmukhi":"hy nwnk ! Akwl purK mu`F qoN hoNd vwlw hY, jugW dy mu`F qoN mOjUd hY [ ","unicode":"ਹੇ ਨਾਨਕ ! ਅਕਾਲ ਪੁਰਖ ਮੁੱਢ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ, ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ ਮੌਜੂਦ ਹੈ । "},"ms":{"gurmukhi":"prwrMB iv`c s`cw, XugW dy SurU iv`c s`cw,","unicode":"ਪਰਾਰੰਭ ਵਿੱਚ ਸੱਚਾ, ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਸੱਚਾ,"}},"es":{"sn":"era Verdad en el principio, Él ha sido Verdad a través de todas las épocas. "},"hi":{"ss":"अकाल पुरख आरम्भ से ही अस्तित्व वाला है~ युगों के आरम्भ से मौजूद है।","sts":"निरंकार (अकाल पुरुष) सृष्टि की रचना से पहले सत्य था, युगों के प्रारम्भ में भी सत्य (स्वरूप) था।"}},"transliteration":{"english":"aadh sach jugaadh sach ||","hindi":"आदि सचु जुगादि सचु ॥","en":"aadh sach jugaadh sach ||","hi":"आदि सचु जुगादि सचु ॥","ipa":"əɑd̪ sət͡ʃ d͡ʒʊGɑd̪ sət͡ʃ.","ur":"آد سچ جُگاد سچ ۔۔"},"pageNo":1,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":4,"shabadId":1,"verse":{"gurmukhi":"hY BI scu nwnk hosI BI scu ]1]","unicode":"ਹੈ ਭੀ ਸਚੁ ਨਾਨਕ ਹੋਸੀ ਭੀ ਸਚੁ ॥੧॥"},"larivaar":{"gurmukhi":"hYBIscunwnkhosIBIscu]1]","unicode":"ਹੈਭੀਸਚੁਨਾਨਕਹੋਸੀਭੀਸਚੁ॥੧॥"},"translation":{"en":{"bdb":"True Here And Now. O Nanak, Forever And Ever True. ||1||","ms":"True He is even now and True He verily, shall be, O Nanak!","ssk":"True Here And Now. O Nanak, Forever And Ever True. ||1||"},"pu":{"ss":{"gurmukhi":"ies vyly BI mOjUd hY qy AgWh ƒ BI hoNd vwlw rhygw [1[","unicode":"ਇਸ ਵੇਲੇ ਭੀ ਮੌਜੂਦ ਹੈ ਤੇ ਅਗਾਂਹ ਨੂੰ ਭੀ ਹੋਂਦ ਵਾਲਾ ਰਹੇਗਾ ।੧।"},"ft":{"gurmukhi":"'hY BI scu' hux swry jgq kI iesiQqI kwl my BI s`cu hY[ sRI gurU nwnk jI khqy hYN: 'hosI BI scu' A¤gy ƒ swry jgq ky pRlX kwl my BI s`cu hI hovygw ]1]Çpunw jgÎwsUEN ky suKyn boD nim`q sMkoc kr ies mMqR kw ArQu khqy hYN:Çeyk jo 'EN' mMgl rUpu prmwqmw hY[ so 'siq' qIn kwl mY nws sy rhq hY[ 'nwmu' khIey nwmurUpu jo jgqu hY[ iqs kw krqw hY[ 'purKu' srb srIroN rUpI purIAW ky bIc ibrwjmwnu hY[ 'inrBau' BY qy rhq hY AOr 'inrvYru' iksI sy iqs kw vYru nhIN hY[ punw 'Akwl mUriq' khIey iqs kw srUp imRqU qy rhq hY[ imRqU qy rhq hoxy mY hyqu khqy hYN[ ik so hrI 'AjUnI' mwqw ky grB mY pRwpiq nhIN hoqw hY AOr 'sYBM' suqy prkws rUpu hY[ so AYsw prmysÍr 'gurpRswid' gurW dI ikRpw qy vw pRisMnqw qy jwxIqw hY[ 'jpu' hy AMgd jI ! ies mMqR ko jpu[ Bwv sy jpwvnw BI AwieAw ik Aw jpu[ iesI pd ky sMbMD sy mMqR kw nwmu BI jpu hoqw BXw hY]ÇpRSn: qIno kwl my jo s`q bRhmu hY, aus kI pRwpqI, soc kr, vw cup kr, vw BuKy rihny sy, vw sÎwnp krny sy, jYsy hoqI hY, so ikRpw kr ky khIey?Çau`qr:","unicode":"'ਹੈ ਭੀ ਸਚੁ' ਹੁਣ ਸਾਰੇ ਜਗਤ ਕੀ ਇਸਥਿਤੀ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਹਤੇ ਹੈਂ: 'ਹੋਸੀ ਭੀ ਸਚੁ' ਅੱਗੇ ਨੂੰ ਸਾਰੇ ਜਗਤ ਕੇ ਪ੍ਰਲਯ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੀ ਹੋਵੇਗਾ ॥੧॥☬ਪੁਨਾ ਜਗ੍ਯਾਸੂਓਂ ਕੇ ਸੁਖੇਨ ਬੋਧ ਨਮਿੱਤ ਸੰਕੋਚ ਕਰ ਇਸ ਮੰਤ੍ਰ ਕਾ ਅਰਥੁ ਕਹਤੇ ਹੈਂ:☬ਏਕ ਜੋ 'ਓਂ' ਮੰਗਲ ਰੂਪੁ ਪਰਮਾਤਮਾ ਹੈ। ਸੋ 'ਸਤਿ' ਤੀਨ ਕਾਲ ਮੈ ਨਾਸ ਸੇ ਰਹਤ ਹੈ। 'ਨਾਮੁ' ਕਹੀਏ ਨਾਮੁਰੂਪੁ ਜੋ ਜਗਤੁ ਹੈ। ਤਿਸ ਕਾ ਕਰਤਾ ਹੈ। 'ਪੁਰਖੁ' ਸਰਬ ਸਰੀਰੋਂ ਰੂਪੀ ਪੁਰੀਆਂ ਕੇ ਬੀਚ ਬਿਰਾਜਮਾਨੁ ਹੈ। 'ਨਿਰਭਉ' ਭੈ ਤੇ ਰਹਤ ਹੈ ਔਰ 'ਨਿਰਵੈਰੁ' ਕਿਸੀ ਸੇ ਤਿਸ ਕਾ ਵੈਰੁ ਨਹੀਂ ਹੈ। ਪੁਨਾ 'ਅਕਾਲ ਮੂਰਤਿ' ਕਹੀਏ ਤਿਸ ਕਾ ਸਰੂਪ ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੈ। ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੋਣੇ ਮੈ ਹੇਤੁ ਕਹਤੇ ਹੈਂ। ਕਿ ਸੋ ਹਰੀ 'ਅਜੂਨੀ' ਮਾਤਾ ਕੇ ਗਰਭ ਮੈ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ ਔਰ 'ਸੈਭੰ' ਸੁਤੇ ਪਰਕਾਸ ਰੂਪੁ ਹੈ। ਸੋ ਐਸਾ ਪਰਮੇਸ੍ਵਰ 'ਗੁਰਪ੍ਰਸਾਦਿ' ਗੁਰਾਂ ਦੀ ਕ੍ਰਿਪਾ ਤੇ ਵਾ ਪ੍ਰਸਿੰਨਤਾ ਤੇ ਜਾਣੀਤਾ ਹੈ। 'ਜਪੁ' ਹੇ ਅੰਗਦ ਜੀ ! ਇਸ ਮੰਤ੍ਰ ਕੋ ਜਪੁ। ਭਾਵ ਸੇ ਜਪਾਵਨਾ ਭੀ ਆਇਆ ਕਿ ਆ ਜਪੁ। ਇਸੀ ਪਦ ਕੇ ਸੰਬੰਧ ਸੇ ਮੰਤ੍ਰ ਕਾ ਨਾਮੁ ਭੀ ਜਪੁ ਹੋਤਾ ਭਯਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਤੀਨੋ ਕਾਲ ਮੇ ਜੋ ਸੱਤ ਬ੍ਰਹਮੁ ਹੈ, ਉਸ ਕੀ ਪ੍ਰਾਪਤੀ, ਸੋਚ ਕਰ, ਵਾ ਚੁਪ ਕਰ, ਵਾ ਭੁਖੇ ਰਹਿਨੇ ਸੇ, ਵਾ ਸ੍ਯਾਨਪ ਕਰਨੇ ਸੇ, ਜੈਸੇ ਹੋਤੀ ਹੈ, ਸੋ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਕਹੀਏ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"ies vyly BI mOjUd hY qy AgWh ƒ BI hoNd vwlw rhygw [1[","unicode":"ਇਸ ਵੇਲੇ ਭੀ ਮੌਜੂਦ ਹੈ ਤੇ ਅਗਾਂਹ ਨੂੰ ਭੀ ਹੋਂਦ ਵਾਲਾ ਰਹੇਗਾ ।੧।"},"ms":{"gurmukhi":"Aqy s`cw auh hux BI hY, hy nwnk! insicq hI, auh s`cw hovygw[","unicode":"ਅਤੇ ਸੱਚਾ ਉਹ ਹੁਣ ਭੀ ਹੈ, ਹੇ ਨਾਨਕ! ਨਿਸਚਿਤ ਹੀ, ਉਹ ਸੱਚਾ ਹੋਵੇਗਾ।"}},"es":{"sn":"Él es Verdad ahora, y ¡Oh!, dice Nanak, Él siempre será Verdad. (1)"},"hi":{"ss":"हे नानक!  इस समय भी मौजूद है और आगे भी अस्तित्व में रहेगा।१।","sts":"अब वर्तमान में भी उसी का अस्तित्व है, श्री गुरु नानक देव जी का कथन है  भविष्य में भी उसी सत्यस्वरूप निरंकार का अस्तित्व होगा II १ II"}},"transliteration":{"english":"hai bhee sach naanak hosee bhee sach ||1||","hindi":"है भी सचु नानक होसी भी सचु ॥१॥","en":"hai bhee sach naanak hosee bhee sach ||1||","hi":"है भी सचु नानक होसी भी सचु ॥१॥","ipa":"hæ ɓi sət͡ʃ nɑnək hɔsi ɓi sət͡ʃ.1.","ur":"هَے بھیِ سچ نانک هوسیِ بھیِ سچ ۔۔۱۔۔"},"pageNo":1,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":5,"shabadId":1,"verse":{"gurmukhi":"socY soic n hoveI jy socI lK vwr ]","unicode":"ਸੋਚੈ ਸੋਚਿ ਨ ਹੋਵਈ ਜੇ ਸੋਚੀ ਲਖ ਵਾਰ ॥"},"larivaar":{"gurmukhi":"socYsoicnhoveIjysocIlKvwr]","unicode":"ਸੋਚੈਸੋਚਿਨਹੋਵਈਜੇਸੋਚੀਲਖਵਾਰ॥"},"translation":{"en":{"bdb":"Even if one bathes hundreds of thousands of times, the mind does not become cleansed.","ms":"By pondering on God, man cannot have a conception of Him, even though he may ponder over lacs of times.","ssk":"By thinking, He cannot be reduced to thought, even by thinking hundreds of thousands of times."},"pu":{"ss":{"gurmukhi":"jy mYN l`K vwrI (BI) (ieSnwn Awidk nwl srIr dI) su`c r`KW, (qW BI ies qrHW) su`c r`Kx nwl (mn dI) su`c nhIN rih skdI [","unicode":"ਜੇ ਮੈਂ ਲੱਖ ਵਾਰੀ (ਭੀ) (ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ ਸਰੀਰ ਦੀ) ਸੁੱਚ ਰੱਖਾਂ, (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਸੁੱਚ ਰੱਖਣ ਨਾਲ (ਮਨ ਦੀ) ਸੁੱਚ ਨਹੀਂ ਰਹਿ ਸਕਦੀ ।"},"ft":{"gurmukhi":"soc, piv`qRqw krny sy AMqhkrx rwg dÍYK sy rihq su`D nhIN hoqw, BwvyN lwKoN vwr piv`qRqw krIey[ vw Awqm ivcwr jo hY, so (soic) piv`qRqw krny sy nhIN pRwpiq hoqw, jy kr l`KW vwrI piv`qRqw krIey[ Bwv Xyh hY, bwihr kI piv`qRqw srIr kI su`DI kw kwrxu hY[ AMqr jo rwg dÍYKwid mlu hY, so mYqRI AwidkoN sy dUr hoqI hY[ jb rwg dÍYK dUr hUAw qo ivcwr duAwrw gÎwn sy s`iq vsqU kI pRwpqI hoqI hY]","unicode":"ਸੋਚ, ਪਵਿੱਤ੍ਰਤਾ ਕਰਨੇ ਸੇ ਅੰਤਹਕਰਣ ਰਾਗ ਦ੍ਵੈਖ ਸੇ ਰਹਿਤ ਸੁੱਧ ਨਹੀਂ ਹੋਤਾ, ਭਾਵੇਂ ਲਾਖੋਂ ਵਾਰ ਪਵਿੱਤ੍ਰਤਾ ਕਰੀਏ। ਵਾ ਆਤਮ ਵਿਚਾਰ ਜੋ ਹੈ, ਸੋ (ਸੋਚਿ) ਪਵਿੱਤ੍ਰਤਾ ਕਰਨੇ ਸੇ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ, ਜੇ ਕਰ ਲੱਖਾਂ ਵਾਰੀ ਪਵਿੱਤ੍ਰਤਾ ਕਰੀਏ। ਭਾਵ ਯੇਹ ਹੈ, ਬਾਹਿਰ ਕੀ ਪਵਿੱਤ੍ਰਤਾ ਸਰੀਰ ਕੀ ਸੁੱਧੀ ਕਾ ਕਾਰਣੁ ਹੈ। ਅੰਤਰ ਜੋ ਰਾਗ ਦ੍ਵੈਖਾਦਿ ਮਲੁ ਹੈ, ਸੋ ਮੈਤ੍ਰੀ ਆਦਿਕੋਂ ਸੇ ਦੂਰ ਹੋਤੀ ਹੈ। ਜਬ ਰਾਗ ਦ੍ਵੈਖ ਦੂਰ ਹੂਆ ਤੋ ਵਿਚਾਰ ਦੁਆਰਾ ਗ੍ਯਾਨ ਸੇ ਸੱਤਿ ਵਸਤੂ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jy mYN l`K vwrI (BI) (ieSnwn Awidk nwl srIr dI) su`c r`KW, (qW BI ies qrHW) su`c r`Kx nwl (mn dI) su`c nhIN rih skdI [","unicode":"ਜੇ ਮੈਂ ਲੱਖ ਵਾਰੀ (ਭੀ) (ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ ਸਰੀਰ ਦੀ) ਸੁੱਚ ਰੱਖਾਂ, (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਸੁੱਚ ਰੱਖਣ ਨਾਲ (ਮਨ ਦੀ) ਸੁੱਚ ਨਹੀਂ ਰਹਿ ਸਕਦੀ ।"},"ms":{"gurmukhi":"ivcwr krn duAwrw vwihgurU dI igAwq nhIN huMdI, BwvyN AwdmI l`KW vwrI ivcwr ipAw kry[","unicode":"ਵਿਚਾਰ ਕਰਨ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਦੀ ਗਿਆਤ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਆਦਮੀ ਲੱਖਾਂ ਵਾਰੀ ਵਿਚਾਰ ਪਿਆ ਕਰੇ।"}},"es":{"sn":"Si uno se baña cientos de miles de veces, la mente no está limpia."},"hi":{"ss":"अगर में लाखों बार (भी) (स्नान आदि से शरीर की) स्वच्छता रखूँ~ (तो भी इस तरह) स्वच्छता रखने से (मन की) स्वच्छता नहीं रहि सकती।","sts":"यदि कोई लाख बार शौच (स्नानादि) करता रहे तो भी इस शरीर के बाहरी स्नान से मन की पवित्रता नहीं हो सकती। मन की पवित्रता के बिना परमेश्वर (वाहिगुरु) के प्रति विचार भी नहीं किया जा सकता।"}},"transliteration":{"english":"sochai soch na hoviee je sochee lakh vaar ||","hindi":"सोचै सोचि न होवई जे सोची लख वार ॥","en":"sochai soch na hoviee je sochee lakh vaar ||","hi":"सोचै सोचि न होवई जे सोची लख वार ॥","ipa":"sɔt͡ʃæ sɔt͡ʃ nə hɔʋei d͡ʒe sɔt͡ʃi ləkʰ ʋɑr.","ur":"سوچَے سوچ ن هووای جے سوچیِ لکھ وار ۔۔"},"pageNo":1,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":6,"shabadId":1,"verse":{"gurmukhi":"cupY cup n hoveI jy lwie rhw ilv qwr ]","unicode":"ਚੁਪੈ ਚੁਪ ਨ ਹੋਵਈ ਜੇ ਲਾਇ ਰਹਾ ਲਿਵ ਤਾਰ ॥"},"larivaar":{"gurmukhi":"cupYcupnhoveIjylwierhwilvqwr]","unicode":"ਚੁਪੈਚੁਪਨਹੋਵਈਜੇਲਾਇਰਹਾਲਿਵਤਾਰ॥"},"translation":{"en":{"bdb":"By remaining silent, inner silence is not obtained, even by remaining lovingly absorbed deep within.","ms":"Even though one be silent and remains absorbed in Lord's constant love he obtains not mind's silence.","ssk":"By remaining silent, inner silence is not obtained, even by remaining lovingly absorbed deep within."},"pu":{"ss":{"gurmukhi":"jy mYN (srIr dI) iek-qwr smwDI lweI r`KW; (qW BI ies qrHW) cu`p kr rihx nwl mn dI SWqI nhIN ho skdI [","unicode":"ਜੇ ਮੈਂ (ਸਰੀਰ ਦੀ) ਇਕ-ਤਾਰ ਸਮਾਧੀ ਲਾਈ ਰੱਖਾਂ; (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਚੁੱਪ ਕਰ ਰਹਿਣ ਨਾਲ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ।"},"ft":{"gurmukhi":"bwxI ky cu`p rihxy sy sMklp ivklpoN sy mn kI sWqI rUp cu`p nhIN hoqI[ jy ho jwvy qO (ilv) ibRqI ko qyl Dwrwvq lgwie r`KIey]","unicode":"ਬਾਣੀ ਕੇ ਚੁੱਪ ਰਹਿਣੇ ਸੇ ਸੰਕਲਪ ਵਿਕਲਪੋਂ ਸੇ ਮਨ ਕੀ ਸਾਂਤੀ ਰੂਪ ਚੁੱਪ ਨਹੀਂ ਹੋਤੀ। ਜੇ ਹੋ ਜਾਵੇ ਤੌ (ਲਿਵ) ਬ੍ਰਿਤੀ ਕੋ ਤੇਲ ਧਾਰਾਵਤ ਲਗਾਇ ਰੱਖੀਏ॥"},"bdb":{"gurmukhi":"jy mYN (srIr dI) iek-qwr smwDI lweI r`KW; (qW BI ies qrHW) cu`p kr rihx nwl mn dI SWqI nhIN ho skdI [","unicode":"ਜੇ ਮੈਂ (ਸਰੀਰ ਦੀ) ਇਕ-ਤਾਰ ਸਮਾਧੀ ਲਾਈ ਰੱਖਾਂ; (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਚੁੱਪ ਕਰ ਰਹਿਣ ਨਾਲ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ।"},"ms":{"gurmukhi":"BwvyN bMdw cup kr rhy Aqy lgwqwr iDAwn AMdr lIn rhy, aus ƒ mn dI SWqI prwpq nhIN huMdI[","unicode":"ਭਾਵੇਂ ਬੰਦਾ ਚੁਪ ਕਰ ਰਹੇ ਅਤੇ ਲਗਾਤਾਰ ਧਿਆਨ ਅੰਦਰ ਲੀਨ ਰਹੇ, ਉਸ ਨੂੰ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"por más que pienses profundamente en Él, la mente no se desprenderá para unirse con Él."},"hi":{"ss":"यदि मैं (शरीर की) एक-तार समाधि लगाई रखूँ; (तो भी इस तरह) चुप कर के रहने से मन शांत नहीं हो सकता।","sts":"यदि कोई एकाग्रचित्त समाधि लगाकर मुँह से चुप्पी धारण कर ले तो भी मन की शांति (चुप) प्राप्त नहीं हो सकती; जब तक कि मन से झूठे विकार नहीं निकल जाते।"}},"transliteration":{"english":"chupai chup na hoviee je lai rahaa liv taar ||","hindi":"चुपै चुप न होवई जे लाइ रहा लिव तार ॥","en":"chupai chup na hoviee je lai rahaa liv taar ||","hi":"चुपै चुप न होवई जे लाइ रहा लिव तार ॥","ipa":"t͡ʃʊpæ t͡ʃʊp nə hɔʋei d͡ʒe lɑeɪ rəhɑ lɪʋ t̪ɑr.","ur":"چُپَے چُپ ن هووای جے لاا رها لو تار ۔۔"},"pageNo":1,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":"3","t":"v"}],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":7,"shabadId":1,"verse":{"gurmukhi":"BuiKAw BuK n auqrI jy bMnw purIAw Bwr ]","unicode":"ਭੁਖਿਆ ਭੁਖ ਨ ਉਤਰੀ ਜੇ ਬੰਨਾ ਪੁਰੀਆ ਭਾਰ ॥"},"larivaar":{"gurmukhi":"BuiKAwBuKnauqrIjybMnwpurIAwBwr]","unicode":"ਭੁਖਿਆਭੁਖਨਉਤਰੀਜੇਬੰਨਾਪੁਰੀਆਭਾਰ॥"},"translation":{"en":{"bdb":"The hunger of the hungry is not appeased, even by piling up loads of worldly goods.","ms":"The hunger of the hungry departs not, even though they may pile up loads of the world's valuables.","ssk":"The hunger of the hungry is not appeased, even by piling up loads of worldly goods."},"pu":{"ss":{"gurmukhi":"jy mYN swry BvxW dy pdwrQW dy Fyr (BI) sWB lvW, qW BI iqRSnw dy ADIn irhW iqRSnw dUr nhIN ho skdI[ ","unicode":"ਜੇ ਮੈਂ ਸਾਰੇ ਭਵਣਾਂ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਢੇਰ (ਭੀ) ਸਾਂਭ ਲਵਾਂ, ਤਾਂ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਿਹਾਂ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ। "},"ft":{"gurmukhi":"BuKy rihny sy ArQwq ikRs cMdRwiexwid bRq krny sy, vw (BuiKAw) iqRSnw vwno kI mwXw kI BUK nhIN jwqI ArQwq iqRsnW inivrq nhIN hoqI[ jo ieMdRwid sB purIXoN ky pdwrQoN ky Bwr bwD kr dy dIjIey, Bwv eyho sb pdwrQ pwauny kr BI iqRSnw bFqI hI jwqI hY]","unicode":"ਭੁਖੇ ਰਹਿਨੇ ਸੇ ਅਰਥਾਤ ਕ੍ਰਿਸ ਚੰਦ੍ਰਾਇਣਾਦਿ ਬ੍ਰਤ ਕਰਨੇ ਸੇ, ਵਾ (ਭੁਖਿਆ) ਤ੍ਰਿਸ਼ਨਾ ਵਾਨੋ ਕੀ ਮਾਯਾ ਕੀ ਭੂਖ ਨਹੀਂ ਜਾਤੀ ਅਰਥਾਤ ਤ੍ਰਿਸਨਾਂ ਨਿਵਿਰਤ ਨਹੀਂ ਹੋਤੀ। ਜੋ ਇੰਦ੍ਰਾਦਿ ਸਭ ਪੁਰੀਯੋਂ ਕੇ ਪਦਾਰਥੋਂ ਕੇ ਭਾਰ ਬਾਧ ਕਰ ਦੇ ਦੀਜੀਏ, ਭਾਵ ਏਹੋ ਸਬ ਪਦਾਰਥ ਪਾਉਨੇ ਕਰ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਬਢਤੀ ਹੀ ਜਾਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jy mYN swry BvxW dy pdwrQW dy Fyr (BI) sWB lvW, qW BI iqRSnw dy ADIn irhW iqRSnw dUr nhIN ho skdI[ ","unicode":"ਜੇ ਮੈਂ ਸਾਰੇ ਭਵਣਾਂ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਢੇਰ (ਭੀ) ਸਾਂਭ ਲਵਾਂ, ਤਾਂ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਿਹਾਂ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ। "},"ms":{"gurmukhi":"KuiDAwvMqW dI KuiDAw dUr nhIN huMdI, BwvyN auh jhwnw dy pdwrQW dIAW pMfw dy Fyr hI ikauN nW lw lYx[","unicode":"ਖੁਧਿਆਵੰਤਾਂ ਦੀ ਖੁਧਿਆ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਉਹ ਜਹਾਨਾ ਦੇ ਪਦਾਰਥਾਂ ਦੀਆਂ ਪੰਡਾ ਦੇ ਢੇਰ ਹੀ ਕਿਉਂ ਨਾਂ ਲਾ ਲੈਣ।"}},"es":{"sn":"Acumulando todos los bienes del mundo, el hambre de tu Alma seguirá sin saciarse."},"hi":{"ss":"यदि मैं सारे भवनों के पदार्थों के ढेर (भी) संभाल लूँ~ तो भी त्रिष्णा के अधीन रहने से त्रिष्णा दूर नहीं हो सकती।","sts":"बेशक कोई जगत् की समस्त पुरियों के पदार्थों को ग्रहण कर ले तो भी पेट से भूखे रह कर (व्रत आदि करके) इस मन की तृष्णा रूपी भूख को नहीं मिटा सकता।"}},"transliteration":{"english":"bhukhiaa bhukh na utaree je ba(n)naa pureeaa bhaar ||","hindi":"भुखिआ भुख न उतरी जे बंना पुरीआ भार ॥","en":"bhukhiaa bhukh na utaree je ba(n)naa pureeaa bhaar ||","hi":"भुखिआ भुख न उतरी जे बंना पुरीआ भार ॥","ipa":"ɓʊkʰɪəɑ ɓʊkʰ nə oʊt̪əri d͡ʒe bəŋnɑ pʊriəɑ ɓɑr.","ur":"بھُکھآ بھُکھ ن اُتریِ جے بنّا پُریِآ بھار ۔۔"},"pageNo":1,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":8,"shabadId":1,"verse":{"gurmukhi":"shs isAwxpw lK hoih q iek n clY nwil ]","unicode":"ਸਹਸ ਸਿਆਣਪਾ ਲਖ ਹੋਹਿ ਤ ਇਕ ਨ ਚਲੈ ਨਾਲਿ ॥"},"larivaar":{"gurmukhi":"shsisAwxpwlKhoihqieknclYnwil]","unicode":"ਸਹਸਸਿਆਣਪਾਲਖਹੋਹਿਤਇਕਨਚਲੈਨਾਲਿ॥"},"translation":{"en":{"bdb":"Hundreds of thousands of clever tricks, but not even one of them will go along with you in the end.","ms":"Man may possess thousands and lacs of wits, but not even one (goes with him) avails him in the Lord's court.","ssk":"Hundreds of thousands of clever tricks, but not even one of them will go along with you in the end."},"pu":{"ss":{"gurmukhi":"jy (myry ivc) hzwrW qy l`KW cqurweIAW hovx, (qW BI auhnW ivcoN) iek BI cqurweI swQ nhIN dyNdI[","unicode":"ਜੇ (ਮੇਰੇ ਵਿਚ) ਹਜ਼ਾਰਾਂ ਤੇ ਲੱਖਾਂ ਚਤੁਰਾਈਆਂ ਹੋਵਣ, (ਤਾਂ ਭੀ ਉਹਨਾਂ ਵਿਚੋਂ) ਇਕ ਭੀ ਚਤੁਰਾਈ ਸਾਥ ਨਹੀਂ ਦੇਂਦੀ।"},"ft":{"gurmukhi":"jykr purK ky pws (shs) hjwroN lwKoN sMswrk sÎwnpW hovyN, qW vI prmysÍr kI pRwpqI mY cqrweIÎoN kw eyk joru BI (nwil) swQ nhIN c`ldw hY, Bwv shwiek nhIN hoqw] pRSn:","unicode":"ਜੇਕਰ ਪੁਰਖ ਕੇ ਪਾਸ (ਸਹਸ) ਹਜਾਰੋਂ ਲਾਖੋਂ ਸੰਸਾਰਕ ਸ੍ਯਾਨਪਾਂ ਹੋਵੇਂ, ਤਾਂ ਵੀ ਪਰਮੇਸ੍ਵਰ ਕੀ ਪ੍ਰਾਪਤੀ ਮੈ ਚਤਰਾਈ੍ਯੋਂ ਕਾ ਏਕ ਜੋਰੁ ਭੀ (ਨਾਲਿ) ਸਾਥ ਨਹੀਂ ਚੱਲਦਾ ਹੈ, ਭਾਵ ਸਹਾਇਕ ਨਹੀਂ ਹੋਤਾ॥ ਪ੍ਰਸ਼ਨ:"},"bdb":{"gurmukhi":"jy (myry ivc) hzwrW qy l`KW cqurweIAW hovx, (qW BI auhnW ivcoN) iek BI cqurweI swQ nhIN dyNdI[","unicode":"ਜੇ (ਮੇਰੇ ਵਿਚ) ਹਜ਼ਾਰਾਂ ਤੇ ਲੱਖਾਂ ਚਤੁਰਾਈਆਂ ਹੋਵਣ, (ਤਾਂ ਭੀ ਉਹਨਾਂ ਵਿਚੋਂ) ਇਕ ਭੀ ਚਤੁਰਾਈ ਸਾਥ ਨਹੀਂ ਦੇਂਦੀ।"},"ms":{"gurmukhi":"ienswn dy kol hzwrW qy l`KW Akl-mMdIAW hox, pr iek BI (sweIN dy drbwr AMdr aus ƒ lwB nhIN pucwauNdI) aus dy nwl nhIN jWdI[","unicode":"ਇਨਸਾਨ ਦੇ ਕੋਲ ਹਜ਼ਾਰਾਂ ਤੇ ਲੱਖਾਂ ਅਕਲ-ਮੰਦੀਆਂ ਹੋਣ, ਪਰ ਇਕ ਭੀ (ਸਾਈਂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਉਸ ਨੂੰ ਲਾਭ ਨਹੀਂ ਪੁਚਾਉਂਦੀ) ਉਸ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।"}},"es":{"sn":"Ni siquiera cientos de miles de entrenamientos y preparaciones te llevarán a la Corte del Señor"},"hi":{"ss":"यदि~ (मेरे में) हजारों व लाखों ही चतुराईयां हों~ (तो भी उनमें से) एक भी चतुराई साथ नहीं देती।","sts":"चाहे किसी के पास हज़ारों-लाखों चतुराई भरे विचार हों लेकिन ये सब अहंयुक्त होने के कारण परमेश्वर तक पहुँचने में कभी सहायक नहीं होते।"}},"transliteration":{"english":"sahas siaanapaa lakh hoh ta ik na chalai naal ||","hindi":"सहस सिआणपा लख होहि त इक न चलै नालि ॥","en":"sahas siaanapaa lakh hoh ta ik na chalai naal ||","hi":"सहस सिआणपा लख होहि त इक न चलै नालि ॥","ipa":"səhəs sɪəɑɳəpɑ ləkʰ hɔh t̪ eɪk nə t͡ʃəlæ nɑl.","ur":"سهس سآݨپا لکھ هوه ت اک ن چلَے نال ۔۔"},"pageNo":1,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":9,"shabadId":1,"verse":{"gurmukhi":"ikv sicAwrw hoeIAY ikv kUVY qutY pwil ]","unicode":"ਕਿਵ ਸਚਿਆਰਾ ਹੋਈਐ ਕਿਵ ਕੂੜੈ ਤੁਟੈ ਪਾਲਿ ॥"},"larivaar":{"gurmukhi":"ikvsicAwrwhoeIAYikvkUVYqutYpwil]","unicode":"ਕਿਵਸਚਿਆਰਾਹੋਈਐਕਿਵਕੂੜੈਤੁਟੈਪਾਲਿ॥"},"translation":{"en":{"bdb":"So how can you become truthful? And how can the veil of falsehood be torn away?","ms":"How can we be true and how can the screen of untruth be rent?","ssk":"So how can you become truthful? And how can the veil of illusion be torn away?"},"pu":{"ss":{"gurmukhi":"Akwl purK dw prkwS hox leI Xog ikvyN bx skIdw hY (Aqy swfy AMdr dw) kUV dw prdw ikvyN tu`t skdw hY ?","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਪਰਕਾਸ਼ ਹੋਣ ਲਈ ਯੋਗ ਕਿਵੇਂ ਬਣ ਸਕੀਦਾ ਹੈ (ਅਤੇ ਸਾਡੇ ਅੰਦਰ ਦਾ) ਕੂੜ ਦਾ ਪਰਦਾ ਕਿਵੇਂ ਟੁੱਟ ਸਕਦਾ ਹੈ ?"},"ft":{"gurmukhi":"Pyr iks pRkwr pRmysÍr swQ scy hovIey, Aru JUT kw (pwil) pVdw kYsy (qutY) Bwv nws hovY? au`qr:","unicode":"ਫੇਰ ਕਿਸ ਪ੍ਰਕਾਰ ਪ੍ਰਮੇਸ੍ਵਰ ਸਾਥ ਸਚੇ ਹੋਵੀਏ, ਅਰੁ ਝੂਠ ਕਾ (ਪਾਲਿ) ਪੜਦਾ ਕੈਸੇ (ਤੁਟੈ) ਭਾਵ ਨਾਸ ਹੋਵੈ? ਉੱਤਰ:"},"bdb":{"gurmukhi":"Akwl purK dw prkwS hox leI Xog ikvyN bx skIdw hY (Aqy swfy AMdr dw) kUV dw prdw ikvyN tu`t skdw hY ?","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਪਰਕਾਸ਼ ਹੋਣ ਲਈ ਯੋਗ ਕਿਵੇਂ ਬਣ ਸਕੀਦਾ ਹੈ (ਅਤੇ ਸਾਡੇ ਅੰਦਰ ਦਾ) ਕੂੜ ਦਾ ਪਰਦਾ ਕਿਵੇਂ ਟੁੱਟ ਸਕਦਾ ਹੈ ?"},"ms":{"gurmukhi":"AsIN iks qrHW s¤cy ho skdy hW Aqy iks qrHW JUT dw pVdw pwiVAw jw skdw hY?","unicode":"ਅਸੀਂ ਕਿਸ ਤਰ੍ਹਾਂ ਸੱਚੇ ਹੋ ਸਕਦੇ ਹਾਂ ਅਤੇ ਕਿਸ ਤਰ੍ਹਾਂ ਝੂਠ ਦਾ ਪੜਦਾ ਪਾੜਿਆ ਜਾ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"Entonces ¿Cómo podemos conocer la Verdad? ¿Cómo podemos liberarnos de la ilusión?"},"hi":{"ss":"(तो फिर) अकाल पुरख के प्रकाश होने योग्य कैसे बन सकते हैं (और हमारे अंदर का) झूठ का पर्दा कैसे कैसे टूट सकता है?","sts":"अब प्रश्न पैदा होता है कि फिर परमात्मा के समक्ष सत्य का प्रकाश पुंज कैसे बना जा सकता है, हमारे और निरंकार के बीच मिथ्या की जो दीवार है वह कैसे टूट सकती है ?"}},"transliteration":{"english":"kiv sachiaaraa hoieeaai kiv kooRai tuTai paal ||","hindi":"किव सचिआरा होईऐ किव कूड़ै तुटै पालि ॥","en":"kiv sachiaaraa hoieeaai kiv kooRai tuTai paal ||","hi":"किव सचिआरा होईऐ किव कूड़ै तुटै पालि ॥","ipa":"kɪʋ sət͡ʃɪəɑrɑ hɔeiæ kɪʋ kuɽæ t̪ʊʈæ pɑl.","ur":"کِو سچآرا هوایاَے کو کُوڑَے تُٹَے پال ۔۔"},"pageNo":1,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":10,"shabadId":1,"verse":{"gurmukhi":"hukim rjweI clxw nwnk iliKAw nwil ]1]","unicode":"ਹੁਕਮਿ ਰਜਾਈ ਚਲਣਾ ਨਾਨਕ ਲਿਖਿਆ ਨਾਲਿ ॥੧॥"},"larivaar":{"gurmukhi":"hukimrjweIclxwnwnkiliKAwnwil]1]","unicode":"ਹੁਕਮਿਰਜਾਈਚਲਣਾਨਾਨਕਲਿਖਿਆਨਾਲਿ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, it is written that you shall obey the Hukam of His Command, and walk in the Way of His Will. ||1||","ms":"O Nanak! By obeying, the pre-ordained order of the Lord's will.","ssk":"O Nanak, it is written that you shall obey the Hukam of His Command, and walk in the Way of His Will. ||1||"},"pu":{"ss":{"gurmukhi":"rzw dy mwlk Akwl purK dy hukm ivc qurnw-(iehI iek ivDI hY)[ hy nwnk ! (ieh ivDI) Dur qoN hI jd qoN jgq bixAw hY, ilKI clI Aw rhI hY [1[","unicode":"ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨਾ-(ਇਹੀ ਇਕ ਵਿਧੀ ਹੈ)। ਹੇ ਨਾਨਕ ! (ਇਹ ਵਿਧੀ) ਧੁਰ ਤੋਂ ਹੀ ਜਦ ਤੋਂ ਜਗਤ ਬਣਿਆ ਹੈ, ਲਿਖੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"pursu (rjweI) Akwl purK ky hukm my cly ArQwq duKu suKu mYN Bwxw mwn kr pRisMn rhy, ieauN kUV kI pwl qut jwqI hY AOr (sicAwrw) scy hoeIqw hY vw hukim ivKy (rjweI) rwjI, Bwv pRisMn ho kr clxw, ies kr pRmysÍr nwl scy rhIqw hY[ gurU nwnk jI khqy hYN: jo pRwrbD krmu myrw ilKw hY auh myry nwl hY[ aus ko koeI Gt vD nhIN kr skdw[ cly hoey qIr vq ieauN smJny sy kUV kI pwl qut jwqI hY]1]ÇpRSn: Awpny jo hukm myN rwjI ho ky clxw khw hY, so hukmu ikqnwku hY? ijs ko sun ky inscy hovy AOr ApnI AhMqw Cut jwvy?Çau`qr:","unicode":"ਪੁਰਸੁ (ਰਜਾਈ) ਅਕਾਲ ਪੁਰਖ ਕੇ ਹੁਕਮ ਮੇ ਚਲੇ ਅਰਥਾਤ ਦੁਖੁ ਸੁਖੁ ਮੈਂ ਭਾਣਾ ਮਾਨ ਕਰ ਪ੍ਰਸਿੰਨ ਰਹੇ, ਇਉਂ ਕੂੜ ਕੀ ਪਾਲ ਤੁਟ ਜਾਤੀ ਹੈ ਔਰ (ਸਚਿਆਰਾ) ਸਚੇ ਹੋਈਤਾ ਹੈ ਵਾ ਹੁਕਮਿ ਵਿਖੇ (ਰਜਾਈ) ਰਾਜੀ, ਭਾਵ ਪ੍ਰਸਿੰਨ ਹੋ ਕਰ ਚਲਣਾ, ਇਸ ਕਰ ਪ੍ਰਮੇਸ੍ਵਰ ਨਾਲ ਸਚੇ ਰਹੀਤਾ ਹੈ। ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਪ੍ਰਾਰਬਧ ਕਰਮੁ ਮੇਰਾ ਲਿਖਾ ਹੈ ਉਹ ਮੇਰੇ ਨਾਲ ਹੈ। ਉਸ ਕੋ ਕੋਈ ਘਟ ਵਧ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਚਲੇ ਹੋਏ ਤੀਰ ਵਤ ਇਉਂ ਸਮਝਨੇ ਸੇ ਕੂੜ ਕੀ ਪਾਲ ਤੁਟ ਜਾਤੀ ਹੈ॥੧॥☬ਪ੍ਰਸ਼ਨ: ਆਪਨੇ ਜੋ ਹੁਕਮ ਮੇਂ ਰਾਜੀ ਹੋ ਕੇ ਚਲਣਾ ਕਹਾ ਹੈ, ਸੋ ਹੁਕਮੁ ਕਿਤਨਾਕੁ ਹੈ? ਜਿਸ ਕੋ ਸੁਨ ਕੇ ਨਿਸਚੇ ਹੋਵੇ ਔਰ ਅਪਨੀ ਅਹੰਤਾ ਛੁਟ ਜਾਵੇ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"rzw dy mwlk Akwl purK dy hukm ivc qurnw-(iehI iek ivDI hY)[ hy nwnk ! (ieh ivDI) Dur qoN hI jd qoN jgq bixAw hY, ilKI clI Aw rhI hY [1[","unicode":"ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨਾ-(ਇਹੀ ਇਕ ਵਿਧੀ ਹੈ)। ਹੇ ਨਾਨਕ ! (ਇਹ ਵਿਧੀ) ਧੁਰ ਤੋਂ ਹੀ ਜਦ ਤੋਂ ਜਗਤ ਬਣਿਆ ਹੈ, ਲਿਖੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"hy nwnk! mrzI dy mwlk dy Dur dy ilKy hoey Purmwn dy mMnx duAwrw[","unicode":"ਹੇ ਨਾਨਕ! ਮਰਜ਼ੀ ਦੇ ਮਾਲਕ ਦੇ ਧੁਰ ਦੇ ਲਿਖੇ ਹੋਏ ਫੁਰਮਾਨ ਦੇ ਮੰਨਣ ਦੁਆਰਾ।"}},"es":{"sn":"Oh, dice Nanak, cuando por Su Gracia nuestro Destino es prefecto y vivimos en el Jukam de Su Voluntad, el velo de la ilusión es levantado. (1)"},"hi":{"ss":"रजा के मालिक अकाल पुरख के हुकम में चलना- (यही एक मात्र विधि है)। हे नानक! (ये विधि) आरम्भ से ही जब से जगत बना है~ लिखी चली आ रही है।1।","sts":"सत्य रूप होने का मार्ग बताते हुए श्री गुरु नानक देव जी कथन करते हैं - यह सृष्टि के प्रारंभ से ही लिखा चला आ रहा है कि ईश्वर के आदेश अधीन चलने से ही सांसारिक प्राणी यह सब कर सकता है II १ II"}},"transliteration":{"english":"hukam rajaiee chalanaa naanak likhiaa naal ||1||","hindi":"हुकमि रजाई चलणा नानक लिखिआ नालि ॥१॥","en":"hukam rajaiee chalanaa naanak likhiaa naal ||1||","hi":"हुकमि रजाई चलणा नानक लिखिआ नालि ॥१॥","ipa":"hʊkəm rəd͡ʒɑei t͡ʃələɳɑ nɑnək lɪkʰɪəɑ nɑl.1.","ur":"هُکم رجاای چلݨا نانک لکھآ نال ۔۔۱۔۔"},"pageNo":1,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":11,"shabadId":2,"verse":{"gurmukhi":"hukmI hovin Awkwr hukmu n kihAw jweI ]","unicode":"ਹੁਕਮੀ ਹੋਵਨਿ ਆਕਾਰ ਹੁਕਮੁ ਨ ਕਹਿਆ ਜਾਈ ॥"},"larivaar":{"gurmukhi":"hukmIhovinAwkwrhukmunkihAwjweI]","unicode":"ਹੁਕਮੀਹੋਵਨਿਆਕਾਰਹੁਕਮੁਨਕਹਿਆਜਾਈ॥"},"translation":{"en":{"bdb":"By His Command, bodies are created; His Command cannot be described.","ms":"By the Lord's order bodies are produced. His order cannot be narrated.","ssk":"By His Command, bodies are created; His Command cannot be described."},"pu":{"ss":{"gurmukhi":"purK dy hukm Anuswr swry srIr bxdy hn, (pr ieh) hukm d`isAw nhIN jw skdw ik ikho ijhw hY[ ","unicode":"ਪੁਰਖ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਸਾਰੇ ਸਰੀਰ ਬਣਦੇ ਹਨ, (ਪਰ ਇਹ) ਹੁਕਮ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਕਿਹੋ ਜਿਹਾ ਹੈ। "},"ft":{"gurmukhi":"pRQm qo aus kw hukmu smgR khw nhIN jwqw, kÎoNik ibAMq hY[ pr qW vI kuC sunwvqy hYN[ eyh ijqny Akwr sQUl srIr hYN, so sMpUrx hukmI prmysÍr ky hukm sy hoqy hYN[ Ar hukm sy hI jIv Awvr Bwv ko pRwpiq hoqy hYN[ vw Akwr auplKq 'Akwr', 'aukwr', 'mkwr', 'bRhmw', 'ibsnu', 'mhyS' sB (hukmI) prmysÍr ky hukm sy hoqy hYN]","unicode":"ਪ੍ਰਥਮ ਤੋ ਉਸ ਕਾ ਹੁਕਮੁ ਸਮਗ੍ਰ ਕਹਾ ਨਹੀਂ ਜਾਤਾ, ਕ੍ਯੋਂਕਿ ਬਿਅੰਤ ਹੈ। ਪਰ ਤਾਂ ਵੀ ਕੁਛ ਸੁਨਾਵਤੇ ਹੈਂ। ਏਹ ਜਿਤਨੇ ਅਕਾਰ ਸਥੂਲ ਸਰੀਰ ਹੈਂ, ਸੋ ਸੰਪੂਰਣ ਹੁਕਮੀ ਪਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ ਹੋਤੇ ਹੈਂ। ਅਰ ਹੁਕਮ ਸੇ ਹੀ ਜੀਵ ਆਵਰ ਭਾਵ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ। ਵਾ ਅਕਾਰ ਉਪਲਖਤ 'ਅਕਾਰ', 'ਉਕਾਰ', 'ਮਕਾਰ', 'ਬ੍ਰਹਮਾ', 'ਬਿਸਨੁ', 'ਮਹੇਸ਼' ਸਭ (ਹੁਕਮੀ) ਪਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ ਹੋਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"purK dy hukm Anuswr swry srIr bxdy hn, (pr ieh) hukm d`isAw nhIN jw skdw ik ikho ijhw hY[ ","unicode":"ਪੁਰਖ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਸਾਰੇ ਸਰੀਰ ਬਣਦੇ ਹਨ, (ਪਰ ਇਹ) ਹੁਕਮ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਕਿਹੋ ਜਿਹਾ ਹੈ। "},"ms":{"gurmukhi":"sweIN dy Amr duAwrw srIr bxdy hn[ aus dw Amr vrnx kIqw nhIN jw skdw[","unicode":"ਸਾਈਂ ਦੇ ਅਮਰ ਦੁਆਰਾ ਸਰੀਰ ਬਣਦੇ ਹਨ। ਉਸ ਦਾ ਅਮਰ ਵਰਨਣ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।"}},"es":{"sn":"Por Su Voluntad los cuerpos son creados, Su Mandato no puede ser comprendido."},"hi":{"ss":"अकाल पुरख के हुकम के अनुसार सारे शरीर बनते हैं~ (पर ये) हुकम कहा नहीं जा सकता कि कैसा है।","sts":"(सृष्टि की रचना में) समस्त शरीर (निरंकार के) आदेश द्वारा ही रचे गए हैं, किन्तु उसके आदेश को मुँह से शब्द निकाल कर ब्यान नहीं किया जा सकता।"}},"transliteration":{"english":"hukamee hovan aakaar hukam na kahiaa jaiee ||","hindi":"हुकमी होवनि आकार हुकमु न कहिआ जाई ॥","en":"hukamee hovan aakaar hukam na kahiaa jaiee ||","hi":"हुकमी होवनि आकार हुकमु न कहिआ जाई ॥","ipa":"hʊkəmi hɔʋən əɑkɑr hʊkəm nə kəhɪəɑ d͡ʒɑei.","ur":"هُکمیِ هوون آکار هُکم ن کهِآ جاای ۔۔"},"pageNo":1,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":12,"shabadId":2,"verse":{"gurmukhi":"hukmI hovin jIA hukim imlY vifAweI ]","unicode":"ਹੁਕਮੀ ਹੋਵਨਿ ਜੀਅ ਹੁਕਮਿ ਮਿਲੈ ਵਡਿਆਈ ॥"},"larivaar":{"gurmukhi":"hukmIhovinjIAhukimimlYvifAweI]","unicode":"ਹੁਕਮੀਹੋਵਨਿਜੀਅਹੁਕਮਿਮਿਲੈਵਡਿਆਈ॥"},"translation":{"en":{"bdb":"By His Command, souls come into being; by His Command, glory and greatness are obtained.","ms":"With His fiat the souls come into being and with His fiat greatness is obtained.","ssk":"By His Command, souls come into being; by His Command, glory and greatness are obtained."},"pu":{"ss":{"gurmukhi":"r`b dy hukm Anuswr hI swry jIv jMm pYNdy hn Aqy hukm Anuswr hI (r`b dy dr ’qy) SoBw imldI hY[","unicode":"ਰੱਬ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਾਰੇ ਜੀਵ ਜੰਮ ਪੈਂਦੇ ਹਨ ਅਤੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ (ਰੱਬ ਦੇ ਦਰ ’ਤੇ) ਸ਼ੋਭਾ ਮਿਲਦੀ ਹੈ।"},"ft":{"gurmukhi":"punw iqnw dÍwry AOr jIvoN ky Akwr, sQwvr jMgm rUp sB hukmI ky hukm kr ky hoqy hYN[ hukm hI kr ky ien jIvoN ko vifAweI CuitAweI imlqI hY]","unicode":"ਪੁਨਾ ਤਿਨਾ ਦ੍ਵਾਰੇ ਔਰ ਜੀਵੋਂ ਕੇ ਅਕਾਰ, ਸਥਾਵਰ ਜੰਗਮ ਰੂਪ ਸਭ ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਹੋਤੇ ਹੈਂ। ਹੁਕਮ ਹੀ ਕਰ ਕੇ ਇਨ ਜੀਵੋਂ ਕੋ ਵਡਿਆਈ ਛੁਟਿਆਈ ਮਿਲਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"r`b dy hukm Anuswr hI swry jIv jMm pYNdy hn Aqy hukm Anuswr hI (r`b dy dr ’qy) SoBw imldI hY[","unicode":"ਰੱਬ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਾਰੇ ਜੀਵ ਜੰਮ ਪੈਂਦੇ ਹਨ ਅਤੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ (ਰੱਬ ਦੇ ਦਰ ’ਤੇ) ਸ਼ੋਭਾ ਮਿਲਦੀ ਹੈ।"},"ms":{"gurmukhi":"aus dy Purmwn nwl rUhW hoNd iv`c AwauNdIAW hn Aqy aus dy Purmwn nwl hI mwn prwpq huMdw hY[","unicode":"ਉਸ ਦੇ ਫੁਰਮਾਨ ਨਾਲ ਰੂਹਾਂ ਹੋਂਦ ਵਿੱਚ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਉਸ ਦੇ ਫੁਰਮਾਨ ਨਾਲ ਹੀ ਮਾਨ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Por Su Voluntad todas las Almas toman forma y por Su Voluntad la Grandeza es obtenida."},"hi":{"ss":"ईश्वर के आदेश मुताबिक ही सारे जीव पैदा हो जाते हैं और आदेशानुसार ही (ईश्वर के दर पर) शोभा मिलती है।","sts":"परमेश्वर के आदेश से (इस धरा पर) अनेकानेक योनियों में जीवों का सृजन होता है, उसी के आदेश से ही मान-सम्मान (अथवा ऊँच - नीच का पद) प्राप्त होता है।"}},"transliteration":{"english":"hukamee hovan jeea hukam milai vaddiaaiee ||","hindi":"हुकमी होवनि जीअ हुकमि मिलै वडिआई ॥","en":"hukamee hovan jeea hukam milai vaddiaaiee ||","hi":"हुकमी होवनि जीअ हुकमि मिलै वडिआई ॥","ipa":"hʊkəmi hɔʋən d͡ʒiə hʊkəm mɪlæ ʋəɖɪəɑei.","ur":"هُکمیِ هوون جیِا هُکم ملَے وڈآای ۔۔"},"pageNo":1,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":13,"shabadId":2,"verse":{"gurmukhi":"hukmI auqmu nIcu hukim iliK duK suK pweIAih ]","unicode":"ਹੁਕਮੀ ਉਤਮੁ ਨੀਚੁ ਹੁਕਮਿ ਲਿਖਿ ਦੁਖ ਸੁਖ ਪਾਈਅਹਿ ॥"},"larivaar":{"gurmukhi":"hukmIauqmunIcuhukimiliKduKsuKpweIAih]","unicode":"ਹੁਕਮੀਉਤਮੁਨੀਚੁਹੁਕਮਿਲਿਖਿਦੁਖਸੁਖਪਾਈਅਹਿ॥"},"translation":{"en":{"bdb":"By His Command, some are high and some are low; by His Written Command, pain and pleasure are obtained.","ms":"By His command the mortals are make high and low and by His written command they obtain woe and weal.","ssk":"By His Command, some are high and some are low; by His Written Command, pain and pleasure are obtained."},"pu":{"ss":{"gurmukhi":"r`b dy hukm ivc koeI mnu`K cMgw (bx jWdw) hY, koeI BYVw[ aus dy hukm ivc hI (Awpxy kIqy hoey krmW dy) ilKy Anuswr du`K qy suK BogIdy hn[ ","unicode":"ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਕੋਈ ਮਨੁੱਖ ਚੰਗਾ (ਬਣ ਜਾਂਦਾ) ਹੈ, ਕੋਈ ਭੈੜਾ। ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਕਰਮਾਂ ਦੇ) ਲਿਖੇ ਅਨੁਸਾਰ ਦੁੱਖ ਤੇ ਸੁਖ ਭੋਗੀਦੇ ਹਨ। "},"ft":{"gurmukhi":"hukmI ky hukm hI kr ky auqm Aru nIc hUey hYN, vw nIc qy auqm, auqm qy nIc hoqy hYN[ jQw AMg rwjw kw bytw bynu nIc hUAw, Aru bwlmIk nIcu Qw, so prmwqmw ky hukm sy rwm jp kr auqmu BieAw⁽¹⁾[ AOr ilKw hUAw jo duKu suKu kw lyKu hY, so (hukmI) pRmysÍr ky hukm sy 'pweIAih', Bwv BogIqw hY]","unicode":"ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਹੀ ਕਰ ਕੇ ਉਤਮ ਅਰੁ ਨੀਚ ਹੂਏ ਹੈਂ, ਵਾ ਨੀਚ ਤੇ ਉਤਮ, ਉਤਮ ਤੇ ਨੀਚ ਹੋਤੇ ਹੈਂ। ਜਥਾ ਅੰਗ ਰਾਜਾ ਕਾ ਬੇਟਾ ਬੇਨੁ ਨੀਚ ਹੂਆ, ਅਰੁ ਬਾਲਮੀਕ ਨੀਚੁ ਥਾ, ਸੋ ਪਰਮਾਤਮਾ ਕੇ ਹੁਕਮ ਸੇ ਰਾਮ ਜਪ ਕਰ ਉਤਮੁ ਭਇਆ⁽¹⁾। ਔਰ ਲਿਖਾ ਹੂਆ ਜੋ ਦੁਖੁ ਸੁਖੁ ਕਾ ਲੇਖੁ ਹੈ, ਸੋ (ਹੁਕਮੀ) ਪ੍ਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ 'ਪਾਈਅਹਿ', ਭਾਵ ਭੋਗੀਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"r`b dy hukm ivc koeI mnu`K cMgw (bx jWdw) hY, koeI BYVw[ aus dy hukm ivc hI (Awpxy kIqy hoey krmW dy) ilKy Anuswr du`K qy suK BogIdy hn[ ","unicode":"ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਕੋਈ ਮਨੁੱਖ ਚੰਗਾ (ਬਣ ਜਾਂਦਾ) ਹੈ, ਕੋਈ ਭੈੜਾ। ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਕਰਮਾਂ ਦੇ) ਲਿਖੇ ਅਨੁਸਾਰ ਦੁੱਖ ਤੇ ਸੁਖ ਭੋਗੀਦੇ ਹਨ। "},"ms":{"gurmukhi":"aus dy Purmwn duAwrw pRwnI cMgy qy mMdy huMdy hn Aqy aus dy ilKy Purmwn duAwrw hI auh ZmI qy ^uSI pwauNdy hn[","unicode":"ਉਸ ਦੇ ਫੁਰਮਾਨ ਦੁਆਰਾ ਪ੍ਰਾਨੀ ਚੰਗੇ ਤੇ ਮੰਦੇ ਹੁੰਦੇ ਹਨ ਅਤੇ ਉਸ ਦੇ ਲਿਖੇ ਫੁਰਮਾਨ ਦੁਆਰਾ ਹੀ ਉਹ ਗ਼ਮੀ ਤੇ ਖ਼ੁਸ਼ੀ ਪਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"Por Su Voluntad unos están elevados mientras otros andan en niveles bajos.Por Su Voluntad unos conocen una gran Dicha mientras otros sólo experimentan pena y tristeza."},"hi":{"ss":"रॅब के हुकम में कोई मनुष्य अच्छा (बन जाता) है~ काई बुरा। उसके हुकम में ही (अपने किए कर्मों के) लिखे अनुसार दुख व सुख भोगते हैं।","sts":"परमेश्वर (वाहिगुरु) के आदेश से ही जीव श्रेष्ठ अथवा निम्न जीवन प्राप्त करता है, उसके द्वारा ही लिखे गए आदेश से जीव सुख और दुख की अनुभूति करता है।"}},"transliteration":{"english":"hukamee utam neech hukam likh dhukh sukh paie'eeh ||","hindi":"हुकमी उतमु नीचु हुकमि लिखि दुख सुख पाईअहि ॥","en":"hukamee utam neech hukam likh dhukh sukh paie'eeh ||","hi":"हुकमी उतमु नीचु हुकमि लिखि दुख सुख पाईअहि ॥","ipa":"hʊkəmi oʊt̪əm nit͡ʃ hʊkəm lɪkʰ d̪ʊkʰ sʊkʰ pɑɪæh.","ur":"هُکمیِ اُتم نیِچ هُکم لکھ دُکھ سُکھ پاایاه ۔۔"},"pageNo":1,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":14,"shabadId":2,"verse":{"gurmukhi":"ieknw hukmI bKsIs ieik hukmI sdw BvweIAih ]","unicode":"ਇਕਨਾ ਹੁਕਮੀ ਬਖਸੀਸ ਇਕਿ ਹੁਕਮੀ ਸਦਾ ਭਵਾਈਅਹਿ ॥"},"larivaar":{"gurmukhi":"ieknwhukmIbKsIsieikhukmIsdwBvweIAih]","unicode":"ਇਕਨਾਹੁਕਮੀਬਖਸੀਸਇਕਿਹੁਕਮੀਸਦਾਭਵਾਈਅਹਿ॥"},"translation":{"en":{"bdb":"Some, by His Command, are blessed and forgiven; others, by His Command, wander aimlessly forever.","ms":"Some obtain gifts through His order and some through His order are ever made to wander in transmigration.","ssk":"Some, by His Command, are blessed and forgiven; others, by His Command, wander aimlessly forever."},"pu":{"ss":{"gurmukhi":"hukm ivc hI kdI mnu`KW au~qy (Akwl purK dy dr qoN) b^SS huMdI hY, Aqy aus dy hukm ivc hI keI mnu`K in`q jnm mrn dy gyV ivc BvweIdy hn[","unicode":"ਹੁਕਮ ਵਿਚ ਹੀ ਕਦੀ ਮਨੁੱਖਾਂ ਉੱਤੇ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਦਰ ਤੋਂ) ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਈ ਮਨੁੱਖ ਨਿੱਤ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਭਵਾਈਦੇ ਹਨ।"},"ft":{"gurmukhi":"ieknoN ko hukmI ky hukm kr ky hI Awqm pd kI pRwpqI rUpu bKsIs imlqI hY[ eyk prmwqmw ky hukm kr ky jnm mrn rUp cOrwsI mY sdw BRmweIqy hYN]","unicode":"ਇਕਨੋਂ ਕੋ ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਹੀ ਆਤਮ ਪਦ ਕੀ ਪ੍ਰਾਪਤੀ ਰੂਪੁ ਬਖਸੀਸ ਮਿਲਤੀ ਹੈ। ਏਕ ਪਰਮਾਤਮਾ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਜਨਮ ਮਰਨ ਰੂਪ ਚੌਰਾਸੀ ਮੈ ਸਦਾ ਭ੍ਰਮਾਈਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hukm ivc hI kdI mnu`KW au~qy (Akwl purK dy dr qoN) b^SS huMdI hY, Aqy aus dy hukm ivc hI keI mnu`K in`q jnm mrn dy gyV ivc BvweIdy hn[","unicode":"ਹੁਕਮ ਵਿਚ ਹੀ ਕਦੀ ਮਨੁੱਖਾਂ ਉੱਤੇ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਦਰ ਤੋਂ) ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਈ ਮਨੁੱਖ ਨਿੱਤ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਭਵਾਈਦੇ ਹਨ।"},"ms":{"gurmukhi":"keIAW ƒ aus dI AwigAw rwhIN dwqW imldIAW hn Aqy keI aus dI AwigAw rwhIN Awvwgaux AMdr sdIv hI BuAweINdy hn[","unicode":"ਕਈਆਂ ਨੂੰ ਉਸ ਦੀ ਆਗਿਆ ਰਾਹੀਂ ਦਾਤਾਂ ਮਿਲਦੀਆਂ ਹਨ ਅਤੇ ਕਈ ਉਸ ਦੀ ਆਗਿਆ ਰਾਹੀਂ ਆਵਾਗਉਣ ਅੰਦਰ ਸਦੀਵ ਹੀ ਭੁਆਈਂਦੇ ਹਨ।"}},"es":{"sn":"Por la Voluntad de Dios algunas Almas son liberadas mientras otras son obligadas a vagar de vida en vida. "},"hi":{"ss":"हुकम में ही कई मनुष्यों पर (अकाल पुरख के दर से) कृपा होती है~ और उसके हुकम में ही कई मनुष्य नित्य जन्म-मरण के चक्कर में फसे रहते हैं।","sts":"परमात्मा के आदेश से ही कई जीवों को कृपा मिलती है, कई उसके आदेश से आवागमन के चक्र में फँसे रहते हैं।"}},"transliteration":{"english":"eikanaa hukamee bakhasees ik hukamee sadhaa bhavaie'eeh ||","hindi":"इकना हुकमी बखसीस इकि हुकमी सदा भवाईअहि ॥","en":"eikanaa hukamee bakhasees ik hukamee sadhaa bhavaie'eeh ||","hi":"इकना हुकमी बखसीस इकि हुकमी सदा भवाईअहि ॥","ipa":"eɪkənɑ hʊkəmi bəkʰəsis eɪk hʊkəmi səd̪ɑ ɓəʋɑɪæh.","ur":"ِاکنا هُکمیِ بکھسیِس اک هُکمیِ سدا بھواایاه ۔۔"},"pageNo":1,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":15,"shabadId":2,"verse":{"gurmukhi":"hukmY AMdir sBu ko bwhir hukm n koie ]","unicode":"ਹੁਕਮੈ ਅੰਦਰਿ ਸਭੁ ਕੋ ਬਾਹਰਿ ਹੁਕਮ ਨ ਕੋਇ ॥"},"larivaar":{"gurmukhi":"hukmYAMdirsBukobwhirhukmnkoie]","unicode":"ਹੁਕਮੈਅੰਦਰਿਸਭੁਕੋਬਾਹਰਿਹੁਕਮਨਕੋਇ॥"},"translation":{"en":{"bdb":"Everyone is subject to His Command; no one is beyond His Command.","ms":"All are subject to His fiat and none is exempt from His fiat.","ssk":"Everyone is subject to His Command; no one is beyond His Command."},"pu":{"ss":{"gurmukhi":"hryk jIv r`b dy hukm ivc hI hY, koeI jIv hukm qoN bwhr (Bwv, hukm qo AwkI) nhIN ho skdw[ ","unicode":"ਹਰੇਕ ਜੀਵ ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਹੈ, ਕੋਈ ਜੀਵ ਹੁਕਮ ਤੋਂ ਬਾਹਰ (ਭਾਵ, ਹੁਕਮ ਤੋ ਆਕੀ) ਨਹੀਂ ਹੋ ਸਕਦਾ। "},"ft":{"gurmukhi":"so sB koeI hukm hI ky AMdr hY bRhmw sy ly kr cItI pRXMq hukm qy bwhr koeI nhIN hY]ÇpRSn: jy kr hukm mY hI hYN, qW mY eyhu krqw hW Aru eyhu krWgw? so jIau AYsy kÎoN kihqw hY Aru so AhMqw mmqw kYsy CutY?Çau`qr:","unicode":"ਸੋ ਸਭ ਕੋਈ ਹੁਕਮ ਹੀ ਕੇ ਅੰਦਰ ਹੈ ਬ੍ਰਹਮਾ ਸੇ ਲੇ ਕਰ ਚੀਟੀ ਪ੍ਰਯੰਤ ਹੁਕਮ ਤੇ ਬਾਹਰ ਕੋਈ ਨਹੀਂ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਜੇ ਕਰ ਹੁਕਮ ਮੈ ਹੀ ਹੈਂ, ਤਾਂ ਮੈ ਏਹੁ ਕਰਤਾ ਹਾਂ ਅਰੁ ਏਹੁ ਕਰਾਂਗਾ? ਸੋ ਜੀਉ ਐਸੇ ਕ੍ਯੋਂ ਕਹਿਤਾ ਹੈ ਅਰੁ ਸੋ ਅਹੰਤਾ ਮਮਤਾ ਕੈਸੇ ਛੁਟੈ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"hryk jIv r`b dy hukm ivc hI hY, koeI jIv hukm qoN bwhr (Bwv, hukm qo AwkI) nhIN ho skdw[ ","unicode":"ਹਰੇਕ ਜੀਵ ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਹੈ, ਕੋਈ ਜੀਵ ਹੁਕਮ ਤੋਂ ਬਾਹਰ (ਭਾਵ, ਹੁਕਮ ਤੋ ਆਕੀ) ਨਹੀਂ ਹੋ ਸਕਦਾ। "},"ms":{"gurmukhi":"swry aus dy Amr iv`c hn Aqy aus dy Amr qoN bwhr koeI nhIN[","unicode":"ਸਾਰੇ ਉਸ ਦੇ ਅਮਰ ਵਿੱਚ ਹਨ ਅਤੇ ਉਸ ਦੇ ਅਮਰ ਤੋਂ ਬਾਹਰ ਕੋਈ ਨਹੀਂ।"}},"es":{"sn":"Todos los seres viven bajo la Voluntad de Dios; ninguno vive fuera de ella."},"hi":{"ss":"हरेक जीव ईश्वर के हुकम में ही है~ कोई जीव हुकम से बाहर नहीं हो सकता।","sts":"उस सर्वोच्च शक्ति परमेश्वर के अधीन ही सब-कुछ रहता है, उससे बाहर संसार का कोई कार्य नहीं है।"}},"transliteration":{"english":"hukamai a(n)dhar sabh ko baahar hukam na koi ||","hindi":"हुकमै अंदरि सभु को बाहरि हुकम न कोइ ॥","en":"hukamai a(n)dhar sabh ko baahar hukam na koi ||","hi":"हुकमै अंदरि सभु को बाहरि हुकम न कोइ ॥","ipa":"hʊkəmæ əŋd̪ər səɓ kɔ bɑhər hʊkəm nə kɔeɪ.","ur":"هُکمَے اںدر سبھ کو باهر هُکم ن کوا ۔۔"},"pageNo":1,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":16,"shabadId":2,"verse":{"gurmukhi":"nwnk hukmY jy buJY q haumY khY n koie ]2]","unicode":"ਨਾਨਕ ਹੁਕਮੈ ਜੇ ਬੁਝੈ ਤ ਹਉਮੈ ਕਹੈ ਨ ਕੋਇ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkhukmYjybuJYqhaumYkhYnkoie]2]","unicode":"ਨਾਨਕਹੁਕਮੈਜੇਬੁਝੈਤਹਉਮੈਕਹੈਨਕੋਇ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, one who understands His Command, does not speak in ego. ||2||","ms":"O Nanak! if man were to understand Lord's fiat, then no one would take pride (speak in ego).","ssk":"O Nanak, one who understands His Command, does not speak in ego. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! jy koeI mnu`K Akwl purK dy hukm ƒ smJ ley qW iPr auh suAwrQ dIAW g`lW nhIN krdw (Bwv, iPr auh suAwrQI jIvn C`f dyNdw hY) [2[","unicode":"ਹੇ ਨਾਨਕ ! ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਨੂੰ ਸਮਝ ਲਏ ਤਾਂ ਫਿਰ ਉਹ ਸੁਆਰਥ ਦੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਕਰਦਾ (ਭਾਵ, ਫਿਰ ਉਹ ਸੁਆਰਥੀ ਜੀਵਨ ਛੱਡ ਦੇਂਦਾ ਹੈ) ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy isDo! jy kr hukm ko bUJy qW koeI pRkwr sy (haumY) hMkwr ky bcn nhIN khqw ik mY ny eyih kIAw Aru eyih krWgw[ sB Akwl purK kI AwgÎw hI mwnygy]ÇpRSn: ijs kw AYsw hukm hY, aus kw blu ikqnwku hY? kÎoNik hukmu jor sy clqw hY?Çau`qr:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਿਧੋ! ਜੇ ਕਰ ਹੁਕਮ ਕੋ ਬੂਝੇ ਤਾਂ ਕੋਈ ਪ੍ਰਕਾਰ ਸੇ (ਹਉਮੈ) ਹੰਕਾਰ ਕੇ ਬਚਨ ਨਹੀਂ ਕਹਤਾ ਕਿ ਮੈ ਨੇ ਏਹਿ ਕੀਆ ਅਰੁ ਏਹਿ ਕਰਾਂਗਾ। ਸਭ ਅਕਾਲ ਪੁਰਖ ਕੀ ਆਗ੍ਯਾ ਹੀ ਮਾਨੇਗੇ॥☬ਪ੍ਰਸ਼ਨ: ਜਿਸ ਕਾ ਐਸਾ ਹੁਕਮ ਹੈ, ਉਸ ਕਾ ਬਲੁ ਕਿਤਨਾਕੁ ਹੈ? ਕ੍ਯੋਂਕਿ ਹੁਕਮੁ ਜੋਰ ਸੇ ਚਲਤਾ ਹੈ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"hy nwnk ! jy koeI mnu`K Akwl purK dy hukm ƒ smJ ley qW iPr auh suAwrQ dIAW g`lW nhIN krdw (Bwv, iPr auh suAwrQI jIvn C`f dyNdw hY) [2[","unicode":"ਹੇ ਨਾਨਕ ! ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਨੂੰ ਸਮਝ ਲਏ ਤਾਂ ਫਿਰ ਉਹ ਸੁਆਰਥ ਦੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਕਰਦਾ (ਭਾਵ, ਫਿਰ ਉਹ ਸੁਆਰਥੀ ਜੀਵਨ ਛੱਡ ਦੇਂਦਾ ਹੈ) ।੨।"},"ms":{"gurmukhi":"hy nwnk! jykr ienswn pRBU dy Purmwn ƒ smJ lvy, qd koeI BI hMkwr nW kry[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਕਰ ਇਨਸਾਨ ਪ੍ਰਭੂ ਦੇ ਫੁਰਮਾਨ ਨੂੰ ਸਮਝ ਲਵੇ, ਤਦ ਕੋਈ ਭੀ ਹੰਕਾਰ ਨਾਂ ਕਰੇ।"}},"es":{"sn":"Oh, dice Nanak, quien entiende Su Voluntad, no se aferra a su tonto orgullo. (2)"},"hi":{"ss":"हे नानक! अगर कोई मनुष्य अकाल पुरख के हुकम को समझ ले तो फिर वो स्वार्थ भरी बातें नहीं करता (अर्थात~ स्वार्थी जीवन छोड़ देता है)।2।","sts":"हे नानक ! यदि जीव उस अकाल पुरुष के आदेश को प्रसन्नचित्त होकर जान ले तो कोई भी आहंकारमयी 'मैं' के वश में नहीं रहेगा। यही अहंतत्व सांसारिक वैभव में लिप्त प्राणी को निरंकार के निकट नहीं होने देता॥ २ II"}},"transliteration":{"english":"naanak hukamai je bujhai ta haumai kahai na koi ||2||","hindi":"नानक हुकमै जे बुझै त हउमै कहै न कोइ ॥२॥","en":"naanak hukamai je bujhai ta haumai kahai na koi ||2||","hi":"नानक हुकमै जे बुझै त हउमै कहै न कोइ ॥२॥","ipa":"nɑnək hʊkəmæ d͡ʒe bʊɖ͡ʐæ t̪ hoʊmæ kəhæ nə kɔeɪ.2.","ur":"نانک هُکمَے جے بُجھَے ت هامَے کهَے ن کوا ۔۔۲۔۔"},"pageNo":1,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":17,"shabadId":3,"verse":{"gurmukhi":"gwvY ko qwxu hovY iksY qwxu ]","unicode":"ਗਾਵੈ ਕੋ ਤਾਣੁ ਹੋਵੈ ਕਿਸੈ ਤਾਣੁ ॥"},"larivaar":{"gurmukhi":"gwvYkoqwxuhovYiksYqwxu]","unicode":"ਗਾਵੈਕੋਤਾਣੁਹੋਵੈਕਿਸੈਤਾਣੁ॥"},"translation":{"en":{"bdb":"Some sing of His Power-who has that Power?","ms":"Who can sing His might? Who has power to sing it?","ssk":"Some sing of His Power-who has that Power?"},"pu":{"ss":{"gurmukhi":"ijs iksy mnu`K ƒ smrQw huMdI hY, auh r`b dy qwx ƒ gwauNdw hY[","unicode":"ਜਿਸ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਸਮਰਥਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਰੱਬ ਦੇ ਤਾਣ ਨੂੰ ਗਾਉਂਦਾ ਹੈ।"},"ft":{"gurmukhi":"aus Akwl purK ky sm`gR (qwxu) blu ko (ko gwvY) kOx gwie skqw hY? jb iksI mY AYsw blu hovY, qO gwie skqw hY]","unicode":"ਉਸ ਅਕਾਲ ਪੁਰਖ ਕੇ ਸਮੱਗ੍ਰ (ਤਾਣੁ) ਬਲੁ ਕੋ (ਕੋ ਗਾਵੈ) ਕੌਣ ਗਾਇ ਸਕਤਾ ਹੈ? ਜਬ ਕਿਸੀ ਮੈ ਐਸਾ ਬਲੁ ਹੋਵੈ, ਤੌ ਗਾਇ ਸਕਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs iksy mnu`K ƒ smrQw huMdI hY, auh r`b dy qwx ƒ gwauNdw hY[","unicode":"ਜਿਸ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਸਮਰਥਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਰੱਬ ਦੇ ਤਾਣ ਨੂੰ ਗਾਉਂਦਾ ਹੈ।"},"ms":{"gurmukhi":"ausdI SkqI ƒ kOx gwien kr skdw hY? ies ƒ gwien krn dw kIhdy kol bl hY?","unicode":"ਉਸਦੀ ਸ਼ਕਤੀ ਨੂੰ ਕੌਣ ਗਾਇਨ ਕਰ ਸਕਦਾ ਹੈ? ਇਸ ਨੂੰ ਗਾਇਨ ਕਰਨ ਦਾ ਕੀਹਦੇ ਕੋਲ ਬਲ ਹੈ?"}},"es":{"sn":"¿Quién por sí mismo puede ser grande?"},"hi":{"ss":"जिस किसी मनुष्य की स्मर्था होती है~ वह ईश्वर की ताकत को गाता है~ (भाव~ उसकी सिफत-सलाह करता है और उसके उन कर्मों का कथन करता है जिनसे उनकी बड़ी ताकत प्रगट हो)","sts":"(परमेश्वर की कृपा से ही) जिस किसी के पास आत्मिक शक्ति है, वही उस (सर्वशक्तिमान) की ताकत का यश गायन कर सकता है।"}},"transliteration":{"english":"gaavai ko taan hovai kisai taan ||","hindi":"गावै को ताणु होवै किसै ताणु ॥","en":"gaavai ko taan hovai kisai taan ||","hi":"गावै को ताणु होवै किसै ताणु ॥","ipa":"Gɑʋæ kɔ t̪ɑɳ hɔʋæ kɪsæ t̪ɑɳ.","ur":"گاوَے کو تاݨ هووَے کسَے تاݨ ۔۔"},"pageNo":1,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":18,"shabadId":3,"verse":{"gurmukhi":"gwvY ko dwiq jwxY nIswxu ]","unicode":"ਗਾਵੈ ਕੋ ਦਾਤਿ ਜਾਣੈ ਨੀਸਾਣੁ ॥"},"larivaar":{"gurmukhi":"gwvYkodwiqjwxYnIswxu]","unicode":"ਗਾਵੈਕੋਦਾਤਿਜਾਣੈਨੀਸਾਣੁ॥"},"translation":{"en":{"bdb":"Some sing of His Gifts, and know His Sign and Insignia.","ms":"Who can sing His bounties and know His resplendent effulgence?","ssk":"Some sing of His Gifts, and know His Sign and Insignia."},"pu":{"ss":{"gurmukhi":"koeI mnu`K aus dIAW dwqW ƒ hI gwauNdw hY, (ikauNik iehnW dwqW ƒ auh r`b dI rihmq dw) inSwn smJdw hY[","unicode":"ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀਆਂ ਦਾਤਾਂ ਨੂੰ ਹੀ ਗਾਉਂਦਾ ਹੈ, (ਕਿਉਂਕਿ ਇਹਨਾਂ ਦਾਤਾਂ ਨੂੰ ਉਹ ਰੱਬ ਦੀ ਰਹਿਮਤ ਦਾ) ਨਿਸ਼ਾਨ ਸਮਝਦਾ ਹੈ।"},"ft":{"gurmukhi":"(nIswxu) pRgt ArQwq iedM kr ky aus kI dwq ko kOn jwn skdw hY? qW qy aus ky bl ko kOx jwxY?","unicode":"(ਨੀਸਾਣੁ) ਪ੍ਰਗਟ ਅਰਥਾਤ ਇਦੰ ਕਰ ਕੇ ਉਸ ਕੀ ਦਾਤ ਕੋ ਕੌਨ ਜਾਨ ਸਕਦਾ ਹੈ? ਤਾਂ ਤੇ ਉਸ ਕੇ ਬਲ ਕੋ ਕੌਣ ਜਾਣੈ?"},"bdb":{"gurmukhi":"koeI mnu`K aus dIAW dwqW ƒ hI gwauNdw hY, (ikauNik iehnW dwqW ƒ auh r`b dI rihmq dw) inSwn smJdw hY[","unicode":"ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀਆਂ ਦਾਤਾਂ ਨੂੰ ਹੀ ਗਾਉਂਦਾ ਹੈ, (ਕਿਉਂਕਿ ਇਹਨਾਂ ਦਾਤਾਂ ਨੂੰ ਉਹ ਰੱਬ ਦੀ ਰਹਿਮਤ ਦਾ) ਨਿਸ਼ਾਨ ਸਮਝਦਾ ਹੈ।"},"ms":{"gurmukhi":"kOx aus dIAW b^SISW ƒ Alwp Aqy aus dy nUrwnI prqwp ƒ smJ skdw hY?","unicode":"ਕੌਣ ਉਸ ਦੀਆਂ ਬਖ਼ਸ਼ੀਸ਼ਾਂ ਨੂੰ ਅਲਾਪ ਅਤੇ ਉਸ ਦੇ ਨੂਰਾਨੀ ਪਰਤਾਪ ਨੂੰ ਸਮਝ ਸਕਦਾ ਹੈ?"}},"es":{"sn":" ¿Quién tiene algo, a menos que venga de Él?"},"hi":{"ss":"कोई मनुष्य उसकी दातों को ही गाता है~ (क्योंकि~ इन दातों को वह ईश्वर की कृपा का) निशान समझता है।","sts":"कोई उसके द्वारा प्रदत बख्शिशों को (उसकी) कृपादृष्टि मानकर ही उसकी कीर्ति का गुणगान कर रहा है।"}},"transliteration":{"english":"gaavai ko dhaat jaanai neesaan ||","hindi":"गावै को दाति जाणै नीसाणु ॥","en":"gaavai ko dhaat jaanai neesaan ||","hi":"गावै को दाति जाणै नीसाणु ॥","ipa":"Gɑʋæ kɔ d̪ɑt̪ d͡ʒɑɳæ nisɑɳ.","ur":"گاوَے کو دات جاݨَے نیِساݨ ۔۔"},"pageNo":1,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":19,"shabadId":3,"verse":{"gurmukhi":"gwvY ko gux vifAweIAw cwr ]","unicode":"ਗਾਵੈ ਕੋ ਗੁਣ ਵਡਿਆਈਆ ਚਾਰ ॥"},"larivaar":{"gurmukhi":"gwvYkoguxvifAweIAwcwr]","unicode":"ਗਾਵੈਕੋਗੁਣਵਡਿਆਈਆਚਾਰ॥"},"translation":{"en":{"bdb":"Some sing of His Glorious Virtues, Greatness and Beauty.","ms":"Some chant the Lord's beautiful excellences and magnificences.","ssk":"Some sing of His Glorious Virtues, Greatness and Beauty."},"pu":{"ss":{"gurmukhi":"koeI mnu`K r`b dy sohxy gux qy sohxIAW vifAweIAW vrxn krdw hY[ ","unicode":"ਕੋਈ ਮਨੁੱਖ ਰੱਬ ਦੇ ਸੋਹਣੇ ਗੁਣ ਤੇ ਸੋਹਣੀਆਂ ਵਡਿਆਈਆਂ ਵਰਣਨ ਕਰਦਾ ਹੈ। "},"ft":{"gurmukhi":"aus ky guxw ko punw vifAweIAw kO (cwr) cwry vyd kQn krqy hYN, pru AMqu nhI pwvqy hYN[ iqs ky bl ko kOxu gwie skqw hY?","unicode":"ਉਸ ਕੇ ਗੁਣਾ ਕੋ ਪੁਨਾ ਵਡਿਆਈਆ ਕੌ (ਚਾਰ) ਚਾਰੇ ਵੇਦ ਕਥਨ ਕਰਤੇ ਹੈਂ, ਪਰੁ ਅੰਤੁ ਨਹੀ ਪਾਵਤੇ ਹੈਂ। ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਣੁ ਗਾਇ ਸਕਤਾ ਹੈ?"},"bdb":{"gurmukhi":"koeI mnu`K r`b dy sohxy gux qy sohxIAW vifAweIAW vrxn krdw hY[ ","unicode":"ਕੋਈ ਮਨੁੱਖ ਰੱਬ ਦੇ ਸੋਹਣੇ ਗੁਣ ਤੇ ਸੋਹਣੀਆਂ ਵਡਿਆਈਆਂ ਵਰਣਨ ਕਰਦਾ ਹੈ। "},"ms":{"gurmukhi":"keI suAwmI dIAW suMdr vifAweIAW Aqy bzurgIAW gwien krdy hn[","unicode":"ਕਈ ਸੁਆਮੀ ਦੀਆਂ ਸੁੰਦਰ ਵਡਿਆਈਆਂ ਅਤੇ ਬਜ਼ੁਰਗੀਆਂ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"¿Quién puede manifestar todas las facetas de Dios? y ¿quién puede brillar con todo su esplendor?"},"hi":{"ss":"कोई मनुष्य ईश्वर के सुन्दर गुण और अच्छी बढ़ाईयों का वर्णन करता है।","sts":"कोई जीव उसके अकथनीय गुणों व महिमा को गा रहा है।"}},"transliteration":{"english":"gaavai ko gun vaddiaaieeaa chaar ||","hindi":"गावै को गुण वडिआईआ चार ॥","en":"gaavai ko gun vaddiaaieeaa chaar ||","hi":"गावै को गुण वडिआईआ चार ॥","ipa":"Gɑʋæ kɔ Gʊɳ ʋəɖɪəɑeiɑ t͡ʃɑr.","ur":"گاوَے کو گُݨ وڈآایآ چار ۔۔"},"pageNo":1,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":20,"shabadId":3,"verse":{"gurmukhi":"gwvY ko ividAw ivKmu vIcwru ]","unicode":"ਗਾਵੈ ਕੋ ਵਿਦਿਆ ਵਿਖਮੁ ਵੀਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"gwvYkoividAwivKmuvIcwru]","unicode":"ਗਾਵੈਕੋਵਿਦਿਆਵਿਖਮੁਵੀਚਾਰੁ॥"},"translation":{"en":{"bdb":"Some sing of knowledge obtained of Him, through difficult philosophical studies.","ms":"Who can chant God's Knowledge, whose study is arduous?","ssk":"Some sing of knowledge obtained of Him, through difficult philosophical studies."},"pu":{"ss":{"gurmukhi":"koeI mnu`K iv~idAw dy bl nwl Akwl purK dy kTn igAwn ƒ gwauNdw hY [","unicode":"ਕੋਈ ਮਨੁੱਖ ਵਿੱਦਿਆ ਦੇ ਬਲ ਨਾਲ ਅਕਾਲ ਪੁਰਖ ਦੇ ਕਠਨ ਗਿਆਨ ਨੂੰ ਗਾਉਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijs kI vydWqw dI iv`dÎw kw ivcwru v`fw (ivKmu) kTnu hY, iqs ky bl ko kOnu gwie skqw hY?","unicode":"ਜਿਸ ਕੀ ਵੇਦਾਂਤਾ ਦੀ ਵਿੱਦ੍ਯਾ ਕਾ ਵਿਚਾਰੁ ਵੱਡਾ (ਵਿਖਮੁ) ਕਠਨੁ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?"},"bdb":{"gurmukhi":"koeI mnu`K iv~idAw dy bl nwl Akwl purK dy kTn igAwn ƒ gwauNdw hY [","unicode":"ਕੋਈ ਮਨੁੱਖ ਵਿੱਦਿਆ ਦੇ ਬਲ ਨਾਲ ਅਕਾਲ ਪੁਰਖ ਦੇ ਕਠਨ ਗਿਆਨ ਨੂੰ ਗਾਉਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"vwihgurU dy ielm ƒ ijs dI soc ivcwr kTn hY, kOx gw skdw hY?","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਇਲਮ ਨੂੰ ਜਿਸ ਦੀ ਸੋਚ ਵਿਚਾਰ ਕਠਨ ਹੈ, ਕੌਣ ਗਾ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"¿Quién puede manifestar todas las facetas de Dios? y ¿quién puede brillar con todo su esplendor?"},"hi":{"ss":"कोई मनुष्य विद्या के बल से अकाल पुरख के कठिन ज्ञान को गाता है (भाव~ शास्त्र आदि विद्या द्वारा आत्मिक दर्शन या तत्वज्ञान जैसे मुश्किल विषयों पर विचार करता है)।","sts":"कोई उसके विषम विचारों (ज्ञान) का गान विद्या द्वारा कर रहा है।"}},"transliteration":{"english":"gaavai ko vidhiaa vikham veechaar ||","hindi":"गावै को विदिआ विखमु वीचारु ॥","en":"gaavai ko vidhiaa vikham veechaar ||","hi":"गावै को विदिआ विखमु वीचारु ॥","ipa":"Gɑʋæ kɔ ʋɪd̪ɪəɑ ʋɪkʰəm ʋit͡ʃɑr.","ur":"گاوَے کو ودآ وکھم ویِچار ۔۔"},"pageNo":1,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":21,"shabadId":3,"verse":{"gurmukhi":"gwvY ko swij kry qnu Kyh ]","unicode":"ਗਾਵੈ ਕੋ ਸਾਜਿ ਕਰੇ ਤਨੁ ਖੇਹ ॥"},"larivaar":{"gurmukhi":"gwvYkoswijkryqnuKyh]","unicode":"ਗਾਵੈਕੋਸਾਜਿਕਰੇਤਨੁਖੇਹ॥"},"translation":{"en":{"bdb":"Some sing that He fashions the body, and then again reduces it to dust.","ms":"Some sing that He fashions the body and then reduces it to dust.","ssk":"Some sing that He fashions the body, and then again reduces it to dust."},"pu":{"ss":{"gurmukhi":"koeI mnu`K ieauN gwauNdw hY, ‘Akwl purK srIr ƒ bxw ky (iPr) suAwh kr dyNdw hY’[ ","unicode":"ਕੋਈ ਮਨੁੱਖ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, ‘ਅਕਾਲ ਪੁਰਖ ਸਰੀਰ ਨੂੰ ਬਣਾ ਕੇ (ਫਿਰ) ਸੁਆਹ ਕਰ ਦੇਂਦਾ ਹੈ’। "},"ft":{"gurmukhi":"ijs pRkwr ien jIvoN ky (qn) srIr (swj) bnwie krky, iPr (Kyh) nws kr dyqw hY[ vw jYsy (Kyh) ipRQvI Awid qqoN sy ien srIroN ko swjxw krqw hY, iqs ky bl ko kOnu gwie skqw hY?","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਇਨ ਜੀਵੋਂ ਕੇ (ਤਨ) ਸਰੀਰ (ਸਾਜ) ਬਨਾਇ ਕਰਕੇ, ਫਿਰ (ਖੇਹ) ਨਾਸ ਕਰ ਦੇਤਾ ਹੈ। ਵਾ ਜੈਸੇ (ਖੇਹ) ਪ੍ਰਿਥਵੀ ਆਦਿ ਤਤੋਂ ਸੇ ਇਨ ਸਰੀਰੋਂ ਕੋ ਸਾਜਣਾ ਕਰਤਾ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?"},"bdb":{"gurmukhi":"koeI mnu`K ieauN gwauNdw hY, ‘Akwl purK srIr ƒ bxw ky (iPr) suAwh kr dyNdw hY’[ ","unicode":"ਕੋਈ ਮਨੁੱਖ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, ‘ਅਕਾਲ ਪੁਰਖ ਸਰੀਰ ਨੂੰ ਬਣਾ ਕੇ (ਫਿਰ) ਸੁਆਹ ਕਰ ਦੇਂਦਾ ਹੈ’। "},"ms":{"gurmukhi":"keI iek gwien krdy hn ik auh dyh ƒ rcdw hY qy Pyr ies ƒ im`tI kr idMdw hY[","unicode":"ਕਈ ਇਕ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਦੇਹ ਨੂੰ ਰਚਦਾ ਹੈ ਤੇ ਫੇਰ ਇਸ ਨੂੰ ਮਿੱਟੀ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Muchos son los que cantan las Alabanzas y las Perfecciones del Señor, pero nadie puede acabar de contarlas todas. "},"hi":{"ss":"कोई मनुष्य ऐसे गाता है~ ‘अकाल पुरख शरीर को बना के फिर राख कर देता है।","sts":"कोई उसका गुणगान रचयिता व संहारक ईश्वर का रूप जानकर करता है।"}},"transliteration":{"english":"gaavai ko saaj kare tan kheh ||","hindi":"गावै को साजि करे तनु खेह ॥","en":"gaavai ko saaj kare tan kheh ||","hi":"गावै को साजि करे तनु खेह ॥","ipa":"Gɑʋæ kɔ sɑd͡ʒ kəre t̪ən kʰeh.","ur":"گاوَے کو ساج کرے تن کھےه ۔۔"},"pageNo":1,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":22,"shabadId":3,"verse":{"gurmukhi":"gwvY ko jIA lY iPir dyh ]","unicode":"ਗਾਵੈ ਕੋ ਜੀਅ ਲੈ ਫਿਰਿ ਦੇਹ ॥"},"larivaar":{"gurmukhi":"gwvYkojIAlYiPirdyh]","unicode":"ਗਾਵੈਕੋਜੀਅਲੈਫਿਰਿਦੇਹ॥"},"translation":{"en":{"bdb":"Some sing that He takes life away, and then again restores it.","ms":"Some sing that God takes away life and again restores it.","ssk":"Some sing that He takes life away, and then again restores it."},"pu":{"ss":{"gurmukhi":"koeI ieauN gwauNdw hY, ‘hrI (srIrW ivcoN) ijMdW k`F ky iPr (dUjy srIrW ivc) pw dyNdw hY’[","unicode":"ਕੋਈ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, ‘ਹਰੀ (ਸਰੀਰਾਂ ਵਿਚੋਂ) ਜਿੰਦਾਂ ਕੱਢ ਕੇ ਫਿਰ (ਦੂਜੇ ਸਰੀਰਾਂ ਵਿਚ) ਪਾ ਦੇਂਦਾ ਹੈ’।"},"ft":{"gurmukhi":"sUKm rUpu jIvu ijs kI s`qw ko pwieky ies sQUl srIr ko leI iPrqw hY, vw ies srIr mY sy jIv inkwl lyqw hY AOru jo srIr my jIv pwie dyqw hY, iqs ky bl ko kOn gwie skqw hY?","unicode":"ਸੂਖਮ ਰੂਪੁ ਜੀਵੁ ਜਿਸ ਕੀ ਸੱਤਾ ਕੋ ਪਾਇਕੇ ਇਸ ਸਥੂਲ ਸਰੀਰ ਕੋ ਲਈ ਫਿਰਤਾ ਹੈ, ਵਾ ਇਸ ਸਰੀਰ ਮੈ ਸੇ ਜੀਵ ਨਿਕਾਲ ਲੇਤਾ ਹੈ ਔਰੁ ਜੋ ਸਰੀਰ ਮੇ ਜੀਵ ਪਾਇ ਦੇਤਾ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨ ਗਾਇ ਸਕਤਾ ਹੈ?"},"bdb":{"gurmukhi":"koeI ieauN gwauNdw hY, ‘hrI (srIrW ivcoN) ijMdW k`F ky iPr (dUjy srIrW ivc) pw dyNdw hY’[","unicode":"ਕੋਈ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, ‘ਹਰੀ (ਸਰੀਰਾਂ ਵਿਚੋਂ) ਜਿੰਦਾਂ ਕੱਢ ਕੇ ਫਿਰ (ਦੂਜੇ ਸਰੀਰਾਂ ਵਿਚ) ਪਾ ਦੇਂਦਾ ਹੈ’।"},"ms":{"gurmukhi":"keI iek gwien krdy hn ik vwihgurU pRwx lY lYNdw hY qy muV vwps dy idMdw hY[","unicode":"ਕਈ ਇਕ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਵਾਹਿਗੁਰੂ ਪ੍ਰਾਣ ਲੈ ਲੈਂਦਾ ਹੈ ਤੇ ਮੁੜ ਵਾਪਸ ਦੇ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Algunos cantan que Él crea la vida, otros cantan que es Él quien la toma de regreso."},"hi":{"ss":"कोई ऐसे गाता है~ ‘हरी (शरीरों में से) जान निकाल के फिर (दूसरे शरीरों में) डाल देता है’।","sts":"कोई उसका बखान इस प्रकार करता है कि वह परम सत्ता जीवन देकर फिर वापिस ले लेती है।"}},"transliteration":{"english":"gaavai ko jeea lai fir dheh ||","hindi":"गावै को जीअ लै फिरि देह ॥","en":"gaavai ko jeea lai fir dheh ||","hi":"गावै को जीअ लै फिरि देह ॥","ipa":"Gɑʋæ kɔ d͡ʒiə læ fɪr d̪eh.","ur":"گاوَے کو جیِا لَے پھر دےه ۔۔"},"pageNo":1,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}},{"verseId":23,"shabadId":3,"verse":{"gurmukhi":"gwvY ko jwpY idsY dUir ]","unicode":"ਗਾਵੈ ਕੋ ਜਾਪੈ ਦਿਸੈ ਦੂਰਿ ॥"},"larivaar":{"gurmukhi":"gwvYkojwpYidsYdUir]","unicode":"ਗਾਵੈਕੋਜਾਪੈਦਿਸੈਦੂਰਿ॥"},"translation":{"en":{"bdb":"Some sing that He seems so very far away.","ms":"Some sing that God seems and appears to be far off.","ssk":"Some sing that He seems so very far away."},"pu":{"ss":{"gurmukhi":"koeI mnu`K AwKdw hY, ‘Akwl purK dUr jwpdw hY, dUr id`sdw hY’;","unicode":"ਕੋਈ ਮਨੁੱਖ ਆਖਦਾ ਹੈ, ‘ਅਕਾਲ ਪੁਰਖ ਦੂਰ ਜਾਪਦਾ ਹੈ, ਦੂਰ ਦਿੱਸਦਾ ਹੈ’;"},"ft":{"gurmukhi":"jo jwnny sy AOr dyKny sy dUr hY[ iqs ky bl ko kOnu gwie skqw hY?","unicode":"ਜੋ ਜਾਨਨੇ ਸੇ ਔਰ ਦੇਖਨੇ ਸੇ ਦੂਰ ਹੈ। ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?"},"bdb":{"gurmukhi":"koeI mnu`K AwKdw hY, ‘Akwl purK dUr jwpdw hY, dUr id`sdw hY’;","unicode":"ਕੋਈ ਮਨੁੱਖ ਆਖਦਾ ਹੈ, ‘ਅਕਾਲ ਪੁਰਖ ਦੂਰ ਜਾਪਦਾ ਹੈ, ਦੂਰ ਦਿੱਸਦਾ ਹੈ’;"},"ms":{"gurmukhi":"keI gwien krdy hn ik hrI duryfy mlUm huMdw Aqy su`Jdw hY[","unicode":"ਕਈ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਹਰੀ ਦੁਰੇਡੇ ਮਲੂਮ ਹੁੰਦਾ ਅਤੇ ਸੁੱਝਦਾ ਹੈ।"}},"es":{"sn":"Algunos dicen que Él está muy lejos; "},"hi":{"ss":"कोई मनुष्य कहता है~ ‘अकाल पुरख दूर प्रतीत होता है’;","sts":"कोई जीव उस निरंकार को स्वयं से दूर जानकर उसका यश गाता है।"}},"transliteration":{"english":"gaavai ko jaapai dhisai dhoor ||","hindi":"गावै को जापै दिसै दूरि ॥","en":"gaavai ko jaapai dhisai dhoor ||","hi":"गावै को जापै दिसै दूरि ॥","ipa":"Gɑʋæ kɔ d͡ʒɑpæ d̪ɪsæ d̪ur.","ur":"گاوَے کو جاپَے دسَے دُور ۔۔"},"pageNo":1,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":1,"gurmukhi":"jp","unicode":"ਜਪ","english":"Jap","raagWithPage":"Jap (1-8)"}}]}