{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1014},"count":31,"navigation":{"previous":1013,"next":1015},"page":[{"verseId":43155,"shabadId":3723,"verse":{"gurmukhi":"lwgI BUK mwieAw mgu johY mukiq pdwrQu moih Kry ]3]","unicode":"ਲਾਗੀ ਭੂਖ ਮਾਇਆ ਮਗੁ ਜੋਹੈ ਮੁਕਤਿ ਪਦਾਰਥੁ ਮੋਹਿ ਖਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"lwgIBUKmwieAwmgujohYmukiqpdwrQumoihKry]3]","unicode":"ਲਾਗੀਭੂਖਮਾਇਆਮਗੁਜੋਹੈਮੁਕਤਿਪਦਾਰਥੁਮੋਹਿਖਰੇ॥੩॥"},"translation":{"en":{"bdb":"Driven by hunger, it sees the path of Maya's riches; this emotional attachment takes away the treasure of liberation. ||3||","ms":"Impelled by hunger, he spies the way of riches and secular attachment snatches away his wealth of salvation.","ssk":"Driven by hunger, it sees the path of Maya's riches; this emotional attachment takes away the treasure of liberation. ||3||"},"pu":{"ss":{"gurmukhi":"sdw ies ƒ mwieAw dI B`uK hI cMbVI rihMdI hY, sdw mwieAw dw rwh hI q`kdw rihMdw hY, mwieAw dy moh ivc (Ps ky cOhW pdwrQW ivcoN) mukiq-pdwrQ gvw lYNdw hY [3[","unicode":"ਸਦਾ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭੱੁਖ ਹੀ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ, ਸਦਾ ਮਾਇਆ ਦਾ ਰਾਹ ਹੀ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਚੌਹਾਂ ਪਦਾਰਥਾਂ ਵਿਚੋਂ) ਮੁਕਤਿ-ਪਦਾਰਥ ਗਵਾ ਲੈਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"iqRsnw rUp BUK lwgI hY mwXw kw rsqw dyK rhw hY[ jo iks aupwie kr mwXw pRwpq hovY AO mukqI Awid pdwrQ mwXw ny Tg lIey hYN]3]","unicode":"ਤ੍ਰਿਸਨਾ ਰੂਪ ਭੂਖ ਲਾਗੀ ਹੈ ਮਾਯਾ ਕਾ ਰਸਤਾ ਦੇਖ ਰਹਾ ਹੈ। ਜੋ ਕਿਸ ਉਪਾਇ ਕਰ ਮਾਯਾ ਪ੍ਰਾਪਤ ਹੋਵੈ ਔ ਮੁਕਤੀ ਆਦਿ ਪਦਾਰਥ ਮਾਯਾ ਨੇ ਠਗ ਲੀਏ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"sdw ies ƒ mwieAw dI B`uK hI cMbVI rihMdI hY, sdw mwieAw dw rwh hI q`kdw rihMdw hY, mwieAw dy moh ivc (Ps ky cOhW pdwrQW ivcoN) mukiq-pdwrQ gvw lYNdw hY [3[","unicode":"ਸਦਾ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭੱੁਖ ਹੀ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ, ਸਦਾ ਮਾਇਆ ਦਾ ਰਾਹ ਹੀ ਤੱਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਚੌਹਾਂ ਪਦਾਰਥਾਂ ਵਿਚੋਂ) ਮੁਕਤਿ-ਪਦਾਰਥ ਗਵਾ ਲੈਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"BuMK dw D`ikAw hoieAw auh mwl Dn dw rwh qkwauNdw hY Aqy sMswrI lgn aus dI mo^S dI dOlq ƒ K`s lY jWdI hY[","unicode":"ਭੁੰਖ ਦਾ ਧੱਕਿਆ ਹੋਇਆ ਉਹ ਮਾਲ ਧਨ ਦਾ ਰਾਹ ਤਕਾਉਂਦਾ ਹੈ ਅਤੇ ਸੰਸਾਰੀ ਲਗਨ ਉਸ ਦੀ ਮੋਖ਼ਸ਼ ਦੀ ਦੌਲਤ ਨੂੰ ਖੱਸ ਲੈ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Engañado y lleno de angustia va por el sendero de la ilusión, y atrapado, al estar apegado a Maya, destruye el camino a la Liberación.(3)"},"hi":{"ss":"सदा इसको माया की भूख ही चिपकी रहती है। सदा माया की राह ही ताकता रहता है। माया के मोह में (फंस के चारों पदार्थों में से) मुक्ति पदार्थ गवा लेता है। 3।","sts":"फिर उसे तृष्णा की भूख लग गई, वह धन-दौलत को पाने के लिए भागता है पर माया के मोह ने उससे मोक्ष-पदार्थ छीन लिया॥ ३॥"}},"transliteration":{"english":"laagee bhookh maiaa mag johai mukat padhaarath moh khare ||3||","hindi":"लागी भूख माइआ मगु जोहै मुकति पदारथु मोहि खरे ॥३॥","en":"laagee bhookh maiaa mag johai mukat padhaarath moh khare ||3||","hi":"लागी भूख माइआ मगु जोहै मुकति पदारथु मोहि खरे ॥३॥","ipa":"lɑGi ɓukʰ mɑɪɑ məG d͡ʒɔhæ mʊkət̪ pəd̪ɑrət̪ʰ mɔh kʰəre.3.","ur":"لاگیِ بھُوکھ مااآ مگ جوهَے مُکت پدارتھ موه کھرے ۔۔۳۔۔"},"pageNo":1014,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43156,"shabadId":3723,"verse":{"gurmukhi":"krx plwv kry nhI pwvY ieq auq FUFq Qwik pry ]","unicode":"ਕਰਣ ਪਲਾਵ ਕਰੇ ਨਹੀ ਪਾਵੈ ਇਤ ਉਤ ਢੂਢਤ ਥਾਕਿ ਪਰੇ ॥"},"larivaar":{"gurmukhi":"krxplwvkrynhIpwvYieqauqFUFqQwikpry]","unicode":"ਕਰਣਪਲਾਵਕਰੇਨਹੀਪਾਵੈਇਤਉਤਢੂਢਤਥਾਕਿਪਰੇ॥"},"translation":{"en":{"bdb":"Weeping and wailing, he does not receive them; he searches here and there, and grows weary.","ms":"By weeping and wailing he obtains not the four cardinal boons and grows weary of searching hither and thither.","ssk":"Weeping and wailing, he does not receive them; he searches here and there, and grows weary."},"pu":{"ss":{"gurmukhi":"(swrI aumr jIv mwieAw dI ^wqr hI) qrly lYNdw rihMdw hY (mn dI qs`lI jogI mwieAw) pRwpq nhIN huMdI, hr pwsy mwieAw dI FUMF-Bwl krdw krdw Q`k jWdw hY [ ","unicode":"(ਸਾਰੀ ਉਮਰ ਜੀਵ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਤਰਲੇ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਮਨ ਦੀ ਤਸੱਲੀ ਜੋਗੀ ਮਾਇਆ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਹਰ ਪਾਸੇ ਮਾਇਆ ਦੀ ਢੂੰਢ-ਭਾਲ ਕਰਦਾ ਕਰਦਾ ਥੱਕ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"rovqw hY, qo BI muK ko nhIN pwvqw, ieDr auDr suK ko FUMFqw Qwk pVw hY]","unicode":"ਰੋਵਤਾ ਹੈ, ਤੋ ਭੀ ਮੁਖ ਕੋ ਨਹੀਂ ਪਾਵਤਾ, ਇਧਰ ਉਧਰ ਸੁਖ ਕੋ ਢੂੰਢਤਾ ਥਾਕ ਪੜਾ ਹੈ॥"},"bdb":{"gurmukhi":"(swrI aumr jIv mwieAw dI ^wqr hI) qrly lYNdw rihMdw hY (mn dI qs`lI jogI mwieAw) pRwpq nhIN huMdI, hr pwsy mwieAw dI FUMF-Bwl krdw krdw Q`k jWdw hY [ ","unicode":"(ਸਾਰੀ ਉਮਰ ਜੀਵ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਤਰਲੇ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਮਨ ਦੀ ਤਸੱਲੀ ਜੋਗੀ ਮਾਇਆ) ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਹਰ ਪਾਸੇ ਮਾਇਆ ਦੀ ਢੂੰਢ-ਭਾਲ ਕਰਦਾ ਕਰਦਾ ਥੱਕ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"ivrlwp qy rox ip`tx krn duAwrw aus ƒ cwr au`qm dwqW pRwpq nhIN huMdIAW Aqy AYDr EDr Bwldw hoieAw auh hMB jWdw hY[","unicode":"ਵਿਰਲਾਪ ਤੇ ਰੋਣ ਪਿੱਟਣ ਕਰਨ ਦੁਆਰਾ ਉਸ ਨੂੰ ਚਾਰ ਉੱਤਮ ਦਾਤਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀਆਂ ਅਤੇ ਐਧਰ ਓਧਰ ਭਾਲਦਾ ਹੋਇਆ ਉਹ ਹੰਭ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Divaga y llora, pero no recibe a Dios. Lo busca por aquí y por allá en vano, "},"hi":{"ss":"(सारी उम्र जीव माया की खातिर ही) विरलाप करता रहता है (मन की तसल्ली योग्य माया) प्राप्त नहीं होती। हर तरफ माया की तलाश करता-करता थक जाता है।","sts":"वह धन के लिए मेहनत-मशक्कत करता है। परन्तु उसे उतना धन प्राप्त नहीं होता जितनी इच्छा करता है। फिर वह इधर-उधर ढूंढ कर थक जाता है।"}},"transliteration":{"english":"karan palaav kare nahee paavai it ut ddooddat thaak pare ||","hindi":"करण पलाव करे नही पावै इत उत ढूढत थाकि परे ॥","en":"karan palaav kare nahee paavai it ut ddooddat thaak pare ||","hi":"करण पलाव करे नही पावै इत उत ढूढत थाकि परे ॥","ipa":"kərəɳ pəlɑʋ kəre nəhi pɑʋæ eɪt̪ oʊt̪ ʈuʈət̪ t̪ʰɑk pəre.","ur":"کرݨ پلاو کرے نهیِ پاوَے ات اُت ڈھُوڈھت تھاک پرے ۔۔"},"pageNo":1014,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43157,"shabadId":3723,"verse":{"gurmukhi":"kwim k®oiD AhMkwir ivAwpy kUV kutMb isau pRIiq kry ]4]","unicode":"ਕਾਮਿ ਕ੍ਰੋਧਿ ਅਹੰਕਾਰਿ ਵਿਆਪੇ ਕੂੜ ਕੁਟੰਬ ਸਿਉ ਪ੍ਰੀਤਿ ਕਰੇ ॥੪॥"},"larivaar":{"gurmukhi":"kwimk®oiDAhMkwirivAwpykUVkutMbisaupRIiqkry]4]","unicode":"ਕਾਮਿਕ੍ਰੋਧਿਅਹੰਕਾਰਿਵਿਆਪੇਕੂੜਕੁਟੰਬਸਿਉਪ੍ਰੀਤਿਕਰੇ॥੪॥"},"translation":{"en":{"bdb":"Engrossed in sexual desire, anger and egotism, he falls in love with his false relatives. ||4||","ms":"He is engrossed in lust, wrath and pride and bears love to his false kinsmen.","ssk":"Engrossed in sexual desire, anger and egotism, he falls in love with his false relatives. ||4||"},"pu":{"ss":{"gurmukhi":"kwm ivc, ko®D ivc, AhMkwr ivc n`ipAw hoieAw jIv sdw nwsvMq pdwrQ nwl hI pRIiq krdw hY, sdw Awpxy prvwr nwl hI moh joVI r`Kdw hY [4[","unicode":"ਕਾਮ ਵਿਚ, ਕੋ੍ਰਧ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਨੱਪਿਆ ਹੋਇਆ ਜੀਵ ਸਦਾ ਨਾਸਵੰਤ ਪਦਾਰਥ ਨਾਲ ਹੀ ਪ੍ਰੀਤਿ ਕਰਦਾ ਹੈ, ਸਦਾ ਆਪਣੇ ਪਰਵਾਰ ਨਾਲ ਹੀ ਮੋਹ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"kwm, kRoD, AhMkwr myN fUbqw hY AO JUTy kutMb swQ pRIq krqw hY]4]","unicode":"ਕਾਮ, ਕ੍ਰੋਧ, ਅਹੰਕਾਰ ਮੇਂ ਡੂਬਤਾ ਹੈ ਔ ਝੂਠੇ ਕੁਟੰਬ ਸਾਥ ਪ੍ਰੀਤ ਕਰਤਾ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"kwm ivc, ko®D ivc, AhMkwr ivc n`ipAw hoieAw jIv sdw nwsvMq pdwrQ nwl hI pRIiq krdw hY, sdw Awpxy prvwr nwl hI moh joVI r`Kdw hY [4[","unicode":"ਕਾਮ ਵਿਚ, ਕੋ੍ਰਧ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਨੱਪਿਆ ਹੋਇਆ ਜੀਵ ਸਦਾ ਨਾਸਵੰਤ ਪਦਾਰਥ ਨਾਲ ਹੀ ਪ੍ਰੀਤਿ ਕਰਦਾ ਹੈ, ਸਦਾ ਆਪਣੇ ਪਰਵਾਰ ਨਾਲ ਹੀ ਮੋਹ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"auh Sihvq, gu¤sy Aqy hMkwr AMdr glqwn ho jWdw hY Aqy Awpxy JUTy sMnbMDIAW ƒ ipAwr krdw hY[","unicode":"ਉਹ ਸ਼ਹਿਵਤ, ਗੁੱਸੇ ਅਤੇ ਹੰਕਾਰ ਅੰਦਰ ਗਲਤਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਝੂਠੇ ਸੰਨਬੰਧੀਆਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"afligido por la lujuria, el enojo y el ego; está enamorado de sus ilusorios parientes.(4)"},"hi":{"ss":"काम में। क्रोध में। अहंकार में दबा हुआ जीव सदा नाशवंत पदार्थों के साथ ही प्रीति करता है। सदा अपने परिवार के साथ ही मोह जोड़ के रखता है। 4।","sts":"वह काम, क्रोध एवं अहंकार में ग्रस्त रहता है और मिथ्या कुटम्ब से प्रेम करता है॥ ४॥"}},"transliteration":{"english":"kaam karodh aha(n)kaar viaape kooR kuTa(n)b siau preet kare ||4||","hindi":"कामि क्रोधि अहंकारि विआपे कूड़ कुटंब सिउ प्रीति करे ॥४॥","en":"kaam karodh aha(n)kaar viaape kooR kuTa(n)b siau preet kare ||4||","hi":"कामि क्रोधि अहंकारि विआपे कूड़ कुटंब सिउ प्रीति करे ॥४॥","ipa":"kɑm kəʳɔt̪ə̀ əhəŋkɑr ʋɪəɑpe kuɽ kʊʈəŋb sɪo pɹit̪ kəre.4.","ur":"کام ک®ودھ اهںکار وآپے کُوڑ کُٹںب سا پریِت کرے ۔۔۴۔۔"},"pageNo":1014,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43158,"shabadId":3723,"verse":{"gurmukhi":"KwvY BogY suix suix dyKY pihir idKwvY kwl Gry ]","unicode":"ਖਾਵੈ ਭੋਗੈ ਸੁਣਿ ਸੁਣਿ ਦੇਖੈ ਪਹਿਰਿ ਦਿਖਾਵੈ ਕਾਲ ਘਰੇ ॥"},"larivaar":{"gurmukhi":"KwvYBogYsuixsuixdyKYpihiridKwvYkwlGry]","unicode":"ਖਾਵੈਭੋਗੈਸੁਣਿਸੁਣਿਦੇਖੈਪਹਿਰਿਦਿਖਾਵੈਕਾਲਘਰੇ॥"},"translation":{"en":{"bdb":"He eats and enjoys, listens and watches, and dresses up to show off in this house of death.","ms":"In the house of death, he eats, enjoys, hears with his ears, sees and dresses to show off.","ssk":"He eats and enjoys, listens and watches, and dresses up to show off in this house of death."},"pu":{"ss":{"gurmukhi":"(dunIAw dy cMgy cMgy pdwrQ) KWdw hY (ivSy) Bogdw hY, (soBw inMdw Awidk dy bcn) muV muV suxdw hY, (dunIAw dy rMg qmwSy) vyKdw hY, (sohxy sohxy k`pVy Awidk) pihn ky (lokW ƒ) ivKWdw hY—(b`s! iehnW hI AwhrW ivc msq ho ky) Awqmk mOq dy Gr ivc itikAw rihMdw hY (Awqmk mOq shyVI r`Kdw hY) [ ","unicode":"(ਦੁਨੀਆ ਦੇ ਚੰਗੇ ਚੰਗੇ ਪਦਾਰਥ) ਖਾਂਦਾ ਹੈ (ਵਿਸ਼ੇ) ਭੋਗਦਾ ਹੈ, (ਸੋਭਾ ਨਿੰਦਾ ਆਦਿਕ ਦੇ ਬਚਨ) ਮੁੜ ਮੁੜ ਸੁਣਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ ਰੰਗ ਤਮਾਸ਼ੇ) ਵੇਖਦਾ ਹੈ, (ਸੋਹਣੇ ਸੋਹਣੇ ਕੱਪੜੇ ਆਦਿਕ) ਪਹਿਨ ਕੇ (ਲੋਕਾਂ ਨੂੰ) ਵਿਖਾਂਦਾ ਹੈ—(ਬੱਸ! ਇਹਨਾਂ ਹੀ ਆਹਰਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ) । "},"ft":{"gurmukhi":"rsoN ko Kwqw hY, iesqRIAW ko Bogqw hY, kwnoN kr sbd ko suxqw hY AO rUp ko dyKqw hY, bsqroN ko pihr ky idKwvqw hY, punÚ sB mOq ky Gr ivKy hYN, Bwv AMq ko mrxw Avs hovygw]","unicode":"ਰਸੋਂ ਕੋ ਖਾਤਾ ਹੈ, ਇਸਤ੍ਰੀਆਂ ਕੋ ਭੋਗਤਾ ਹੈ, ਕਾਨੋਂ ਕਰ ਸਬਦ ਕੋ ਸੁਣਤਾ ਹੈ ਔ ਰੂਪ ਕੋ ਦੇਖਤਾ ਹੈ, ਬਸਤਰੋਂ ਕੋ ਪਹਿਰ ਕੇ ਦਿਖਾਵਤਾ ਹੈ, ਪੁਨਃ ਸਭ ਮੌਤ ਕੇ ਘਰ ਵਿਖੇ ਹੈਂ, ਭਾਵ ਅੰਤ ਕੋ ਮਰਣਾ ਅਵਸ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":"(dunIAw dy cMgy cMgy pdwrQ) KWdw hY (ivSy) Bogdw hY, (soBw inMdw Awidk dy bcn) muV muV suxdw hY, (dunIAw dy rMg qmwSy) vyKdw hY, (sohxy sohxy k`pVy Awidk) pihn ky (lokW ƒ) ivKWdw hY—(b`s! iehnW hI AwhrW ivc msq ho ky) Awqmk mOq dy Gr ivc itikAw rihMdw hY (Awqmk mOq shyVI r`Kdw hY) [ ","unicode":"(ਦੁਨੀਆ ਦੇ ਚੰਗੇ ਚੰਗੇ ਪਦਾਰਥ) ਖਾਂਦਾ ਹੈ (ਵਿਸ਼ੇ) ਭੋਗਦਾ ਹੈ, (ਸੋਭਾ ਨਿੰਦਾ ਆਦਿਕ ਦੇ ਬਚਨ) ਮੁੜ ਮੁੜ ਸੁਣਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ ਰੰਗ ਤਮਾਸ਼ੇ) ਵੇਖਦਾ ਹੈ, (ਸੋਹਣੇ ਸੋਹਣੇ ਕੱਪੜੇ ਆਦਿਕ) ਪਹਿਨ ਕੇ (ਲੋਕਾਂ ਨੂੰ) ਵਿਖਾਂਦਾ ਹੈ—(ਬੱਸ! ਇਹਨਾਂ ਹੀ ਆਹਰਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ) । "},"ms":{"gurmukhi":"ies mOq dy gRih AMdr auh KWdw, AnMd mwxdw, kMnW nwl suxdw, vyKdw Aqy ivKwvw krn leI pihxdw hY[","unicode":"ਇਸ ਮੌਤ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਉਹ ਖਾਂਦਾ, ਅਨੰਦ ਮਾਣਦਾ, ਕੰਨਾਂ ਨਾਲ ਸੁਣਦਾ, ਵੇਖਦਾ ਅਤੇ ਵਿਖਾਵਾ ਕਰਨ ਲਈ ਪਹਿਣਦਾ ਹੈ।"}},"es":{"sn":"Ve, escucha, come, se divierte y se viste sólo para impresionar a los demás en la casa de la muerte. "},"hi":{"ss":"(दुनिया के अच्छे-अच्छे पदार्थ) खाता है (विषौ) भोगता है। (शोभा-निंदा आदि के वचन) बार-बार सुनता है। (दुनिया के रंग-तमाशे) देखता है। (सुंदर-सुंदर कपड़े आदि) पहन के (लोगों को) दिखाता है- (बस ! इन्हीं व्यस्तताओं में मस्त हो के) आत्मिक मौत के घर में टिका रहता है (आत्मिक मौत सहेड़ के रखता है)।","sts":"वह मृत्यु के घर इस जगत् में स्वादिष्ट पदार्थ खाकर व् वस्त्र पहनकर लोगों को दिखाता है।"}},"transliteration":{"english":"khaavai bhogai sun sun dhekhai pahir dhikhaavai kaal ghare ||","hindi":"खावै भोगै सुणि सुणि देखै पहिरि दिखावै काल घरे ॥","en":"khaavai bhogai sun sun dhekhai pahir dhikhaavai kaal ghare ||","hi":"खावै भोगै सुणि सुणि देखै पहिरि दिखावै काल घरे ॥","ipa":"kʰɑʋæ ɓɔGæ sʊɳ sʊɳ d̪ekʰæ pəhɪr d̪ɪkʰɑʋæ kɑl Gʰəre.","ur":"کھاوَے بھوگَے سُݨ سُݨ دےکھَے پهِر دکھاوَے کال گھرے ۔۔"},"pageNo":1014,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43159,"shabadId":3723,"verse":{"gurmukhi":"ibnu gur sbd n Awpu pCwxY ibnu hir nwm n kwlu try ]5]","unicode":"ਬਿਨੁ ਗੁਰ ਸਬਦ ਨ ਆਪੁ ਪਛਾਣੈ ਬਿਨੁ ਹਰਿ ਨਾਮ ਨ ਕਾਲੁ ਟਰੇ ॥੫॥"},"larivaar":{"gurmukhi":"ibnugursbdnAwpupCwxYibnuhirnwmnkwlutry]5]","unicode":"ਬਿਨੁਗੁਰਸਬਦਨਆਪੁਪਛਾਣੈਬਿਨੁਹਰਿਨਾਮਨਕਾਲੁਟਰੇ॥੫॥"},"translation":{"en":{"bdb":"Without the Word of the Guru's Shabad, he does not undersand himself. Without the Lord's Name, death cannot be avoided. ||5||","ms":"Without Guru's instruction, he understands not his-self and without the Lord's Name, death is averted not.","ssk":"Without the Word of the Guru's Shabad, he does not undersand himself. Without the Lord's Name, death cannot be avoided. ||5||"},"pu":{"ss":{"gurmukhi":"gurU dy Sbd qoN vWijAw hoieAw Awpxy Awqmk jIvn ƒ pCwx nhIN skdw [ prmwqmw dy nwm qoN KuMiJAw hox krky Awqmk mOq (ies dy isr qoN) nhIN tldI [5[","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦਾ । ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਣ ਕਰਕੇ ਆਤਮਕ ਮੌਤ (ਇਸ ਦੇ ਸਿਰ ਤੋਂ) ਨਹੀਂ ਟਲਦੀ ।੫।"},"ft":{"gurmukhi":"ibnW gur aupdyS sy Awp ko nhIN pCwnqw AO ibnW prmysur nwm jpny sy kwl nhIN trqw hY]5]","unicode":"ਬਿਨਾਂ ਗੁਰ ਉਪਦੇਸ਼ ਸੇ ਆਪ ਕੋ ਨਹੀਂ ਪਛਾਨਤਾ ਔ ਬਿਨਾਂ ਪਰਮੇਸੁਰ ਨਾਮ ਜਪਨੇ ਸੇ ਕਾਲ ਨਹੀਂ ਟਰਤਾ ਹੈ॥੫॥"},"bdb":{"gurmukhi":"gurU dy Sbd qoN vWijAw hoieAw Awpxy Awqmk jIvn ƒ pCwx nhIN skdw [ prmwqmw dy nwm qoN KuMiJAw hox krky Awqmk mOq (ies dy isr qoN) nhIN tldI [5[","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦਾ । ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਣ ਕਰਕੇ ਆਤਮਕ ਮੌਤ (ਇਸ ਦੇ ਸਿਰ ਤੋਂ) ਨਹੀਂ ਟਲਦੀ ।੫।"},"ms":{"gurmukhi":"gurW dy aupdyS bwJoN auh Awpxy Awp ƒ nhIN smJdw qy suAwmI dy nwm dy bZYr mOq tldI nhIN[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਬਾਝੋਂ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਤੇ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੇ ਬਗ਼ੈਰ ਮੌਤ ਟਲਦੀ ਨਹੀਂ।"}},"es":{"sn":"Él no conoce su Ser, pues no goza de la ayuda de la Palabra del Guru, y sin el Nombre del Señor, la muerte se encuentra amenazando sobre su cabeza.(5)"},"hi":{"ss":"गुरू के शबद से टूटा हुआ अपने आत्मिक जीवन को पहचान नहीं सकता। परमात्मा के नाम से टूटा हुआ होने के कारण आत्मिक मौत (इसके सिर से) नहीं टलती। 5।","sts":"शब्द गुरु के बिना वह आत्म ज्ञान को नहीं पहचानता और परमात्मा के नाम बिना उसका काल नहीं टलता॥ ५॥"}},"transliteration":{"english":"bin gur sabadh na aap pachhaanai bin har naam na kaal Tare ||5||","hindi":"बिनु गुर सबद न आपु पछाणै बिनु हरि नाम न कालु टरे ॥५॥","en":"bin gur sabadh na aap pachhaanai bin har naam na kaal Tare ||5||","hi":"बिनु गुर सबद न आपु पछाणै बिनु हरि नाम न कालु टरे ॥५॥","ipa":"bɪn Gʊr səbəd̪ nə əɑp pəɕɑɳæ bɪn hər nɑm nə kɑl ʈəre.5.","ur":"بٍن گُر سبد ن آپ پچھاݨَے بن هر نام ن کال ٹرے ۔۔۵۔۔"},"pageNo":1014,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43160,"shabadId":3723,"verse":{"gurmukhi":"jyqw mohu haumY kir BUly myrI myrI krqy CIin Kry ]","unicode":"ਜੇਤਾ ਮੋਹੁ ਹਉਮੈ ਕਰਿ ਭੂਲੇ ਮੇਰੀ ਮੇਰੀ ਕਰਤੇ ਛੀਨਿ ਖਰੇ ॥"},"larivaar":{"gurmukhi":"jyqwmohuhaumYkirBUlymyrImyrIkrqyCIinKry]","unicode":"ਜੇਤਾਮੋਹੁਹਉਮੈਕਰਿਭੂਲੇਮੇਰੀਮੇਰੀਕਰਤੇਛੀਨਿਖਰੇ॥"},"translation":{"en":{"bdb":"The more attachment and egotism delude and confuse him, the more he cries out, \"\"Mine, mine!\"\", and the more he loses out.","ms":"The more man strays through worldly love, ego and the practice of self-hood the more he is dispossessed of gnosis.","ssk":"The more attachment and egotism delude and confuse him, the more he cries out, \"Mine, mine!\", and the more he loses out."},"pu":{"ss":{"gurmukhi":"ijqnw hI moh qy haumY kr ky jIv shI jIvn-rwh qoN Bu`ldw hY, ijqnw hI vDIk ‘myrI (mwieAw) myrI (mwieAw)’ krdw hY, auqnw hI ieh haumY mmqw ies dy Awqmk jIvn ƒ Koh ky lY jWdy hn [ ","unicode":"ਜਿਤਨਾ ਹੀ ਮੋਹ ਤੇ ਹਉਮੈ ਕਰ ਕੇ ਜੀਵ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਭੁੱਲਦਾ ਹੈ, ਜਿਤਨਾ ਹੀ ਵਧੀਕ ‘ਮੇਰੀ (ਮਾਇਆ) ਮੇਰੀ (ਮਾਇਆ)’ ਕਰਦਾ ਹੈ, ਉਤਨਾ ਹੀ ਇਹ ਹਉਮੈ ਮਮਤਾ ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖੋਹ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"jyqw mohu hUAw iqs myN hMqw kr ky BUl gey[ eyh myrI mwieAw hY eyhu myrI jwqI hY, AYsy krqy hI jIvoN ky gux Kos lIey]","unicode":"ਜੇਤਾ ਮੋਹੁ ਹੂਆ ਤਿਸ ਮੇਂ ਹੰਤਾ ਕਰ ਕੇ ਭੂਲ ਗਏ। ਏਹ ਮੇਰੀ ਮਾਇਆ ਹੈ ਏਹੁ ਮੇਰੀ ਜਾਤੀ ਹੈ, ਐਸੇ ਕਰਤੇ ਹੀ ਜੀਵੋਂ ਕੇ ਗੁਣ ਖੋਸ ਲੀਏ॥"},"bdb":{"gurmukhi":"ijqnw hI moh qy haumY kr ky jIv shI jIvn-rwh qoN Bu`ldw hY, ijqnw hI vDIk ‘myrI (mwieAw) myrI (mwieAw)’ krdw hY, auqnw hI ieh haumY mmqw ies dy Awqmk jIvn ƒ Koh ky lY jWdy hn [ ","unicode":"ਜਿਤਨਾ ਹੀ ਮੋਹ ਤੇ ਹਉਮੈ ਕਰ ਕੇ ਜੀਵ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਭੁੱਲਦਾ ਹੈ, ਜਿਤਨਾ ਹੀ ਵਧੀਕ ‘ਮੇਰੀ (ਮਾਇਆ) ਮੇਰੀ (ਮਾਇਆ)’ ਕਰਦਾ ਹੈ, ਉਤਨਾ ਹੀ ਇਹ ਹਉਮੈ ਮਮਤਾ ਇਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖੋਹ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"ijMnw izAwdw bMdw sMswrI mmqw, hMkwr Aqy Apx`q krn nwl kurwhy pYNdw hY, aunw hI izAwdw auh igAwn qoN vWiJAw ho jWdw hY[","unicode":"ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਬੰਦਾ ਸੰਸਾਰੀ ਮਮਤਾ, ਹੰਕਾਰ ਅਤੇ ਅਪਣੱਤ ਕਰਨ ਨਾਲ ਕੁਰਾਹੇ ਪੈਂਦਾ ਹੈ, ਉਨਾ ਹੀ ਜ਼ਿਆਦਾ ਉਹ ਗਿਆਨ ਤੋਂ ਵਾਂਝਿਆ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Mientras más se encuentre uno apegado y engañado por el ego y por el sentido del “yo soy”, más será desposeído por los estragos del tiempo.  "},"hi":{"ss":"जितना ही मोह और अहंकार के कारण जीव सही जीवन-राह से भूलता जाता है। जितना ज्यादा 'मेरी मेरी' (माया) करता है। उतना ही ज्यादा अहंकार और ममता इसके आत्मिक जीवन को छीन के लेते जाते हैं।","sts":"जितना अधिक मोह एवं अभिमान करता है, उतना ही भटकता है और ‘मेरी-मेरी' करता हुआ खत्म हो जाता है।"}},"transliteration":{"english":"jetaa moh haumai kar bhoole meree meree karate chheen khare ||","hindi":"जेता मोहु हउमै करि भूले मेरी मेरी करते छीनि खरे ॥","en":"jetaa moh haumai kar bhoole meree meree karate chheen khare ||","hi":"जेता मोहु हउमै करि भूले मेरी मेरी करते छीनि खरे ॥","ipa":"d͡ʒet̪ɑ mɔh hoʊmæ kər ɓule meri meri kərət̪e ɕin kʰəre.","ur":"جےتا موهُ هامَے کر بھُولے مےریِ مےریِ کرتے چھیٍن کھرے ۔۔"},"pageNo":1014,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43161,"shabadId":3723,"verse":{"gurmukhi":"qnu Dnu ibnsY shsY shsw iPir pCuqwvY muiK DUir pry ]6]","unicode":"ਤਨੁ ਧਨੁ ਬਿਨਸੈ ਸਹਸੈ ਸਹਸਾ ਫਿਰਿ ਪਛੁਤਾਵੈ ਮੁਖਿ ਧੂਰਿ ਪਰੇ ॥੬॥"},"larivaar":{"gurmukhi":"qnuDnuibnsYshsYshswiPirpCuqwvYmuiKDUirpry]6]","unicode":"ਤਨੁਧਨੁਬਿਨਸੈਸਹਸੈਸਹਸਾਫਿਰਿਪਛੁਤਾਵੈਮੁਖਿਧੂਰਿਪਰੇ॥੬॥"},"translation":{"en":{"bdb":"His body and wealth pass away, and he is torn by skepticism and cynicism; in the end, he regrets and repents, when the dust falls on his face. ||6||","ms":"When he loses his body and wealth, he is overtaken by gross anxiety and in the end when dust falls on his face, he greatly regrets.","ssk":"His body and wealth pass away, and he is torn by skepticism and cynicism; in the end, he regrets and repents, when the dust falls on his face. ||6||"},"pu":{"ss":{"gurmukhi":"Aw^r ieh srIr qy ieh Dn, (ijnHW dI ^wqr hr vyly sihm ivc rihMdw sI, nws ho jWdw hY [ qdoN jIv pCuqWdw hY, (pr aus vyly pCuqwieAW kuJ nhIN bxdw) ies dy mUMh auqy iPtkwr hI pYNdI hY [6[","unicode":"ਆਖ਼ਰ ਇਹ ਸਰੀਰ ਤੇ ਇਹ ਧਨ, (ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਹਰ ਵੇਲੇ ਸਹਿਮ ਵਿਚ ਰਹਿੰਦਾ ਸੀ, ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ । ਤਦੋਂ ਜੀਵ ਪਛੁਤਾਂਦਾ ਹੈ, (ਪਰ ਉਸ ਵੇਲੇ ਪਛੁਤਾਇਆਂ ਕੁਝ ਨਹੀਂ ਬਣਦਾ) ਇਸ ਦੇ ਮੂੰਹ ਉਤੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ ।੬।"},"ft":{"gurmukhi":"puqRwid ky ibnsy sihmw hUAw, jb Dn ibnisAw qW vI sMsy myN pVy, jb pRlok myN muK pr iDkwr rUp DUV pVI qb Pyr BI pCqwvqw hI hY]6]","unicode":"ਪੁਤ੍ਰਾਦਿ ਕੇ ਬਿਨਸੇ ਸਹਿਮਾ ਹੂਆ, ਜਬ ਧਨ ਬਿਨਸਿਆ ਤਾਂ ਵੀ ਸੰਸੇ ਮੇਂ ਪੜੇ, ਜਬ ਪ੍ਰਲੋਕ ਮੇਂ ਮੁਖ ਪਰ ਧਿਕਾਰ ਰੂਪ ਧੂੜ ਪੜੀ ਤਬ ਫੇਰ ਭੀ ਪਛਤਾਵਤਾ ਹੀ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"Aw^r ieh srIr qy ieh Dn, (ijnHW dI ^wqr hr vyly sihm ivc rihMdw sI, nws ho jWdw hY [ qdoN jIv pCuqWdw hY, (pr aus vyly pCuqwieAW kuJ nhIN bxdw) ies dy mUMh auqy iPtkwr hI pYNdI hY [6[","unicode":"ਆਖ਼ਰ ਇਹ ਸਰੀਰ ਤੇ ਇਹ ਧਨ, (ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਹਰ ਵੇਲੇ ਸਹਿਮ ਵਿਚ ਰਹਿੰਦਾ ਸੀ, ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ । ਤਦੋਂ ਜੀਵ ਪਛੁਤਾਂਦਾ ਹੈ, (ਪਰ ਉਸ ਵੇਲੇ ਪਛੁਤਾਇਆਂ ਕੁਝ ਨਹੀਂ ਬਣਦਾ) ਇਸ ਦੇ ਮੂੰਹ ਉਤੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ ।੬।"},"ms":{"gurmukhi":"jd auh AwpxI dyh qy dOlq guAw bihdw hY, auh Bwry i&kr iv`c Ps jWdw hY Aqy AMq ƒ jd aus dy mUMh qy Kyh pYNdI hY, auh bhuq A&sos krdw hY[","unicode":"ਜਦ ਉਹ ਆਪਣੀ ਦੇਹ ਤੇ ਦੌਲਤ ਗੁਆ ਬਹਿਦਾ ਹੈ, ਉਹ ਭਾਰੇ ਫ਼ਿਕਰ ਵਿੱਚ ਫਸ ਜਾਂਦਾ ਹੈ ਅਤੇ ਅੰਤ ਨੂੰ ਜਦ ਉਸ ਦੇ ਮੂੰਹ ਤੇ ਖੇਹ ਪੈਂਦੀ ਹੈ, ਉਹ ਬਹੁਤ ਅਫ਼ਸੋਸ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Así uno pierde su cuerpo y sus riquezas, vive siempre en  duda y finalmente se arrepiente, con la cara embarrada en el lodo.  (6)"},"hi":{"ss":"आखिर में ये शरीर और ये धन। (जिनकी खातिर हर वक्त सहम में रहता था। ) नाश हो जाते हैं। तब जीव पछताता है। (पर उस वक्त पछताने से कुछ नहीं बनता) इसके मुँह पर धिक्कारें ही पड़ती हैं। 6।","sts":"हजारों चिंता से उसका तन-धन नाश हो जाता है और फिर वह पछताता है परन्तु उसके मुँह में धूल ही पड़ती है॥ ६॥"}},"transliteration":{"english":"tan dhan binasai sahasai sahasaa fir pachhutaavai mukh dhoor pare ||6||","hindi":"तनु धनु बिनसै सहसै सहसा फिरि पछुतावै मुखि धूरि परे ॥६॥","en":"tan dhan binasai sahasai sahasaa fir pachhutaavai mukh dhoor pare ||6||","hi":"तनु धनु बिनसै सहसै सहसा फिरि पछुतावै मुखि धूरि परे ॥६॥","ipa":"t̪ən t̪ən bɪnəsæ səhəsæ səhəsɑ fɪr pəɕʊt̪ɑʋæ mʊkʰ t̪ur pəre.6.","ur":"تن دھن بنسَے سهسَے سهسا پھر پچھتاوَے مُکھ دھُور پرے ۔۔۶۔۔"},"pageNo":1014,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43162,"shabadId":3723,"verse":{"gurmukhi":"ibriD BieAw jobnu qnu iKisAw kPu kMTu ibrUDo nYnhu nIru Fry ]","unicode":"ਬਿਰਧਿ ਭਇਆ ਜੋਬਨੁ ਤਨੁ ਖਿਸਿਆ ਕਫੁ ਕੰਠੁ ਬਿਰੂਧੋ ਨੈਨਹੁ ਨੀਰੁ ਢਰੇ ॥"},"larivaar":{"gurmukhi":"ibriDBieAwjobnuqnuiKisAwkPukMTuibrUDonYnhunIruFry]","unicode":"ਬਿਰਧਿਭਇਆਜੋਬਨੁਤਨੁਖਿਸਿਆਕਫੁਕੰਠੁਬਿਰੂਧੋਨੈਨਹੁਨੀਰੁਢਰੇ॥"},"translation":{"en":{"bdb":"He grows old, his body and youth waste away, and his throat is plugged with mucous; water flows from his eyes.","ms":"When he becomes old, his youth and body recede, phlegm chokes his throat and water flows from his eyes.","ssk":"He grows old, his body and youth waste away, and his throat is plugged with mucous; water flows from his eyes."},"pu":{"ss":{"gurmukhi":"mnu`K bu`Fw ho jWdw hY, jvwnI iKsk jWdI hY srIr kmzor ho jWdw hY, sMG blZm nwl ruikAw rihMdw hY, A`KW qoN pwxI vgdw rihMdw hY, pYr (qurnoN) rih jWdy hn, ","unicode":"ਮਨੁੱਖ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਵਾਨੀ ਖਿਸਕ ਜਾਂਦੀ ਹੈ ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੰਘ ਬਲਗ਼ਮ ਨਾਲ ਰੁਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਅੱਖਾਂ ਤੋਂ ਪਾਣੀ ਵਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਪੈਰ (ਤੁਰਨੋਂ) ਰਹਿ ਜਾਂਦੇ ਹਨ, "},"ft":{"gurmukhi":"jb bUFw hUAw, jobn jo qn myN Qw, so BI (iKisAw) dUr BieAw, punÚ kP ny qO kMTu roikAw AO nyqRoN sy jl Flkqw hY]","unicode":"ਜਬ ਬੂਢਾ ਹੂਆ, ਜੋਬਨ ਜੋ ਤਨ ਮੇਂ ਥਾ, ਸੋ ਭੀ (ਖਿਸਿਆ) ਦੂਰ ਭਇਆ, ਪੁਨਃ ਕਫ ਨੇ ਤੌ ਕੰਠੁ ਰੋਕਿਆ ਔ ਨੇਤ੍ਰੋਂ ਸੇ ਜਲ ਢਲਕਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"mnu`K bu`Fw ho jWdw hY, jvwnI iKsk jWdI hY srIr kmzor ho jWdw hY, sMG blZm nwl ruikAw rihMdw hY, A`KW qoN pwxI vgdw rihMdw hY, pYr (qurnoN) rih jWdy hn, ","unicode":"ਮਨੁੱਖ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਵਾਨੀ ਖਿਸਕ ਜਾਂਦੀ ਹੈ ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੰਘ ਬਲਗ਼ਮ ਨਾਲ ਰੁਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਅੱਖਾਂ ਤੋਂ ਪਾਣੀ ਵਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਪੈਰ (ਤੁਰਨੋਂ) ਰਹਿ ਜਾਂਦੇ ਹਨ, "},"ms":{"gurmukhi":"jd auh bu`Fw ho jWdw hY, aus dI juAwnI qy dyh ip¤Cy h`t jWdIAW hn, blgm aus dy gly ƒ rok lYNdI hY Aqy aus dIAW A`KW ivcoN pwxI vgdw hY[","unicode":"ਜਦ ਉਹ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਜੁਆਨੀ ਤੇ ਦੇਹ ਪਿੱਛੇ ਹੱਟ ਜਾਂਦੀਆਂ ਹਨ, ਬਲਗਮ ਉਸ ਦੇ ਗਲੇ ਨੂੰ ਰੋਕ ਲੈਂਦੀ ਹੈ ਅਤੇ ਉਸ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚੋਂ ਪਾਣੀ ਵਗਦਾ ਹੈ।"}},"es":{"sn":"Envejecido, el Manmukj pierde su fuerza y su belleza, las flemas se le atoran en la garganta y las lágrimas empañan su visión. "},"hi":{"ss":"मनुष्य बूढ़ा हो जाता है। जवानी खिसक जाती है शरीर कमजोर हो जाता है। गला बलगम से रुका रहता है। आँखों से पानी बहता रहता है।","sts":"अब जब वह बूढ़ा हो गया तो शरीर निर्बल और यौवन का अंत हो गया। बलगम खांसी से गला रुक गया और ऑखों से नीर बहने लग गया।"}},"transliteration":{"english":"biradh bhiaa joban tan khisiaa kaf ka(n)Th biroodho nainahu neer ddare ||","hindi":"बिरधि भइआ जोबनु तनु खिसिआ कफु कंठु बिरूधो नैनहु नीरु ढरे ॥","en":"biradh bhiaa joban tan khisiaa kaf ka(n)Th biroodho nainahu neer ddare ||","hi":"बिरधि भइआ जोबनु तनु खिसिआ कफु कंठु बिरूधो नैनहु नीरु ढरे ॥","ipa":"bɪrət̪ə̀ ɓɪɑ d͡ʒɔbən t̪ən kʰɪsɪəɑ kəf kəŋʈʰ bɪrut̪ɔ nænəh nir ʈəre.","ur":"بِردھ بھایا جوبن تن کھسآ کپھ کںٹھ برُودھو نَےنهُ نیِر ڈھرے ۔۔"},"pageNo":1014,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43163,"shabadId":3723,"verse":{"gurmukhi":"crx rhy kr kMpx lwgy swkq rwmu n irdY hry ]7]","unicode":"ਚਰਣ ਰਹੇ ਕਰ ਕੰਪਣ ਲਾਗੇ ਸਾਕਤ ਰਾਮੁ ਨ ਰਿਦੈ ਹਰੇ ॥੭॥"},"larivaar":{"gurmukhi":"crxrhykrkMpxlwgyswkqrwmunirdYhry]7]","unicode":"ਚਰਣਰਹੇਕਰਕੰਪਣਲਾਗੇਸਾਕਤਰਾਮੁਨਰਿਦੈਹਰੇ॥੭॥"},"translation":{"en":{"bdb":"His feet fail him, and his hands shake and tremble; the faithless cynic does not enshrine the Lord in his heart. ||7||","ms":"His feet fail to function and his hands begin to tremble. Even then the worshipper of mammon enshrines not the Lord-God in his mind,","ssk":"He feet fail him, and his hands shake and tremble; the faithless cynic does not enshrine the Lord in his heart. ||7||"},"pu":{"ss":{"gurmukhi":"h`Q kMbx l`g pYNdy hn, (iPr BI) mwieAw-vyVHy jIv dy ihrdy ivc hrI prmwqmw (dw nwm) nhIN (v`sdw) [7[","unicode":"ਹੱਥ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, (ਫਿਰ ਭੀ) ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਨਹੀਂ (ਵੱਸਦਾ) ।੭।"},"ft":{"gurmukhi":"crn qurny sy rhy AOr hQ kMpny lwgy, iqn swkqoN ky ird myN hry krnyhwrw nwmu Xwd n AwieAw]7]","unicode":"ਚਰਨ ਤੁਰਨੇ ਸੇ ਰਹੇ ਔਰ ਹਥ ਕੰਪਨੇ ਲਾਗੇ, ਤਿਨ ਸਾਕਤੋਂ ਕੇ ਰਿਦ ਮੇਂ ਹਰੇ ਕਰਨੇਹਾਰਾ ਨਾਮੁ ਯਾਦ ਨ ਆਇਆ॥੭॥"},"bdb":{"gurmukhi":"h`Q kMbx l`g pYNdy hn, (iPr BI) mwieAw-vyVHy jIv dy ihrdy ivc hrI prmwqmw (dw nwm) nhIN (v`sdw) [7[","unicode":"ਹੱਥ ਕੰਬਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, (ਫਿਰ ਭੀ) ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਨਹੀਂ (ਵੱਸਦਾ) ।੭।"},"ms":{"gurmukhi":"aus dy pYr turno rih jWdy hn, qy aus dy h`Q kMbx l`g jWdy hn[ qd BI mwieAw dw pujwrI suAwmI vwihgurU ƒ Awpxy ihrdy AMdr nhIN itkwauNdw[","unicode":"ਉਸ ਦੇ ਪੈਰ ਟੁਰਨੋ ਰਹਿ ਜਾਂਦੇ ਹਨ, ਤੇ ਉਸ ਦੇ ਹੱਥ ਕੰਬਣ ਲੱਗ ਜਾਂਦੇ ਹਨ। ਤਦ ਭੀ ਮਾਇਆ ਦਾ ਪੁਜਾਰੀ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਨਹੀਂ ਟਿਕਾਉਂਦਾ।"}},"es":{"sn":"Sus manos tiemblan y sus piernas se tambalean, y aun así el alabador de Maya, la gran embustera, no alaba a Dios en su corazón.(7)"},"hi":{"ss":"पैर (चलने से) रह जाते हैं। हाथ काँपने लग जाते हैं। (फिर भी) माया-ग्रसित जीव के हृदय में हरी परमात्मा (का नाम) नहीं (बसता)। 7।","sts":"पैर चलने से रह गए हैं और हाथ थर-थर कॉपने लगे हैं। लेकिन अफसोस अभी भी विमुखी जीव के ह्रदय में राम नाम याद नहीं आता॥ ७॥"}},"transliteration":{"english":"charan rahe kar ka(n)pan laage saakat raam na ridhai hare ||7||","hindi":"चरण रहे कर कंपण लागे साकत रामु न रिदै हरे ॥७॥","en":"charan rahe kar ka(n)pan laage saakat raam na ridhai hare ||7||","hi":"चरण रहे कर कंपण लागे साकत रामु न रिदै हरे ॥७॥","ipa":"t͡ʃərəɳ rəhe kər kəŋpəɳ lɑGe sɑkət̪ rɑm nə rɪd̪æ həre.7.","ur":"چرݨ رهے کر کمپݨ لاگے ساکت رام ن ردَے هرے ۔۔۷۔۔"},"pageNo":1014,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43164,"shabadId":3723,"verse":{"gurmukhi":"suriq geI kwlI hU Dauly iksY n BwvY riKE Gry ]","unicode":"ਸੁਰਤਿ ਗਈ ਕਾਲੀ ਹੂ ਧਉਲੇ ਕਿਸੈ ਨ ਭਾਵੈ ਰਖਿਓ ਘਰੇ ॥"},"larivaar":{"gurmukhi":"suriqgeIkwlIhUDaulyiksYnBwvYriKEGry]","unicode":"ਸੁਰਤਿਗਈਕਾਲੀਹੂਧਉਲੇਕਿਸੈਨਭਾਵੈਰਖਿਓਘਰੇ॥"},"translation":{"en":{"bdb":"His intellect fails him, his black hair turns white, and no one wants to keep him in their home.","ms":"His intellect fails, his black hair turn white and no one likes him to stay at home.","ssk":"His intellect fails him, his black hair turns white, and no one wants to keep him in their home."},"pu":{"ss":{"gurmukhi":"(bu`Fw ho jwx qy) Akl itkwxy nhIN rihMdI, kys kwly qoN ic`ty ho jWdy hn, Gr ivc r`iKAw hoieAw iksy ƒ cMgw nhIN l`gdw (iPr BI prmwqmw dy nwm ƒ BulweI r`Kdw hY) ","unicode":"(ਬੁੱਢਾ ਹੋ ਜਾਣ ਤੇ) ਅਕਲ ਟਿਕਾਣੇ ਨਹੀਂ ਰਹਿੰਦੀ, ਕੇਸ ਕਾਲੇ ਤੋਂ ਚਿੱਟੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਘਰ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਕਿਸੇ ਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ (ਫਿਰ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ) "},"ft":{"gurmukhi":"gÎwq BI geI, kwly kysoN sy sPYd hUey, iksy ko Gr myN riKAw BI Bwvqw nhIN hY]","unicode":"ਗ੍ਯਾਤ ਭੀ ਗਈ, ਕਾਲੇ ਕੇਸੋਂ ਸੇ ਸਫੈਦ ਹੂਏ, ਕਿਸੇ ਕੋ ਘਰ ਮੇਂ ਰਖਿਆ ਭੀ ਭਾਵਤਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"(bu`Fw ho jwx qy) Akl itkwxy nhIN rihMdI, kys kwly qoN ic`ty ho jWdy hn, Gr ivc r`iKAw hoieAw iksy ƒ cMgw nhIN l`gdw (iPr BI prmwqmw dy nwm ƒ BulweI r`Kdw hY) ","unicode":"(ਬੁੱਢਾ ਹੋ ਜਾਣ ਤੇ) ਅਕਲ ਟਿਕਾਣੇ ਨਹੀਂ ਰਹਿੰਦੀ, ਕੇਸ ਕਾਲੇ ਤੋਂ ਚਿੱਟੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਘਰ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਕਿਸੇ ਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ (ਫਿਰ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ) "},"ms":{"gurmukhi":"aus dI Akl mwrI jWdI hY, aus dy kwly vwl ic¤ty ho jWdy hn Aqy aus ƒ Gr AMdr rKxw koeI BI psMd nhIN krdw[","unicode":"ਉਸ ਦੀ ਅਕਲ ਮਾਰੀ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਕਾਲੇ ਵਾਲ ਚਿੱਟੇ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਉਸ ਨੂੰ ਘਰ ਅੰਦਰ ਰਖਣਾ ਕੋਈ ਭੀ ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ।"}},"es":{"sn":"Su intelecto falla, su cabello negro se torna blanco, y nadie lo quiere tener en el hogar,"},"hi":{"ss":"(वृद्ध हो जाने पर) अकल ठिकाने नहीं रहती। केश काले और सफेद हो जाते हैं। घर में रखा हुआ किसी को अच्छा नहीं लगता","sts":"बूढ़ा होकर उसकी होश नष्ट हो गई और उसके काले केश अब सफेद हो गए हैं। परिवार में से कोई भी उसे घर में रखना नहीं चाहता।"}},"transliteration":{"english":"surat giee kaalee hoo dhaule kisai na bhaavai rakhio ghare ||","hindi":"सुरति गई काली हू धउले किसै न भावै रखिओ घरे ॥","en":"surat giee kaalee hoo dhaule kisai na bhaavai rakhio ghare ||","hi":"सुरति गई काली हू धउले किसै न भावै रखिओ घरे ॥","ipa":"sʊrət̪ Gei kɑli hu t̪oʊle kɪsæ nə ɓɑʋæ rəkʰɪo Gʰəre.","ur":"سُرت گای کالیِ هُو دھالے کسَے ن بھاوَے رکھاو گھرے ۔۔"},"pageNo":1014,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43165,"shabadId":3723,"verse":{"gurmukhi":"ibsrq nwm AYsy doK lwgih jmu mwir smwry nrik Kry ]8]","unicode":"ਬਿਸਰਤ ਨਾਮ ਐਸੇ ਦੋਖ ਲਾਗਹਿ ਜਮੁ ਮਾਰਿ ਸਮਾਰੇ ਨਰਕਿ ਖਰੇ ॥੮॥"},"larivaar":{"gurmukhi":"ibsrqnwmAYsydoKlwgihjmumwirsmwrynrikKry]8]","unicode":"ਬਿਸਰਤਨਾਮਐਸੇਦੋਖਲਾਗਹਿਜਮੁਮਾਰਿਸਮਾਰੇਨਰਕਿਖਰੇ॥੮॥"},"translation":{"en":{"bdb":"Forgetting the Naam, these are the stigmas which stick to him; the Messenger of Death beats him, and drags him to hell. ||8||","ms":"Forgetting the Name, such stigmas attach to the man. Death's myrmidon soundly beats him and takes him to the hell.","ssk":"Forgetting the Naam, these are the stigmas which stick to him; the Messenger of Death beats him, and drags him to hell. ||8||"},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm ivswrI r`Kx qy Ajyhy BYV ies ƒ cMbVy rihMdy hn ijnHW kr ky jmrwj ies ƒ mwr ky nrk ivc lY jWdw hY [8[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰੀ ਰੱਖਣ ਤੇ ਅਜੇਹੇ ਭੈੜ ਇਸ ਨੂੰ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ ਜਮਰਾਜ ਇਸ ਨੂੰ ਮਾਰ ਕੇ ਨਰਕ ਵਿਚ ਲੈ ਜਾਂਦਾ ਹੈ ।੮।"},"ft":{"gurmukhi":"nwm ky ibswrny sy AYsy (doK) dUKn lwgqy hYN, jIvoN ky pwpoN ko Xwd kr jm mwrqw hY punÚ nrk myN ly jwqw hY]8]","unicode":"ਨਾਮ ਕੇ ਬਿਸਾਰਨੇ ਸੇ ਐਸੇ (ਦੋਖ) ਦੂਖਨ ਲਾਗਤੇ ਹੈਂ, ਜੀਵੋਂ ਕੇ ਪਾਪੋਂ ਕੋ ਯਾਦ ਕਰ ਜਮ ਮਾਰਤਾ ਹੈ ਪੁਨਃ ਨਰਕ ਮੇਂ ਲੇ ਜਾਤਾ ਹੈ॥੮॥"},"bdb":{"gurmukhi":"prmwqmw dw nwm ivswrI r`Kx qy Ajyhy BYV ies ƒ cMbVy rihMdy hn ijnHW kr ky jmrwj ies ƒ mwr ky nrk ivc lY jWdw hY [8[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰੀ ਰੱਖਣ ਤੇ ਅਜੇਹੇ ਭੈੜ ਇਸ ਨੂੰ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ ਜਮਰਾਜ ਇਸ ਨੂੰ ਮਾਰ ਕੇ ਨਰਕ ਵਿਚ ਲੈ ਜਾਂਦਾ ਹੈ ।੮।"},"ms":{"gurmukhi":"nwm ƒ Bulwaux duAwrw, AYho jyhy klMk ienswn ƒ lgdy hn[ mOq dw &rysqw aus ƒ cMgI qrHW k`tPwt ky dozK ƒ lY jWdw hY[","unicode":"ਨਾਮ ਨੂੰ ਭੁਲਾਉਣ ਦੁਆਰਾ, ਐਹੋ ਜੇਹੇ ਕਲੰਕ ਇਨਸਾਨ ਨੂੰ ਲਗਦੇ ਹਨ। ਮੌਤ ਦਾ ਫ਼ਰੇਸਤਾ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕੱਟਫਾਟ ਕੇ ਦੋਜ਼ਖ ਨੂੰ ਲੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Mira, tal es el terrible estado si uno abandona al Nombre: el mensajero de la muerte lo acorrala, lo agarra y lo conduce hasta la oscuridad de su conciencia.(8)"},"hi":{"ss":"(फिर भी परमात्मा के नाम को भुलाए रखता है) परमात्मा का नाम बिसार के रखने के कारण ऐसी बुराईयाँ इससे चिपकी रहती हैं जिनके कारण जमराज इसको मार के नर्क में ले जाता है। 8।","sts":"परमात्मा के नाम को भूलने से उसे ऐसे दोष लग जाते हैं और यमदूत उसे पीटकर नरक में ले जाते हैं।॥ ८॥"}},"transliteration":{"english":"bisarat naam aaise dhokh laageh jam maar samaare narak khare ||8||","hindi":"बिसरत नाम ऐसे दोख लागहि जमु मारि समारे नरकि खरे ॥८॥","en":"bisarat naam aaise dhokh laageh jam maar samaare narak khare ||8||","hi":"बिसरत नाम ऐसे दोख लागहि जमु मारि समारे नरकि खरे ॥८॥","ipa":"bɪsərət̪ nɑm æse d̪ɔkʰ lɑGəh d͡ʒəm mɑr səmɑre nərək kʰəre.8.","ur":"بِسرت نام اَےسے دوکھ لاگه جم مار سمارے نرک کھرے ۔۔۸۔۔"},"pageNo":1014,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43166,"shabadId":3723,"verse":{"gurmukhi":"pUrb jnm ko lyKu n imteI jnim mrY kw kau dosu Dry ]","unicode":"ਪੂਰਬ ਜਨਮ ਕੋ ਲੇਖੁ ਨ ਮਿਟਈ ਜਨਮਿ ਮਰੈ ਕਾ ਕਉ ਦੋਸੁ ਧਰੇ ॥"},"larivaar":{"gurmukhi":"pUrbjnmkolyKunimteIjnimmrYkwkaudosuDry]","unicode":"ਪੂਰਬਜਨਮਕੋਲੇਖੁਨਮਿਟਈਜਨਮਿਮਰੈਕਾਕਉਦੋਸੁਧਰੇ॥"},"translation":{"en":{"bdb":"The record of one's past actions cannot be erased; who else is to blame for one's birth and death?","ms":"The writ of past births can not be erased. Thus, whom else should one blame but himself?","ssk":"The record of one's past actions cannot be erased; who else is to blame for one's birth and death?"},"pu":{"ss":{"gurmukhi":"(pr jIv dy BI v`s dI g`l nhIN) pUrbly jnmW dy kIqy krmW dy sMskwrW dw lyKw imtdw nhIN (ijqnw icr auh lyKw mOjUd hY, auhnW dy pRBwv hyT kukrm kr kr ky) jnm mrn dy gyV ivc ipAw rihMdw hY [ ","unicode":"(ਪਰ ਜੀਵ ਦੇ ਭੀ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪੂਰਬਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ ਮਿਟਦਾ ਨਹੀਂ (ਜਿਤਨਾ ਚਿਰ ਉਹ ਲੇਖਾ ਮੌਜੂਦ ਹੈ, ਉਹਨਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਕੁਕਰਮ ਕਰ ਕਰ ਕੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"pUrb jnmoN ky kIey krmoN kw lyK jo isr myN pVw hY, so nhIN imtqw iqsI Anuswr jmu mwrqw hY[ iehu iks ko dos Dry ArQwq dyvY, Bwv jb purs imRqU hoqw hY, aus kwl qy pUrbk kwl myN hI pwp ho cukw hY]","unicode":"ਪੂਰਬ ਜਨਮੋਂ ਕੇ ਕੀਏ ਕਰਮੋਂ ਕਾ ਲੇਖ ਜੋ ਸਿਰ ਮੇਂ ਪੜਾ ਹੈ, ਸੋ ਨਹੀਂ ਮਿਟਤਾ ਤਿਸੀ ਅਨੁਸਾਰ ਜਮੁ ਮਾਰਤਾ ਹੈ। ਇਹੁ ਕਿਸ ਕੋ ਦੋਸ ਧਰੇ ਅਰਥਾਤ ਦੇਵੈ, ਭਾਵ ਜਬ ਪੁਰਸ ਮ੍ਰਿਤੂ ਹੋਤਾ ਹੈ, ਉਸ ਕਾਲ ਤੇ ਪੂਰਬਕ ਕਾਲ ਮੇਂ ਹੀ ਪਾਪ ਹੋ ਚੁਕਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pr jIv dy BI v`s dI g`l nhIN) pUrbly jnmW dy kIqy krmW dy sMskwrW dw lyKw imtdw nhIN (ijqnw icr auh lyKw mOjUd hY, auhnW dy pRBwv hyT kukrm kr kr ky) jnm mrn dy gyV ivc ipAw rihMdw hY [ ","unicode":"(ਪਰ ਜੀਵ ਦੇ ਭੀ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪੂਰਬਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ ਮਿਟਦਾ ਨਹੀਂ (ਜਿਤਨਾ ਚਿਰ ਉਹ ਲੇਖਾ ਮੌਜੂਦ ਹੈ, ਉਹਨਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਕੁਕਰਮ ਕਰ ਕਰ ਕੇ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"ipCly jnmW dI ilKqkwr mytI nhIN jw skdI[ ies leI Awpxy Awp dy bZYr auh hor kIhdy qy dUsx lwvy?","unicode":"ਪਿਛਲੇ ਜਨਮਾਂ ਦੀ ਲਿਖਤਕਾਰ ਮੇਟੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਇਸ ਲਈ ਆਪਣੇ ਆਪ ਦੇ ਬਗ਼ੈਰ ਉਹ ਹੋਰ ਕੀਹਦੇ ਤੇ ਦੂਸਣ ਲਾਵੇ?"}},"es":{"sn":"El escrito de sus pasados nacimientos, no es borrado, entonces, ¿a quien hay que responsabilizar más que a sus propias acciones? "},"hi":{"ss":"(पर जीव के भी वश की बात नहीं) पूर्बले जन्मों के किए कर्मों के संस्कारों का लेखा मिटता नहीं (जितना समय वह लेखा मौजूद है। उनके प्रभाव तले कुकर्म कर करके) जनम-मरण के चक्कर में पड़ा रहता है। जीव बेचारा और किस को दोष दे। (दरअसल।","sts":"दरअसल पूर्व जन्म में किए कर्मों का लेख कभी नहीं मिटता। इसी कारण वह जन्मता-मरता है, इसलिए किसी अन्य को क्यों दोष दिया जाए ?"}},"transliteration":{"english":"poorab janam ko lekh na miTiee janam marai kaa kau dhos dhare ||","hindi":"पूरब जनम को लेखु न मिटई जनमि मरै का कउ दोसु धरे ॥","en":"poorab janam ko lekh na miTiee janam marai kaa kau dhos dhare ||","hi":"पूरब जनम को लेखु न मिटई जनमि मरै का कउ दोसु धरे ॥","ipa":"purəb d͡ʒənəm kɔ lekʰ nə mɪʈei d͡ʒənəm məræ kɑ ko d̪ɔs t̪əre.","ur":"پُورب جنم کو لےکھ ن مٹای جنم مرَے کا کا دوس دھرے ۔۔"},"pageNo":1014,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43167,"shabadId":3723,"verse":{"gurmukhi":"ibnu gur bwid jIvxu horu mrxw ibnu gur sbdY jnmu jry ]9]","unicode":"ਬਿਨੁ ਗੁਰ ਬਾਦਿ ਜੀਵਣੁ ਹੋਰੁ ਮਰਣਾ ਬਿਨੁ ਗੁਰ ਸਬਦੈ ਜਨਮੁ ਜਰੇ ॥੯॥"},"larivaar":{"gurmukhi":"ibnugurbwidjIvxuhorumrxwibnugursbdYjnmujry]9]","unicode":"ਬਿਨੁਗੁਰਬਾਦਿਜੀਵਣੁਹੋਰੁਮਰਣਾਬਿਨੁਗੁਰਸਬਦੈਜਨਮੁਜਰੇ॥੯॥"},"translation":{"en":{"bdb":"Without the Guru, life and death are pointless; without the Word of the Guru's Shabad, life just burns away. ||9||","ms":"He ever continues coming and going. Without the Guru, vain is man's birth and death and without the Guru's instruction, he continues burning in his life.","ssk":"Without the Guru, life and death are pointless; without the Word of the Guru's Shabad, life just burns away. ||9||"},"pu":{"ss":{"gurmukhi":"jIv ivcwrw hor iks ƒ dos dyvy? (Asl g`l ieh hY ik) gurU dI srn qoN ibnw izMdgI ivArQ jWdI hY (ivkwrW ivc pY ky mnu`K) hor Awqmk mOq hor Awqmk mOq shyVdw jWdw hY [ gurU dy Sbd qoN KuMJx krky izMdgI (ivkwrW ivc) sV jWdI hY [9[","unicode":"ਜੀਵ ਵਿਚਾਰਾ ਹੋਰ ਕਿਸ ਨੂੰ ਦੋਸ ਦੇਵੇ? (ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਕੇ ਮਨੁੱਖ) ਹੋਰ ਆਤਮਕ ਮੌਤ ਹੋਰ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਜਾਂਦਾ ਹੈ । ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਖੁੰਝਣ ਕਰਕੇ ਜ਼ਿੰਦਗੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਜਾਂਦੀ ਹੈ ।੯।"},"ft":{"gurmukhi":"ibn gur aupdys sy jIvxw AOr mrxW ibArQ hY, AO siqguroN ky aupdys Dwrxy ibnW jnmoN kI Awg myN jlqw rihqw hY]9]","unicode":"ਬਿਨ ਗੁਰ ਉਪਦੇਸ ਸੇ ਜੀਵਣਾ ਔਰ ਮਰਣਾਂ ਬਿਅਰਥ ਹੈ, ਔ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਧਾਰਣੇ ਬਿਨਾਂ ਜਨਮੋਂ ਕੀ ਆਗ ਮੇਂ ਜਲਤਾ ਰਹਿਤਾ ਹੈ॥੯॥"},"bdb":{"gurmukhi":"jIv ivcwrw hor iks ƒ dos dyvy? (Asl g`l ieh hY ik) gurU dI srn qoN ibnw izMdgI ivArQ jWdI hY (ivkwrW ivc pY ky mnu`K) hor Awqmk mOq hor Awqmk mOq shyVdw jWdw hY [ gurU dy Sbd qoN KuMJx krky izMdgI (ivkwrW ivc) sV jWdI hY [9[","unicode":"ਜੀਵ ਵਿਚਾਰਾ ਹੋਰ ਕਿਸ ਨੂੰ ਦੋਸ ਦੇਵੇ? (ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਕੇ ਮਨੁੱਖ) ਹੋਰ ਆਤਮਕ ਮੌਤ ਹੋਰ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਜਾਂਦਾ ਹੈ । ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਖੁੰਝਣ ਕਰਕੇ ਜ਼ਿੰਦਗੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਜਾਂਦੀ ਹੈ ।੯।"},"ms":{"gurmukhi":"auh sdw AwauNdw qy jWdw rihMdw hY[ gurW dy bwJoN, by&wiedw hY ienswn dw jMmxw Aqy mrnw Aqy gurW dy aupdyS dy bgYr auh Awpxy jIvn AMdr sVdw bldw rihMdw hY[","unicode":"ਉਹ ਸਦਾ ਆਉਂਦਾ ਤੇ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ, ਬੇਫ਼ਾਇਦਾ ਹੈ ਇਨਸਾਨ ਦਾ ਜੰਮਣਾ ਅਤੇ ਮਰਨਾ ਅਤੇ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੇ ਬਗੈਰ ਉਹ ਆਪਣੇ ਜੀਵਨ ਅੰਦਰ ਸੜਦਾ ਬਲਦਾ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"Sí, vana es la vida de nacimientos y muertes sin el Guru, y sin la Palabra del Shabd del Guru, la vida se vuelve un simple desperdicio. (9)"},"hi":{"ss":"बात ये है कि) गुरू की शरण पड़े बिना जिन्दगी व्यर्थ जाती है (विकारों में पड़ कर मनुष्य) और आत्मिक मौत सहेड़ता जाता है। गुरू शबद से टूटने के कारण जिंदगी (विकारों में) जल जाती है। 9।","sts":"गुरु के बिना जीना व्यर्थ एवं मृत्यु के समान है। शब्द गुरु के बिना जन्म जलता रहता है॥ ९॥"}},"transliteration":{"english":"bin gur baadh jeevan hor maranaa bin gur sabadhai janam jare ||9||","hindi":"बिनु गुर बादि जीवणु होरु मरणा बिनु गुर सबदै जनमु जरे ॥९॥","en":"bin gur baadh jeevan hor maranaa bin gur sabadhai janam jare ||9||","hi":"बिनु गुर बादि जीवणु होरु मरणा बिनु गुर सबदै जनमु जरे ॥९॥","ipa":"bɪn Gʊr bɑd̪ d͡ʒiʋəɳ hɔr mərəɳɑ bɪn Gʊr səbəd̪æ d͡ʒənəm d͡ʒəre.9.","ur":"بٍن گُر باد جیِوݨ هور مرݨا بن گُر سبدَے جنم جرے ۔۔۹۔۔"},"pageNo":1014,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43168,"shabadId":3723,"verse":{"gurmukhi":"KusI KuAwr Bey rs Bogx Pokt krm ivkwr kry ]","unicode":"ਖੁਸੀ ਖੁਆਰ ਭਏ ਰਸ ਭੋਗਣ ਫੋਕਟ ਕਰਮ ਵਿਕਾਰ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"KusIKuAwrBeyrsBogxPoktkrmivkwrkry]","unicode":"ਖੁਸੀਖੁਆਰਭਏਰਸਭੋਗਣਫੋਕਟਕਰਮਵਿਕਾਰਕਰੇ॥"},"translation":{"en":{"bdb":"The pleasures enjoyed in happiness bring ruin; acting in corruption is useless indulgence.","ms":"The revelments enjoyed in glee prove ruinous and useless is the doing of evil deeds.","ssk":"The pleasures enjoyed in happiness bring ruin; acting in corruption is useless indulgence."},"pu":{"ss":{"gurmukhi":"jIv dunIAw dIAW ^uSIAW mwxn ivc, rs Bogx ivc, qy hor Poky qy mMdy krm krn ivc pY ky ^uAwr huMdw hY [ ","unicode":"ਜੀਵ ਦੁਨੀਆ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਨ ਵਿਚ, ਰਸ ਭੋਗਣ ਵਿਚ, ਤੇ ਹੋਰ ਫੋਕੇ ਤੇ ਮੰਦੇ ਕਰਮ ਕਰਨ ਵਿਚ ਪੈ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"KusIAW kr ky jo rsoN ko Bogxw kIAw hY, so AMq ko KuAwr hI hoqw hY, jo krm ibkwroN ky kry hYN sB insPl hYN ArQwq vhu duKdweI hYN]","unicode":"ਖੁਸੀਆਂ ਕਰ ਕੇ ਜੋ ਰਸੋਂ ਕੋ ਭੋਗਣਾ ਕੀਆ ਹੈ, ਸੋ ਅੰਤ ਕੋ ਖੁਆਰ ਹੀ ਹੋਤਾ ਹੈ, ਜੋ ਕਰਮ ਬਿਕਾਰੋਂ ਕੇ ਕਰੇ ਹੈਂ ਸਭ ਨਿਸਫਲ ਹੈਂ ਅਰਥਾਤ ਵਹੁ ਦੁਖਦਾਈ ਹੈਂ॥"},"bdb":{"gurmukhi":"jIv dunIAw dIAW ^uSIAW mwxn ivc, rs Bogx ivc, qy hor Poky qy mMdy krm krn ivc pY ky ^uAwr huMdw hY [ ","unicode":"ਜੀਵ ਦੁਨੀਆ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਮਾਣਨ ਵਿਚ, ਰਸ ਭੋਗਣ ਵਿਚ, ਤੇ ਹੋਰ ਫੋਕੇ ਤੇ ਮੰਦੇ ਕਰਮ ਕਰਨ ਵਿਚ ਪੈ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"rMg rlIAW dw KuSI AMdr mwxnw brbwdI dw kwrn huMdw hY Aqy ivArQ hY mMdy AmlW dw kmwaux[","unicode":"ਰੰਗ ਰਲੀਆਂ ਦਾ ਖੁਸ਼ੀ ਅੰਦਰ ਮਾਣਨਾ ਬਰਬਾਦੀ ਦਾ ਕਾਰਨ ਹੁੰਦਾ ਹੈ ਅਤੇ ਵਿਅਰਥ ਹੈ ਮੰਦੇ ਅਮਲਾਂ ਦਾ ਕਮਾਉਣ।"}},"es":{"sn":"Los placeres nos acaban, vano es vivir en ellos y en actos que nos conducen al error."},"hi":{"ss":"जीव दुनियां की खुशियाँ लेने में। रस भोगने में। और फोके व बुरे कर्म करने में पड़ कर दुखी होता है।","sts":"मनाने एवं पदार्थों के रस भोगने से मनुष्य तंग ही हुए हैं और खोटे कर्मों ने मन में विकार ही पैदा किए हैं।"}},"transliteration":{"english":"khusee khuaar bhe ras bhogan fokaT karam vikaar kare ||","hindi":"खुसी खुआर भए रस भोगण फोकट करम विकार करे ॥","en":"khusee khuaar bhe ras bhogan fokaT karam vikaar kare ||","hi":"खुसी खुआर भए रस भोगण फोकट करम विकार करे ॥","ipa":"kʰʊsi kʰʊəɑr ɓee rəs ɓɔGəɳ fɔkəʈ kərəm ʋɪkɑr kəre.","ur":"کھُسیِ کھُآر بھاے رس بھوگݨ پھوکٹ کرم وکار کرے ۔۔"},"pageNo":1014,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43169,"shabadId":3723,"verse":{"gurmukhi":"nwmu ibswir loiB mUlu KoieE isir Drm rwie kw fMfu pry ]10]","unicode":"ਨਾਮੁ ਬਿਸਾਰਿ ਲੋਭਿ ਮੂਲੁ ਖੋਇਓ ਸਿਰਿ ਧਰਮ ਰਾਇ ਕਾ ਡੰਡੁ ਪਰੇ ॥੧੦॥"},"larivaar":{"gurmukhi":"nwmuibswirloiBmUluKoieEisirDrmrwiekwfMfupry]10]","unicode":"ਨਾਮੁਬਿਸਾਰਿਲੋਭਿਮੂਲੁਖੋਇਓਸਿਰਿਧਰਮਰਾਇਕਾਡੰਡੁਪਰੇ॥੧੦॥"},"translation":{"en":{"bdb":"Forgetting the Naam, and caught by greed, he betrays his own source; the club of the Righteous Judge of Dharma will strike him over the head. ||10||","ms":"Forgetting the Name and attaching to avarice, the mortal loses even his principal sum and the club of the Righteous judge falls on his head.","ssk":"Forgetting the Naam, and caught by greed, he betrays his own source; the club of the Righteous Judge of Dharma will strike him over the head. ||10||"},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm Bulw ky, loB ivc Ps ky mUl BI gvw lYNdw hY, Aw^r ies dy isr auqy Drmrwj dw fMfw pYNdw hY [10[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ, ਲੋਭ ਵਿਚ ਫਸ ਕੇ ਮੂਲ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ, ਆਖ਼ਰ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਧਰਮਰਾਜ ਦਾ ਡੰਡਾ ਪੈਂਦਾ ਹੈ ।੧੦।"},"ft":{"gurmukhi":"nwm ko ibswr kr ky loB myN lwg ky lwB qo khIN rhw Awpxw mUl BI Koie lIAw hY ArQwq mwnuK jnm gvwie dIAw hY[ ies kw PlH eyhu hogw jo isr pr Drm rwjw ky dUqoN kw fMfw pVygw]10]","unicode":"ਨਾਮ ਕੋ ਬਿਸਾਰ ਕਰ ਕੇ ਲੋਭ ਮੇਂ ਲਾਗ ਕੇ ਲਾਭ ਤੋ ਕਹੀਂ ਰਹਾ ਆਪਣਾ ਮੂਲ ਭੀ ਖੋਇ ਲੀਆ ਹੈ ਅਰਥਾਤ ਮਾਨੁਖ ਜਨਮ ਗਵਾਇ ਦੀਆ ਹੈ। ਇਸ ਕਾ ਫਲ੍ਹ ਏਹੁ ਹੋਗਾ ਜੋ ਸਿਰ ਪਰ ਧਰਮ ਰਾਜਾ ਕੇ ਦੂਤੋਂ ਕਾ ਡੰਡਾ ਪੜੇਗਾ॥੧੦॥"},"bdb":{"gurmukhi":"prmwqmw dw nwm Bulw ky, loB ivc Ps ky mUl BI gvw lYNdw hY, Aw^r ies dy isr auqy Drmrwj dw fMfw pYNdw hY [10[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ, ਲੋਭ ਵਿਚ ਫਸ ਕੇ ਮੂਲ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ, ਆਖ਼ਰ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਧਰਮਰਾਜ ਦਾ ਡੰਡਾ ਪੈਂਦਾ ਹੈ ।੧੦।"},"ms":{"gurmukhi":"nwm ƒ Bulw Aqy lwlc nwl juV ky, pRwxI AwpxI Asl rkm ƒ BI guAw lYNdw hY Aqy Drm rwjy dw fMfw aus dy mUMf qy pYNdw hY[","unicode":"ਨਾਮ ਨੂੰ ਭੁਲਾ ਅਤੇ ਲਾਲਚ ਨਾਲ ਜੁੜ ਕੇ, ਪ੍ਰਾਣੀ ਆਪਣੀ ਅਸਲ ਰਕਮ ਨੂੰ ਭੀ ਗੁਆ ਲੈਂਦਾ ਹੈ ਅਤੇ ਧਰਮ ਰਾਜੇ ਦਾ ਡੰਡਾ ਉਸ ਦੇ ਮੂੰਡ ਤੇ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"Sí, olvidándose del Nombre del Señor, uno pierde el camino a la Fuente. Y por estar engañado por la avaricia, el Justiciero del Señor le da en la cabeza.(10)"},"hi":{"ss":"परमात्मा का नाम भुला के। लोभ में फस के मूल भी गवा लेता है। आखिर इसके सिर पर धर्मराज का डण्डा पड़ता है। 10।","sts":"नाम को भुलाकर लालच में फँसकर उसने मूल ही गंवा दिया और यमपुरी में उसके सिर पर यमराज का डण्डा पड़ता है॥ १०॥"}},"transliteration":{"english":"naam bisaar lobh mool khoio sir dharam rai kaa dda(n)dd pare ||10||","hindi":"नामु बिसारि लोभि मूलु खोइओ सिरि धरम राइ का डंडु परे ॥१०॥","en":"naam bisaar lobh mool khoio sir dharam rai kaa dda(n)dd pare ||10||","hi":"नामु बिसारि लोभि मूलु खोइओ सिरि धरम राइ का डंडु परे ॥१०॥","ipa":"nɑm bɪsɑr lɔɓ mul kʰɔeɪo sɪr t̪ərəm rɑeɪ kɑ ɖəŋɖ pəre.1ə0.","ur":"نام بسار لوبھ مُول کھوااو سر دھرم راِا کا ڈںڈ پرے ۔۔۱۰۔۔"},"pageNo":1014,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43170,"shabadId":3723,"verse":{"gurmukhi":"gurmuiK rwm nwm gux gwvih jw kau hir pRBu ndir kry ]","unicode":"ਗੁਰਮੁਖਿ ਰਾਮ ਨਾਮ ਗੁਣ ਗਾਵਹਿ ਜਾ ਕਉ ਹਰਿ ਪ੍ਰਭੁ ਨਦਰਿ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"gurmuiKrwmnwmguxgwvihjwkauhirpRBundirkry]","unicode":"ਗੁਰਮੁਖਿਰਾਮਨਾਮਗੁਣਗਾਵਹਿਜਾਕਉਹਰਿਪ੍ਰਭੁਨਦਰਿਕਰੇ॥"},"translation":{"en":{"bdb":"The Gurmukhs sing the Glorious Praises of the Lord's Name; the Lord God blesses them with His Glance of Grace.","ms":"The Guru-wards, on whom God casts His merciful glance sing the Lord's Name's praise,","ssk":"The Gurmukhs sing the Glorious Praises of the Lord's Name; the Lord God blesses them with His Glance of Grace."},"pu":{"ss":{"gurmukhi":"gurU dI srn pYx vwly mnu`K prmwqmw dy nwm dy gux gWdy hn [ ","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"ijn ko hrI smrQu ikRpw krqw hY, so gurmuiK rwm nwm jpqy hYN Aru gun gwvqy hYN]","unicode":"ਜਿਨ ਕੋ ਹਰੀ ਸਮਰਥੁ ਕ੍ਰਿਪਾ ਕਰਤਾ ਹੈ, ਸੋ ਗੁਰਮੁਖਿ ਰਾਮ ਨਾਮ ਜਪਤੇ ਹੈਂ ਅਰੁ ਗੁਨ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"gurU dI srn pYx vwly mnu`K prmwqmw dy nwm dy gux gWdy hn [ ","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"gurU-AnuswrI ijMnHW auqy suAwmI vwihgurU AwpxI imhr dI ingHw Dwrdw hY, suAwmI dy nwm dw j`s gwien krdy hn[","unicode":"ਗੁਰੂ-ਅਨੁਸਾਰੀ ਜਿੰਨ੍ਹਾਂ ਉਤੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗ੍ਹਾ ਧਾਰਦਾ ਹੈ, ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Aquél sobre quien reside la Misericordia del Señor, canta las Alabanzas de Dios por la Gracia del Guru. "},"hi":{"ss":"गुरू की शरण पड़ने वाले मनुष्य परमात्मा के नाम के गुण गाते हैं। जिन पर हरी-प्रभू मेहर की निगाह करता है","sts":"जिस पर भगवान की कृपा-दृष्टि हो जाती है, वह गुरु के माध्यम से राम-नाम का ही गुणगान करता है।"}},"transliteration":{"english":"gurmukh raam naam gun gaaveh jaa kau har prabh nadhar kare ||","hindi":"गुरमुखि राम नाम गुण गावहि जा कउ हरि प्रभु नदरि करे ॥","en":"gurmukh raam naam gun gaaveh jaa kau har prabh nadhar kare ||","hi":"गुरमुखि राम नाम गुण गावहि जा कउ हरि प्रभु नदरि करे ॥","ipa":"Gʊrəmʊkʰ rɑm nɑm Gʊɳ Gɑʋəh d͡ʒɑ ko hər pɹəɓ nəd̪ər kəre.","ur":"گُرمکھ رام نام گُݨ گاوه جا کا هر پربھ ندر کرے ۔۔"},"pageNo":1014,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43171,"shabadId":3723,"verse":{"gurmukhi":"qy inrml purK AprMpr pUry qy jg mih gur goivMd hry ]11]","unicode":"ਤੇ ਨਿਰਮਲ ਪੁਰਖ ਅਪਰੰਪਰ ਪੂਰੇ ਤੇ ਜਗ ਮਹਿ ਗੁਰ ਗੋਵਿੰਦ ਹਰੇ ॥੧੧॥"},"larivaar":{"gurmukhi":"qyinrmlpurKAprMprpUryqyjgmihgurgoivMdhry]11]","unicode":"ਤੇਨਿਰਮਲਪੁਰਖਅਪਰੰਪਰਪੂਰੇਤੇਜਗਮਹਿਗੁਰਗੋਵਿੰਦਹਰੇ॥੧੧॥"},"translation":{"en":{"bdb":"Those beings are pure, perfect unlimited and infinite; in this world, they are the embodiment of the Guru, the Lord of the Universe. ||11||","ms":"They are pure, perfect and the highest of the high persons. They are the embodiment of the great Lord God in this world.","ssk":"Those beings are pure, perfect unlimited and infinite; in this world, they are the embodiment of the Guru, the Lord of the Universe. ||11||"},"pu":{"ss":{"gurmukhi":"ijnHW auqy hrI-pRBU myhr dI ingwh krdw hY auh jgq ivc hrI goibMd byAMq pUrn srb-ivAwpk ƒ ismr ky pivq® jIvn vwly ho jWdy hn [11[","unicode":"ਜਿਨ੍ਹਾਂ ਉਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਹ ਜਗਤ ਵਿਚ ਹਰੀ ਗੋਬਿੰਦ ਬੇਅੰਤ ਪੂਰਨ ਸਰਬ-ਵਿਆਪਕ ਨੂੰ ਸਿਮਰ ਕੇ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ।੧੧।"},"ft":{"gurmukhi":"qy so inrml purK hY AO (AprM) sMswr sy (pr) pry hYN, punÚ suB gunoN kir pUry hYN, qQw jgq myN pUj goibMd ny hry kIey hYN]11]","unicode":"ਤੇ ਸੋ ਨਿਰਮਲ ਪੁਰਖ ਹੈ ਔ (ਅਪਰੰ) ਸੰਸਾਰ ਸੇ (ਪਰ) ਪਰੇ ਹੈਂ, ਪੁਨਃ ਸੁਭ ਗੁਨੋਂ ਕਰਿ ਪੂਰੇ ਹੈਂ, ਤਥਾ ਜਗਤ ਮੇਂ ਪੂਜ ਗੋਬਿੰਦ ਨੇ ਹਰੇ ਕੀਏ ਹੈਂ॥੧੧॥"},"bdb":{"gurmukhi":"ijnHW auqy hrI-pRBU myhr dI ingwh krdw hY auh jgq ivc hrI goibMd byAMq pUrn srb-ivAwpk ƒ ismr ky pivq® jIvn vwly ho jWdy hn [11[","unicode":"ਜਿਨ੍ਹਾਂ ਉਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਹ ਜਗਤ ਵਿਚ ਹਰੀ ਗੋਬਿੰਦ ਬੇਅੰਤ ਪੂਰਨ ਸਰਬ-ਵਿਆਪਕ ਨੂੰ ਸਿਮਰ ਕੇ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ।੧੧।"},"ms":{"gurmukhi":"auh piv`qr, pUrn Aqy auicAW dy au¤cy purS hn[ ies jhwn AMdr auh ivSwl suAwmI vwihgurU dw srUp hn[","unicode":"ਉਹ ਪਵਿੱਤਰ, ਪੂਰਨ ਅਤੇ ਉਚਿਆਂ ਦੇ ਉੱਚੇ ਪੁਰਸ਼ ਹਨ। ਇਸ ਜਹਾਨ ਅੰਦਰ ਉਹ ਵਿਸ਼ਾਲ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਸਰੂਪ ਹਨ।"}},"es":{"sn":"Él se vuelve Inmaculado y Puro de corazón, se vuelve la Encarnación del Perfecto y Supremo Dios Guru.(11)"},"hi":{"ss":"वह जगत में हरी-गोबिंद बेअंत पूरन सर्व-व्यापक प्रभू को सिमर के पवित्र जीवन वाले हो जाते हैं। 11।","sts":"ऐसे निर्मल पुरुष अपरंपार हैं और गोविंद गुरु का ही रूप बन जाते हैं।॥ ११॥"}},"transliteration":{"english":"te niramal purakh apara(n)par poore te jag meh gur govi(n)dh hare ||11||","hindi":"ते निरमल पुरख अपरंपर पूरे ते जग महि गुर गोविंद हरे ॥११॥","en":"te niramal purakh apara(n)par poore te jag meh gur govi(n)dh hare ||11||","hi":"ते निरमल पुरख अपरंपर पूरे ते जग महि गुर गोविंद हरे ॥११॥","ipa":"t̪e nɪrəməl pʊrəkʰ əpərəŋpər pure t̪e d͡ʒəG məh Gʊr Gɔʋɪŋd̪ həre.1ə1.","ur":"تے نرمل پُرکھ اپرمپر پُورے تے جگ مهِ گُر گووںد هرے ۔۔۱۱۔۔"},"pageNo":1014,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43172,"shabadId":3723,"verse":{"gurmukhi":"hir ismrhu gur bcn smwrhu sMgiq hir jn Bwau kry ]","unicode":"ਹਰਿ ਸਿਮਰਹੁ ਗੁਰ ਬਚਨ ਸਮਾਰਹੁ ਸੰਗਤਿ ਹਰਿ ਜਨ ਭਾਉ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"hirismrhugurbcnsmwrhusMgiqhirjnBwaukry]","unicode":"ਹਰਿਸਿਮਰਹੁਗੁਰਬਚਨਸਮਾਰਹੁਸੰਗਤਿਹਰਿਜਨਭਾਉਕਰੇ॥"},"translation":{"en":{"bdb":"Meditate in remembrance on the Lord; meditate and contemplate the Guru's Word, and love to associate with the humble servants of the Lord.","ms":"So remember thy God, reflect on the Guru's word and enshrine love for the society of holymen.","ssk":"Meditate in remembrance on the Lord; meditate and contemplate the Guru's Word, and love to associate with the humble servants of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! sMq jnW dI sMgiq ivc pRym joV ky prmwqmw dw nwm ismro, gurU dy bcn (ihrdy ivc) sMBwl r`Ko [ prmwqmw dy dr qy gurU (dw bcn) hI Awdr pWdw hY, sMq jnW dI sMgiq hI kbUl pYNdI hY [","unicode":"ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, ਗੁਰੂ ਦੇ ਬਚਨ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖੋ । ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਗੁਰੂ (ਦਾ ਬਚਨ) ਹੀ ਆਦਰ ਪਾਂਦਾ ਹੈ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਹੀ ਕਬੂਲ ਪੈਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! hrI jnoN kI sMgiq myN pRym kro AOr guroN ko Xwd kr ky hrI ko ismro]","unicode":"ਹੇ ਭਾਈ! ਹਰੀ ਜਨੋਂ ਕੀ ਸੰਗਤਿ ਮੇਂ ਪ੍ਰੇਮ ਕਰੋ ਔਰ ਗੁਰੋਂ ਕੋ ਯਾਦ ਕਰ ਕੇ ਹਰੀ ਕੋ ਸਿਮਰੋ॥"},"bdb":{"gurmukhi":"hy BweI! sMq jnW dI sMgiq ivc pRym joV ky prmwqmw dw nwm ismro, gurU dy bcn (ihrdy ivc) sMBwl r`Ko [ prmwqmw dy dr qy gurU (dw bcn) hI Awdr pWdw hY, sMq jnW dI sMgiq hI kbUl pYNdI hY [","unicode":"ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ, ਗੁਰੂ ਦੇ ਬਚਨ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖੋ । ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਗੁਰੂ (ਦਾ ਬਚਨ) ਹੀ ਆਦਰ ਪਾਂਦਾ ਹੈ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਹੀ ਕਬੂਲ ਪੈਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"ies leI Awpxy vwihgurU ƒ Xwd kro, gurbwxI dw iDAwn Dro Aqy nyk bMidAW dI sBw nwl ipAwr pwE[","unicode":"ਇਸ ਲਈ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਯਾਦ ਕਰੋ, ਗੁਰਬਾਣੀ ਦਾ ਧਿਆਨ ਧਰੋ ਅਤੇ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਸਭਾ ਨਾਲ ਪਿਆਰ ਪਾਓ।"}},"es":{"sn":"Contempla entonces a tu Dios y aprecia en tu corazón la Palabra del Guru, ama y asóciate con los Santos del Señor, pues los Santos son Supremos en la Corte de Dios. "},"hi":{"ss":"हे भाई ! संत जनों की संगति में प्रेम जोड़ के परमात्मा का नाम सिमरो। गुरू के बचन (हृदय में) संभाल के रखो।","sts":"ईश्वर को याद करो, गुरु के वचन को हृदय में धारण करो, भक्तजनों की संगति से प्रेम करो।"}},"transliteration":{"english":"har simarahu gur bachan samaarahu sa(n)gat har jan bhaau kare ||","hindi":"हरि सिमरहु गुर बचन समारहु संगति हरि जन भाउ करे ॥","en":"har simarahu gur bachan samaarahu sa(n)gat har jan bhaau kare ||","hi":"हरि सिमरहु गुर बचन समारहु संगति हरि जन भाउ करे ॥","ipa":"hər sɪmərəh Gʊr bət͡ʃən səmɑrəh səŋGət̪ hər d͡ʒən ɓɑo kəre.","ur":"هر سمرهُ گُر بچن سمارهُ سںگت هرِ جن بھاا کرے ۔۔"},"pageNo":1014,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43173,"shabadId":3723,"verse":{"gurmukhi":"hir jn guru prDwnu duAwrY nwnk iqn jn kI ryxu hry ]12]8]","unicode":"ਹਰਿ ਜਨ ਗੁਰੁ ਪਰਧਾਨੁ ਦੁਆਰੈ ਨਾਨਕ ਤਿਨ ਜਨ ਕੀ ਰੇਣੁ ਹਰੇ ॥੧੨॥੮॥"},"larivaar":{"gurmukhi":"hirjnguruprDwnuduAwrYnwnkiqnjnkIryxuhry]12]8]","unicode":"ਹਰਿਜਨਗੁਰੁਪਰਧਾਨੁਦੁਆਰੈਨਾਨਕਤਿਨਜਨਕੀਰੇਣੁਹਰੇ॥੧੨॥੮॥"},"translation":{"en":{"bdb":"The Lord's humble servants are the embodiment of the Guru; they are supreme and respected in the Court of the Lord. Nanak seeks the dust of the feet of those humble servants of the Lord. ||12||8||","ms":"God's saints are venerable and supreme at the Lord's court. Nanak seeks the dust of feet of those saints of God.","ssk":"The Lord's humble servants are the embodiment of the Guru; they are supreme and respected in the Court of the Lord. Nanak seeks the dust of the feet of those humble servants of the Lord. ||12||8||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (Ardws kr—) hy hrI! (mYƒ) auhnW sMq jnW dy crnW dI DUV (dyh) [12[8[","unicode":"ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ—) ਹੇ ਹਰੀ! (ਮੈਨੂੰ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਦੇਹ) ।੧੨।੮।"},"ft":{"gurmukhi":"(hir jn) sMq jo hYN Bgvq ky duAwr pr pUj AOr prDwn hYN[ sRI gurU jI khqy hYN: hy hrI! iqn sMq jnoN ky crnoN kI DUV dIjIey]12]8]","unicode":"(ਹਰਿ ਜਨ) ਸੰਤ ਜੋ ਹੈਂ ਭਗਵਤ ਕੇ ਦੁਆਰ ਪਰ ਪੂਜ ਔਰ ਪਰਧਾਨ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਤਿਨ ਸੰਤ ਜਨੋਂ ਕੇ ਚਰਨੋਂ ਕੀ ਧੂੜ ਦੀਜੀਏ॥੧੨॥੮॥"},"bdb":{"gurmukhi":"hy nwnk! (Ardws kr—) hy hrI! (mYƒ) auhnW sMq jnW dy crnW dI DUV (dyh) [12[8[","unicode":"ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ—) ਹੇ ਹਰੀ! (ਮੈਨੂੰ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਦੇਹ) ।੧੨।੮।"},"ms":{"gurmukhi":"hrI dy swDU hrI dI drgwh AMdr KUjnIX Aqy SRomxI hn[ nwnk aunHW r`b dy swDUAW dy pYrW dI DUV ƒ loVdw hY[","unicode":"ਹਰੀ ਦੇ ਸਾਧੂ ਹਰੀ ਦੀ ਦਰਗਾਹ ਅੰਦਰ ਖੂਜਨੀਯ ਅਤੇ ਸ਼੍ਰੋਮਣੀ ਹਨ। ਨਾਨਕ ਉਨ੍ਹਾਂ ਰੱਬ ਦੇ ਸਾਧੂਆਂ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਨੂੰ ਲੋੜਦਾ ਹੈ।"}},"es":{"sn":"Nanak busca nada más que el Polvo de Sus Pies.(12-8)"},"hi":{"ss":"परमात्मा के दर पर गुरू (का बचन) ही आदर पाता है। संत जनों की संगति ही कबूल पड़ती है। हे नानक ! (अरदास कर-) हे हरी ! (मुझे) उन संत जनों की चरण-धूड़ दे। 12। 8।","sts":"सत्य के द्वार पर गुरु भक्तजनों का प्रधान होता है। हे नानक ! हम भी उनकी चरणरज हैं।॥ १२॥ ८॥"}},"transliteration":{"english":"har jan gur paradhaan dhuaarai naanak tin jan kee ren hare ||12||8||","hindi":"हरि जन गुरु परधानु दुआरै नानक तिन जन की रेणु हरे ॥१२॥८॥","en":"har jan gur paradhaan dhuaarai naanak tin jan kee ren hare ||12||8||","hi":"हरि जन गुरु परधानु दुआरै नानक तिन जन की रेणु हरे ॥१२॥८॥","ipa":"hər d͡ʒən Gʊr pərət̪ɑn d̪ʊəɑræ nɑnək t̪ɪn d͡ʒən ki reɳ həre.1ə2.8.","ur":"هر جن گُر پردھان دُآرَے نانک تن جن کیِ رےݨ هرے ۔۔۱۲۔۔۸۔۔"},"pageNo":1014,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43174,"shabadId":3724,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but one God. By True Guru's grace, He is obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl ie`k hY[ s¤cy gurW dI dieAw duAwrw, auh pwieAw jWdw[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇੱਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਉਹ ਪਾਇਆ ਜਾਂਦਾ।"}},"es":{"sn":"Un Dios Creador Universal, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ੴ सतिगुर प्रसादि॥"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":1014,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43175,"shabadId":3724,"verse":{"gurmukhi":"mwrU kwPI mhlw 1 Gru 2 ]","unicode":"ਮਾਰੂ ਕਾਫੀ ਮਹਲਾ ੧ ਘਰੁ ੨ ॥"},"larivaar":{"gurmukhi":"mwrUkwPImhlw1Gru2]","unicode":"ਮਾਰੂਕਾਫੀਮਹਲਾ੧ਘਰੁ੨॥"},"translation":{"en":{"bdb":"Maaroo, Kaafee, First Mehla, Second House:","ms":"Maru kafi 1st Guru.","ssk":"Maaroo, Kaafee, First Mehl, Second House:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"mwrU kw&I pihlI pwiqSwhI[","unicode":"ਮਾਰੂ ਕਾਫ਼ੀ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Maru, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"मारू काफी महला १ घरु २॥"}},"transliteration":{"english":"maaroo kaafee mahalaa pehilaa ghar doojaa ||","hindi":"मारू काफी महला १ घरु २ ॥","en":"maaroo kaafee mahalaa pehilaa ghar doojaa ||","hi":"मारू काफी महला १ घरु २ ॥","ipa":"mɑru kɑfi məhəlɑ pəhɪlɑ Gʰər 2.","ur":"مارُو کاپھیِ مهلا ۱ گھر ۲ ۔۔"},"pageNo":1014,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43176,"shabadId":3724,"verse":{"gurmukhi":"Awvau vM\\au fuMmxI ikqI imqR kryau ]","unicode":"ਆਵਉ ਵੰਞਉ ਡੁੰਮਣੀ ਕਿਤੀ ਮਿਤ੍ਰ ਕਰੇਉ ॥"},"larivaar":{"gurmukhi":"AwvauvM\\aufuMmxIikqIimqRkryau]","unicode":"ਆਵਉਵੰਞਉਡੁੰਮਣੀਕਿਤੀਮਿਤ੍ਰਕਰੇਉ॥"},"translation":{"en":{"bdb":"The double-minded person comes and goes, and has numerous friends.","ms":"The double-minded women continues coming and going, though she may have good many friends.","ssk":"The double-minded person comes and goes, and has numerous friends."},"pu":{"ss":{"gurmukhi":"(hy pRIqm pRBU! qYQoN ivCuV ky) mYN f`foilkI hoeI hoeI (jnmW dy gyV ivc) BtkdI iPrdI hW (idl dy Drvws leI) mYN AnykW hor im`qr bxWdI hW","unicode":"(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਡੱਡੋਲਿਕੀ ਹੋਈ ਹੋਈ (ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ) ਭਟਕਦੀ ਫਿਰਦੀ ਹਾਂ (ਦਿਲ ਦੇ ਧਰਵਾਸ ਲਈ) ਮੈਂ ਅਨੇਕਾਂ ਹੋਰ ਮਿੱਤਰ ਬਣਾਂਦੀ ਹਾਂ"},"ft":{"gurmukhi":"mYN duicqI vw duKI hoeI hoeI AwvqI jwqI hUM, ikqny hI dyvI dyviqAW ko imqR krqI hUM]","unicode":"ਮੈਂ ਦੁਚਿਤੀ ਵਾ ਦੁਖੀ ਹੋਈ ਹੋਈ ਆਵਤੀ ਜਾਤੀ ਹੂੰ, ਕਿਤਨੇ ਹੀ ਦੇਵੀ ਦੇਵਤਿਆਂ ਕੋ ਮਿਤ੍ਰ ਕਰਤੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"(hy pRIqm pRBU! qYQoN ivCuV ky) mYN f`foilkI hoeI hoeI (jnmW dy gyV ivc) BtkdI iPrdI hW (idl dy Drvws leI) mYN AnykW hor im`qr bxWdI hW","unicode":"(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਡੱਡੋਲਿਕੀ ਹੋਈ ਹੋਈ (ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ) ਭਟਕਦੀ ਫਿਰਦੀ ਹਾਂ (ਦਿਲ ਦੇ ਧਰਵਾਸ ਲਈ) ਮੈਂ ਅਨੇਕਾਂ ਹੋਰ ਮਿੱਤਰ ਬਣਾਂਦੀ ਹਾਂ"},"ms":{"gurmukhi":"du`icqI iesqRI BwvyN aus dy ikny hI bhuqy im`qR hox, AwauNdI Aqy jWdI rihMdI hY[","unicode":"ਦੁੱਚਿਤੀ ਇਸਤ੍ਰੀ ਭਾਵੇਂ ਉਸ ਦੇ ਕਿਨੇ ਹੀ ਬਹੁਤੇ ਮਿੱਤ੍ਰ ਹੋਣ, ਆਉਂਦੀ ਅਤੇ ਜਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।"}},"es":{"sn":"Las hermanas no permanecen, tampoco las cuñadas, ni las suegras, sí, la Verdadera relación con el Señor no se debe romper, "},"hi":{"ss":"(हे प्रीतम प्रभू ! तुझसे विछुड़ के) मैं (दुविधा और) दु-चिक्ती में (डावाँडोल) होई हुई (जन्मों के चक्कर में) भटकती फिरती हूँ (दिलासा धरने के लिए) मैं अनेकों मित्र बनाती हूँ।","sts":"आवागमन में पड़कर दुविधाग्रस्त जीव-स्त्री कितने ही मित्र बनाती है।"}},"transliteration":{"english":"aavau va(n)n(j)au ddu(n)manee kitee mitr kareau ||","hindi":"आवउ वंञउ डुँमणी किती मित्र करेउ ॥","en":"aavau va(n)n(j)au ddu(n)manee kitee mitr kareau ||","hi":"आवउ वंञउ डुँमणी किती मित्र करेउ ॥","ipa":"əɑʋo ʋəŋŋo ɖʊŋməɳi kɪt̪i mɪt̪ɹ kəreo.","ur":"آوا وںنجا ڈُںمݨیِ کتیِ متر کرےا ۔۔"},"pageNo":1014,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43177,"shabadId":3724,"verse":{"gurmukhi":"sw Dn FoeI n lhY vwFI ikau DIryau ]1]","unicode":"ਸਾ ਧਨ ਢੋਈ ਨ ਲਹੈ ਵਾਢੀ ਕਿਉ ਧੀਰੇਉ ॥੧॥"},"larivaar":{"gurmukhi":"swDnFoeInlhYvwFIikauDIryau]1]","unicode":"ਸਾਧਨਢੋਈਨਲਹੈਵਾਢੀਕਿਉਧੀਰੇਉ॥੧॥"},"translation":{"en":{"bdb":"The soul-bride is separated from her Lord, and she has no place of rest; how can she be comforted? ||1||","ms":"The separated bride has no place of rest, How can she be comforted?","ssk":"The soul-bride is separated from her Lord, and she has no place of rest; how can she be comforted? ||1||"},"pu":{"ss":{"gurmukhi":"pr jd qk qYQoN ivCuVI hoeI hW, mYƒ Drvws ikvyN Awvy? (qYQoN ivCuVI) jIv-iesq®I (iksy hor QW) Awsrw l`B hI nhIN skdI [1[","unicode":"ਪਰ ਜਦ ਤਕ ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ, ਮੈਨੂੰ ਧਰਵਾਸ ਕਿਵੇਂ ਆਵੇ? (ਤੈਥੋਂ ਵਿਛੁੜੀ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਆਸਰਾ ਲੱਭ ਹੀ ਨਹੀਂ ਸਕਦੀ ।੧।"},"ft":{"gurmukhi":"mYN iesqRI pqI prmysr ky swQ imlwpu nhIN lyqI hUM, ivCuVI hoeI DIrj kYsy pwvoN? ]1]","unicode":"ਮੈਂ ਇਸਤ੍ਰੀ ਪਤੀ ਪਰਮੇਸਰ ਕੇ ਸਾਥ ਮਿਲਾਪੁ ਨਹੀਂ ਲੇਤੀ ਹੂੰ, ਵਿਛੁੜੀ ਹੋਈ ਧੀਰਜ ਕੈਸੇ ਪਾਵੋਂ? ॥੧॥"},"bdb":{"gurmukhi":"pr jd qk qYQoN ivCuVI hoeI hW, mYƒ Drvws ikvyN Awvy? (qYQoN ivCuVI) jIv-iesq®I (iksy hor QW) Awsrw l`B hI nhIN skdI [1[","unicode":"ਪਰ ਜਦ ਤਕ ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ, ਮੈਨੂੰ ਧਰਵਾਸ ਕਿਵੇਂ ਆਵੇ? (ਤੈਥੋਂ ਵਿਛੁੜੀ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਆਸਰਾ ਲੱਭ ਹੀ ਨਹੀਂ ਸਕਦੀ ।੧।"},"ms":{"gurmukhi":"ivCVI hoeI pqnI ƒ koeI DIrj dI QW nhIN imldI[ auh iks qrHW suKI ho skdI hY?","unicode":"ਵਿਛੜੀ ਹੋਈ ਪਤਨੀ ਨੂੰ ਕੋਈ ਧੀਰਜ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ। ਉਹ ਕਿਸ ਤਰ੍ਹਾਂ ਸੁਖੀ ਹੋ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"pues fue establecida por el Señor, oh hermanas, oh novias Almas.(1)"},"hi":{"ss":"पर जब तक तुझसे विछुड़ी हुई हूँ। मुझे धरवास कैसे आए। (तुझसे विछुड़ी हुई) जीव-स्त्री (किसी और जगह) आसरा पा ही नहीं सकती। 1।","sts":"पति-परमेश्वर से विछुड़ कर उसे कहीं ठिकाना नहीं मिलता, तब उसे कैसे धैर्य हो सकता है॥ १॥"}},"transliteration":{"english":"saa dhan ddoiee na lahai vaaddee kiau dheereau ||1||","hindi":"सा धन ढोई न लहै वाढी किउ धीरेउ ॥१॥","en":"saa dhan ddoiee na lahai vaaddee kiau dheereau ||1||","hi":"सा धन ढोई न लहै वाढी किउ धीरेउ ॥१॥","ipa":"sɑ t̪ən ʈɔei nə ləhæ ʋɑʈi kɪo t̪ireo.1.","ur":"سا دھن ڈھوای ن لهَے واڈھیِ کا دھیِرےا ۔۔۱۔۔"},"pageNo":1014,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43178,"shabadId":3724,"verse":{"gurmukhi":"mYfw mnu rqw AwpnVy ipr nwil ]","unicode":"ਮੈਡਾ ਮਨੁ ਰਤਾ ਆਪਨੜੇ ਪਿਰ ਨਾਲਿ ॥"},"larivaar":{"gurmukhi":"mYfwmnurqwAwpnVyiprnwil]","unicode":"ਮੈਡਾਮਨੁਰਤਾਆਪਨੜੇਪਿਰਨਾਲਿ॥"},"translation":{"en":{"bdb":"My mind is attuned to the Love of my Husband Lord.","ms":"My soul is imbued with the love of my Groom.","ssk":"My mind is attuned to the Love of my Husband Lord."},"pu":{"ss":{"gurmukhi":"(hy pRIqm pRBU!) mYN qYQoN vwrny jWdI hW, kurbwn jWdI hW [ ","unicode":"(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ!) ਮੈਂ ਤੈਥੋਂ ਵਾਰਨੇ ਜਾਂਦੀ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ । "},"ft":{"gurmukhi":"myrw mnu Apny pqI ky swQ rqw hY]","unicode":"ਮੇਰਾ ਮਨੁ ਅਪਨੇ ਪਤੀ ਕੇ ਸਾਥ ਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy pRIqm pRBU!) mYN qYQoN vwrny jWdI hW, kurbwn jWdI hW [ ","unicode":"(ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ!) ਮੈਂ ਤੈਥੋਂ ਵਾਰਨੇ ਜਾਂਦੀ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ । "},"ms":{"gurmukhi":"myrI ijMdVI Awpxy ipAwry pqI dy ipAwr nwl rMgI geI hY[","unicode":"ਮੇਰੀ ਜਿੰਦੜੀ ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗੀ ਗਈ ਹੈ।"}},"es":{"sn":"Ofrezco mi ser en sacrificio al Guru por siempre y para siempre, pues sin el Guru, mi vagar no se detiene. "},"hi":{"ss":"ता कि मेरा मन (तुझ) अपने प्यारे पति के साथ रंगा जाए-","sts":"मेरा मन अपने प्रभु के संग लीन है,"}},"transliteration":{"english":"maiddaa man rataa aapanaRe pir naal ||","hindi":"मैडा मनु रता आपनड़े पिर नालि ॥","en":"maiddaa man rataa aapanaRe pir naal ||","hi":"मैडा मनु रता आपनड़े पिर नालि ॥","ipa":"mæɖɑ mən rət̪ɑ əɑpənəɽe pɪr nɑl.","ur":"مَےڈا من رتا آپنڑے پر نال ۔۔"},"pageNo":1014,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43179,"shabadId":3724,"verse":{"gurmukhi":"hau Goil GumweI KMnIAY kIqI ihk BorI ndir inhwil ]1] rhwau ]","unicode":"ਹਉ ਘੋਲਿ ਘੁਮਾਈ ਖੰਨੀਐ ਕੀਤੀ ਹਿਕ ਭੋਰੀ ਨਦਰਿ ਨਿਹਾਲਿ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hauGoilGumweIKMnIAYkIqIihkBorIndirinhwil]1]rhwau]","unicode":"ਹਉਘੋਲਿਘੁਮਾਈਖੰਨੀਐਕੀਤੀਹਿਕਭੋਰੀਨਦਰਿਨਿਹਾਲਿ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I am devoted, dedicated, a sacrifice to the Lord; if only He would bless me with His Glance of Grace, even for an instant! ||1||Pause||","ms":"I am devoted and a sacrifice unto Thee, O my Lord. Even for an instant, behold Thou me with Thine eye of grace. Pause.","ssk":"I am devoted, dedicated, a sacrifice to the Lord; if only He would bless me with His Glance of Grace, even for an instant! ||1||Pause||"},"pu":{"ss":{"gurmukhi":"rqw Br smw hI (myry vl) myhr dI nzr nwl vyK, qw ik myrw mn (qYN) Awpxy ipAwry pqI nwl rMigAw jwey [1[rhwau[","unicode":"ਰਤਾ ਭਰ ਸਮਾ ਹੀ (ਮੇਰੇ ਵਲ) ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖ, ਤਾ ਕਿ ਮੇਰਾ ਮਨ (ਤੈਂ) ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਨਾਲ ਰੰਗਿਆ ਜਾਏ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"mYN ApnI dyih pRIqI swQ (Goil) imlwky (GumweI) vwrny kIqI, (KMnIAY) tukVy tukVy kIqI hW ik prmysr myry pr eyk QoVI njr kr ky BI dyKy]1] rhwau ]","unicode":"ਮੈਂ ਅਪਨੀ ਦੇਹਿ ਪ੍ਰੀਤੀ ਸਾਥ (ਘੋਲਿ) ਮਿਲਾਕੇ (ਘੁਮਾਈ) ਵਾਰਨੇ ਕੀਤੀ, (ਖੰਨੀਐ) ਟੁਕੜੇ ਟੁਕੜੇ ਕੀਤੀ ਹਾਂ ਕਿ ਪਰਮੇਸਰ ਮੇਰੇ ਪਰ ਏਕ ਥੋੜੀ ਨਜਰ ਕਰ ਕੇ ਭੀ ਦੇਖੇ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"rqw Br smw hI (myry vl) myhr dI nzr nwl vyK, qw ik myrw mn (qYN) Awpxy ipAwry pqI nwl rMigAw jwey [1[rhwau[","unicode":"ਰਤਾ ਭਰ ਸਮਾ ਹੀ (ਮੇਰੇ ਵਲ) ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖ, ਤਾ ਕਿ ਮੇਰਾ ਮਨ (ਤੈਂ) ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਨਾਲ ਰੰਗਿਆ ਜਾਏ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mYN qyry auqoN sdky Aqy kurbwn vMJdI hW, hy myry suAwmI! ie`k muhq Br leI hI qUM mYƒ AwpxI imhr dI nzr nwl q`d Tihrwau[","unicode":"ਮੈਂ ਤੇਰੇ ਉਤੋਂ ਸਦਕੇ ਅਤੇ ਕੁਰਬਾਨ ਵੰਝਦੀ ਹਾਂ, ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਇੱਕ ਮੁਹਤ ਭਰ ਲਈ ਹੀ ਤੂੰ ਮੈਨੂੰ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਦ ਠਹਿਰਾਉ।"}},"es":{"sn":"Es a través del Guru que me encuentro con mi Dios.(1-Pausa)"},"hi":{"ss":"(हे प्रीतम प्रभू !) मैं तुझसे वारने जाती हूँ। कुर्बान जाती हूँ। रक्ती भर भी समय ही (मेरी ओर) मेहर की नजर से देख। 1। रहाउ।","sts":"उसने थोड़ी-सी कृपा-दृष्टि करके आनंदित कर दिया है, अतः मैं खण्ड-खण्ड होकर उस पर न्योछावर जाती हूँ॥ १॥ रहाउ॥"}},"transliteration":{"english":"hau ghol ghumaiee kha(n)neeaai keetee hik bhoree nadhar nihaal ||1|| rahaau ||","hindi":"हउ घोलि घुमाई खंनीऐ कीती हिक भोरी नदरि निहालि ॥१॥ रहाउ ॥","en":"hau ghol ghumaiee kha(n)neeaai keetee hik bhoree nadhar nihaal ||1|| rahaau ||","hi":"हउ घोलि घुमाई खंनीऐ कीती हिक भोरी नदरि निहालि ॥१॥ रहाउ ॥","ipa":"ho Gʰɔl Gʰʊmɑei kʰəŋniæ kit̪i hɪk ɓɔri nəd̪ər nɪhɑl.1. rəhɑo.","ur":"ها گھول گھُماای کھنّیِاَے کیِتیِ هک بھوریِ ندر نهال ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1014,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43180,"shabadId":3724,"verse":{"gurmukhi":"pyeIAVY fohwgxI swhurVY ikau jwau ]","unicode":"ਪੇਈਅੜੈ ਡੋਹਾਗਣੀ ਸਾਹੁਰੜੈ ਕਿਉ ਜਾਉ ॥"},"larivaar":{"gurmukhi":"pyeIAVYfohwgxIswhurVYikaujwau]","unicode":"ਪੇਈਅੜੈਡੋਹਾਗਣੀਸਾਹੁਰੜੈਕਿਉਜਾਉ॥"},"translation":{"en":{"bdb":"I am a rejected bride, abandoned in my parents' home; how can I go to my in-laws now?","ms":"My spouse has abandoned me to my parent's home. How can I now go to my in-laws?","ssk":"I am a rejected bride, abandoned in my parents' home; how can I go to my in-laws now?"},"pu":{"ss":{"gurmukhi":"(ies sMswr) pyky Gr ivc mYN (swrI aumr) pRBU-pqI qoN ivCuVI rhI hW, mYN pqI-pRBU dy dys ikvyN phuMc skdI hW? ","unicode":"(ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਮੈਂ (ਸਾਰੀ ਉਮਰ) ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਰਹੀ ਹਾਂ, ਮੈਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦੀ ਹਾਂ? "},"ft":{"gurmukhi":"(pyeIAVy) ies lok myN CutV hUM, (shurVY) pRlok myN iks prkwr suK swQ jwvoNgI]","unicode":"(ਪੇਈਅੜੇ) ਇਸ ਲੋਕ ਮੇਂ ਛੁਟੜ ਹੂੰ, (ਸਹੁਰੜੈ) ਪ੍ਰਲੋਕ ਮੇਂ ਕਿਸ ਪਰਕਾਰ ਸੁਖ ਸਾਥ ਜਾਵੋਂਗੀ॥"},"bdb":{"gurmukhi":"(ies sMswr) pyky Gr ivc mYN (swrI aumr) pRBU-pqI qoN ivCuVI rhI hW, mYN pqI-pRBU dy dys ikvyN phuMc skdI hW? ","unicode":"(ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਮੈਂ (ਸਾਰੀ ਉਮਰ) ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਰਹੀ ਹਾਂ, ਮੈਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਕਿਵੇਂ ਪਹੁੰਚ ਸਕਦੀ ਹਾਂ? "},"ms":{"gurmukhi":"myry kMq ny C`f ky mYƒ myry pykI vwV C`ifAw hY[ hux mYN Awpxy shurI iks qrHW jw skdI hW?","unicode":"ਮੇਰੇ ਕੰਤ ਨੇ ਛੱਡ ਕੇ ਮੈਨੂੰ ਮੇਰੇ ਪੇਕੀ ਵਾੜ ਛੱਡਿਆ ਹੈ। ਹੁਣ ਮੈਂ ਆਪਣੇ ਸਹੁਰੀ ਕਿਸ ਤਰ੍ਹਾਂ ਜਾ ਸਕਦੀ ਹਾਂ?"}},"es":{"sn":"Ni nuestros parientes paternos, ni los maternos permanecen, tampoco nuestros hermanos, ni las cuñadas, "},"hi":{"ss":"(इस संसार) पेके घर में मैं (सारी उम्र) प्रभू-पति से विछुड़ी रही हूँ। मैं पति-प्रभू के देश में कैसे पहुँच सकती हूँ।","sts":"मैं दुहागिन अब तक अपने पीहर (इहलोक) में बसती रही, अब मैं अपने ससुराल (परलोक) कैसे जाऊँ ?"}},"transliteration":{"english":"peieeaRai ddohaaganee saahuraRai kiau jaau ||","hindi":"पेईअड़ै डोहागणी साहुरड़ै किउ जाउ ॥","en":"peieeaRai ddohaaganee saahuraRai kiau jaau ||","hi":"पेईअड़ै डोहागणी साहुरड़ै किउ जाउ ॥","ipa":"peeiɽæ ɖɔhɑGəɳi sɑhʊrəɽæ kɪo d͡ʒɑo.","ur":"پےایاڑَے ڈوهاگݨیِ ساهُرڑَے کا جاا ۔۔"},"pageNo":1014,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43181,"shabadId":3724,"verse":{"gurmukhi":"mY gil Aaugx muTVI ibnu ipr JUir mrwau ]2]","unicode":"ਮੈ ਗਲਿ ਅਉਗਣ ਮੁਠੜੀ ਬਿਨੁ ਪਿਰ ਝੂਰਿ ਮਰਾਉ ॥੨॥"},"larivaar":{"gurmukhi":"mYgilAaugxmuTVIibnuiprJUirmrwau]2]","unicode":"ਮੈਗਲਿਅਉਗਣਮੁਠੜੀਬਿਨੁਪਿਰਝੂਰਿਮਰਾਉ॥੨॥"},"translation":{"en":{"bdb":"I wear my faults around my neck; without my Husband Lord, I am grieving, and wasting away to death. ||2||","ms":"I am wearing demerits round my neck. Without my love, I am wasting away and grieving to death.","ssk":"I wear my faults around my neck; without my Husband Lord, I am grieving, and wasting away to death. ||2||"},"pu":{"ss":{"gurmukhi":"(pRBU qoN ivCoVy dy kwrn) AOgux myry gl gl qk phuMc gey hn, (swrI aumr) mYƒ AOguxW ny T`gI r`iKAw hY [ pqI-pRBU dy imlwp qoN vWjI rih ky mYN AMdry AMdr duKI BI ho rhI hW, qy Awqmk mOq BI mYN shyV leI hY [2[","unicode":"(ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ) ਔਗੁਣ ਮੇਰੇ ਗਲ ਗਲ ਤਕ ਪਹੁੰਚ ਗਏ ਹਨ, (ਸਾਰੀ ਉਮਰ) ਮੈਨੂੰ ਔਗੁਣਾਂ ਨੇ ਠੱਗੀ ਰੱਖਿਆ ਹੈ । ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਵਾਂਜੀ ਰਹਿ ਕੇ ਮੈਂ ਅੰਦਰੇ ਅੰਦਰ ਦੁਖੀ ਭੀ ਹੋ ਰਹੀ ਹਾਂ, ਤੇ ਆਤਮਕ ਮੌਤ ਭੀ ਮੈਂ ਸਹੇੜ ਲਈ ਹੈ ।੨।"},"ft":{"gurmukhi":"myry gl myN AOgxW rUp PwsI pVI hUeI hY iesI kr ky kwmwdI coroN kI lUtI hUeI hUM[ ibnW sÍwmI kI pRwpqI sy mYN JUr ky mrqI hUM]2]","unicode":"ਮੇਰੇ ਗਲ ਮੇਂ ਔਗਣਾਂ ਰੂਪ ਫਾਸੀ ਪੜੀ ਹੂਈ ਹੈ ਇਸੀ ਕਰ ਕੇ ਕਾਮਾਦੀ ਚੋਰੋਂ ਕੀ ਲੂਟੀ ਹੂਈ ਹੂੰ। ਬਿਨਾਂ ਸ੍ਵਾਮੀ ਕੀ ਪ੍ਰਾਪਤੀ ਸੇ ਮੈਂ ਝੂਰ ਕੇ ਮਰਤੀ ਹੂੰ॥੨॥"},"bdb":{"gurmukhi":"(pRBU qoN ivCoVy dy kwrn) AOgux myry gl gl qk phuMc gey hn, (swrI aumr) mYƒ AOguxW ny T`gI r`iKAw hY [ pqI-pRBU dy imlwp qoN vWjI rih ky mYN AMdry AMdr duKI BI ho rhI hW, qy Awqmk mOq BI mYN shyV leI hY [2[","unicode":"(ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ) ਔਗੁਣ ਮੇਰੇ ਗਲ ਗਲ ਤਕ ਪਹੁੰਚ ਗਏ ਹਨ, (ਸਾਰੀ ਉਮਰ) ਮੈਨੂੰ ਔਗੁਣਾਂ ਨੇ ਠੱਗੀ ਰੱਖਿਆ ਹੈ । ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਵਾਂਜੀ ਰਹਿ ਕੇ ਮੈਂ ਅੰਦਰੇ ਅੰਦਰ ਦੁਖੀ ਭੀ ਹੋ ਰਹੀ ਹਾਂ, ਤੇ ਆਤਮਕ ਮੌਤ ਭੀ ਮੈਂ ਸਹੇੜ ਲਈ ਹੈ ।੨।"},"ms":{"gurmukhi":"AwpxI grdn duAwly mYN bdIAW pweIAW hoeIAW hn[ Awpxy pRIqm dy bgYr mYN brbwd ho, pCqwvy nwl mr rhI hW[","unicode":"ਆਪਣੀ ਗਰਦਨ ਦੁਆਲੇ ਮੈਂ ਬਦੀਆਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ। ਆਪਣੇ ਪ੍ਰੀਤਮ ਦੇ ਬਗੈਰ ਮੈਂ ਬਰਬਾਦ ਹੋ, ਪਛਤਾਵੇ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ।"}},"es":{"sn":"pues aquellos que llegan al mundo también se van, y barcos cargados de viajeros, van por el mar de la existencia y por todas direcciones.(2)"},"hi":{"ss":"(प्रभू से विछोड़े के कारण) अवगुण मेरे गले तक पहुँच गए हैं। (सारी उम्र) मुझे अवगुणों ने ठॅग के रखा है। पति-प्रभू के मिलाप से वंचित रह के मैं अंदर-अंदर से दुखी भी हो रही हूँ। और आत्मिक मौत भी मैंने सहेड़ ली है। 2।","sts":"मेरे गले में अनेक अवगुण पड़े हुए हैं, पति के बिना मैं अवगुणों से ठगी गई हूँ और झूर-झूर कर मर रही हूँ॥ २॥"}},"transliteration":{"english":"mai gal aaugan muThaRee bin pir jhoor maraau ||2||","hindi":"मै गलि अउगण मुठड़ी बिनु पिर झूरि मराउ ॥२॥","en":"mai gal aaugan muThaRee bin pir jhoor maraau ||2||","hi":"मै गलि अउगण मुठड़ी बिनु पिर झूरि मराउ ॥२॥","ipa":"mæ Gəl əoʊGəɳ mʊʈʰəɽi bɪn pɪr ɖ͡ʐur mərɑo.2.","ur":"مَے گل ااگݨ مُٹھڑیِ بن پر جھُور مراا ۔۔۲۔۔"},"pageNo":1014,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43182,"shabadId":3724,"verse":{"gurmukhi":"pyeIAVY ipru sMmlw swhurVY Gir vwsu ]","unicode":"ਪੇਈਅੜੈ ਪਿਰੁ ਸੰਮਲਾ ਸਾਹੁਰੜੈ ਘਰਿ ਵਾਸੁ ॥"},"larivaar":{"gurmukhi":"pyeIAVYiprusMmlwswhurVYGirvwsu]","unicode":"ਪੇਈਅੜੈਪਿਰੁਸੰਮਲਾਸਾਹੁਰੜੈਘਰਿਵਾਸੁ॥"},"translation":{"en":{"bdb":"But if, in my parents' home, I remember my Husband Lord, then I will come to dwell in the home of my in-laws yet.","ms":"If I remember my love in my parent's home, I would abide in the mansion of my in-laws.","ssk":"But if, in my parents' home, I remember my Husband Lord, then I will come to dwell in the home of my in-laws yet."},"pu":{"ss":{"gurmukhi":"jy mYN (ies sMswr) pyky Gr ivc pqI-pRBU ƒ (Awpxy ihrdy ivc) sMBwl r`KW qW pqI-pRBU dy dys mYƒ aus dy crnW ivc QW iml jwey [ ","unicode":"ਜੇ ਮੈਂ (ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਾਂ ਤਾਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਮੈਨੂੰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਮਿਲ ਜਾਏ । "},"ft":{"gurmukhi":"ies lok rUp pyvikAW bIc jy mYN pqI ko sMBwlW qy (swhurVY) pRlok Gr myN suK swQ vwsw hovY]","unicode":"ਇਸ ਲੋਕ ਰੂਪ ਪੇਵਕਿਆਂ ਬੀਚ ਜੇ ਮੈਂ ਪਤੀ ਕੋ ਸੰਭਾਲਾਂ ਤੇ (ਸਾਹੁਰੜੈ) ਪ੍ਰਲੋਕ ਘਰ ਮੇਂ ਸੁਖ ਸਾਥ ਵਾਸਾ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"jy mYN (ies sMswr) pyky Gr ivc pqI-pRBU ƒ (Awpxy ihrdy ivc) sMBwl r`KW qW pqI-pRBU dy dys mYƒ aus dy crnW ivc QW iml jwey [ ","unicode":"ਜੇ ਮੈਂ (ਇਸ ਸੰਸਾਰ) ਪੇਕੇ ਘਰ ਵਿਚ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਾਂ ਤਾਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਮੈਨੂੰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਮਿਲ ਜਾਏ । "},"ms":{"gurmukhi":"jykr mYN Awpxy p¤ky Gr ivMc Awpxy pRIqm ƒ Xwd krW qW mYN Awpdy shurIAW dy mMdr AMdr v`sWgI[","unicode":"ਜੇਕਰ ਮੈਂ ਆਪਣੇ ਪੱਕੇ ਘਰ ਵਿੰਚ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਯਾਦ ਕਰਾਂ ਤਾਂ ਮੈਂ ਆਪਦੇ ਸਹੁਰੀਆਂ ਦੇ ਮੰਦਰ ਅੰਦਰ ਵੱਸਾਂਗੀ।"}},"es":{"sn":"Ni los tíos maternos, ni las tías, tampoco hermanos, ni padres, ni madres permanecen, "},"hi":{"ss":"यदि मैं (इस संसार) पेके घर में पति-प्रभू को (अपने हृदय में) संभाल के रखूँ तो पति-प्रभू के देश में मुझे उसके चरणों में जगह मिल जाए।","sts":"यदि पीहर में अपने पति-प्रभु का स्मरण करूँ तो ससुराल में निवास मिल सकता है।"}},"transliteration":{"english":"peieeaRai pir sa(n)malaa saahuraRai ghar vaas ||","hindi":"पेईअड़ै पिरु संमला साहुरड़ै घरि वासु ॥","en":"peieeaRai pir sa(n)malaa saahuraRai ghar vaas ||","hi":"पेईअड़ै पिरु संमला साहुरड़ै घरि वासु ॥","ipa":"peeiɽæ pɪr səŋməlɑ sɑhʊrəɽæ Gʰər ʋɑs.","ur":"پےایاڑَے پر سںملا ساهُرڑَے گھر واس ۔۔"},"pageNo":1014,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43183,"shabadId":3724,"verse":{"gurmukhi":"suiK svMiD sohwgxI ipru pwieAw guxqwsu ]3]","unicode":"ਸੁਖਿ ਸਵੰਧਿ ਸੋਹਾਗਣੀ ਪਿਰੁ ਪਾਇਆ ਗੁਣਤਾਸੁ ॥੩॥"},"larivaar":{"gurmukhi":"suiKsvMiDsohwgxIiprupwieAwguxqwsu]3]","unicode":"ਸੁਖਿਸਵੰਧਿਸੋਹਾਗਣੀਪਿਰੁਪਾਇਆਗੁਣਤਾਸੁ॥੩॥"},"translation":{"en":{"bdb":"The happy soul-brides sleep in peace; they find their Husband Lord, the treasure of virtue. ||3||","ms":"The happy brides sleep in peace and they attain to their Groom, the Treasure of virtues","ssk":"The happy soul-brides sleep in peace; they find their Husband Lord, the treasure of virtue. ||3||"},"pu":{"ss":{"gurmukhi":"auh BwgW vwlIAW (jIvn-rwq) suK nwl sON ky guzwrdIAW hn ijnHW ny (pyky Gr ivc) guxW dw ^zwnw pqI-pRBU l`B ilAw hY [3[","unicode":"ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ (ਜੀਵਨ-ਰਾਤ) ਸੁਖ ਨਾਲ ਸੌਂ ਕੇ ਗੁਜ਼ਾਰਦੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਪੇਕੇ ਘਰ ਵਿਚ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਤੀ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ ।੩।"},"ft":{"gurmukhi":"iqn suhwgnIEN kw suK ky swQ sbMD hUAw hY, ijnoN ny guxoN kw smuMdR vw pwqR pqI pwieAw hY]3]","unicode":"ਤਿਨ ਸੁਹਾਗਨੀਓਂ ਕਾ ਸੁਖ ਕੇ ਸਾਥ ਸਬੰਧ ਹੂਆ ਹੈ, ਜਿਨੋਂ ਨੇ ਗੁਣੋਂ ਕਾ ਸਮੁੰਦ੍ਰ ਵਾ ਪਾਤ੍ਰ ਪਤੀ ਪਾਇਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"auh BwgW vwlIAW (jIvn-rwq) suK nwl sON ky guzwrdIAW hn ijnHW ny (pyky Gr ivc) guxW dw ^zwnw pqI-pRBU l`B ilAw hY [3[","unicode":"ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ (ਜੀਵਨ-ਰਾਤ) ਸੁਖ ਨਾਲ ਸੌਂ ਕੇ ਗੁਜ਼ਾਰਦੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਪੇਕੇ ਘਰ ਵਿਚ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਤੀ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ ਹੈ ।੩।"},"ms":{"gurmukhi":"KuSbwS pqnIAW Awrwm AMdr sONdIAW hn Aqy auh nykIAW dy ^zwny, Awpxy pqI ƒ, pRwpq ho jWdIAW hn[","unicode":"ਖੁਸ਼ਬਾਸ਼ ਪਤਨੀਆਂ ਆਰਾਮ ਅੰਦਰ ਸੌਂਦੀਆਂ ਹਨ ਅਤੇ ਉਹ ਨੇਕੀਆਂ ਦੇ ਖ਼ਜ਼ਾਨੇ, ਆਪਣੇ ਪਤੀ ਨੂੰ, ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"pues caravanas de nuestros parientes han llenado las orillas de ese mar queriendo cruzar hasta la otra orilla al más allá.(3)"},"hi":{"ss":"वह भाग्यशाली (जीवन-रात) सुख से सो के गुजारती हैं जिन्होंने (पेके घर में) गुणों के खजाना पति-प्रभू को पा लिया है। 3।","sts":"जिस सुहागिन ने गुणनिधि प्रभु को पा लिया है, वही सुखी रहती है।॥ ३॥"}},"transliteration":{"english":"sukh sava(n)dh sohaaganee pir paiaa gunataas ||3||","hindi":"सुखि सवंधि सोहागणी पिरु पाइआ गुणतासु ॥३॥","en":"sukh sava(n)dh sohaaganee pir paiaa gunataas ||3||","hi":"सुखि सवंधि सोहागणी पिरु पाइआ गुणतासु ॥३॥","ipa":"sʊkʰ səʋəŋt̪ə̀ sɔhɑGəɳi pɪr pɑɪɑ Gʊɳət̪ɑs.3.","ur":"سُکھ سوںدھ سوهاگݨیِ پر پاایا گُݨتاس ۔۔۳۔۔"},"pageNo":1014,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43184,"shabadId":3724,"verse":{"gurmukhi":"lyPu inhwlI pt kI kwpVu AMig bxwie ]","unicode":"ਲੇਫੁ ਨਿਹਾਲੀ ਪਟ ਕੀ ਕਾਪੜੁ ਅੰਗਿ ਬਣਾਇ ॥"},"larivaar":{"gurmukhi":"lyPuinhwlIptkIkwpVuAMigbxwie]","unicode":"ਲੇਫੁਨਿਹਾਲੀਪਟਕੀਕਾਪੜੁਅੰਗਿਬਣਾਇ॥"},"translation":{"en":{"bdb":"Their blankets and mattresses are made of silk, and so are the clothes on their bodies.","ms":"Their quilts and mattress are of silk and so are the clothes of their body.","ssk":"Their blankets and mattresses are made of silk, and so are the clothes on their bodies."},"pu":{"ss":{"gurmukhi":"ijnHW mMd-BwgxW ny pqI ƒ Bulw id`qw qy jo Cu`tV ho geIAW, auh jy rySm dw lyP lYx rySm dI qulweI lYx, hor k`pVw BI rySm dw hI bxw ky srIr auqy vrqx, ","unicode":"ਜਿਨ੍ਹਾਂ ਮੰਦ-ਭਾਗਣਾਂ ਨੇ ਪਤੀ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਤੇ ਜੋ ਛੁੱਟੜ ਹੋ ਗਈਆਂ, ਉਹ ਜੇ ਰੇਸ਼ਮ ਦਾ ਲੇਫ ਲੈਣ ਰੇਸ਼ਮ ਦੀ ਤੁਲਾਈ ਲੈਣ, ਹੋਰ ਕੱਪੜਾ ਭੀ ਰੇਸ਼ਮ ਦਾ ਹੀ ਬਣਾ ਕੇ ਸਰੀਰ ਉਤੇ ਵਰਤਣ, "},"ft":{"gurmukhi":"lyP qulweI rySmI AO cMgy kpVy BI AMgW aupr vw (AMig) srIr pr bxwey, Bwv suB krm BI kIey AO auprly ByK BI bnwey]","unicode":"ਲੇਫ ਤੁਲਾਈ ਰੇਸ਼ਮੀ ਔ ਚੰਗੇ ਕਪੜੇ ਭੀ ਅੰਗਾਂ ਉਪਰ ਵਾ (ਅੰਗਿ) ਸਰੀਰ ਪਰ ਬਣਾਏ, ਭਾਵ ਸੁਭ ਕਰਮ ਭੀ ਕੀਏ ਔ ਉਪਰਲੇ ਭੇਖ ਭੀ ਬਨਾਏ॥"},"bdb":{"gurmukhi":"ijnHW mMd-BwgxW ny pqI ƒ Bulw id`qw qy jo Cu`tV ho geIAW, auh jy rySm dw lyP lYx rySm dI qulweI lYx, hor k`pVw BI rySm dw hI bxw ky srIr auqy vrqx, ","unicode":"ਜਿਨ੍ਹਾਂ ਮੰਦ-ਭਾਗਣਾਂ ਨੇ ਪਤੀ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਤੇ ਜੋ ਛੁੱਟੜ ਹੋ ਗਈਆਂ, ਉਹ ਜੇ ਰੇਸ਼ਮ ਦਾ ਲੇਫ ਲੈਣ ਰੇਸ਼ਮ ਦੀ ਤੁਲਾਈ ਲੈਣ, ਹੋਰ ਕੱਪੜਾ ਭੀ ਰੇਸ਼ਮ ਦਾ ਹੀ ਬਣਾ ਕੇ ਸਰੀਰ ਉਤੇ ਵਰਤਣ, "},"ms":{"gurmukhi":"aunHW dI rzweI qy qulweI rySm dI hY Aqy AYsy hI bxY hoey hn aunHW dy srIr dy kpVy[","unicode":"ਉਨ੍ਹਾਂ ਦੀ ਰਜ਼ਾਈ ਤੇ ਤੁਲਾਈ ਰੇਸ਼ਮ ਦੀ ਹੈ ਅਤੇ ਐਸੇ ਹੀ ਬਣੈ ਹੋਏ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਦੇ ਕਪੜੇ।"}},"es":{"sn":"Sólo nuestro Esposo habita para siempre. "},"hi":{"ss":"वे अगर रेशम का लेफ लें। रेशम की तुलाई लें। और कपड़ा भी रेशम का बना के ही शरीर पर प्रयोग करें।","sts":"चाहे वह अपने सोने के लिए लेफ व रेशमी बिस्तर और शरीर में पहनने के लिए रेशमी पोशाक ही बना ले,"}},"transliteration":{"english":"lef nihaalee paT kee kaapaR a(n)g banai ||","hindi":"लेफु निहाली पट की कापड़ु अंगि बणाइ ॥","en":"lef nihaalee paT kee kaapaR a(n)g banai ||","hi":"लेफु निहाली पट की कापड़ु अंगि बणाइ ॥","ipa":"lef nɪhɑli pəʈ ki kɑpəɽ əŋG bəɳɑeɪ.","ur":"لےپھ نهالیِ پٹ کیِ کاپڑ اںگ بݨاا ۔۔"},"pageNo":1014,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}},{"verseId":43185,"shabadId":3724,"verse":{"gurmukhi":"ipru muqI fohwgxI iqn fuKI rYix ivhwie ]4]","unicode":"ਪਿਰੁ ਮੁਤੀ ਡੋਹਾਗਣੀ ਤਿਨ ਡੁਖੀ ਰੈਣਿ ਵਿਹਾਇ ॥੪॥"},"larivaar":{"gurmukhi":"iprumuqIfohwgxIiqnfuKIrYixivhwie]4]","unicode":"ਪਿਰੁਮੁਤੀਡੋਹਾਗਣੀਤਿਨਡੁਖੀਰੈਣਿਵਿਹਾਇ॥੪॥"},"translation":{"en":{"bdb":"The Lord rejects the impure soul-brides. Their life-night passes in misery. ||4||","ms":"The spouse abandons the unchaste brides. Their life-night passes in grief.","ssk":"The Lord rejects the impure soul-brides. Their life-night passes in misery. ||4||"},"pu":{"ss":{"gurmukhi":"qW BI auhnW dI jIvn-rwq du`KW ivc hI bIqdI hY [4[","unicode":"ਤਾਂ ਭੀ ਉਹਨਾਂ ਦੀ ਜੀਵਨ-ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ ।੪।"},"ft":{"gurmukhi":"prMqU jo pqI ny iqAwgI hY, iqs CutV kI duKoN sy hI (rYix) AvsQw bIqI hY]4]","unicode":"ਪਰੰਤੂ ਜੋ ਪਤੀ ਨੇ ਤਿਆਗੀ ਹੈ, ਤਿਸ ਛੁਟੜ ਕੀ ਦੁਖੋਂ ਸੇ ਹੀ (ਰੈਣਿ) ਅਵਸਥਾ ਬੀਤੀ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"qW BI auhnW dI jIvn-rwq du`KW ivc hI bIqdI hY [4[","unicode":"ਤਾਂ ਭੀ ਉਹਨਾਂ ਦੀ ਜੀਵਨ-ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ ।੪।"},"ms":{"gurmukhi":"ivBcrn pqIAW ƒ pqI C`f idMdw hY[ aunHW dI jIvn rwqRI rMj Zm iv`c bIqdI hY[","unicode":"ਵਿਭਚਰਨ ਪਤੀਆਂ ਨੂੰ ਪਤੀ ਛੱਡ ਦਿੰਦਾ ਹੈ। ਉਨ੍ਹਾਂ ਦੀ ਜੀਵਨ ਰਾਤ੍ਰੀ ਰੰਜ ਗ਼ਮ ਵਿੱਚ ਬੀਤਦੀ ਹੈ।"}},"es":{"sn":"Aquél que se regocija siempre en la Dicha, o sea, la novia que Lo alaba con Amor, no se separa nunca de Él, del Uno Verdadero.  (4)"},"hi":{"ss":"तब भी उनकी जीवन-रात दुखों में ही बीतती है जिन दुर्भाग्यपूर्ण (सि्त्रयों) ने पति को भुला दिया और जो छुटॅड़ हो गई। । 4।","sts":"जिस दुहागिन को पति-प्रभु ने छोड़ दिया है, उसकी जीवन-रात्रि दुखों में ही व्यतीत होती है॥ ४॥"}},"transliteration":{"english":"pir mutee ddohaaganee tin ddukhee rain vihai ||4||","hindi":"पिरु मुती डोहागणी तिन डुखी रैणि विहाइ ॥४॥","en":"pir mutee ddohaaganee tin ddukhee rain vihai ||4||","hi":"पिरु मुती डोहागणी तिन डुखी रैणि विहाइ ॥४॥","ipa":"pɪr mʊt̪i ɖɔhɑGəɳi t̪ɪn ɖʊkʰi ræɳ ʋɪhɑeɪ.4.","ur":"پِر مُتیِ ڈوهاگݨیِ تن ڈُکھیِ رَےݨ وهاا ۔۔۴۔۔"},"pageNo":1014,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":25,"gurmukhi":"rwgu mwrU","unicode":"ਰਾਗੁ ਮਾਰੂ","english":"Raag Maaroo","raagWithPage":"Maaroo (989-1106)"}}]}