{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"count":38,"navigation":{"previous":1107,"next":1109},"page":[{"verseId":47355,"shabadId":3979,"verse":{"gurmukhi":"bn PUly mMJ bwir mY ipru Gir bwhuVY ]","unicode":"ਬਨ ਫੂਲੇ ਮੰਝ ਬਾਰਿ ਮੈ ਪਿਰੁ ਘਰਿ ਬਾਹੁੜੈ ॥"},"larivaar":{"gurmukhi":"bnPUlymMJbwirmYipruGirbwhuVY]","unicode":"ਬਨਫੂਲੇਮੰਝਬਾਰਿਮੈਪਿਰੁਘਰਿਬਾਹੁੜੈ॥"},"translation":{"en":{"bdb":"The forest is blossoming in front of my door; if only my Beloved would return to my home!","ms":"The forests are flowering in front of my door. May my Love return home.","ssk":"The forest is blossoming in front of my door; if only my Beloved would return to my home!"},"pu":{"ss":{"gurmukhi":"(myry ihrdy dw kOl-Pu`l BI iKV pey, jy) myrw pqI-pRBU ihrdy-Gr ivc Aw v`sy [","unicode":"(ਮੇਰੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਭੀ ਖਿੜ ਪਏ, ਜੇ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ।"},"ft":{"gurmukhi":"bn pRPulq ho rhy hYN Aru (mMJ) bIc (bwir) jl hY[ so AYsy smÎ myN hy (ipru) pqI! myry Gir bwhuVY, Bwv irdy myN pRwpiq hovhu[ Bwv Xh ik cyqR ky mhIny brKw ky sbb bnwspqI pRPulq hoqI hY AOr ibRhnI iesqRI iqs smÎ Apny pqI kI auqkMTw ArQwq aufIk krqI hY ik myry ko pqI pRwpiq hovy[ ikauNik ijs iesqRI kw pqI Gr nhIN hoqw vhu duKI hoqI hY[ qYsy hI sMq jn bn suB gux rUp PUloN kr pRPulq ho rhy hYN AOr iqn ky bIc kQw kIrqn rUpI jl hY[ iqs smwj ky hoqy BI hy pqI! myry ko qyrI pRwpqI nhIN hY qW qy myrI ieh pRwrQnw hY ik myry ko pRwpiq hovhu]ÇAb pqI kI ApRwpqI kw duK khqy hYN:","unicode":"ਬਨ ਪ੍ਰਫੁਲਤ ਹੋ ਰਹੇ ਹੈਂ ਅਰੁ (ਮੰਝ) ਬੀਚ (ਬਾਰਿ) ਜਲ ਹੈ। ਸੋ ਐਸੇ ਸਮ੍ਯ ਮੇਂ ਹੇ (ਪਿਰੁ) ਪਤੀ! ਮੇਰੇ ਘਰਿ ਬਾਹੁੜੈ, ਭਾਵ ਰਿਦੇ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋਵਹੁ। ਭਾਵ ਯਹ ਕਿ ਚੇਤ੍ਰ ਕੇ ਮਹੀਨੇ ਬਰਖਾ ਕੇ ਸਬਬ ਬਨਾਸਪਤੀ ਪ੍ਰਫੁਲਤ ਹੋਤੀ ਹੈ ਔਰ ਬ੍ਰਿਹਨੀ ਇਸਤ੍ਰੀ ਤਿਸ ਸਮ੍ਯ ਅਪਨੇ ਪਤੀ ਕੀ ਉਤਕੰਠਾ ਅਰਥਾਤ ਉਡੀਕ ਕਰਤੀ ਹੈ ਕਿ ਮੇਰੇ ਕੋ ਪਤੀ ਪ੍ਰਾਪਤਿ ਹੋਵੇ। ਕਿਉਂਕਿ ਜਿਸ ਇਸਤ੍ਰੀ ਕਾ ਪਤੀ ਘਰ ਨਹੀਂ ਹੋਤਾ ਵਹੁ ਦੁਖੀ ਹੋਤੀ ਹੈ। ਤੈਸੇ ਹੀ ਸੰਤ ਜਨ ਬਨ ਸੁਭ ਗੁਣ ਰੂਪ ਫੂਲੋਂ ਕਰ ਪ੍ਰਫੁਲਤ ਹੋ ਰਹੇ ਹੈਂ ਔਰ ਤਿਨ ਕੇ ਬੀਚ ਕਥਾ ਕੀਰਤਨ ਰੂਪੀ ਜਲ ਹੈ। ਤਿਸ ਸਮਾਜ ਕੇ ਹੋਤੇ ਭੀ ਹੇ ਪਤੀ! ਮੇਰੇ ਕੋ ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੈ ਤਾਂ ਤੇ ਮੇਰੀ ਇਹ ਪ੍ਰਾਰਥਨਾ ਹੈ ਕਿ ਮੇਰੇ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵਹੁ॥☬ਅਬ ਪਤੀ ਕੀ ਅਪ੍ਰਾਪਤੀ ਕਾ ਦੁਖ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(myry ihrdy dw kOl-Pu`l BI iKV pey, jy) myrw pqI-pRBU ihrdy-Gr ivc Aw v`sy [","unicode":"(ਮੇਰੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਭੀ ਖਿੜ ਪਏ, ਜੇ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ।"},"ms":{"gurmukhi":"myry bUhy dy mUhry jMgl pRPul`q ho rhy hn[ r`b kry myrw pRIqm myry Dwm iv`c Aw jwvy[","unicode":"ਮੇਰੇ ਬੂਹੇ ਦੇ ਮੂਹਰੇ ਜੰਗਲ ਪ੍ਰਫੁਲੱਤ ਹੋ ਰਹੇ ਹਨ। ਰੱਬ ਕਰੇ ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੇਰੇ ਧਾਮ ਵਿੱਚ ਆ ਜਾਵੇ।"}},"es":{"sn":"Los bosques están floreciendo y tengo una gran añoranza por mi Amor. "},"hi":{"ss":"(इस महीने) खुली जूह में बनस्पति को फूल लग जाते हैं। और (फूलों पर बैठे हुए) भँवर सुंदर लगते हैं।","sts":"अगर प्रियतम घर लौट आए तो मन यूं खिल जाता है जैसे वनों-मरुस्थलों में फल-फूल खिल जाते हैं।"}},"transliteration":{"english":"ban foole ma(n)jh baar mai pir ghar baahuRai ||","hindi":"बन फूले मंझ बारि मै पिरु घरि बाहुड़ै ॥","en":"ban foole ma(n)jh baar mai pir ghar baahuRai ||","hi":"बन फूले मंझ बारि मै पिरु घरि बाहुड़ै ॥","ipa":"bən fule məŋɖ͡ʐ bɑr mæ pɪr Gʰər bɑhʊɽæ.","ur":"بن پھُولے مںجھ بار مَے پر گھر باهُڑَے ۔۔"},"pageNo":1108,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47356,"shabadId":3979,"verse":{"gurmukhi":"ipru Gir nhI AwvY Dn ikau suKu pwvY ibrih ibroD qnu CIjY ]","unicode":"ਪਿਰੁ ਘਰਿ ਨਹੀ ਆਵੈ ਧਨ ਕਿਉ ਸੁਖੁ ਪਾਵੈ ਬਿਰਹਿ ਬਿਰੋਧ ਤਨੁ ਛੀਜੈ ॥"},"larivaar":{"gurmukhi":"ipruGirnhIAwvYDnikausuKupwvYibrihibroDqnuCIjY]","unicode":"ਪਿਰੁਘਰਿਨਹੀਆਵੈਧਨਕਿਉਸੁਖੁਪਾਵੈਬਿਰਹਿਬਿਰੋਧਤਨੁਛੀਜੈ॥"},"translation":{"en":{"bdb":"If her Husband Lord does not return home, how can the soul-bride find peace? Her body is wasting away with the sorrow of separation.","ms":"How can the bride obtain peace, when her spouse comes not home? With the distress of separation her body is wasting away.","ssk":"If her Husband Lord does not return home, how can the soul-bride find peace? Her body is wasting away with the sorrow of separation."},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI ihrdy-Gr ivc nwh Aw v`sy, aus jIv-iesq®I ƒ Awqmk AwnMd nhIN Aw skdw, aus dw srIr (pRBU qoN) ivCoVy dy kwrn (kwmwidk vYrIAW dy) h`ilAW nwl kmzor ho jWdw hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਨਾਹ ਆ ਵੱਸੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੀਰ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ) ਹੱਲਿਆਂ ਨਾਲ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy pqI! jb qk qUM myry irdy Gr myN nhIN Awvqw qb qk mYN (Dn) iesqRI kYsy suK ko pRwpq hovoN? ikauNik ibrhy broDI krky; vw ibrhy pwvxyhwry kwmwidk broDIEN kr myrw srIr CIj jwqw hY]","unicode":"ਹੇ ਪਤੀ! ਜਬ ਤਕ ਤੂੰ ਮੇਰੇ ਰਿਦੇ ਘਰ ਮੇਂ ਨਹੀਂ ਆਵਤਾ ਤਬ ਤਕ ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਕੈਸੇ ਸੁਖ ਕੋ ਪ੍ਰਾਪਤ ਹੋਵੋਂ? ਕਿਉਂਕਿ ਬਿਰਹੇ ਬਰੋਧੀ ਕਰਕੇ; ਵਾ ਬਿਰਹੇ ਪਾਵਣੇਹਾਰੇ ਕਾਮਾਦਿਕ ਬਰੋਧੀਓਂ ਕਰ ਮੇਰਾ ਸਰੀਰ ਛੀਜ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI ihrdy-Gr ivc nwh Aw v`sy, aus jIv-iesq®I ƒ Awqmk AwnMd nhIN Aw skdw, aus dw srIr (pRBU qoN) ivCoVy dy kwrn (kwmwidk vYrIAW dy) h`ilAW nwl kmzor ho jWdw hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਨਾਹ ਆ ਵੱਸੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੀਰ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ) ਹੱਲਿਆਂ ਨਾਲ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"pqnI ƒ Awrwm iks qrHW Aw skdw hY, jd ik aus dw pqI aus dy Gr iv`c nhIN AwauNdw? ivCoVy dI iK`cw-iK`cI nwl aus dI dyh nws ho rhI hY[","unicode":"ਪਤਨੀ ਨੂੰ ਆਰਾਮ ਕਿਸ ਤਰ੍ਹਾਂ ਆ ਸਕਦਾ ਹੈ, ਜਦ ਕਿ ਉਸ ਦਾ ਪਤੀ ਉਸ ਦੇ ਘਰ ਵਿੱਚ ਨਹੀਂ ਆਉਂਦਾ? ਵਿਛੋੜੇ ਦੀ ਖਿੱਚਾ-ਖਿੱਚੀ ਨਾਲ ਉਸ ਦੀ ਦੇਹ ਨਾਸ ਹੋ ਰਹੀ ਹੈ।"}},"es":{"sn":"Si el Señor no llega al hogar de la esposa, oh, ¿cómo podrá ella encontrar la Paz? La separación desgarra su corazón y se la acaba."},"hi":{"ss":"(मेरे हृदय का कमल-फूल भी खिल जाए। अगर) मेरा पति-प्रभू हृदय-घर में आ बसे। जिस जीव-स्त्री का पति-प्रभू हृदय-घर में ना आ बसे। उस जीव-स्त्री को आत्मिक आनंद नहीं आ सकता। उसका शरीर (प्रभू से) विछोड़े के कारण (कामादिक वैरियों के) हमलों से कमजोर हो जाता है।","sts":"अगर पति-प्रभु घर नहीं आता तो जीव-स्त्री क्योंकर सुख पा सकती है, विरह के दुःख में शरीर टूटने लगता है।"}},"transliteration":{"english":"pir ghar nahee aavai dhan kiau sukh paavai bireh birodh tan chheejai ||","hindi":"पिरु घरि नही आवै धन किउ सुखु पावै बिरहि बिरोध तनु छीजै ॥","en":"pir ghar nahee aavai dhan kiau sukh paavai bireh birodh tan chheejai ||","hi":"पिरु घरि नही आवै धन किउ सुखु पावै बिरहि बिरोध तनु छीजै ॥","ipa":"pɪr Gʰər nəhi əɑʋæ t̪ən kɪo sʊkʰ pɑʋæ bɪrəh bɪrɔt̪ə̀ t̪ən ɕid͡ʒæ.","ur":"پِر گھر نهیِ آوَے دھن کا سُکھ پاوَے بره برودھ تن چھیِجَے ۔۔"},"pageNo":1108,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47357,"shabadId":3979,"verse":{"gurmukhi":"koikl AMib suhwvI bolY ikau duKu AMik shIjY ]","unicode":"ਕੋਕਿਲ ਅੰਬਿ ਸੁਹਾਵੀ ਬੋਲੈ ਕਿਉ ਦੁਖੁ ਅੰਕਿ ਸਹੀਜੈ ॥"},"larivaar":{"gurmukhi":"koiklAMibsuhwvIbolYikauduKuAMikshIjY]","unicode":"ਕੋਕਿਲਅੰਬਿਸੁਹਾਵੀਬੋਲੈਕਿਉਦੁਖੁਅੰਕਿਸਹੀਜੈ॥"},"translation":{"en":{"bdb":"The beautiful song-bird sings, perched on the mango tree; but how can I endure the pain in the depths of my being?","ms":"The beauteous cuckoo sings on the mango-tree How can I bear the pain of my mind?","ssk":"The beautiful song-bird sings, perched on the mango tree; but how can I endure the pain in the depths of my being?"},"pu":{"ss":{"gurmukhi":"(cyqr dy mhIny) koiel AMb dy ru`K auqy im`Ty bol boldI hY (ivjogx ƒ ieh bol im`Ty nhIN l`gdy, coBvyN duKdweI l`gdy hn, qy ivCoVy dw) du`K aus pwsoN ihrdy ivc shwirAw nhIN jWdw [","unicode":"(ਚੇਤਰ ਦੇ ਮਹੀਨੇ) ਕੋਇਲ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ (ਵਿਜੋਗਣ ਨੂੰ ਇਹ ਬੋਲ ਮਿੱਠੇ ਨਹੀਂ ਲੱਗਦੇ, ਚੋਭਵੇਂ ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ, ਤੇ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਉਸ ਪਾਸੋਂ ਹਿਰਦੇ ਵਿਚ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ft":{"gurmukhi":"AMb rUp sMq iqn kI bwxI rUp koikl, hy hrI! qyry js ko bolqI soB rhI hY[ hy pqI! qyrw ivXog rUpI duK myry (AMik) irdy myN kYsw shwrw jwvy, Bwv shwrw nhIN jwqw]","unicode":"ਅੰਬ ਰੂਪ ਸੰਤ ਤਿਨ ਕੀ ਬਾਣੀ ਰੂਪ ਕੋਕਿਲ, ਹੇ ਹਰੀ! ਤੇਰੇ ਜਸ ਕੋ ਬੋਲਤੀ ਸੋਭ ਰਹੀ ਹੈ। ਹੇ ਪਤੀ! ਤੇਰਾ ਵਿਯੋਗ ਰੂਪੀ ਦੁਖ ਮੇਰੇ (ਅੰਕਿ) ਰਿਦੇ ਮੇਂ ਕੈਸਾ ਸਹਾਰਾ ਜਾਵੇ, ਭਾਵ ਸਹਾਰਾ ਨਹੀਂ ਜਾਤਾ॥"},"bdb":{"gurmukhi":"(cyqr dy mhIny) koiel AMb dy ru`K auqy im`Ty bol boldI hY (ivjogx ƒ ieh bol im`Ty nhIN l`gdy, coBvyN duKdweI l`gdy hn, qy ivCoVy dw) du`K aus pwsoN ihrdy ivc shwirAw nhIN jWdw [","unicode":"(ਚੇਤਰ ਦੇ ਮਹੀਨੇ) ਕੋਇਲ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ (ਵਿਜੋਗਣ ਨੂੰ ਇਹ ਬੋਲ ਮਿੱਠੇ ਨਹੀਂ ਲੱਗਦੇ, ਚੋਭਵੇਂ ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ, ਤੇ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਉਸ ਪਾਸੋਂ ਹਿਰਦੇ ਵਿਚ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ms":{"gurmukhi":"suMdr koiel AMb dy ibRC qy gwauNdI hY Aqy Awpxy mn dy du`KVy ƒ mYN iks qrHW shwr skdI hW?","unicode":"ਸੁੰਦਰ ਕੋਇਲ ਅੰਬ ਦੇ ਬ੍ਰਿਛ ਤੇ ਗਾਉਂਦੀ ਹੈ ਅਤੇ ਆਪਣੇ ਮਨ ਦੇ ਦੁੱਖੜੇ ਨੂੰ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਸਹਾਰ ਸਕਦੀ ਹਾਂ?"}},"es":{"sn":"El bello Koel canta en el árbol de mango, oh ¿cuánto tiempo podrán mis coyunturas aguantar el dolor? "},"hi":{"ss":"(चेत्र के महीने) कोयल आमों के वृक्ष पर बैठ कर मीठे बोल बोलती है (वियोगन को ये बोल मीठे नहीं लगते। चुभवें व दुखदाई लगते हैं। और विछोड़े का) दुख उससे सहा नहीं जाता।","sts":"आम के पेड़ पर कोयल मीठे बोल बोलती है, प्रभु बिन मन का दु:ख और असह्य बन जाता है।"}},"transliteration":{"english":"kokil a(n)b suhaavee bolai kiau dhukh a(n)k saheejai ||","hindi":"कोकिल अंबि सुहावी बोलै किउ दुखु अंकि सहीजै ॥","en":"kokil a(n)b suhaavee bolai kiau dhukh a(n)k saheejai ||","hi":"कोकिल अंबि सुहावी बोलै किउ दुखु अंकि सहीजै ॥","ipa":"kɔkɪl əŋb sʊhɑʋi bɔlæ kɪo d̪ʊkʰ əŋk səhid͡ʒæ.","ur":"کوکل اںب سُهاویِ بولَے کا دُکھ اںک سهیِجَے ۔۔"},"pageNo":1108,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47358,"shabadId":3979,"verse":{"gurmukhi":"Bvru BvMqw PUlI fwlI ikau jIvw mru mwey ]","unicode":"ਭਵਰੁ ਭਵੰਤਾ ਫੂਲੀ ਡਾਲੀ ਕਿਉ ਜੀਵਾ ਮਰੁ ਮਾਏ ॥"},"larivaar":{"gurmukhi":"BvruBvMqwPUlIfwlIikaujIvwmrumwey]","unicode":"ਭਵਰੁਭਵੰਤਾਫੂਲੀਡਾਲੀਕਿਉਜੀਵਾਮਰੁਮਾਏ॥"},"translation":{"en":{"bdb":"The bumble bee is buzzing around the flowering branches; but how can I survive? I am dying, O my mother!","ms":"The black-bee is flitting on the blossoming bough. How can I survive? I am dying, O mother.","ssk":"The bumble bee is buzzing around the flowering branches; but how can I survive? I am dying, O my mother!"},"pu":{"ss":{"gurmukhi":"hy mW! myrw mn-BOrw (AMdrly iKVy hoey ihrdy-kml ƒ C`f ky dunIAw dy rMg-qmwiSAW dy) Pu`lW qy fwlIAW auqy Btkdw iPrdw hY [ ieh Awqmk jIvn nhIN hY, ieh qW Awqmk mOq hY [","unicode":"ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ-ਭੌਰਾ (ਅੰਦਰਲੇ ਖਿੜੇ ਹੋਏ ਹਿਰਦੇ-ਕਮਲ ਨੂੰ ਛੱਡ ਕੇ ਦੁਨੀਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੇ) ਫੁੱਲਾਂ ਤੇ ਡਾਲੀਆਂ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ । ਇਹ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਹੈ, ਇਹ ਤਾਂ ਆਤਮਕ ਮੌਤ ਹੈ ।"},"ft":{"gurmukhi":"PUlI hoeI fwlI krxw muidqw AwidkoN pr jgÎwsU rUp Bvrw guMjwr kr rhw hY ArQwq rs ko pI rhw hY; vw fwlIAW byd swKw sMqhu ky jo gux byd ny kQn kIey hYN, so Pul hYN, iqnoN pr (BvMqw) iPrqw hY[ so AYsy smyN hy (mwey) mwXw pqI! myrw jIvnW kYsy hovY, mYN mr rhI hUM]Çjy khyN qyry ko kYsy suK hovY? iqs pr khqy hYN:","unicode":"ਫੂਲੀ ਹੋਈ ਡਾਲੀ ਕਰਣਾ ਮੁਦਿਤਾ ਆਦਿਕੋਂ ਪਰ ਜਗ੍ਯਾਸੂ ਰੂਪ ਭਵਰਾ ਗੁੰਜਾਰ ਕਰ ਰਹਾ ਹੈ ਅਰਥਾਤ ਰਸ ਕੋ ਪੀ ਰਹਾ ਹੈ; ਵਾ ਡਾਲੀਆਂ ਬੇਦ ਸਾਖਾ ਸੰਤਹੁ ਕੇ ਜੋ ਗੁਣ ਬੇਦ ਨੇ ਕਥਨ ਕੀਏ ਹੈਂ, ਸੋ ਫੁਲ ਹੈਂ, ਤਿਨੋਂ ਪਰ (ਭਵੰਤਾ) ਫਿਰਤਾ ਹੈ। ਸੋ ਐਸੇ ਸਮੇਂ ਹੇ (ਮਾਏ) ਮਾਯਾ ਪਤੀ! ਮੇਰਾ ਜੀਵਨਾਂ ਕੈਸੇ ਹੋਵੈ, ਮੈਂ ਮਰ ਰਹੀ ਹੂੰ॥☬ਜੇ ਕਹੇਂ ਤੇਰੇ ਕੋ ਕੈਸੇ ਸੁਖ ਹੋਵੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy mW! myrw mn-BOrw (AMdrly iKVy hoey ihrdy-kml ƒ C`f ky dunIAw dy rMg-qmwiSAW dy) Pu`lW qy fwlIAW auqy Btkdw iPrdw hY [ ieh Awqmk jIvn nhIN hY, ieh qW Awqmk mOq hY [","unicode":"ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ-ਭੌਰਾ (ਅੰਦਰਲੇ ਖਿੜੇ ਹੋਏ ਹਿਰਦੇ-ਕਮਲ ਨੂੰ ਛੱਡ ਕੇ ਦੁਨੀਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੇ) ਫੁੱਲਾਂ ਤੇ ਡਾਲੀਆਂ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ । ਇਹ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਹੈ, ਇਹ ਤਾਂ ਆਤਮਕ ਮੌਤ ਹੈ ।"},"ms":{"gurmukhi":"BOrw pRPulq hoeI hoeI tihxI qy c`kr k`t irhw hY[ mYN iks qrHWjIau skdI hW? mYN mrdI jWdI hW, hy mwqw!","unicode":"ਭੌਰਾ ਪ੍ਰਫੁਲਤ ਹੋਈ ਹੋਈ ਟਹਿਣੀ ਤੇ ਚੱਕਰ ਕੱਟ ਰਿਹਾ ਹੈ। ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂਜੀਉ ਸਕਦੀ ਹਾਂ? ਮੈਂ ਮਰਦੀ ਜਾਂਦੀ ਹਾਂ, ਹੇ ਮਾਤਾ!"}},"es":{"sn":"La abeja negra circula el árbol en flor, ¿cómo sobrevivir, pues me estoy muriendo, oh madre?"},"hi":{"ss":"हे माँ ! मेरा मन भँवरा (अंदर के खिले हुए हृदय-कमल को छोड़ के दुनिया के रंग-तमाशों के) फूलों और डालियों पर भटकता फिरता है। यह आत्मिक जीवन नहीं है। यह तो आत्मिक मौत है।","sts":"भँवरा फूलों पर मंडराता रहता है, हे माँ ! प्रभु बिन जीना तो मृत्यु के समान है।"}},"transliteration":{"english":"bhavar bhava(n)taa foolee ddaalee kiau jeevaa mar maae ||","hindi":"भवरु भवंता फूली डाली किउ जीवा मरु माए ॥","en":"bhavar bhava(n)taa foolee ddaalee kiau jeevaa mar maae ||","hi":"भवरु भवंता फूली डाली किउ जीवा मरु माए ॥","ipa":"ɓəʋər ɓəʋəŋt̪ɑ fuli ɖɑli kɪo d͡ʒiʋɑ mər mɑee.","ur":"بھور بھوںتا پھُولیِ ڈالیِ کا جیِوا مر مااے ۔۔"},"pageNo":1108,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47359,"shabadId":3979,"verse":{"gurmukhi":"nwnk cyiq shij suKu pwvY jy hir vru Gir Dn pwey ]5]","unicode":"ਨਾਨਕ ਚੇਤਿ ਸਹਜਿ ਸੁਖੁ ਪਾਵੈ ਜੇ ਹਰਿ ਵਰੁ ਘਰਿ ਧਨ ਪਾਏ ॥੫॥"},"larivaar":{"gurmukhi":"nwnkcyiqshijsuKupwvYjyhirvruGirDnpwey]5]","unicode":"ਨਾਨਕਚੇਤਿਸਹਜਿਸੁਖੁਪਾਵੈਜੇਹਰਿਵਰੁਘਰਿਧਨਪਾਏ॥੫॥"},"translation":{"en":{"bdb":"O Nanak, in Chayt, peace is easily obtained, if the soul-bride obtains the Lord as her Husband, within the home of her own heart. ||5||","ms":"Nanak, in Chet peace is easily obtained, if the wife obtains God as her Spouse in her home.","ssk":"O Nanak, in Chayt, peace is easily obtained, if the soul-bride obtains the Lord as her Husband, within the home of her own heart. ||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! cyqr dy mhIny ivc (bsMq dy mOsm ivc) jIv-iesq®I Afol AvsQw ivc itk ky Awqmk AwnMd mwxdI hY, jy jIv-iesq®I (Awpxy ihrdy-) Gr ivc pRBU-pqI ƒ l`B ley [","unicode":"ਹੇ ਨਾਨਕ! ਚੇਤਰ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਬਸੰਤ ਦੇ ਮੌਸਮ ਵਿਚ) ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਏ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mwnuK dyh rUp bsMq myN pRym rUpI cyq kw mhInw, iqs ivKy hy hrI (vru) pqI! jykr jgÎwsU rUp iesqRI qyry ko pwie kr (shij) Acuq suK ko pwie lyvY]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮਾਨੁਖ ਦੇਹ ਰੂਪ ਬਸੰਤ ਮੇਂ ਪ੍ਰੇਮ ਰੂਪੀ ਚੇਤ ਕਾ ਮਹੀਨਾ, ਤਿਸ ਵਿਖੇ ਹੇ ਹਰੀ (ਵਰੁ) ਪਤੀ! ਜੇਕਰ ਜਗ੍ਯਾਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਤੇਰੇ ਕੋ ਪਾਇ ਕਰ (ਸਹਜਿ) ਅਚੁਤ ਸੁਖ ਕੋ ਪਾਇ ਲੇਵੈ॥੫॥"},"bdb":{"gurmukhi":"hy nwnk! cyqr dy mhIny ivc (bsMq dy mOsm ivc) jIv-iesq®I Afol AvsQw ivc itk ky Awqmk AwnMd mwxdI hY, jy jIv-iesq®I (Awpxy ihrdy-) Gr ivc pRBU-pqI ƒ l`B ley [","unicode":"ਹੇ ਨਾਨਕ! ਚੇਤਰ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਬਸੰਤ ਦੇ ਮੌਸਮ ਵਿਚ) ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਏ ।"},"ms":{"gurmukhi":"nwnk cyq AMdr Awrwm sOKy hI pRwpq ho jWdw hY jykr vhutI Awpxy gRih AMdr vwihgurU ƒ Awpxy pqI vjoN pw lvy[","unicode":"ਨਾਨਕ ਚੇਤ ਅੰਦਰ ਆਰਾਮ ਸੌਖੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇਕਰ ਵਹੁਟੀ ਆਪਣੇ ਗ੍ਰਹਿ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਪਤੀ ਵਜੋਂ ਪਾ ਲਵੇ।"}},"es":{"sn":"Dice Nanak, en el mes de Chayat la esposa encuentra la Paz del Equilibrio, si ella encuentra al Señor en el hogar de su propio corazón. (5)"},"hi":{"ss":"हे नानक ! चेत्र के महीने में (बसंत के मौसम में) जीव-स्त्री अडोल अवस्था में टिक के आत्मिक आनंद पाती है। यदि जीव-स्त्री (अपने हृदय-) घर में प्रभू-पति को ढूँढ ले।","sts":"गुरु नानक का कथन है कि अगर पति-प्रभु को जीव-स्त्री पा ले तो चैत्र माह को सहज-सुख पा सकती है॥ ५॥"}},"transliteration":{"english":"naanak chet sahaj sukh paavai je har var ghar dhan paae ||5||","hindi":"नानक चेति सहजि सुखु पावै जे हरि वरु घरि धन पाए ॥५॥","en":"naanak chet sahaj sukh paavai je har var ghar dhan paae ||5||","hi":"नानक चेति सहजि सुखु पावै जे हरि वरु घरि धन पाए ॥५॥","ipa":"nɑnək t͡ʃet̪ səhəd͡ʒ sʊkʰ pɑʋæ d͡ʒe hər ʋər Gʰər t̪ən pɑee.5.","ur":"نانک چےت سهج سُکھ پاوَے جے هرِ ور گھرِ دھن پااے ۔۔۵۔۔"},"pageNo":1108,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47360,"shabadId":3980,"verse":{"gurmukhi":"vYswKu Blw swKw vys kry ]","unicode":"ਵੈਸਾਖੁ ਭਲਾ ਸਾਖਾ ਵੇਸ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"vYswKuBlwswKwvyskry]","unicode":"ਵੈਸਾਖੁਭਲਾਸਾਖਾਵੇਸਕਰੇ॥"},"translation":{"en":{"bdb":"Vaisakhi is so pleasant; the branches blossom with new leaves.","ms":"Pleasant is Baisakh, when the tree-bough adorns itself anew.","ssk":"Vaisakhi is so pleasant; the branches blossom with new leaves."},"pu":{"ss":{"gurmukhi":"vYswK (dw mhInw kyhw) cMgw l`gdw hY! (ru`KW dIAW) lgrW (s`j-ivAwhIAW muitAwrW vWg kUly kUly p`qrW dw) hwr-isMgwr krdIAW hn [ (iehnW lgrW dw hwr-isMgwr vyK ky pqI qoN ivCuVI nwr dy AMdr BI pqI ƒ imlx leI DR¨h pYNdI hY, qy auh Awpxy Gr dy bUhy ivc KloqI rwh q`kdI hY [","unicode":"ਵੈਸਾਖ (ਦਾ ਮਹੀਨਾ ਕੇਹਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ! (ਰੁੱਖਾਂ ਦੀਆਂ) ਲਗਰਾਂ (ਸੱਜ-ਵਿਆਹੀਆਂ ਮੁਟਿਆਰਾਂ ਵਾਂਗ ਕੂਲੇ ਕੂਲੇ ਪੱਤਰਾਂ ਦਾ) ਹਾਰ-ਸਿੰਗਾਰ ਕਰਦੀਆਂ ਹਨ । (ਇਹਨਾਂ ਲਗਰਾਂ ਦਾ ਹਾਰ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਨਾਰ ਦੇ ਅੰਦਰ ਭੀ ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਧ੍ਰੂਹ ਪੈਂਦੀ ਹੈ, ਤੇ ਉਹ ਆਪਣੇ ਘਰ ਦੇ ਬੂਹੇ ਵਿਚ ਖਲੋਤੀ ਰਾਹ ਤੱਕਦੀ ਹੈ ।"},"ft":{"gurmukhi":"vw vwhX ArQ pRisD hY:ÇvYswK duAwrw khqy hYN: vhu purs Blw (swKw) piq vwlw hY, jo byd kIAW swKw ArQwq swsqR ismRqIAW hYN iqn ky Anuswr jo vys ByK Dwrn krqw hY, Bwv sy swsqR Anuswr krm krqw hY]","unicode":"ਵਾ ਵਾਹਯ ਅਰਥ ਪ੍ਰਸਿਧ ਹੈ:☬ਵੈਸਾਖ ਦੁਆਰਾ ਕਹਤੇ ਹੈਂ: ਵਹੁ ਪੁਰਸ ਭਲਾ (ਸਾਖਾ) ਪਤਿ ਵਾਲਾ ਹੈ, ਜੋ ਬੇਦ ਕੀਆਂ ਸਾਖਾ ਅਰਥਾਤ ਸਾਸਤ੍ਰ ਸਿਮ੍ਰਤੀਆਂ ਹੈਂ ਤਿਨ ਕੇ ਅਨੁਸਾਰ ਜੋ ਵੇਸ ਭੇਖ ਧਾਰਨ ਕਰਤਾ ਹੈ, ਭਾਵ ਸੇ ਸਾਸਤ੍ਰ ਅਨੁਸਾਰ ਕਰਮ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"vYswK (dw mhInw kyhw) cMgw l`gdw hY! (ru`KW dIAW) lgrW (s`j-ivAwhIAW muitAwrW vWg kUly kUly p`qrW dw) hwr-isMgwr krdIAW hn [ (iehnW lgrW dw hwr-isMgwr vyK ky pqI qoN ivCuVI nwr dy AMdr BI pqI ƒ imlx leI DR¨h pYNdI hY, qy auh Awpxy Gr dy bUhy ivc KloqI rwh q`kdI hY [","unicode":"ਵੈਸਾਖ (ਦਾ ਮਹੀਨਾ ਕੇਹਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ! (ਰੁੱਖਾਂ ਦੀਆਂ) ਲਗਰਾਂ (ਸੱਜ-ਵਿਆਹੀਆਂ ਮੁਟਿਆਰਾਂ ਵਾਂਗ ਕੂਲੇ ਕੂਲੇ ਪੱਤਰਾਂ ਦਾ) ਹਾਰ-ਸਿੰਗਾਰ ਕਰਦੀਆਂ ਹਨ । (ਇਹਨਾਂ ਲਗਰਾਂ ਦਾ ਹਾਰ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ ਨਾਰ ਦੇ ਅੰਦਰ ਭੀ ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਧ੍ਰੂਹ ਪੈਂਦੀ ਹੈ, ਤੇ ਉਹ ਆਪਣੇ ਘਰ ਦੇ ਬੂਹੇ ਵਿਚ ਖਲੋਤੀ ਰਾਹ ਤੱਕਦੀ ਹੈ ।"},"ms":{"gurmukhi":"mn Bwauxw hY bYswK jd ik ruK dI tihxI nvyN isirEN SSoBq huMdI hY[","unicode":"ਮਨ ਭਾਉਣਾ ਹੈ ਬੈਸਾਖ ਜਦ ਕਿ ਰੁਖ ਦੀ ਟਹਿਣੀ ਨਵੇਂ ਸਿਰਿਓਂ ਸ਼ਸ਼ੋਭਤ ਹੁੰਦੀ ਹੈ।"}},"es":{"sn":"Bendito es el Vaisaki cuando las ramas de los árboles están llenas de hojas frescas."},"hi":{"ss":"वैसाख (का महीना कैसा) अच्छा लगता है ! (वृक्षों की) नई फूटी कोमल कोपलें टहनियां (नव-विवाहिता जैसे कोमल-कोमल पक्तों का) हार-श्रृंगार करती हैं।","sts":"वैसाख का महीना भला है, प्रकृति सुन्दर वेष धारण कर लेती है।"}},"transliteration":{"english":"vaisaakh bhalaa saakhaa ves kare ||","hindi":"वैसाखु भला साखा वेस करे ॥","en":"vaisaakh bhalaa saakhaa ves kare ||","hi":"वैसाखु भला साखा वेस करे ॥","ipa":"ʋæsɑkʰ ɓəlɑ sɑkʰɑ ʋes kəre.","ur":"وَےساکھ بھلا ساکھا وےس کرے ۔۔"},"pageNo":1108,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47361,"shabadId":3980,"verse":{"gurmukhi":"Dn dyKY hir duAwir Awvhu dieAw kry ]","unicode":"ਧਨ ਦੇਖੈ ਹਰਿ ਦੁਆਰਿ ਆਵਹੁ ਦਇਆ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"DndyKYhirduAwirAwvhudieAwkry]","unicode":"ਧਨਦੇਖੈਹਰਿਦੁਆਰਿਆਵਹੁਦਇਆਕਰੇ॥"},"translation":{"en":{"bdb":"The soul-bride yearns to see the Lord at her door. Come, O Lord, and take pity on me!","ms":"The bride is anxious to see God at her door, \"Come my Love, come. Take thou pity on me\".","ssk":"The soul-bride yearns to see the Lord at her door. Come, O Lord, and take pity on me!"},"pu":{"ss":{"gurmukhi":"iesy qrHW kudriq-rwxI dw sohj-isMgwr vyK ky aumwh-BrI) jIv-iesq®I Awpxy (ihrdy-) dr qy pRBU-pqI dI aufIk krdI hY (qy AwKdI hY—hy pRBU-pqI!) imhr kr ky (myry ihrdy-Gr ivc) AwE [","unicode":"ਇਸੇ ਤਰ੍ਹਾਂ ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਮਾਹ-ਭਰੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ (ਹਿਰਦੇ-) ਦਰ ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਉਡੀਕ ਕਰਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ-ਪਤੀ!) ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਆਓ ।"},"ft":{"gurmukhi":"hy hrI! mYN (Dn) iesqRI qyry duAwry myN ArQwq sqsMg myN iesiQq hoeI dyKqI hUM, ikrpw kr ky myry Gr irdy myN Awie kr pRwpq hoeIey]","unicode":"ਹੇ ਹਰੀ! ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਤੇਰੇ ਦੁਆਰੇ ਮੇਂ ਅਰਥਾਤ ਸਤਸੰਗ ਮੇਂ ਇਸਥਿਤ ਹੋਈ ਦੇਖਤੀ ਹੂੰ, ਕਿਰਪਾ ਕਰ ਕੇ ਮੇਰੇ ਘਰ ਰਿਦੇ ਮੇਂ ਆਇ ਕਰ ਪ੍ਰਾਪਤ ਹੋਈਏ॥"},"bdb":{"gurmukhi":"iesy qrHW kudriq-rwxI dw sohj-isMgwr vyK ky aumwh-BrI) jIv-iesq®I Awpxy (ihrdy-) dr qy pRBU-pqI dI aufIk krdI hY (qy AwKdI hY—hy pRBU-pqI!) imhr kr ky (myry ihrdy-Gr ivc) AwE [","unicode":"ਇਸੇ ਤਰ੍ਹਾਂ ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਮਾਹ-ਭਰੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ (ਹਿਰਦੇ-) ਦਰ ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਉਡੀਕ ਕਰਦੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ-ਪਤੀ!) ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਆਓ ।"},"ms":{"gurmukhi":"pqnI vwihgurU ƒ Awpxy bUhy qy vyKx dI cwhvwn hY[ Aw jw myry jwnIAw, Aw jw! qUM myry auqy qrs kr[","unicode":"ਪਤਨੀ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਬੂਹੇ ਤੇ ਵੇਖਣ ਦੀ ਚਾਹਵਾਨ ਹੈ। ਆ ਜਾ ਮੇਰੇ ਜਾਨੀਆ, ਆ ਜਾ! ਤੂੰ ਮੇਰੇ ਉਤੇ ਤਰਸ ਕਰ।"}},"es":{"sn":"La esposa ve y dice, oh Señor, ten Piedad de mí y ven a mi hogar. "},"hi":{"ss":"(इन कोमल टहनियों का हार-श्रृंगार देख के पति से विछुड़ी नारी के अंदर भी पति को मिलने की कसक पैदा होती है। और वह अपने घर के दरवाजे पर खड़ी राह ताकती है। इसी तरह प्रकृति-रानी का सोहज-श्रृंगार देख के उमाह भरी) वह जीव स्त्री अपने (हृदय-) दर पर प्रभू-पति का इन्तजार करती है","sts":"जीव-स्त्री द्वार पर पति-प्रभु को देखती है और विनय करती है कि दया करके घर आओ।"}},"transliteration":{"english":"dhan dhekhai har dhuaar aavahu dhiaa kare ||","hindi":"धन देखै हरि दुआरि आवहु दइआ करे ॥","en":"dhan dhekhai har dhuaar aavahu dhiaa kare ||","hi":"धन देखै हरि दुआरि आवहु दइआ करे ॥","ipa":"t̪ən d̪ekʰæ hər d̪ʊəɑr əɑʋəh d̪ɪɑ kəre.","ur":"دھن دےکھَے هر دُآر آوهُ دایا کرے ۔۔"},"pageNo":1108,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47362,"shabadId":3980,"verse":{"gurmukhi":"Gir Awau ipAwry duqr qwry quDu ibnu AFu n molo ]","unicode":"ਘਰਿ ਆਉ ਪਿਆਰੇ ਦੁਤਰ ਤਾਰੇ ਤੁਧੁ ਬਿਨੁ ਅਢੁ ਨ ਮੋਲੋ ॥"},"larivaar":{"gurmukhi":"GirAwauipAwryduqrqwryquDuibnuAFunmolo]","unicode":"ਘਰਿਆਉਪਿਆਰੇਦੁਤਰਤਾਰੇਤੁਧੁਬਿਨੁਅਢੁਨਮੋਲੋ॥"},"translation":{"en":{"bdb":"Please come home, O my Beloved; carry me across the treacherous world-ocean. Without You, I am not worth even a shell.","ms":"Come home, O my Beloved! Ferry me across the difficult world-ocean. Without Thee I am not worth even a shell.","ssk":"Please come home, O my Beloved; carry me across the treacherous world-ocean. Without You, I am not worth even a shell."},"pu":{"ss":{"gurmukhi":"hy ipAwry! (myry) Gr ivc AwE, mYƒ ies ibKm sMswr-smuMdr ivcoN pwr lMGw, qYQoN ibnw myrI kdr A`DI kOfI ijqnI BI nhIN hY [","unicode":"ਹੇ ਪਿਆਰੇ! (ਮੇਰੇ) ਘਰ ਵਿਚ ਆਓ, ਮੈਨੂੰ ਇਸ ਬਿਖਮ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾ, ਤੈਥੋਂ ਬਿਨਾ ਮੇਰੀ ਕਦਰ ਅੱਧੀ ਕੌਡੀ ਜਿਤਨੀ ਭੀ ਨਹੀਂ ਹੈ ।"},"ft":{"gurmukhi":"hy ipAwry! myry irdy Gr myN Awvhu[ jy khYN Awauxy sy ikAw hogw? iqs pr khqy hYN: ijn ky Gr myN qUM AwXw hYN sy sMswr rUp (duqr) kTn smuMdr sy qYny qwry hYN[ qyry ibnW myrw (AFu) kOfI BI mol nhIN hY]","unicode":"ਹੇ ਪਿਆਰੇ! ਮੇਰੇ ਰਿਦੇ ਘਰ ਮੇਂ ਆਵਹੁ। ਜੇ ਕਹੈਂ ਆਉਣੇ ਸੇ ਕਿਆ ਹੋਗਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: ਜਿਨ ਕੇ ਘਰ ਮੇਂ ਤੂੰ ਆਯਾ ਹੈਂ ਸੇ ਸੰਸਾਰ ਰੂਪ (ਦੁਤਰ) ਕਠਨ ਸਮੁੰਦਰ ਸੇ ਤੈਨੇ ਤਾਰੇ ਹੈਂ। ਤੇਰੇ ਬਿਨਾਂ ਮੇਰਾ (ਅਢੁ) ਕੌਡੀ ਭੀ ਮੋਲ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"hy ipAwry! (myry) Gr ivc AwE, mYƒ ies ibKm sMswr-smuMdr ivcoN pwr lMGw, qYQoN ibnw myrI kdr A`DI kOfI ijqnI BI nhIN hY [","unicode":"ਹੇ ਪਿਆਰੇ! (ਮੇਰੇ) ਘਰ ਵਿਚ ਆਓ, ਮੈਨੂੰ ਇਸ ਬਿਖਮ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਾ, ਤੈਥੋਂ ਬਿਨਾ ਮੇਰੀ ਕਦਰ ਅੱਧੀ ਕੌਡੀ ਜਿਤਨੀ ਭੀ ਨਹੀਂ ਹੈ ।"},"ms":{"gurmukhi":"myry Gr iv`c Aw, hy myry jwnIAW! mYnƒ AOKy sMswr smuMdr qoN pwr kr dy[ qyry bgYr myrw kaufI BI mu`l nhIN[","unicode":"ਮੇਰੇ ਘਰ ਵਿੱਚ ਆ, ਹੇ ਮੇਰੇ ਜਾਨੀਆਂ! ਮੈਨਨੂੰ ਔਖੇ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਕਰ ਦੇ। ਤੇਰੇ ਬਗੈਰ ਮੇਰਾ ਕਉਡੀ ਭੀ ਮੁੱਲ ਨਹੀਂ।"}},"es":{"sn":"Ven, oh mi Amado Señor a tu Hogar y déjame cruzar ese terrible mar de las existencias materiales, "},"hi":{"ss":"(और कहती है- हे प्रभू पति !) मेहर करके (मेरे हृदय-घर में) आओ। मुझे इस बिशम संसार-समुंद्र से पार लंघाओ। तेरे बिना मेरी कद्र आधी कौड़ी जितनी भी नहीं है। पर।","sts":"हे प्यारे ! घर चले आओ, तू ही दुस्तर संसार-सागर से पार करवा सकता है और तेरे बिना तो मेरा कौड़ी भर मोल नहीं है।"}},"transliteration":{"english":"ghar aau piaare dhutar taare tudh bin add na molo ||","hindi":"घरि आउ पिआरे दुतर तारे तुधु बिनु अढु न मोलो ॥","en":"ghar aau piaare dhutar taare tudh bin add na molo ||","hi":"घरि आउ पिआरे दुतर तारे तुधु बिनु अढु न मोलो ॥","ipa":"Gʰər əɑo pɪəɑre d̪ʊt̪ər t̪ɑre t̪ʊt̪ bɪn əʈ nə mɔlɔ.","ur":"گھر آا پآرے دُتر تارے تُدھ بن اڈھ ن مولو ۔۔"},"pageNo":1108,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47363,"shabadId":3980,"verse":{"gurmukhi":"kImiq kaux kry quDu BwvW dyiK idKwvY Folo ]","unicode":"ਕੀਮਤਿ ਕਉਣ ਕਰੇ ਤੁਧੁ ਭਾਵਾਂ ਦੇਖਿ ਦਿਖਾਵੈ ਢੋਲੋ ॥"},"larivaar":{"gurmukhi":"kImiqkauxkryquDuBwvWdyiKidKwvYFolo]","unicode":"ਕੀਮਤਿਕਉਣਕਰੇਤੁਧੁਭਾਵਾਂਦੇਖਿਦਿਖਾਵੈਢੋਲੋ॥"},"translation":{"en":{"bdb":"Who can estimate my worth, if I am pleasing to You? I see You, and inspire others to see You, O my Love.","ms":"Who can appraise my worth, if I please Thee? I see Thee and show Thee to others. O my love.","ssk":"Who can estimate my worth, if I am pleasing to You? I see You, and inspire others to see You, O my Love."},"pu":{"ss":{"gurmukhi":"pr, hy imq®-pRBU! jy gurU qyrw drsn kr ky mYƒ BI drsn krw dyvy, qy jy mYN qYƒ cMgI l`g pvW, qW kOx myrw mu`l pw skdw hY?","unicode":"ਪਰ, ਹੇ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ! ਜੇ ਗੁਰੂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਦਰਸਨ ਕਰਾ ਦੇਵੇ, ਤੇ ਜੇ ਮੈਂ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਕੌਣ ਮੇਰਾ ਮੁੱਲ ਪਾ ਸਕਦਾ ਹੈ?"},"ft":{"gurmukhi":"hy vwihgurU! jy mYN qyry ko Bwie jwvoN ArQwq pRwpq hoie jwvoN qo myrI kImq kOn kr skygw[ jy khy myrw pRwpq hoxW ikAw hY mYN qo AMqr hI hoN? iqs pr khqy hYN: hy (Folo) pXwry! Xdip qUM AMqr hI hYN qdp qyrw sÍrUp qy dyKIqw hY[ jykr qUM igAwn idRstI kr idKwie dyvyN qW qy iehI ikrpw kro]","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਜੇ ਮੈਂ ਤੇਰੇ ਕੋ ਭਾਇ ਜਾਵੋਂ ਅਰਥਾਤ ਪ੍ਰਾਪਤ ਹੋਇ ਜਾਵੋਂ ਤੋ ਮੇਰੀ ਕੀਮਤ ਕੌਨ ਕਰ ਸਕੇਗਾ। ਜੇ ਕਹੇ ਮੇਰਾ ਪ੍ਰਾਪਤ ਹੋਣਾਂ ਕਿਆ ਹੈ ਮੈਂ ਤੋ ਅੰਤਰ ਹੀ ਹੋਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: ਹੇ (ਢੋਲੋ) ਪਯਾਰੇ! ਯਦਪਿ ਤੂੰ ਅੰਤਰ ਹੀ ਹੈਂ ਤਦਪ ਤੇਰਾ ਸ੍ਵਰੂਪ ਤੇ ਦੇਖੀਤਾ ਹੈ। ਜੇਕਰ ਤੂੰ ਗਿਆਨ ਦ੍ਰਿਸਟੀ ਕਰ ਦਿਖਾਇ ਦੇਵੇਂ ਤਾਂ ਤੇ ਇਹੀ ਕਿਰਪਾ ਕਰੋ॥"},"bdb":{"gurmukhi":"pr, hy imq®-pRBU! jy gurU qyrw drsn kr ky mYƒ BI drsn krw dyvy, qy jy mYN qYƒ cMgI l`g pvW, qW kOx myrw mu`l pw skdw hY?","unicode":"ਪਰ, ਹੇ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ! ਜੇ ਗੁਰੂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਦਰਸਨ ਕਰਾ ਦੇਵੇ, ਤੇ ਜੇ ਮੈਂ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਕੌਣ ਮੇਰਾ ਮੁੱਲ ਪਾ ਸਕਦਾ ਹੈ?"},"ms":{"gurmukhi":"jykr mYN qYƒ cMgI l`gW qW myrw mu`l kOx pw skdw hY mYN qYƒ vyKdI hW qy hornW ƒ ivKwldI hW, hy myry pRIqm!","unicode":"ਜੇਕਰ ਮੈਂ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗਾਂ ਤਾਂ ਮੇਰਾ ਮੁੱਲ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ ਮੈਂ ਤੈਨੂੰ ਵੇਖਦੀ ਹਾਂ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਵਿਖਾਲਦੀ ਹਾਂ, ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ!"}},"es":{"sn":"sin Ti no valgo ni un centavo. Pero si estás complacido conmigo, me vuelvo inapreciable, sí, deja que alguien vea a ese Señor mío y déjame a mí Verlo."},"hi":{"ss":"हे मित्र प्रभू ! अगर गुरू तेरे दर्शन करके मुझे भी करवा दे। और अगर मैं तुझे अच्छी लग जाऊँ। तो कौन मेरा मोल डाल सकता है।","sts":"हे प्रभु ! अगर तुझे भा जाऊँ तो मैं अमूल्य हो जाऊँ, हे प्रियतम ! अपने दर्शन प्रदान करो।"}},"transliteration":{"english":"keemat kaun kare tudh bhaavaa(n) dhekh dhikhaavai ddolo ||","hindi":"कीमति कउण करे तुधु भावाँ देखि दिखावै ढोलो ॥","en":"keemat kaun kare tudh bhaavaa(n) dhekh dhikhaavai ddolo ||","hi":"कीमति कउण करे तुधु भावाँ देखि दिखावै ढोलो ॥","ipa":"kimət̪ koʊɳ kəre t̪ʊt̪ ɓɑʋɑⁿ d̪ekʰ d̪ɪkʰɑʋæ ʈɔlɔ.","ur":"کیِمت کاݨ کرے تُدھ بھاواں دےکھ دکھاوَے ڈھولو ۔۔"},"pageNo":1108,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47364,"shabadId":3980,"verse":{"gurmukhi":"dUir n jwnw AMqir mwnw hir kw mhlu pCwnw ]","unicode":"ਦੂਰਿ ਨ ਜਾਨਾ ਅੰਤਰਿ ਮਾਨਾ ਹਰਿ ਕਾ ਮਹਲੁ ਪਛਾਨਾ ॥"},"larivaar":{"gurmukhi":"dUirnjwnwAMqirmwnwhirkwmhlupCwnw]","unicode":"ਦੂਰਿਨਜਾਨਾਅੰਤਰਿਮਾਨਾਹਰਿਕਾਮਹਲੁਪਛਾਨਾ॥"},"translation":{"en":{"bdb":"I know that You are not far away; I believe that You are deep within me, and I realize Your Presence.","ms":"O Lord, I know Thee not afar, I believe Thee to be within me and realise I Thine presence.","ssk":"I know that You are not far away; I believe that You are deep within me, and I realize Your Presence."},"pu":{"ss":{"gurmukhi":"iPr qUµ mYƒ ikqy dUr nhIN jwpyNgw, mYƒ XkIn hovygw ik qUµ myry AMdr v`s irhw hYN, aus itkwxy dI mYƒ pCwx ho jwiegI ijQy qUµ v`sdw hYN [","unicode":"ਫਿਰ ਤੂੰ ਮੈਨੂੰ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਜਾਪੇਂਗਾ, ਮੈਨੂੰ ਯਕੀਨ ਹੋਵੇਗਾ ਕਿ ਤੂੰ ਮੇਰੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਉਸ ਟਿਕਾਣੇ ਦੀ ਮੈਨੂੰ ਪਛਾਣ ਹੋ ਜਾਇਗੀ ਜਿਥੇ ਤੂੰ ਵੱਸਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"qyry ko mYN dUr nw jwno srIr ky AMqr hI mwn lyvoN[ hy hrI! qyrw (mhlu) srUp jo AMqr bwhr Akws sm pUrn hY, so mYN XQwrQ pCwn lyvoN]","unicode":"ਤੇਰੇ ਕੋ ਮੈਂ ਦੂਰ ਨਾ ਜਾਨੋ ਸਰੀਰ ਕੇ ਅੰਤਰ ਹੀ ਮਾਨ ਲੇਵੋਂ। ਹੇ ਹਰੀ! ਤੇਰਾ (ਮਹਲੁ) ਸਰੂਪ ਜੋ ਅੰਤਰ ਬਾਹਰ ਅਕਾਸ ਸਮ ਪੂਰਨ ਹੈ, ਸੋ ਮੈਂ ਯਥਾਰਥ ਪਛਾਨ ਲੇਵੋਂ॥"},"bdb":{"gurmukhi":"iPr qUµ mYƒ ikqy dUr nhIN jwpyNgw, mYƒ XkIn hovygw ik qUµ myry AMdr v`s irhw hYN, aus itkwxy dI mYƒ pCwx ho jwiegI ijQy qUµ v`sdw hYN [","unicode":"ਫਿਰ ਤੂੰ ਮੈਨੂੰ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਜਾਪੇਂਗਾ, ਮੈਨੂੰ ਯਕੀਨ ਹੋਵੇਗਾ ਕਿ ਤੂੰ ਮੇਰੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਉਸ ਟਿਕਾਣੇ ਦੀ ਮੈਨੂੰ ਪਛਾਣ ਹੋ ਜਾਇਗੀ ਜਿਥੇ ਤੂੰ ਵੱਸਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hy sweIN! mYN qYƒ duryfy nhIN jwxdw, mYƒ XkIn hY qUM myry AMdr hYN Aqy mYN qyrI hjUrI ƒ AnuBv krdw hW[","unicode":"ਹੇ ਸਾਈਂ! ਮੈਂ ਤੈਨੂੰ ਦੁਰੇਡੇ ਨਹੀਂ ਜਾਣਦਾ, ਮੈਨੂੰ ਯਕੀਨ ਹੈ ਤੂੰ ਮੇਰੇ ਅੰਦਰ ਹੈਂ ਅਤੇ ਮੈਂ ਤੇਰੀ ਹਜੂਰੀ ਨੂੰ ਅਨੁਭਵ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Sé que no Estás lejos, creo que Estás dentro de mí, y sé también dónde está Tu Recinto."},"hi":{"ss":"फिर तू मुझे कहीं दूर नहीं प्रतीत होगा। मुझे यकीन होगा कि तू मेरे अंदर बस रहा है। उस ठिकाने की मुझे पहचान हो जाएगी जहाँ तू बसता है।","sts":"मैं तुझे अपने से दूर न समझू अपितु अंतर्मन में ही अनुभूति करूँ, तेरा महल पहचान लूं।"}},"transliteration":{"english":"dhoor na jaanaa a(n)tar maanaa har kaa mahal pachhaanaa ||","hindi":"दूरि न जाना अंतरि माना हरि का महलु पछाना ॥","en":"dhoor na jaanaa a(n)tar maanaa har kaa mahal pachhaanaa ||","hi":"दूरि न जाना अंतरि माना हरि का महलु पछाना ॥","ipa":"d̪ur nə d͡ʒɑnɑ əŋt̪ər mɑnɑ hər kɑ məhəl pəɕɑnɑ.","ur":"دُور ن جانا اںتر مانا هر کا مهل پچھانا ۔۔"},"pageNo":1108,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47365,"shabadId":3980,"verse":{"gurmukhi":"nwnk vYswKIN pRBu pwvY suriq sbid mnu mwnw ]6]","unicode":"ਨਾਨਕ ਵੈਸਾਖੀਂ ਪ੍ਰਭੁ ਪਾਵੈ ਸੁਰਤਿ ਸਬਦਿ ਮਨੁ ਮਾਨਾ ॥੬॥"},"larivaar":{"gurmukhi":"nwnkvYswKINpRBupwvYsuriqsbidmnumwnw]6]","unicode":"ਨਾਨਕਵੈਸਾਖੀਂਪ੍ਰਭੁਪਾਵੈਸੁਰਤਿਸਬਦਿਮਨੁਮਾਨਾ॥੬॥"},"translation":{"en":{"bdb":"O Nanak, finding God in Vaisakhi, the consciousness is filled with the Word of the Shabad, and the mind comes to believe. ||6||","ms":"Nanak, whosoever obtains the Lord in Baisakh, his soul is satiated with Name's meditation.","ssk":"O Nanak, finding God in Vaisakhi, the consciousness is filled with the Word of the Shabad, and the mind comes to believe. ||6||"},"pu":{"ss":{"gurmukhi":"hy nwnk! vYswK ivc (kudriq-rwxI dw sohj-isMgwr vyK ky auh jIv-iesq®I) pRBU-pqI (dw imlwp) hwsl kr lYNdI hY ijs dI suriq gurU dy Sbd ivc juVI rihMdI hY, ijs dw mn (is&iq-swlwh ivc hI) ig`J jWdw hY [6[","unicode":"ਹੇ ਨਾਨਕ! ਵੈਸਾਖ ਵਿਚ (ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ਜਿਸ ਦੀ ਸੁਰਤਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦਾ ਮਨ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਹੀ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijnoN ny guroN kw sbd gÎwq pUrbk mn myN mMnn kIAw hY, (vY) vhu hy swKI pRBU! qyry ko pwvqy hYN]6]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਕਾ ਸਬਦ ਗ੍ਯਾਤ ਪੂਰਬਕ ਮਨ ਮੇਂ ਮੰਨਨ ਕੀਆ ਹੈ, (ਵੈ) ਵਹੁ ਹੇ ਸਾਖੀ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਪਾਵਤੇ ਹੈਂ॥੬॥"},"bdb":{"gurmukhi":"hy nwnk! vYswK ivc (kudriq-rwxI dw sohj-isMgwr vyK ky auh jIv-iesq®I) pRBU-pqI (dw imlwp) hwsl kr lYNdI hY ijs dI suriq gurU dy Sbd ivc juVI rihMdI hY, ijs dw mn (is&iq-swlwh ivc hI) ig`J jWdw hY [6[","unicode":"ਹੇ ਨਾਨਕ! ਵੈਸਾਖ ਵਿਚ (ਕੁਦਰਤਿ-ਰਾਣੀ ਦਾ ਸੋਹਜ-ਸਿੰਗਾਰ ਵੇਖ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ਜਿਸ ਦੀ ਸੁਰਤਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਸ ਦਾ ਮਨ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਹੀ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"nwnk, jo koeI BI vYswK iv`c swihb ƒ pw lYNdw hY, aus dI Awqmw nwm dy ismrn nwl sMquSt ho jWdI hY[","unicode":"ਨਾਨਕ, ਜੋ ਕੋਈ ਭੀ ਵੈਸਾਖ ਵਿੱਚ ਸਾਹਿਬ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਆਤਮਾ ਨਾਮ ਦੇ ਸਿਮਰਨ ਨਾਲ ਸੰਤੁਸ਼ਟ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, El que logra obtener a su Señor en Vaisaki, su mente se entona en la Palabra del Shabd y logra tener Fe. (6)"},"hi":{"ss":"हे नानक ! वैसाख में (कुदरत रानी का साज-श्रृंगार देख के वह जीव-स्त्री) प्रभू-पति (का मिलाप) हासिल कर लेती है जिसकी सुरति गुरू-शबद में जुड़ी रहती है। जिसका मन (सिफत-सालाह में ही) रम जाता है। 6।","sts":"गुरु नानक का कथन है कि वैसाख में प्रभु को वही पाता है, जिसकी सुरति शब्द-गुरु में लगकर मन प्रसन्न हो गया है॥ ६॥"}},"transliteration":{"english":"naanak vaisaakhee(n) prabh paavai surat sabadh man maanaa ||6||","hindi":"नानक वैसाखीं प्रभु पावै सुरति सबदि मनु माना ॥६॥","en":"naanak vaisaakhee(n) prabh paavai surat sabadh man maanaa ||6||","hi":"नानक वैसाखीं प्रभु पावै सुरति सबदि मनु माना ॥६॥","ipa":"nɑnək ʋæsɑkʰiⁿ pɹəɓ pɑʋæ sʊrət̪ səbəd̪ mən mɑnɑ.6.","ur":"نانک وَےساکھیِں پربھ پاوَے سُرت سبد من مانا ۔۔۶۔۔"},"pageNo":1108,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47366,"shabadId":3981,"verse":{"gurmukhi":"mwhu jyTu Blw pRIqmu ikau ibsrY ]","unicode":"ਮਾਹੁ ਜੇਠੁ ਭਲਾ ਪ੍ਰੀਤਮੁ ਕਿਉ ਬਿਸਰੈ ॥"},"larivaar":{"gurmukhi":"mwhujyTuBlwpRIqmuikauibsrY]","unicode":"ਮਾਹੁਜੇਠੁਭਲਾਪ੍ਰੀਤਮੁਕਿਉਬਿਸਰੈ॥"},"translation":{"en":{"bdb":"The month of Jayt'h is so sublime. How could I forget my Beloved?"},"pu":{"ss":{"gurmukhi":"jyT mhInw (auhnW ƒ hI) cMgw l`gdw hY ijnHW ƒ pRIqm-kdy nhIN iv`srdw [","unicode":"ਜੇਠ ਮਹੀਨਾ (ਉਹਨਾਂ ਨੂੰ ਹੀ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"jyT mhInw (auhnW ƒ hI) cMgw l`gdw hY ijnHW ƒ pRIqm-kdy nhIN iv`srdw [","unicode":"ਜੇਠ ਮਹੀਨਾ (ਉਹਨਾਂ ਨੂੰ ਹੀ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ ।"}},"es":{"sn":"El mes de Yeyth es tan sublime que ¿Cómo podría olvidar a mi Bienamado?"},"hi":{"ss":"जेठ महीना (उनको ही) अच्छा लगता है जिन्हें प्रीतम कभी नहीं बिसरता।","sts":"ज्येष्ठ का महीना भला है, इसमें प्रियतम कैसे विस्मृत हो सकता है।"}},"transliteration":{"english":"maahu jeTh bhalaa preetam kiau bisarai ||","hindi":"माहु जेठु भला प्रीतमु किउ बिसरै ॥","en":"maahu jeTh bhalaa preetam kiau bisarai ||","hi":"माहु जेठु भला प्रीतमु किउ बिसरै ॥","ipa":"mɑh d͡ʒeʈʰ ɓəlɑ pɹit̪əm kɪo bɪsəræ.","ur":"ماهُ جےٹھ بھلا پریِتم کا بسرَے ۔۔"},"pageNo":1108,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47367,"shabadId":3981,"verse":{"gurmukhi":"Ql qwpih sr Bwr sw Dn ibnau krY ]","unicode":"ਥਲ ਤਾਪਹਿ ਸਰ ਭਾਰ ਸਾ ਧਨ ਬਿਨਉ ਕਰੈ ॥"},"larivaar":{"gurmukhi":"QlqwpihsrBwrswDnibnaukrY]","unicode":"ਥਲਤਾਪਹਿਸਰਭਾਰਸਾਧਨਬਿਨਉਕਰੈ॥"},"translation":{"en":{"bdb":"The earth burns like a furnace, and the soul-bride offers her prayer.","ms":"The earth burns like a furnace. The bride prays to her Lord.","ssk":"The earth burns like a furnace, and the soul-bride offers her prayer."},"pu":{"ss":{"gurmukhi":"(jyT ivc loAW pYx nwl) B`T vWg Ql qpx l`g pYNdy hn (iesy qrHW kwmwidk ivkwrW dI A`g nwl sMswrI jIvW dy ihrdy qpdy hn, auhnW dI qpS AnuBv kr ky) gurmuiK jIv-iesq®I (pRBU-crnW ivc) Ardws krdI hY,","unicode":"(ਜੇਠ ਵਿਚ ਲੋਆਂ ਪੈਣ ਨਾਲ) ਭੱਠ ਵਾਂਗ ਥਲ ਤਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਤਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤਪਸ਼ ਅਨੁਭਵ ਕਰ ਕੇ) ਗੁਰਮੁਖਿ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਰਦਾਸ ਕਰਦੀ ਹੈ,"},"ft":{"gurmukhi":"qyry ivXog rUp AgnI kr (Ql) AMqihkrx (Bwr) BT kI (sr) swdrs qp rhy hYN, iesI qy (sw) mYN (Dn) iesqRI Awp Agy bynqI krqI hUM: ]","unicode":"ਤੇਰੇ ਵਿਯੋਗ ਰੂਪ ਅਗਨੀ ਕਰ (ਥਲ) ਅੰਤਹਿਕਰਣ (ਭਾਰ) ਭਠ ਕੀ (ਸਰ) ਸਾਦਰਸ ਤਪ ਰਹੇ ਹੈਂ, ਇਸੀ ਤੇ (ਸਾ) ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਆਪ ਅਗੇ ਬੇਨਤੀ ਕਰਤੀ ਹੂੰ: ॥"},"bdb":{"gurmukhi":"(jyT ivc loAW pYx nwl) B`T vWg Ql qpx l`g pYNdy hn (iesy qrHW kwmwidk ivkwrW dI A`g nwl sMswrI jIvW dy ihrdy qpdy hn, auhnW dI qpS AnuBv kr ky) gurmuiK jIv-iesq®I (pRBU-crnW ivc) Ardws krdI hY,","unicode":"(ਜੇਠ ਵਿਚ ਲੋਆਂ ਪੈਣ ਨਾਲ) ਭੱਠ ਵਾਂਗ ਥਲ ਤਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਤਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤਪਸ਼ ਅਨੁਭਵ ਕਰ ਕੇ) ਗੁਰਮੁਖਿ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਰਦਾਸ ਕਰਦੀ ਹੈ,"},"ms":{"gurmukhi":"DrqI B`TI dI qrHW sVdI hY[ pqnI Awpxy suAwmI dy A¤gy pRwrQnw krdI hY[","unicode":"ਧਰਤੀ ਭੱਠੀ ਦੀ ਤਰ੍ਹਾਂ ਸੜਦੀ ਹੈ। ਪਤਨੀ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਅੱਗੇ ਪ੍ਰਾਰਥਨਾ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"La tierra se quema como un horno; la esposa le reza a su Señor, "},"hi":{"ss":"(जेठ में लू चलने से) भट्ठी की तरह स्थल तपने लग जाते हैं (इसी तरह कामादिक विकारों की आग से संसारी जीवों के हृदय तपते हैं। उनकी तपश अनुभव करके) गुरमुखि जीव-स्त्री (प्रभू-चरणों में) अरदास करती है।","sts":"भट्टी की मानिंद भूमि तपने लगती है, जीव रूपी नारी विनय करती है।"}},"transliteration":{"english":"thal taapeh sar bhaar saa dhan binau karai ||","hindi":"थल तापहि सर भार सा धन बिनउ करै ॥","en":"thal taapeh sar bhaar saa dhan binau karai ||","hi":"थल तापहि सर भार सा धन बिनउ करै ॥","ipa":"t̪ʰəl t̪ɑpəh sər ɓɑr sɑ t̪ən bɪno kəræ.","ur":"تھل تاپه سر بھار سا دھن بنا کرَے ۔۔"},"pageNo":1108,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47368,"shabadId":3981,"verse":{"gurmukhi":"Dn ibnau krydI gux swrydI gux swrI pRB Bwvw ]","unicode":"ਧਨ ਬਿਨਉ ਕਰੇਦੀ ਗੁਣ ਸਾਰੇਦੀ ਗੁਣ ਸਾਰੀ ਪ੍ਰਭ ਭਾਵਾ ॥"},"larivaar":{"gurmukhi":"DnibnaukrydIguxswrydIguxswrIpRBBwvw]","unicode":"ਧਨਬਿਨਉਕਰੇਦੀਗੁਣਸਾਰੇਦੀਗੁਣਸਾਰੀਪ੍ਰਭਭਾਵਾ॥"},"translation":{"en":{"bdb":"The bride offers her prayer, and sings His Glorious Praises; singing His Praises, she becomes pleasing to God.","ms":"The bride makes supplication and utter His praise. Singing the Lord's praise, I become pleasing to Him.","ssk":"The bride offers her prayer, and sings His Glorious Praises; singing His Praises, she becomes pleasing to God."},"pu":{"ss":{"gurmukhi":"aus pRBU dy gux (ihrdy ivc) sMBwldI hY, jo ies qpS qoN inrwlw Awpxy sdw-iQr mhl ivc itikAw rihMdw hY, aus A`gy jIv-iesq®I bynqI krdI hY—hy pRBU! mYN qyrI is&iq-swlwh krdI hW, qw ik qYƒ cMgI l`g pvW,","unicode":"ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਜੋ ਇਸ ਤਪਸ਼ ਤੋਂ ਨਿਰਾਲਾ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਅੱਗੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ, ਤਾ ਕਿ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ,"},"ft":{"gurmukhi":"mYN iesqRI bwxI kr ky (ibnau) bynqI krqI hUM AOr qyry ikrpwlqwid gux mn kr ky sMBwlqI hUM[ gux sMBwlxy qy Xh lwB hY ik jy gux sMBwlogI qO, hy pRBU! qyry ko Bwie jwvoNgI ArQwq pwie lyvoNgI[ jy khYN gux sMBwlxy rUp BgqI qyry myN ho geI, qo iPr ikAw ksr rhI qUM myry ko Awie iml] iqs pr khqy hYN:","unicode":"ਮੈਂ ਇਸਤ੍ਰੀ ਬਾਣੀ ਕਰ ਕੇ (ਬਿਨਉ) ਬੇਨਤੀ ਕਰਤੀ ਹੂੰ ਔਰ ਤੇਰੇ ਕਿਰਪਾਲਤਾਦਿ ਗੁਣ ਮਨ ਕਰ ਕੇ ਸੰਭਾਲਤੀ ਹੂੰ। ਗੁਣ ਸੰਭਾਲਣੇ ਤੇ ਯਹ ਲਾਭ ਹੈ ਕਿ ਜੇ ਗੁਣ ਸੰਭਾਲੋਗੀ ਤੌ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਭਾਇ ਜਾਵੋਂਗੀ ਅਰਥਾਤ ਪਾਇ ਲੇਵੋਂਗੀ। ਜੇ ਕਹੈਂ ਗੁਣ ਸੰਭਾਲਣੇ ਰੂਪ ਭਗਤੀ ਤੇਰੇ ਮੇਂ ਹੋ ਗਈ, ਤੋ ਫਿਰ ਕਿਆ ਕਸਰ ਰਹੀ ਤੂੰ ਮੇਰੇ ਕੋ ਆਇ ਮਿਲ॥ ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus pRBU dy gux (ihrdy ivc) sMBwldI hY, jo ies qpS qoN inrwlw Awpxy sdw-iQr mhl ivc itikAw rihMdw hY, aus A`gy jIv-iesq®I bynqI krdI hY—hy pRBU! mYN qyrI is&iq-swlwh krdI hW, qw ik qYƒ cMgI l`g pvW,","unicode":"ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਜੋ ਇਸ ਤਪਸ਼ ਤੋਂ ਨਿਰਾਲਾ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਅੱਗੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ, ਤਾ ਕਿ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ,"},"ms":{"gurmukhi":"pqnI bynqI krdI hY Aqy aus dw j`s aucwrn krdI hY[ pRBU dw j`s gwien krn duAwrw mYN aus ƒ cMgI l`gx l`g jWdI hW[","unicode":"ਪਤਨੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਅਤੇ ਉਸ ਦਾ ਜੱਸ ਉਚਾਰਨ ਕਰਦੀ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਨ ਦੁਆਰਾ ਮੈਂ ਉਸ ਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਜਾਂਦੀ ਹਾਂ।"}},"es":{"sn":"oh Maestro, estoy apreciando Tus Valores, permanece complacido conmigo."},"hi":{"ss":"उस प्रभू के गुण (हृदय में) संभालती है। जो इस तपश से निराला अपने सदा स्थिर महल में टिका रहता है।","sts":"गुण गाती है ताकि गुण गाते हुए प्रभु को भा जाए।"}},"transliteration":{"english":"dhan binau karedhee gun saaredhee gun saaree prabh bhaavaa ||","hindi":"धन बिनउ करेदी गुण सारेदी गुण सारी प्रभ भावा ॥","en":"dhan binau karedhee gun saaredhee gun saaree prabh bhaavaa ||","hi":"धन बिनउ करेदी गुण सारेदी गुण सारी प्रभ भावा ॥","ipa":"t̪ən bɪno kəred̪i Gʊɳ sɑred̪i Gʊɳ sɑri pɹəɓ ɓɑʋɑ.","ur":"دھن بنا کرےدیِ گُݨ سارےدیِ گُݨ ساریِ پربھ بھاوا ۔۔"},"pageNo":1108,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47369,"shabadId":3981,"verse":{"gurmukhi":"swcY mhil rhY bYrwgI Awvx dyih q Awvw ]","unicode":"ਸਾਚੈ ਮਹਲਿ ਰਹੈ ਬੈਰਾਗੀ ਆਵਣ ਦੇਹਿ ਤ ਆਵਾ ॥"},"larivaar":{"gurmukhi":"swcYmhilrhYbYrwgIAwvxdyihqAwvw]","unicode":"ਸਾਚੈਮਹਲਿਰਹੈਬੈਰਾਗੀਆਵਣਦੇਹਿਤਆਵਾ॥"},"translation":{"en":{"bdb":"The Unattached Lord dwells in His true mansion. If He allows me, then I will come to Him.","ms":"The Detached Lord abides in the true mansion. If He permits me to go to Him, then will I go to Him.","ssk":"The Unattached Lord dwells in His true mansion. If He allows me, then I will come to Him."},"pu":{"ss":{"gurmukhi":"qUµ mYƒ AwigAw dyvyN mYN BI qyry mhl ivc Aw jwvW (qy bwhrlI qpS qoN bc skW) [","unicode":"ਤੂੰ ਮੈਨੂੰ ਆਗਿਆ ਦੇਵੇਂ ਮੈਂ ਭੀ ਤੇਰੇ ਮਹਲ ਵਿਚ ਆ ਜਾਵਾਂ (ਤੇ ਬਾਹਰਲੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਸਕਾਂ) ।"},"ft":{"gurmukhi":"hy (bYrwgI) inrlyp sÍrUp! qUM Awpxy swcy (mihl) sÍrUp myN (rhY) iesQq hYN; vw qUM sqsMg rUp scy mihl myN iesiQq hYN[ jykr ibGx gn qyrI qrP Awvn dyvY qO AwvO, qW qy myry bs nhIN; vw Awvxy kI jugqI qqÍ imQÎw kw ivcwr rUp myry ko dyvY qO qyrI Er AwvoN, qW qy myry kuC bs nhIN hY] so Awgy khqy hYN:","unicode":"ਹੇ (ਬੈਰਾਗੀ) ਨਿਰਲੇਪ ਸ੍ਵਰੂਪ! ਤੂੰ ਆਪਣੇ ਸਾਚੇ (ਮਹਿਲ) ਸ੍ਵਰੂਪ ਮੇਂ (ਰਹੈ) ਇਸਥਤ ਹੈਂ; ਵਾ ਤੂੰ ਸਤਸੰਗ ਰੂਪ ਸਚੇ ਮਹਿਲ ਮੇਂ ਇਸਥਿਤ ਹੈਂ। ਜੇਕਰ ਬਿਘਣ ਗਨ ਤੇਰੀ ਤਰਫ ਆਵਨ ਦੇਵੈ ਤੌ ਆਵੌ, ਤਾਂ ਤੇ ਮੇਰੇ ਬਸ ਨਹੀਂ; ਵਾ ਆਵਣੇ ਕੀ ਜੁਗਤੀ ਤਤ੍ਵ ਮਿਥ੍ਯਾ ਕਾ ਵਿਚਾਰ ਰੂਪ ਮੇਰੇ ਕੋ ਦੇਵੈ ਤੌ ਤੇਰੀ ਓਰ ਆਵੋਂ, ਤਾਂ ਤੇ ਮੇਰੇ ਕੁਛ ਬਸ ਨਹੀਂ ਹੈ॥ ਸੋ ਆਗੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"qUµ mYƒ AwigAw dyvyN mYN BI qyry mhl ivc Aw jwvW (qy bwhrlI qpS qoN bc skW) [","unicode":"ਤੂੰ ਮੈਨੂੰ ਆਗਿਆ ਦੇਵੇਂ ਮੈਂ ਭੀ ਤੇਰੇ ਮਹਲ ਵਿਚ ਆ ਜਾਵਾਂ (ਤੇ ਬਾਹਰਲੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਸਕਾਂ) ।"},"ms":{"gurmukhi":"inrlyp suAwmI s¤cy mMdr AMdr v`sdw hY[ jykr auh mYƒ Awpxy kol jwx dI AwigAw dyvy qW hI mYN aUs kol jwvWgI[","unicode":"ਨਿਰਲੇਪ ਸੁਆਮੀ ਸੱਚੇ ਮੰਦਰ ਅੰਦਰ ਵੱਸਦਾ ਹੈ। ਜੇਕਰ ਉਹ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲ ਜਾਣ ਦੀ ਆਗਿਆ ਦੇਵੇ ਤਾਂ ਹੀ ਮੈਂ ਊਸ ਕੋਲ ਜਾਵਾਂਗੀ।"}},"es":{"sn":"Sí, el Señor Desapegado habita en Su Recinto Verdadero, y si Él así lo desea, "},"hi":{"ss":"उसके आगे जीव-स्त्री विनती करती है- हे प्रभू ! मैं तेरी सिफत-सालाह करती हॅूँ। ताकि तुझे अच्छी लगने लग जाऊँ। तू मुझे आज्ञा दे मैं भी तेरे महल में आ जाऊँ (और बाहरी तपस से बच सकूँ)।","sts":"वह अलिप्त प्रभु सच्चे महल में रहता है, अगर आने की अनुमति दे तो आ जाऊँ।"}},"transliteration":{"english":"saachai mahal rahai bairaagee aavan dheh ta aavaa ||","hindi":"साचै महलि रहै बैरागी आवण देहि त आवा ॥","en":"saachai mahal rahai bairaagee aavan dheh ta aavaa ||","hi":"साचै महलि रहै बैरागी आवण देहि त आवा ॥","ipa":"sɑt͡ʃæ məhəl rəhæ bærɑGi əɑʋəɳ d̪eh t̪ əɑʋɑ.","ur":"ساچَے مهل رهَے بَےراگیِ آوݨ دےه ت آوا ۔۔"},"pageNo":1108,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47370,"shabadId":3981,"verse":{"gurmukhi":"inmwxI inqwxI hir ibnu ikau pwvY suK mhlI ]","unicode":"ਨਿਮਾਣੀ ਨਿਤਾਣੀ ਹਰਿ ਬਿਨੁ ਕਿਉ ਪਾਵੈ ਸੁਖ ਮਹਲੀ ॥"},"larivaar":{"gurmukhi":"inmwxIinqwxIhiribnuikaupwvYsuKmhlI]","unicode":"ਨਿਮਾਣੀਨਿਤਾਣੀਹਰਿਬਿਨੁਕਿਉਪਾਵੈਸੁਖਮਹਲੀ॥"},"translation":{"en":{"bdb":"The bride is dishonored and powerless; how will she find peace without her Lord?","ms":"Unhonoured and powerless is the bride. How can she obtain peace without her Lord?","ssk":"The bride is dishonored and powerless; how will she find peace without her Lord?"},"pu":{"ss":{"gurmukhi":"ijqnw icr jIv-iesq®I pRBU qoN v`K rih ky (ivkwrW dI qpS nwl) inFwl qy kmzor hY, auqnw icr (qpSoN bcy hoey pRBU dy) mhl dw AwnMd nhIN mwx skdI [","unicode":"ਜਿਤਨਾ ਚਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ) ਨਿਢਾਲ ਤੇ ਕਮਜ਼ੋਰ ਹੈ, ਉਤਨਾ ਚਿਰ (ਤਪਸ਼ੋਂ ਬਚੇ ਹੋਏ ਪ੍ਰਭੂ ਦੇ) ਮਹਲ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦੀ ।"},"ft":{"gurmukhi":"hy Bgvn! mn kr mYN inmwxI hUM Ar qn kr ky BI inqwxI hUM, gux swrn Awidk swD ky Awskq hUM[ hy hrI! qyrI ikrpw sy ibnW (mhlI) sÍrUp suK ko kYsy pwvoN?]","unicode":"ਹੇ ਭਗਵਨ! ਮਨ ਕਰ ਮੈਂ ਨਿਮਾਣੀ ਹੂੰ ਅਰ ਤਨ ਕਰ ਕੇ ਭੀ ਨਿਤਾਣੀ ਹੂੰ, ਗੁਣ ਸਾਰਨ ਆਦਿਕ ਸਾਧ ਕੇ ਆਸਕਤ ਹੂੰ। ਹੇ ਹਰੀ! ਤੇਰੀ ਕਿਰਪਾ ਸੇ ਬਿਨਾਂ (ਮਹਲੀ) ਸ੍ਵਰੂਪ ਸੁਖ ਕੋ ਕੈਸੇ ਪਾਵੋਂ?॥"},"bdb":{"gurmukhi":"ijqnw icr jIv-iesq®I pRBU qoN v`K rih ky (ivkwrW dI qpS nwl) inFwl qy kmzor hY, auqnw icr (qpSoN bcy hoey pRBU dy) mhl dw AwnMd nhIN mwx skdI [","unicode":"ਜਿਤਨਾ ਚਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ) ਨਿਢਾਲ ਤੇ ਕਮਜ਼ੋਰ ਹੈ, ਉਤਨਾ ਚਿਰ (ਤਪਸ਼ੋਂ ਬਚੇ ਹੋਏ ਪ੍ਰਭੂ ਦੇ) ਮਹਲ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦੀ ।"},"ms":{"gurmukhi":"byiejq Aqy blhIx hY pqnI Awpxy sweIN dy bgYr[ aUh iks qrHW Awrwm pw skdI hY?","unicode":"ਬੇਇਜਤ ਅਤੇ ਬਲਹੀਣ ਹੈ ਪਤਨੀ ਆਪਣੇ ਸਾਈਂ ਦੇ ਬਗੈਰ। ਊਹ ਕਿਸ ਤਰ੍ਹਾਂ ਆਰਾਮ ਪਾ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"voy a Verlo hasta ahí. La esposa es débil y no tiene poder, ¿cómo podría ella llegar al Éxtasis sin su Señor?"},"hi":{"ss":"जब तक जीव-स्त्री प्रभू से अलग रह के (विकारों की तपश से) निढाल और कमजोर है। तब तक (तपश से बचे हुए प्रभू के) महल का आनंद नहीं भोग सकती।","sts":"हे प्रभु ! विनम्र एवं असहाय जीव-स्त्री तेरे बिना महल में कैसे सुख पा सकती है।"}},"transliteration":{"english":"nimaanee nitaanee har bin kiau paavai sukh mahalee ||","hindi":"निमाणी निताणी हरि बिनु किउ पावै सुख महली ॥","en":"nimaanee nitaanee har bin kiau paavai sukh mahalee ||","hi":"निमाणी निताणी हरि बिनु किउ पावै सुख महली ॥","ipa":"nɪmɑɳi nɪt̪ɑɳi hər bɪn kɪo pɑʋæ sʊkʰ məhəli.","ur":"نِماݨیِ نتاݨیِ هر بن کا پاوَے سُکھ مهلیِ ۔۔"},"pageNo":1108,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47371,"shabadId":3981,"verse":{"gurmukhi":"nwnk jyiT jwxY iqsu jYsI krim imlY gux gihlI ]7]","unicode":"ਨਾਨਕ ਜੇਠਿ ਜਾਣੈ ਤਿਸੁ ਜੈਸੀ ਕਰਮਿ ਮਿਲੈ ਗੁਣ ਗਹਿਲੀ ॥੭॥"},"larivaar":{"gurmukhi":"nwnkjyiTjwxYiqsujYsIkrimimlYguxgihlI]7]","unicode":"ਨਾਨਕਜੇਠਿਜਾਣੈਤਿਸੁਜੈਸੀਕਰਮਿਮਿਲੈਗੁਣਗਹਿਲੀ॥੭॥"},"translation":{"en":{"bdb":"O Nanak, in Jayt'h, she who knows her Lord becomes just like Him; grasping virtue, she meets with the Merciful Lord. ||7||","ms":"In Jeth, O Nanak, she who knows her Lord, becomes like Him and grasping virtue through His grace, she meets with Him.","ssk":"O Nanak, in Jayt'h, she who knows her Lord becomes just like Him; grasping virtue, she meets with the Merciful Lord. ||7||"},"pu":{"ss":{"gurmukhi":"hy nwnk! jyT (dI swVdI lo) ivc pRBU dI is&iq-swlwh ƒ ihrdy ivc vsw lYx vwlI jyhVI jIv-iesq®I pRBU nwl jwx-pCwx pw lYNdI hY, auh aus (SWq-ic`q pRBU) vrgI ho jWdI hY, aus dI imhr nwl aus ivc iek-rUp ho jWdI hY (qy ivkwrW dI qpS-lo qoN bcI rihMdI hY) [7[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਠ (ਦੀ ਸਾੜਦੀ ਲੋ) ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਣ ਵਾਲੀ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਉਸ (ਸ਼ਾਂਤ-ਚਿੱਤ ਪ੍ਰਭੂ) ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼-ਲੋ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ) ।੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo iesqRI (jyiT) qIbr bYrwg ko Dwr kr qyry ko jwxy hY, so qyry jYsI hI hY[ prMqU jo qyrI (krim) ikrpw bKsIs kr suB guxoN myN imlI hY, so qum ny (gihlI) pkV leI ArQwq AByd kr leI hY]7]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਇਸਤ੍ਰੀ (ਜੇਠਿ) ਤੀਬਰ ਬੈਰਾਗ ਕੋ ਧਾਰ ਕਰ ਤੇਰੇ ਕੋ ਜਾਣੇ ਹੈ, ਸੋ ਤੇਰੇ ਜੈਸੀ ਹੀ ਹੈ। ਪਰੰਤੂ ਜੋ ਤੇਰੀ (ਕਰਮਿ) ਕਿਰਪਾ ਬਖਸੀਸ ਕਰ ਸੁਭ ਗੁਣੋਂ ਮੇਂ ਮਿਲੀ ਹੈ, ਸੋ ਤੁਮ ਨੇ (ਗਹਿਲੀ) ਪਕੜ ਲਈ ਅਰਥਾਤ ਅਭੇਦ ਕਰ ਲਈ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"hy nwnk! jyT (dI swVdI lo) ivc pRBU dI is&iq-swlwh ƒ ihrdy ivc vsw lYx vwlI jyhVI jIv-iesq®I pRBU nwl jwx-pCwx pw lYNdI hY, auh aus (SWq-ic`q pRBU) vrgI ho jWdI hY, aus dI imhr nwl aus ivc iek-rUp ho jWdI hY (qy ivkwrW dI qpS-lo qoN bcI rihMdI hY) [7[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਠ (ਦੀ ਸਾੜਦੀ ਲੋ) ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਣ ਵਾਲੀ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਉਸ (ਸ਼ਾਂਤ-ਚਿੱਤ ਪ੍ਰਭੂ) ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼-ਲੋ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ) ।੭।"},"ms":{"gurmukhi":"jyT iv`c hy nwnk! ijhVI Awpxy suAwmI ƒ jwxdI hY, aUh aus vrgI ho jWdI hY Aqy aus dI imhr rwhIN nykI gRihx krky auh aus nwl iml jWdI hY[","unicode":"ਜੇਠ ਵਿੱਚ ਹੇ ਨਾਨਕ! ਜਿਹੜੀ ਆਪਣੇ ਸੁਆਮੀ ਨੂੰ ਜਾਣਦੀ ਹੈ, ਊਹ ਉਸ ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਸ ਦੀ ਮਿਹਰ ਰਾਹੀਂ ਨੇਕੀ ਗ੍ਰਹਿਣ ਕਰਕੇ ਉਹ ਉਸ ਨਾਲ ਮਿਲ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, por Su Gracia, ella se vuelve como su Señor, logrando el Mérito en el mes de Yeyth. (7)"},"hi":{"ss":"हे नानक ! जेठ (की तपाती लू) में प्रभू की सिफत-सालाह को हृदय में बसा लेने वाली जो जीव-स्त्री प्रभू के साथ जान-पहचान बना लेती है। वह उस (शांत-चिक्त प्रभू) जैसी हो जाती है। उसकी मेहर से उस में एक-रूप हो जाती है (और विकारों की तपश की लू से बची रहती है)। 7।","sts":"गुरु नानक का कथन है कि ज्येष्ठ के महीने में प्रभु-कृपा हो जाए तो उस जैसी ही बन जाती है और शुभ-गुणों से गुणवान बन जाती है॥ ७॥"}},"transliteration":{"english":"naanak jeTh jaanai tis jaisee karam milai gun gahilee ||7||","hindi":"नानक जेठि जाणै तिसु जैसी करमि मिलै गुण गहिली ॥७॥","en":"naanak jeTh jaanai tis jaisee karam milai gun gahilee ||7||","hi":"नानक जेठि जाणै तिसु जैसी करमि मिलै गुण गहिली ॥७॥","ipa":"nɑnək d͡ʒeʈʰ d͡ʒɑɳæ t̪ɪs d͡ʒæsi kərəm mɪlæ Gʊɳ Gəhɪli.7.","ur":"نانک جےٹھ جاݨَے تس جَےسیِ کرم ملَے گُݨ گهِلیِ ۔۔۷۔۔"},"pageNo":1108,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47372,"shabadId":3982,"verse":{"gurmukhi":"AwswVu Blw sUrju ggin qpY ]","unicode":"ਆਸਾੜੁ ਭਲਾ ਸੂਰਜੁ ਗਗਨਿ ਤਪੈ ॥"},"larivaar":{"gurmukhi":"AwswVuBlwsUrjugginqpY]","unicode":"ਆਸਾੜੁਭਲਾਸੂਰਜੁਗਗਨਿਤਪੈ॥"},"translation":{"en":{"bdb":"The month of Aasaarh is good; the sun blazes in the sky.","ms":"Good is the month of Asar, when the sun blazes in the sky.","ssk":"The month of Aasaarh is good; the sun blazes in the sky."},"pu":{"ss":{"gurmukhi":"(jdoN) hwV mhInw cMgw jobn ivc huMdw hY, AwkwS ivc sUrj qpdw hY [","unicode":"(ਜਦੋਂ) ਹਾੜ ਮਹੀਨਾ ਚੰਗਾ ਜੋਬਨ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਆਕਾਸ਼ ਵਿਚ ਸੂਰਜ ਤਪਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijs pRkwr hwV ky mhIny Akws myN sUrj (Blw) AqI qpqvwn hoqw hY, qYsy hI Awsw rUp AswV myN AgÎwn rUp sUrj rwg dÍYK ikrxoN kr myry irdy (ggin) Akws myN BlI pRkwr qp rhw hY]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਹਾੜ ਕੇ ਮਹੀਨੇ ਅਕਾਸ ਮੇਂ ਸੂਰਜ (ਭਲਾ) ਅਤੀ ਤਪਤਵਾਨ ਹੋਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਆਸਾ ਰੂਪ ਅਸਾੜ ਮੇਂ ਅਗ੍ਯਾਨ ਰੂਪ ਸੂਰਜ ਰਾਗ ਦ੍ਵੈਖ ਕਿਰਣੋਂ ਕਰ ਮੇਰੇ ਰਿਦੇ (ਗਗਨਿ) ਅਕਾਸ ਮੇਂ ਭਲੀ ਪ੍ਰਕਾਰ ਤਪ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jdoN) hwV mhInw cMgw jobn ivc huMdw hY, AwkwS ivc sUrj qpdw hY [","unicode":"(ਜਦੋਂ) ਹਾੜ ਮਹੀਨਾ ਚੰਗਾ ਜੋਬਨ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਆਕਾਸ਼ ਵਿਚ ਸੂਰਜ ਤਪਦਾ ਹੈ ।"},"ms":{"gurmukhi":"cMgw hY hwV dw mhInw, jd ik Bwn Asmwn AMdr qpdw hY[","unicode":"ਚੰਗਾ ਹੈ ਹਾੜ ਦਾ ਮਹੀਨਾ, ਜਦ ਕਿ ਭਾਨ ਅਸਮਾਨ ਅੰਦਰ ਤਪਦਾ ਹੈ।"}},"es":{"sn":"Bendito es el mes de Asarh, cuando el Señor destella en el cielo, "},"hi":{"ss":"(जब) आसाढ़ का महीना पूरे यौवन में होता है। आकाश में सूरज तपता है।","sts":"आषाढ़ का महीना भला है, गगन में सूर्य तपता है,"}},"transliteration":{"english":"aasaaR bhalaa sooraj gagan tapai ||","hindi":"आसाड़ु भला सूरजु गगनि तपै ॥","en":"aasaaR bhalaa sooraj gagan tapai ||","hi":"आसाड़ु भला सूरजु गगनि तपै ॥","ipa":"əɑsɑɽ ɓəlɑ surəd͡ʒ GəGən t̪əpæ.","ur":"آساڑ بھلا سُورج گگن تپَے ۔۔"},"pageNo":1108,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47373,"shabadId":3982,"verse":{"gurmukhi":"DrqI dUK shY soKY Agin BKY ]","unicode":"ਧਰਤੀ ਦੂਖ ਸਹੈ ਸੋਖੈ ਅਗਨਿ ਭਖੈ ॥"},"larivaar":{"gurmukhi":"DrqIdUKshYsoKYAginBKY]","unicode":"ਧਰਤੀਦੂਖਸਹੈਸੋਖੈਅਗਨਿਭਖੈ॥"},"translation":{"en":{"bdb":"The earth suffers in pain, parched and roasted in the fire.","ms":"The earth suffers sorrow and is parched and heated like fire.","ssk":"The earth suffers in pain, parched and roasted in the fire."},"pu":{"ss":{"gurmukhi":"(ijauN ijauN sUrj DrqI dI nmI ƒ) sukWdw hY, DrqI du`K shwrdI hY (DrqI dy jIA-jMq AOKy huMdy hn), DrqI A`g (vWg) BKdI hY [","unicode":"(ਜਿਉਂ ਜਿਉਂ ਸੂਰਜ ਧਰਤੀ ਦੀ ਨਮੀ ਨੂੰ) ਸੁਕਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੁੱਖ ਸਹਾਰਦੀ ਹੈ (ਧਰਤੀ ਦੇ ਜੀਅ-ਜੰਤ ਔਖੇ ਹੁੰਦੇ ਹਨ), ਧਰਤੀ ਅੱਗ (ਵਾਂਗ) ਭਖਦੀ ਹੈ ।"},"ft":{"gurmukhi":"myrI buDI rUp DrqI dUK shwrqI hY, ikauNik AgÎwn sUrj suB gux rUp jl ko iqs myN sy soKn krqw hY AO Agn vq qp rhw hY, vw iqs kr ky Agn vq buDI BK rhI hY]","unicode":"ਮੇਰੀ ਬੁਧੀ ਰੂਪ ਧਰਤੀ ਦੂਖ ਸਹਾਰਤੀ ਹੈ, ਕਿਉਂਕਿ ਅਗ੍ਯਾਨ ਸੂਰਜ ਸੁਭ ਗੁਣ ਰੂਪ ਜਲ ਕੋ ਤਿਸ ਮੇਂ ਸੇ ਸੋਖਨ ਕਰਤਾ ਹੈ ਔ ਅਗਨ ਵਤ ਤਪ ਰਹਾ ਹੈ, ਵਾ ਤਿਸ ਕਰ ਕੇ ਅਗਨ ਵਤ ਬੁਧੀ ਭਖ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ijauN ijauN sUrj DrqI dI nmI ƒ) sukWdw hY, DrqI du`K shwrdI hY (DrqI dy jIA-jMq AOKy huMdy hn), DrqI A`g (vWg) BKdI hY [","unicode":"(ਜਿਉਂ ਜਿਉਂ ਸੂਰਜ ਧਰਤੀ ਦੀ ਨਮੀ ਨੂੰ) ਸੁਕਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੁੱਖ ਸਹਾਰਦੀ ਹੈ (ਧਰਤੀ ਦੇ ਜੀਅ-ਜੰਤ ਔਖੇ ਹੁੰਦੇ ਹਨ), ਧਰਤੀ ਅੱਗ (ਵਾਂਗ) ਭਖਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jmIn qklIP shwrdI hY Aqy A`g dI mwinMd BujdI AMy BKdI hY[","unicode":"ਜਮੀਨ ਤਕਲੀਫ ਸਹਾਰਦੀ ਹੈ ਅਤੇ ਅੱਗ ਦੀ ਮਾਨਿੰਦ ਭੁਜਦੀ ਅੰੇ ਭਖਦੀ ਹੈ।"}},"es":{"sn":"la tierra se calienta y se sufre dolor. Su savia se va debilitando por el fuego "},"hi":{"ss":"(ज्यों-ज्यों सूरज धरती की नमी को) सुखाता है। धरती दुख सहती है (धरती के जीव-जन्तु दुखी होते हैं)।","sts":"धरती दुख सहन करती है, इतनी गर्मी पड़ती है कि वह जलकर सूख जाती है।"}},"transliteration":{"english":"dharatee dhookh sahai sokhai agan bhakhai ||","hindi":"धरती दूख सहै सोखै अगनि भखै ॥","en":"dharatee dhookh sahai sokhai agan bhakhai ||","hi":"धरती दूख सहै सोखै अगनि भखै ॥","ipa":"t̪ərət̪i d̪ukʰ səhæ sɔkʰæ əGən ɓəkʰæ.","ur":"دھرتیِ دُوکھ سهَے سوکھَے اگن بھکھَے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47374,"shabadId":3982,"verse":{"gurmukhi":"Agin rsu soKY mrIAY DoKY BI so ikrqu n hwry ]","unicode":"ਅਗਨਿ ਰਸੁ ਸੋਖੈ ਮਰੀਐ ਧੋਖੈ ਭੀ ਸੋ ਕਿਰਤੁ ਨ ਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"AginrsusoKYmrIAYDoKYBIsoikrqunhwry]","unicode":"ਅਗਨਿਰਸੁਸੋਖੈਮਰੀਐਧੋਖੈਭੀਸੋਕਿਰਤੁਨਹਾਰੇ॥"},"translation":{"en":{"bdb":"The fire dries up the moisture, and she dies in agony. But even then, the sun does not grow tired.","ms":"The heat dries up moisture and men die in anxiety. Even then the sun wearies not in his task.","ssk":"The fire dries up the moisture, and she dies in agony. But even then, the sun does not grow tired."},"pu":{"ss":{"gurmukhi":"(sUrj) A`g (vWg) pwxI ƒ sukWdw hY, (hryk dI ijMd) k®wh k®wh ky duKI huMdI hY, iPr BI sUrj Awpxw krq`b nhIN C`fdw (krI jWdw hY) [","unicode":"(ਸੂਰਜ) ਅੱਗ (ਵਾਂਗ) ਪਾਣੀ ਨੂੰ ਸੁਕਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੀ ਜਿੰਦ) ਕ੍ਰਾਹ ਕ੍ਰਾਹ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, ਫਿਰ ਭੀ ਸੂਰਜ ਆਪਣਾ ਕਰਤੱਬ ਨਹੀਂ ਛੱਡਦਾ (ਕਰੀ ਜਾਂਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"Agn vq qp kr guxoN rUp (rsu) jl ko sukwvqw hY iesI qy (DoKY) sMsoN myN mrIqw hY, (BI) bhuVo AgÎwn sUrj qpwaux rUp Apny krm ko hwrqw nhIN ArQwq iqAwg nhIN krqw, Bwv Xh ik AgÎwn jIv ko bwrMbwr qpwvqw hY]","unicode":"ਅਗਨ ਵਤ ਤਪ ਕਰ ਗੁਣੋਂ ਰੂਪ (ਰਸੁ) ਜਲ ਕੋ ਸੁਕਾਵਤਾ ਹੈ ਇਸੀ ਤੇ (ਧੋਖੈ) ਸੰਸੋਂ ਮੇਂ ਮਰੀਤਾ ਹੈ, (ਭੀ) ਬਹੁੜੋ ਅਗ੍ਯਾਨ ਸੂਰਜ ਤਪਾਉਣ ਰੂਪ ਅਪਨੇ ਕਰਮ ਕੋ ਹਾਰਤਾ ਨਹੀਂ ਅਰਥਾਤ ਤਿਆਗ ਨਹੀਂ ਕਰਤਾ, ਭਾਵ ਯਹ ਕਿ ਅਗ੍ਯਾਨ ਜੀਵ ਕੋ ਬਾਰੰਬਾਰ ਤਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(sUrj) A`g (vWg) pwxI ƒ sukWdw hY, (hryk dI ijMd) k®wh k®wh ky duKI huMdI hY, iPr BI sUrj Awpxw krq`b nhIN C`fdw (krI jWdw hY) [","unicode":"(ਸੂਰਜ) ਅੱਗ (ਵਾਂਗ) ਪਾਣੀ ਨੂੰ ਸੁਕਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੀ ਜਿੰਦ) ਕ੍ਰਾਹ ਕ੍ਰਾਹ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, ਫਿਰ ਭੀ ਸੂਰਜ ਆਪਣਾ ਕਰਤੱਬ ਨਹੀਂ ਛੱਡਦਾ (ਕਰੀ ਜਾਂਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"grmI qrwvq ƒ sukwauNdI hY qy ienswn iPkr icMqw AMdr mrdy hn[ qd BI sUrj Awpxy kMm AMdr Qkdw nhIN[","unicode":"ਗਰਮੀ ਤਰਾਵਤ ਨੂੰ ਸੁਕਾਉਂਦੀ ਹੈ ਤੇ ਇਨਸਾਨ ਫਿਕਰ ਚਿੰਤਾ ਅੰਦਰ ਮਰਦੇ ਹਨ। ਤਦ ਭੀ ਸੂਰਜ ਆਪਣੇ ਕੰਮ ਅੰਦਰ ਥਕਦਾ ਨਹੀਂ।"}},"es":{"sn":"del sol y ella termina siendo engañada, pero no se olvida de su tarea. "},"hi":{"ss":"धरती आग (की तरह) धधकती है। (सूरज) आग (की तरह) पानी को सुखाता है। (हरेक जीवात्मा) त्राहि-त्राहि के दुखी होती है। फिर भी सूरज अपना कर्तव्य नहीं छोड़ता (अपना काम किए जाता है)।","sts":"अग्नि रूपी सूर्य जल को सुखा देता है, खुद तो जलता ही है, मगर अपने काम में हार नहीं मानता।"}},"transliteration":{"english":"agan ras sokhai mareeaai dhokhai bhee so kirat na haare ||","hindi":"अगनि रसु सोखै मरीऐ धोखै भी सो किरतु न हारे ॥","en":"agan ras sokhai mareeaai dhokhai bhee so kirat na haare ||","hi":"अगनि रसु सोखै मरीऐ धोखै भी सो किरतु न हारे ॥","ipa":"əGən rəs sɔkʰæ məriæ t̪ɔkʰæ ɓi sɔ kɪrət̪ nə hɑre.","ur":"اگن رس سوکھَے مریِاَے دھوکھَے بھیِ سو کرت ن هارے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47375,"shabadId":3982,"verse":{"gurmukhi":"rQu iPrY CwieAw Dn qwkY tIfu lvY mMiJ bwry ]","unicode":"ਰਥੁ ਫਿਰੈ ਛਾਇਆ ਧਨ ਤਾਕੈ ਟੀਡੁ ਲਵੈ ਮੰਝਿ ਬਾਰੇ ॥"},"larivaar":{"gurmukhi":"rQuiPrYCwieAwDnqwkYtIfulvYmMiJbwry]","unicode":"ਰਥੁਫਿਰੈਛਾਇਆਧਨਤਾਕੈਟੀਡੁਲਵੈਮੰਝਿਬਾਰੇ॥"},"translation":{"en":{"bdb":"His chariot moves on, and the soul-bride seeks shade; the crickets are chirping in the forest.","ms":"The sun's chariot moves on, the wife looks for the shade and the grass-hopper chirp in the forest.","ssk":"His chariot moves on, and the soul-bride seeks shade; the crickets are chirping in the forest."},"pu":{"ss":{"gurmukhi":"(sUrj dw) rQ c`kr lWdw hY, kmzor ijMd ikqy CW dw Awsrw lYNdI hY, bINfw BI bwhr jUh ivc (ru`K dI CwvyN) tIN tIN ipAw krdw hY (hryk jIv qpS qoN jwn lukWdw id`sdw hY) [","unicode":"(ਸੂਰਜ ਦਾ) ਰਥ ਚੱਕਰ ਲਾਂਦਾ ਹੈ, ਕਮਜ਼ੋਰ ਜਿੰਦ ਕਿਤੇ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, ਬੀਂਡਾ ਭੀ ਬਾਹਰ ਜੂਹ ਵਿਚ (ਰੁੱਖ ਦੀ ਛਾਵੇਂ) ਟੀਂ ਟੀਂ ਪਿਆ ਕਰਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਤਪਸ਼ ਤੋਂ ਜਾਨ ਲੁਕਾਂਦਾ ਦਿੱਸਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"bhuVo jb AswV mhIny myN sUrj kw rQ iPrqw hY ArQwq auqRwiex dKXwiex ko hoqw hY qb iesqRIAW ibRCwidkoN kI CwXw ko qkqI hYN AOr (bwry) aujwVoN ky bIc (tIfu) ibMfy (lvY) bolqy hYN[ punw: AMqRIv ArQ: jb AgÎwn kw rQu iPrw qb jgÎwsU rUp iesqRI iekwgrqw vw sWqI rUp CwXw ko qk rhI hYN AOr kwm, kRoDwid ibkwr rUp ibMfy AMqihkrx vw srIr rUpI (bwry) aujwV myN bolqy hYN, Bwv Apny Apny ivisEN kI KYNc krqy hYN]","unicode":"ਬਹੁੜੋ ਜਬ ਅਸਾੜ ਮਹੀਨੇ ਮੇਂ ਸੂਰਜ ਕਾ ਰਥ ਫਿਰਤਾ ਹੈ ਅਰਥਾਤ ਉਤ੍ਰਾਇਣ ਦਖਯਾਇਣ ਕੋ ਹੋਤਾ ਹੈ ਤਬ ਇਸਤ੍ਰੀਆਂ ਬ੍ਰਿਛਾਦਿਕੋਂ ਕੀ ਛਾਯਾ ਕੋ ਤਕਤੀ ਹੈਂ ਔਰ (ਬਾਰੇ) ਉਜਾੜੋਂ ਕੇ ਬੀਚ (ਟੀਡੁ) ਬਿੰਡੇ (ਲਵੈ) ਬੋਲਤੇ ਹੈਂ। ਪੁਨਾ: ਅੰਤ੍ਰੀਵ ਅਰਥ: ਜਬ ਅਗ੍ਯਾਨ ਕਾ ਰਥੁ ਫਿਰਾ ਤਬ ਜਗ੍ਯਾਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਇਕਾਗਰਤਾ ਵਾ ਸਾਂਤੀ ਰੂਪ ਛਾਯਾ ਕੋ ਤਕ ਰਹੀ ਹੈਂ ਔਰ ਕਾਮ, ਕ੍ਰੋਧਾਦਿ ਬਿਕਾਰ ਰੂਪ ਬਿੰਡੇ ਅੰਤਹਿਕਰਣ ਵਾ ਸਰੀਰ ਰੂਪੀ (ਬਾਰੇ) ਉਜਾੜ ਮੇਂ ਬੋਲਤੇ ਹੈਂ, ਭਾਵ ਅਪਨੇ ਅਪਨੇ ਵਿਸਿਓਂ ਕੀ ਖੈਂਚ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(sUrj dw) rQ c`kr lWdw hY, kmzor ijMd ikqy CW dw Awsrw lYNdI hY, bINfw BI bwhr jUh ivc (ru`K dI CwvyN) tIN tIN ipAw krdw hY (hryk jIv qpS qoN jwn lukWdw id`sdw hY) [","unicode":"(ਸੂਰਜ ਦਾ) ਰਥ ਚੱਕਰ ਲਾਂਦਾ ਹੈ, ਕਮਜ਼ੋਰ ਜਿੰਦ ਕਿਤੇ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, ਬੀਂਡਾ ਭੀ ਬਾਹਰ ਜੂਹ ਵਿਚ (ਰੁੱਖ ਦੀ ਛਾਵੇਂ) ਟੀਂ ਟੀਂ ਪਿਆ ਕਰਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਤਪਸ਼ ਤੋਂ ਜਾਨ ਲੁਕਾਂਦਾ ਦਿੱਸਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"sUrj dw r`Q quirAw jWdw hY, vhutI CW ƒ qkwauNdI hY Aqy it¤fy jMgl iv`c boldy hn[","unicode":"ਸੂਰਜ ਦਾ ਰੱਥ ਤੁਰਿਆ ਜਾਂਦਾ ਹੈ, ਵਹੁਟੀ ਛਾਂ ਨੂੰ ਤਕਾਉਂਦੀ ਹੈ ਅਤੇ ਟਿੱਡੇ ਜੰਗਲ ਵਿੱਚ ਬੋਲਦੇ ਹਨ।"}},"es":{"sn":"La carroza del sol continúa su movimiento y la esposa busca entonces una sombra, y en el bosque el grillo sufre."},"hi":{"ss":"(सूर्य का) रथ चक्कर लगाता है। कमजोर जिंद कहीं छाया का आसरा लेती है। बींडा भी बाहर जुहू में (पेड़ो की छाया में) टीं-टीं करता है (हरेक जीव तपश से जान बचाता दिखाई देता है)।","sts":"उसका रथ फिरता रहता है, जीव-स्त्री उसकी गर्मी से बचने के लिए छाया ढूंढती है, टिड्डे सूनी जमीन पर आवाजें निकालते रहते हैं।"}},"transliteration":{"english":"rath firai chhaiaa dhan taakai Teedd lavai ma(n)jh baare ||","hindi":"रथु फिरै छाइआ धन ताकै टीडु लवै मंझि बारे ॥","en":"rath firai chhaiaa dhan taakai Teedd lavai ma(n)jh baare ||","hi":"रथु फिरै छाइआ धन ताकै टीडु लवै मंझि बारे ॥","ipa":"rət̪ʰ fɪræ ɕɑɪɑ t̪ən t̪ɑkæ ʈiɖ ləʋæ məŋɖ͡ʐ bɑre.","ur":"رتھ پھرَے چھاایا دھن تاکَے ٹیِڈ لوَے مںجھ بارے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47376,"shabadId":3982,"verse":{"gurmukhi":"Avgx bwiD clI duKu AwgY suKu iqsu swcu smwly ]","unicode":"ਅਵਗਣ ਬਾਧਿ ਚਲੀ ਦੁਖੁ ਆਗੈ ਸੁਖੁ ਤਿਸੁ ਸਾਚੁ ਸਮਾਲੇ ॥"},"larivaar":{"gurmukhi":"AvgxbwiDclIduKuAwgYsuKuiqsuswcusmwly]","unicode":"ਅਵਗਣਬਾਧਿਚਲੀਦੁਖੁਆਗੈਸੁਖੁਤਿਸੁਸਾਚੁਸਮਾਲੇ॥"},"translation":{"en":{"bdb":"She ties up her bundle of faults and demerits, and suffers in the world hereafter. But dwelling on the True Lord, she finds peace.","ms":"She, who departs, tying the bundle of sins, suppers hereafter and she, who remembers the True Lord, obtains peace.","ssk":"She ties up her bundle of faults and demerits, and suffers in the world hereafter. But dwelling on the True Lord, she finds peace."},"pu":{"ss":{"gurmukhi":"(AjyhI mwnsk qpS dw) du`K aus jIv-iesq®I dy swhmxy (Bwv, jIvn-s&r ivc) mOjUd rihMdw hY, jo mMdy krmW (dI pMf isry auqy) bMnH ky qurdI hY [ Awqmk AwnMd isr& aus ƒ hY jo sdw-iQr pRBU ƒ Awpxy ihrdy ivc itkw r`KdI hY [","unicode":"(ਅਜੇਹੀ ਮਾਨਸਕ ਤਪਸ਼ ਦਾ) ਦੁੱਖ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਹਮਣੇ (ਭਾਵ, ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮੰਦੇ ਕਰਮਾਂ (ਦੀ ਪੰਡ ਸਿਰੇ ਉਤੇ) ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ । ਆਤਮਕ ਆਨੰਦ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ ।"},"ft":{"gurmukhi":"jo iesqRI AOgxoN kI gTVI bWD kr, Bwv AOgxoN ko Dwr kr sMswr myN (clI) ibcrqI hY; vw pRlok myN clI, iqs ko (AwgY) pRlok myN duK hoqw hY[ AOr ijs ny qyry scy nwm ko icMqn kIAw hY suK iqs hI ko hoqw hY]","unicode":"ਜੋ ਇਸਤ੍ਰੀ ਔਗਣੋਂ ਕੀ ਗਠੜੀ ਬਾਂਧ ਕਰ, ਭਾਵ ਔਗਣੋਂ ਕੋ ਧਾਰ ਕਰ ਸੰਸਾਰ ਮੇਂ (ਚਲੀ) ਬਿਚਰਤੀ ਹੈ; ਵਾ ਪ੍ਰਲੋਕ ਮੇਂ ਚਲੀ, ਤਿਸ ਕੋ (ਆਗੈ) ਪ੍ਰਲੋਕ ਮੇਂ ਦੁਖ ਹੋਤਾ ਹੈ। ਔਰ ਜਿਸ ਨੇ ਤੇਰੇ ਸਚੇ ਨਾਮ ਕੋ ਚਿੰਤਨ ਕੀਆ ਹੈ ਸੁਖ ਤਿਸ ਹੀ ਕੋ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(AjyhI mwnsk qpS dw) du`K aus jIv-iesq®I dy swhmxy (Bwv, jIvn-s&r ivc) mOjUd rihMdw hY, jo mMdy krmW (dI pMf isry auqy) bMnH ky qurdI hY [ Awqmk AwnMd isr& aus ƒ hY jo sdw-iQr pRBU ƒ Awpxy ihrdy ivc itkw r`KdI hY [","unicode":"(ਅਜੇਹੀ ਮਾਨਸਕ ਤਪਸ਼ ਦਾ) ਦੁੱਖ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਹਮਣੇ (ਭਾਵ, ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮੰਦੇ ਕਰਮਾਂ (ਦੀ ਪੰਡ ਸਿਰੇ ਉਤੇ) ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ । ਆਤਮਕ ਆਨੰਦ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jo pwpW dI pMf ƒ bMnH ky qurdI hY, auh A¤gy kSt auTwauNdI hY, Aqy ijhVI aUs s¤cy suAwmI ƒ ismrdI hY, auh Awrwm pwauNdI hY[","unicode":"ਜੋ ਪਾਪਾਂ ਦੀ ਪੰਡ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ, ਉਹ ਅੱਗੇ ਕਸ਼ਟ ਉਠਾਉਂਦੀ ਹੈ, ਅਤੇ ਜਿਹੜੀ ਊਸ ਸੱਚੇ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਦੀ ਹੈ, ਉਹ ਆਰਾਮ ਪਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"La que lleva consigo la carga de la maldad, sufre al final, pero aquélla que reúne la Verdad, es bendecida con Éxtasis. "},"hi":{"ss":"(ऐसी मानसिक तपश का) दुख उस जीव-स्त्री के सामने (भाव। जीवन-यात्रा में) मौजूद रहता है। जो बुरे कर्मों (की पोटली सिर पर) बॉध के चलती है। आत्मिक आनंद सिर्फ उसको है जो सदा-स्थिर प्रभू को अपने हृदय में टिकाए रखती है।","sts":"जो अवगुणों की गठरी बांधकर चली जाती है, उसे आगे दुख ही प्राप्त होता है, मगर सुख वही पाता है, जो परम-सत्य का चिंतन करता है।"}},"transliteration":{"english":"avagan baadh chalee dhukh aagai sukh tis saach samaale ||","hindi":"अवगण बाधि चली दुखु आगै सुखु तिसु साचु समाले ॥","en":"avagan baadh chalee dhukh aagai sukh tis saach samaale ||","hi":"अवगण बाधि चली दुखु आगै सुखु तिसु साचु समाले ॥","ipa":"əʋəGəɳ bɑt̪ə̀ t͡ʃəli d̪ʊkʰ əɑGæ sʊkʰ t̪ɪs sɑt͡ʃ səmɑle.","ur":"اوگݨ بادھ چلیِ دُکھ آگَے سُکھ تس ساچ سمالے ۔۔"},"pageNo":1108,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47377,"shabadId":3982,"verse":{"gurmukhi":"nwnk ijs no iehu mnu dIAw mrxu jIvxu pRB nwly ]8]","unicode":"ਨਾਨਕ ਜਿਸ ਨੋ ਇਹੁ ਮਨੁ ਦੀਆ ਮਰਣੁ ਜੀਵਣੁ ਪ੍ਰਭ ਨਾਲੇ ॥੮॥"},"larivaar":{"gurmukhi":"nwnkijsnoiehumnudIAwmrxujIvxupRBnwly]8]","unicode":"ਨਾਨਕਜਿਸਨੋਇਹੁਮਨੁਦੀਆਮਰਣੁਜੀਵਣੁਪ੍ਰਭਨਾਲੇ॥੮॥"},"translation":{"en":{"bdb":"O Nanak, I have given this mind to Him; death and life rest with God. ||8||","ms":"Nanak, my death and life are with the Lord, to whom I have surrendered this soul of mine.","ssk":"O Nanak, I have given this mind to Him; death and life rest with God. ||8||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU ny hrI-nwm ismrn vwlw mn id`qw hY, pRBU nwl aus dw sdIvI swQ bx jWdw hY (aus ƒ hwV dI khr dI qpS vrgw ivkwrW dw syk poh nhIN skdw) [8[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ।੮।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy pRBU! ijs Awp ko mYny eyhu mnu dy dIAw hY mrxW jIvxW BI myrw iqs Awp ky swQ hY[ XQw prmwx-Çm:5] mrxM ibsruxM goibMdh jIvxM hirnwm iDAwvxh]Çvw dUsrw ArQ pWcau qukoN kw AwswV kw (Aw) vsys kr ky (swV) qp qpxw (Blw) AiDk hY, ikauNik dyih AiDAws rUp sUrj irdy Akws myN qp rhw hY[ swsqR myN ilKw hY ADÎws qy ibnW AgÎwn duKdweI nhIN ADÎws sihq AgÎwn jIv ko duKdweI hY[ jwgRq supn myN ADÎws hY qb duK pRqIq hoqy hYN[ sKopiq ivKy ssqRoN ky Gwv AwidkoN kw koaU BI duK pRqIq nhIN hoqw[ Awqmw Anwqmw ky smwn AMsoN kw pRqIq hoxw inimq kwrx hY AOr jo vsys AMsoN kw pRIq n hoxw XhI ADÎws kw aupwdwn kwrx hY[ AhM suKI AhM duKI AhM rUp bDr AhM kwxo ieqÎwidk pRqIq, Bwv Xh ik dyh swQ ApxI eykqw jwnxI XhI ADÎws kw sÍrUp hY[ jnm jnmWqRoN kI pRwpqI eyhI ADÎws kw Pl hY[ (DrqI dUK shY) iqs ADÎws kr ky buDI rUp DrqI duKoN ko shwrqI hY[ ADÎws sUrj Agn ky smwn (BKy) prjÍlq hUAw soKqw hY[ jy khYN ikAw soKn krqw hY? iqs pir khqy hYN: Agn rs Agn sm qp ky (rs) pRym ko soKqw hY[ pRym auplKq ","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਆਪ ਕੋ ਮੈਨੇ ਏਹੁ ਮਨੁ ਦੇ ਦੀਆ ਹੈ ਮਰਣਾਂ ਜੀਵਣਾਂ ਭੀ ਮੇਰਾ ਤਿਸ ਆਪ ਕੇ ਸਾਥ ਹੈ। ਯਥਾ ਪਰਮਾਣ-☬ਮ:੫॥ ਮਰਣੰ ਬਿਸਰੁਣੰ ਗੋਬਿੰਦਹ ਜੀਵਣੰ ਹਰਿਨਾਮ ਧਿਆਵਣਹ॥☬ਵਾ ਦੂਸਰਾ ਅਰਥ ਪਾਂਚਉ ਤੁਕੋਂ ਕਾ ਆਸਾੜ ਕਾ (ਆ) ਵਸੇਸ ਕਰ ਕੇ (ਸਾੜ) ਤਪ ਤਪਣਾ (ਭਲਾ) ਅਧਿਕ ਹੈ, ਕਿਉਂਕਿ ਦੇਹਿ ਅਧਿਆਸ ਰੂਪ ਸੂਰਜ ਰਿਦੇ ਅਕਾਸ ਮੇਂ ਤਪ ਰਹਾ ਹੈ। ਸਾਸਤ੍ਰ ਮੇਂ ਲਿਖਾ ਹੈ ਅਧ੍ਯਾਸ ਤੇ ਬਿਨਾਂ ਅਗ੍ਯਾਨ ਦੁਖਦਾਈ ਨਹੀਂ ਅਧ੍ਯਾਸ ਸਹਿਤ ਅਗ੍ਯਾਨ ਜੀਵ ਕੋ ਦੁਖਦਾਈ ਹੈ। ਜਾਗ੍ਰਤ ਸੁਪਨ ਮੇਂ ਅਧ੍ਯਾਸ ਹੈ ਤਬ ਦੁਖ ਪ੍ਰਤੀਤ ਹੋਤੇ ਹੈਂ। ਸਖੋਪਤਿ ਵਿਖੇ ਸਸਤ੍ਰੋਂ ਕੇ ਘਾਵ ਆਦਿਕੋਂ ਕਾ ਕੋਊ ਭੀ ਦੁਖ ਪ੍ਰਤੀਤ ਨਹੀਂ ਹੋਤਾ। ਆਤਮਾ ਅਨਾਤਮਾ ਕੇ ਸਮਾਨ ਅੰਸੋਂ ਕਾ ਪ੍ਰਤੀਤ ਹੋਣਾ ਨਿਮਿਤ ਕਾਰਣ ਹੈ ਔਰ ਜੋ ਵਸੇਸ ਅੰਸੋਂ ਕਾ ਪ੍ਰੀਤ ਨ ਹੋਣਾ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਉਪਾਦਾਨ ਕਾਰਣ ਹੈ। ਅਹੰ ਸੁਖੀ ਅਹੰ ਦੁਖੀ ਅਹੰ ਰੂਪ ਬਧਰ ਅਹੰ ਕਾਣੋ ਇਤ੍ਯਾਦਿਕ ਪ੍ਰਤੀਤ, ਭਾਵ ਯਹ ਕਿ ਦੇਹ ਸਾਥ ਅਪਣੀ ਏਕਤਾ ਜਾਨਣੀ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਸ੍ਵਰੂਪ ਹੈ। ਜਨਮ ਜਨਮਾਂਤ੍ਰੋਂ ਕੀ ਪ੍ਰਾਪਤੀ ਏਹੀ ਅਧ੍ਯਾਸ ਕਾ ਫਲ ਹੈ। (ਧਰਤੀ ਦੂਖ ਸਹੈ) ਤਿਸ ਅਧ੍ਯਾਸ ਕਰ ਕੇ ਬੁਧੀ ਰੂਪ ਧਰਤੀ ਦੁਖੋਂ ਕੋ ਸਹਾਰਤੀ ਹੈ। ਅਧ੍ਯਾਸ ਸੂਰਜ ਅਗਨ ਕੇ ਸਮਾਨ (ਭਖੇ) ਪਰਜ੍ਵਲਤ ਹੂਆ ਸੋਖਤਾ ਹੈ। ਜੇ ਕਹੈਂ ਕਿਆ ਸੋਖਨ ਕਰਤਾ ਹੈ? ਤਿਸ ਪਰਿ ਕਹਤੇ ਹੈਂ: ਅਗਨ ਰਸ ਅਗਨ ਸਮ ਤਪ ਕੇ (ਰਸ) ਪ੍ਰੇਮ ਕੋ ਸੋਖਤਾ ਹੈ। ਪ੍ਰੇਮ ਉਪਲਖਤ "},"bdb":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU ny hrI-nwm ismrn vwlw mn id`qw hY, pRBU nwl aus dw sdIvI swQ bx jWdw hY (aus ƒ hwV dI khr dI qpS vrgw ivkwrW dw syk poh nhIN skdw) [8[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ।੮।"},"ms":{"gurmukhi":"nwnk, myrw mrnw Aqy ijauxw aus suAwmI dy nwl hY, ijs ƒ ik mYN AwpxI ieh ijMdVI smrpx kIqI hoeI hY[","unicode":"ਨਾਨਕ, ਮੇਰਾ ਮਰਨਾ ਅਤੇ ਜਿਉਣਾ ਉਸ ਸੁਆਮੀ ਦੇ ਨਾਲ ਹੈ, ਜਿਸ ਨੂੰ ਕਿ ਮੈਂ ਆਪਣੀ ਇਹ ਜਿੰਦੜੀ ਸਮਰਪਣ ਕੀਤੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"Sí, dice Nanak, Quien sea que es bendecido con tal mente, se conserva con el Señor en la vida y en la muerte. (8)"},"hi":{"ss":"हे नानक ! जिस जीव-स्त्री को प्रभू ने हरी-नाम सिमरन वाला मन दिया है। प्रभू के साथ उसका सदीवी साथ बन जाता है (उसको आसाढ़ की कहर भरी तपश जैसा विकारों का सेक छू नहीं सकता)। 8।","sts":"गुरु नानक का कथन है कि जिसे यह मन दिया है, उसका जन्म-मरण भी प्रभु के साथ है॥ ८॥"}},"transliteration":{"english":"naanak jis no ih man dheeaa maran jeevan prabh naale ||8||","hindi":"नानक जिस नो इहु मनु दीआ मरणु जीवणु प्रभ नाले ॥८॥","en":"naanak jis no ih man dheeaa maran jeevan prabh naale ||8||","hi":"नानक जिस नो इहु मनु दीआ मरणु जीवणु प्रभ नाले ॥८॥","ipa":"nɑnək d͡ʒɪs nɔ eɪh mən d̪iəɑ mərəɳ d͡ʒiʋəɳ pɹəɓ nɑle.8.","ur":"نانک جس نو اهُ من دیِآ مرݨ جیِوݨ پربھ نالے ۔۔۸۔۔"},"pageNo":1108,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47378,"shabadId":3983,"verse":{"gurmukhi":"swvix srs mnw Gx vrsih ruiq Awey ]","unicode":"ਸਾਵਣਿ ਸਰਸ ਮਨਾ ਘਣ ਵਰਸਹਿ ਰੁਤਿ ਆਏ ॥"},"larivaar":{"gurmukhi":"swvixsrsmnwGxvrsihruiqAwey]","unicode":"ਸਾਵਣਿਸਰਸਮਨਾਘਣਵਰਸਹਿਰੁਤਿਆਏ॥"},"translation":{"en":{"bdb":"In Saawan, be happy, O my mind. The rainy season has come, and the clouds have burst into showers.","ms":"In swan, be thou happy, O my soul. The season bas come when the clouds rain.","ssk":"In Saawan, be happy, O my mind. The rainy season has come, and the clouds have burst into showers."},"pu":{"ss":{"gurmukhi":"(hwV dI A`q drjy dI qpS ivc Gwh Awidk su`k jWdy hn [ aus qpS dy ipCoN swvn mhIny ivc GtW cVHdIAW hn [ pSU pMCI mnu`K qW ikqy rhy, su`kw hoieAw Gwh BI hrw ho jWdw hY [ aus dI hirAwvl vyK ky hryk pRwxI bol auTdw hY—) hy myry mn! swvx mhIny ivc (vrKw dI) ru`q Aw geI hY, b`dl vrH rhy hn, hux qUM BI hrw ho (qUM BI aumwh ivc Aw) [","unicode":"(ਹਾੜ ਦੀ ਅੱਤ ਦਰਜੇ ਦੀ ਤਪਸ਼ ਵਿਚ ਘਾਹ ਆਦਿਕ ਸੁੱਕ ਜਾਂਦੇ ਹਨ । ਉਸ ਤਪਸ਼ ਦੇ ਪਿਛੋਂ ਸਾਵਨ ਮਹੀਨੇ ਵਿਚ ਘਟਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ । ਪਸ਼ੂ ਪੰਛੀ ਮਨੁੱਖ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਸੁੱਕਾ ਹੋਇਆ ਘਾਹ ਭੀ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ । ਉਸ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ ਹਰੇਕ ਪ੍ਰਾਣੀ ਬੋਲ ਉਠਦਾ ਹੈ—) ਹੇ ਮੇਰੇ ਮਨ! ਸਾਵਣ ਮਹੀਨੇ ਵਿਚ (ਵਰਖਾ ਦੀ) ਰੁੱਤ ਆ ਗਈ ਹੈ, ਬੱਦਲ ਵਰ੍ਹ ਰਹੇ ਹਨ, ਹੁਣ ਤੂੰ ਭੀ ਹਰਾ ਹੋ (ਤੂੰ ਭੀ ਉਮਾਹ ਵਿਚ ਆ) ।"},"ft":{"gurmukhi":"hy mnW ipAwry! jb hm mwnuK dyh swvx myN (srs) pRym ky sihq hUey qb AYsI ruq ky Awey gurU rUp myG aupdys vrKw krqy hYN]","unicode":"ਹੇ ਮਨਾਂ ਪਿਆਰੇ! ਜਬ ਹਮ ਮਾਨੁਖ ਦੇਹ ਸਾਵਣ ਮੇਂ (ਸਰਸ) ਪ੍ਰੇਮ ਕੇ ਸਹਿਤ ਹੂਏ ਤਬ ਐਸੀ ਰੁਤ ਕੇ ਆਏ ਗੁਰੂ ਰੂਪ ਮੇਘ ਉਪਦੇਸ ਵਰਖਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hwV dI A`q drjy dI qpS ivc Gwh Awidk su`k jWdy hn [ aus qpS dy ipCoN swvn mhIny ivc GtW cVHdIAW hn [ pSU pMCI mnu`K qW ikqy rhy, su`kw hoieAw Gwh BI hrw ho jWdw hY [ aus dI hirAwvl vyK ky hryk pRwxI bol auTdw hY—) hy myry mn! swvx mhIny ivc (vrKw dI) ru`q Aw geI hY, b`dl vrH rhy hn, hux qUM BI hrw ho (qUM BI aumwh ivc Aw) [","unicode":"(ਹਾੜ ਦੀ ਅੱਤ ਦਰਜੇ ਦੀ ਤਪਸ਼ ਵਿਚ ਘਾਹ ਆਦਿਕ ਸੁੱਕ ਜਾਂਦੇ ਹਨ । ਉਸ ਤਪਸ਼ ਦੇ ਪਿਛੋਂ ਸਾਵਨ ਮਹੀਨੇ ਵਿਚ ਘਟਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ । ਪਸ਼ੂ ਪੰਛੀ ਮਨੁੱਖ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਸੁੱਕਾ ਹੋਇਆ ਘਾਹ ਭੀ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ । ਉਸ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ ਹਰੇਕ ਪ੍ਰਾਣੀ ਬੋਲ ਉਠਦਾ ਹੈ—) ਹੇ ਮੇਰੇ ਮਨ! ਸਾਵਣ ਮਹੀਨੇ ਵਿਚ (ਵਰਖਾ ਦੀ) ਰੁੱਤ ਆ ਗਈ ਹੈ, ਬੱਦਲ ਵਰ੍ਹ ਰਹੇ ਹਨ, ਹੁਣ ਤੂੰ ਭੀ ਹਰਾ ਹੋ (ਤੂੰ ਭੀ ਉਮਾਹ ਵਿਚ ਆ) ।"},"ms":{"gurmukhi":"swvx AMdr qUM KuS ho, hy myrI ijMd! mOsm Aw igAw hY jd b`dl vrHdy hn[","unicode":"ਸਾਵਣ ਅੰਦਰ ਤੂੰ ਖੁਸ਼ ਹੋ, ਹੇ ਮੇਰੀ ਜਿੰਦ! ਮੌਸਮ ਆ ਗਿਆ ਹੈ ਜਦ ਬੱਦਲ ਵਰ੍ਹਦੇ ਹਨ।"}},"es":{"sn":"en el Sawan, se feliz, Oh mente mía. La temporada de lluvias ha venido, y las nubes han estallado con lluvia."},"hi":{"ss":"(आषाढ़ की अति दर्जे की तपश में घास आदि सूख जाते हैं। उस तपश के बाद सावन महीनें में घटाएं चढ़तीं हैं। पशु पक्षी और मनुष्य तो कहीं रहे। सूखा हुआ घास भी हरा हो जाता है।","sts":"हे मन ! सावन का मास सरस है, बादलों के बरसने का मौसम आ जाता है।"}},"transliteration":{"english":"saavan saras manaa ghan varaseh rut aae ||","hindi":"सावणि सरस मना घण वरसहि रुति आए ॥","en":"saavan saras manaa ghan varaseh rut aae ||","hi":"सावणि सरस मना घण वरसहि रुति आए ॥","ipa":"sɑʋəɳ sərəs mənɑ Gʰəɳ ʋərəsəh rʊt̪ əɑee.","ur":"ساوݨ سرس منا گھݨ ورسه رُت آاے ۔۔"},"pageNo":1108,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47379,"shabadId":3983,"verse":{"gurmukhi":"mY min qin shu BwvY ipr prdyis isDwey ]","unicode":"ਮੈ ਮਨਿ ਤਨਿ ਸਹੁ ਭਾਵੈ ਪਿਰ ਪਰਦੇਸਿ ਸਿਧਾਏ ॥"},"larivaar":{"gurmukhi":"mYminqinshuBwvYiprprdyisisDwey]","unicode":"ਮੈਮਨਿਤਨਿਸਹੁਭਾਵੈਪਿਰਪਰਦੇਸਿਸਿਧਾਏ॥"},"translation":{"en":{"bdb":"My mind and body are pleased by my Lord, but my Beloved has gone away.","ms":"I love my Spouse with my soul and body, but my Darling has gone abroad.","ssk":"My mind and body are pleased by my Lord, but my Beloved has gone away."},"pu":{"ss":{"gurmukhi":"(prdys gey pqI dI nwr dw ihrdw kwlIAW GtW ƒ vyK ky qVp auTdw hY [ aumwh pYdw krn vwly ieh swmwn ivCoVy ivc aus ƒ duKdweI pRqIq huMdy hn [ ibrhoN ivc auh ieauN AwKdI hY—) hy mW! (ieh b`dl vyK vyK ky) mYƒ Awpxw pqI mn ivc rom rom ivc ipAwrw l`g irhw hY, pr myry pqI jI qW prdys gey hoey hn [","unicode":"(ਪਰਦੇਸ ਗਏ ਪਤੀ ਦੀ ਨਾਰ ਦਾ ਹਿਰਦਾ ਕਾਲੀਆਂ ਘਟਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੜਪ ਉਠਦਾ ਹੈ । ਉਮਾਹ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਇਹ ਸਾਮਾਨ ਵਿਛੋੜੇ ਵਿਚ ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ । ਬਿਰਹੋਂ ਵਿਚ ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ—) ਹੇ ਮਾਂ! (ਇਹ ਬੱਦਲ ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਆਪਣਾ ਪਤੀ ਮਨ ਵਿਚ ਰੋਮ ਰੋਮ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰ ਮੇਰੇ ਪਤੀ ਜੀ ਤਾਂ ਪਰਦੇਸ ਗਏ ਹੋਏ ਹਨ ।"},"ft":{"gurmukhi":"hy (shu) pqI! myry qn Ar mn ko qum ipAwry lgqy ho[ prMqU hy pqI! Awp pRdys isDwey hUey ho, Bwv Xh ik myry ko pRoK ho pRwpq nhIN ho]","unicode":"ਹੇ (ਸਹੁ) ਪਤੀ! ਮੇਰੇ ਤਨ ਅਰ ਮਨ ਕੋ ਤੁਮ ਪਿਆਰੇ ਲਗਤੇ ਹੋ। ਪਰੰਤੂ ਹੇ ਪਤੀ! ਆਪ ਪ੍ਰਦੇਸ ਸਿਧਾਏ ਹੂਏ ਹੋ, ਭਾਵ ਯਹ ਕਿ ਮੇਰੇ ਕੋ ਪ੍ਰੋਖ ਹੋ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ॥"},"bdb":{"gurmukhi":"(prdys gey pqI dI nwr dw ihrdw kwlIAW GtW ƒ vyK ky qVp auTdw hY [ aumwh pYdw krn vwly ieh swmwn ivCoVy ivc aus ƒ duKdweI pRqIq huMdy hn [ ibrhoN ivc auh ieauN AwKdI hY—) hy mW! (ieh b`dl vyK vyK ky) mYƒ Awpxw pqI mn ivc rom rom ivc ipAwrw l`g irhw hY, pr myry pqI jI qW prdys gey hoey hn [","unicode":"(ਪਰਦੇਸ ਗਏ ਪਤੀ ਦੀ ਨਾਰ ਦਾ ਹਿਰਦਾ ਕਾਲੀਆਂ ਘਟਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੜਪ ਉਠਦਾ ਹੈ । ਉਮਾਹ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਇਹ ਸਾਮਾਨ ਵਿਛੋੜੇ ਵਿਚ ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ । ਬਿਰਹੋਂ ਵਿਚ ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ—) ਹੇ ਮਾਂ! (ਇਹ ਬੱਦਲ ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਆਪਣਾ ਪਤੀ ਮਨ ਵਿਚ ਰੋਮ ਰੋਮ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰ ਮੇਰੇ ਪਤੀ ਜੀ ਤਾਂ ਪਰਦੇਸ ਗਏ ਹੋਏ ਹਨ ।"},"ms":{"gurmukhi":"AwpxI Awqmw qy dyh nwl mYN Awpxy kMq ƒ ipAwr krdI hW, pr myrw idlbr prwey vqn ƒ c`ilAw igAw hY[","unicode":"ਆਪਣੀ ਆਤਮਾ ਤੇ ਦੇਹ ਨਾਲ ਮੈਂ ਆਪਣੇ ਕੰਤ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹਾਂ, ਪਰ ਮੇਰਾ ਦਿਲਬਰ ਪਰਾਏ ਵਤਨ ਨੂੰ ਚੱਲਿਆ ਗਿਆ ਹੈ।"}},"es":{"sn":"mi cuerpo y Alma están embebidos en Ti. Sí, no podría Dejarte ni siquiera por un instante. "},"hi":{"ss":"उसकी हरियाली देख के हरेक प्राणी बोल उठता है-) हे मेरे मन ! सावन महीने में (वर्षा की) ऋतु आ गई है। बादल बरस रहे हैं। तू भी हरा हो (तू भी उमंग में आ)। (परदेस गए पति की नारी का हृदय काली घटाओं को देख के तड़प उठता है। उमंग पैदा करने वाले ये सामान। विरह-वियोग में उसको दुखदाई प्रतीत होते हैं।","sts":"मेरे तन-मन को परदेस जाने वाला प्रियतम-प्रभु ही रुचता है।"}},"transliteration":{"english":"mai man tan sahu bhaavai pir paradhes sidhaae ||","hindi":"मै मनि तनि सहु भावै पिर परदेसि सिधाए ॥","en":"mai man tan sahu bhaavai pir paradhes sidhaae ||","hi":"मै मनि तनि सहु भावै पिर परदेसि सिधाए ॥","ipa":"mæ mən t̪ən səh ɓɑʋæ pɪr pərəd̪es sɪt̪ɑee.","ur":"مَے من تنِ سهُ بھاوَے پر پردےس سدھااے ۔۔"},"pageNo":1108,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47380,"shabadId":3983,"verse":{"gurmukhi":"ipru Gir nhI AwvY mrIAY hwvY dwmin cmik frwey ]","unicode":"ਪਿਰੁ ਘਰਿ ਨਹੀ ਆਵੈ ਮਰੀਐ ਹਾਵੈ ਦਾਮਨਿ ਚਮਕਿ ਡਰਾਏ ॥"},"larivaar":{"gurmukhi":"ipruGirnhIAwvYmrIAYhwvYdwmincmikfrwey]","unicode":"ਪਿਰੁਘਰਿਨਹੀਆਵੈਮਰੀਐਹਾਵੈਦਾਮਨਿਚਮਕਿਡਰਾਏ॥"},"translation":{"en":{"bdb":"My Beloved has not come home, and I am dying of the sorrow of separation. The lightning flashes, and I am scared.","ms":"My Beloved comes not home I am dying with the sorrow of separation. The flash of lightening terrifies me.","ssk":"My Beloved has not come home, and I am dying of the sorrow of separation. The lightning flashes, and I am scared."},"pu":{"ss":{"gurmukhi":"(ijqnw icr) pqI Gr ivc nhIN AwauNdw, mYN hwhuikAW nwl mr rhI hW, ibjlI cmk ky (sgoN) mYƒ frw nhIN hY ","unicode":"(ਜਿਤਨਾ ਚਿਰ) ਪਤੀ ਘਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮੈਂ ਹਾਹੁਕਿਆਂ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਚਮਕ ਕੇ (ਸਗੋਂ) ਮੈਨੂੰ ਡਰਾ ਨਹੀਂ ਹੈ "},"ft":{"gurmukhi":"hy pqI! qyry Gr nw Awauxy kr ky (hwvY) hwhuky kr mrIqw hY Ar mwXw rUp ibjulI sMpdw Awvdw rUp Anyk pRkwr ky cmqkwroN kr frwvqI hY]","unicode":"ਹੇ ਪਤੀ! ਤੇਰੇ ਘਰ ਨਾ ਆਉਣੇ ਕਰ ਕੇ (ਹਾਵੈ) ਹਾਹੁਕੇ ਕਰ ਮਰੀਤਾ ਹੈ ਅਰ ਮਾਯਾ ਰੂਪ ਬਿਜੁਲੀ ਸੰਪਦਾ ਆਵਦਾ ਰੂਪ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਚਮਤਕਾਰੋਂ ਕਰ ਡਰਾਵਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ijqnw icr) pqI Gr ivc nhIN AwauNdw, mYN hwhuikAW nwl mr rhI hW, ibjlI cmk ky (sgoN) mYƒ frw nhIN hY ","unicode":"(ਜਿਤਨਾ ਚਿਰ) ਪਤੀ ਘਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮੈਂ ਹਾਹੁਕਿਆਂ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਚਮਕ ਕੇ (ਸਗੋਂ) ਮੈਨੂੰ ਡਰਾ ਨਹੀਂ ਹੈ "},"ms":{"gurmukhi":"myrw pRIqm myry Gr nhIN AwauNdw[ mYN ivCoVy dy gm nwl mr rhI hW, ibjlI dI ilSk BY-BIq krdI hY[","unicode":"ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੇਰੇ ਘਰ ਨਹੀਂ ਆਉਂਦਾ। ਮੈਂ ਵਿਛੋੜੇ ਦੇ ਗਮ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਦੀ ਲਿਸ਼ਕ ਭੈ-ਭੀਤ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Mi amado Señor no ha venido, Y me muero del dolor de la separación. El rayo relampaguea y tengo miedo."},"hi":{"ss":"विरह में वह यूँ कहती है-) हे माँ ! (ये बादल देख-देख के) मुझे अपना पति मन में रोम-रोम में प्यारा लग रहा है। पर मेरे पति जी तो परदेस गए हुए हैं। (जब तलक) पति घर नहीं आता। मैं आहें भर रही हूँ। बिजली चमक के (बल्कि) मुझे डरा रही है।","sts":"अगर प्रियतम घर नहीं आता तो उसके बिना मरने के समान है और बिजली चमक-चमक कर डराती है।"}},"transliteration":{"english":"pir ghar nahee aavai mareeaai haavai dhaaman chamak ddaraae ||","hindi":"पिरु घरि नही आवै मरीऐ हावै दामनि चमकि डराए ॥","en":"pir ghar nahee aavai mareeaai haavai dhaaman chamak ddaraae ||","hi":"पिरु घरि नही आवै मरीऐ हावै दामनि चमकि डराए ॥","ipa":"pɪr Gʰər nəhi əɑʋæ məriæ hɑʋæ d̪ɑmən t͡ʃəmək ɖərɑee.","ur":"پِر گھر نهیِ آوَے مریِاَے هاوَے دامن چمک ڈرااے ۔۔"},"pageNo":1108,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47381,"shabadId":3983,"verse":{"gurmukhi":"syj iekylI KrI duhylI mrxu BieAw duKu mwey ]","unicode":"ਸੇਜ ਇਕੇਲੀ ਖਰੀ ਦੁਹੇਲੀ ਮਰਣੁ ਭਇਆ ਦੁਖੁ ਮਾਏ ॥"},"larivaar":{"gurmukhi":"syjiekylIKrIduhylImrxuBieAwduKumwey]","unicode":"ਸੇਜਇਕੇਲੀਖਰੀਦੁਹੇਲੀਮਰਣੁਭਇਆਦੁਖੁਮਾਏ॥"},"translation":{"en":{"bdb":"My bed is lonely, and I am suffering in agony. I am dying in pain, O my mother!","ms":"Lonely is my couch and I am greatly grieved. I am dying of pain, O my mother.","ssk":"My bed is lonely, and I am suffering in agony. I am dying in pain, O my mother!"},"pu":{"ss":{"gurmukhi":"(pqI dy ivCoVy ivc) myrI s`KxI syj mYƒ bhuq duKdweI ho rhI hY, (pqI qoN ivCoVy dw) du`K mYƒ mOq (brwbr) ho igAw hY [","unicode":"(ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰੀ ਸੱਖਣੀ ਸੇਜ ਮੈਨੂੰ ਬਹੁਤ ਦੁਖਦਾਈ ਹੋ ਰਹੀ ਹੈ, (ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਮੈਨੂੰ ਮੌਤ (ਬਰਾਬਰ) ਹੋ ਗਿਆ ਹੈ ।"},"ft":{"gurmukhi":"hy mwXw pqI! qyry ibnW myrI AMqhkrx syj AkylI hY punÚ (KrI) AqI (duhylI) ho rhI hUM, iesI duK sy myrw mrxw ho rhw hY]","unicode":"ਹੇ ਮਾਯਾ ਪਤੀ! ਤੇਰੇ ਬਿਨਾਂ ਮੇਰੀ ਅੰਤਹਕਰਣ ਸੇਜ ਅਕੇਲੀ ਹੈ ਪੁਨਃ (ਖਰੀ) ਅਤੀ (ਦੁਹੇਲੀ) ਹੋ ਰਹੀ ਹੂੰ, ਇਸੀ ਦੁਖ ਸੇ ਮੇਰਾ ਮਰਣਾ ਹੋ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pqI dy ivCoVy ivc) myrI s`KxI syj mYƒ bhuq duKdweI ho rhI hY, (pqI qoN ivCoVy dw) du`K mYƒ mOq (brwbr) ho igAw hY [","unicode":"(ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰੀ ਸੱਖਣੀ ਸੇਜ ਮੈਨੂੰ ਬਹੁਤ ਦੁਖਦਾਈ ਹੋ ਰਹੀ ਹੈ, (ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਮੈਨੂੰ ਮੌਤ (ਬਰਾਬਰ) ਹੋ ਗਿਆ ਹੈ ।"},"ms":{"gurmukhi":"suMJI hY myrI syj Aqy mYN bVI duKI hW[ mYN pIV nwl mr rhI hW, hy myrI mwqw!","unicode":"ਸੁੰਝੀ ਹੈ ਮੇਰੀ ਸੇਜ ਅਤੇ ਮੈਂ ਬੜੀ ਦੁਖੀ ਹਾਂ। ਮੈਂ ਪੀੜ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਹੇ ਮੇਰੀ ਮਾਤਾ!"}},"es":{"sn":"en mi cama hay soledad, sufro en agonía. Estoy en gran dolor, Oh Madre mía!"},"hi":{"ss":"(पति के वियोग में) मेरी सूनी सेज मुझे बहुत दुखदाई हो रही है। (पति से विछोड़े का) दुख मुझे मौत (के बराबर) हो गया है।","sts":"हे माँ ! सेज अकेली है, उसके बिना दुखी हूँ और जुदाई का दुख मरने के समान है।"}},"transliteration":{"english":"sej ikelee kharee dhuhelee maran bhiaa dhukh maae ||","hindi":"सेज इकेली खरी दुहेली मरणु भइआ दुखु माए ॥","en":"sej ikelee kharee dhuhelee maran bhiaa dhukh maae ||","hi":"सेज इकेली खरी दुहेली मरणु भइआ दुखु माए ॥","ipa":"sed͡ʒ eɪkeli kʰəri d̪ʊheli mərəɳ ɓɪɑ d̪ʊkʰ mɑee.","ur":"سےج اکےلیِ کھریِ دُهےلیِ مرݨ بھایا دُکھ مااے ۔۔"},"pageNo":1108,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47382,"shabadId":3983,"verse":{"gurmukhi":"hir ibnu nId BUK khu kYsI kwpVu qin n suKwvey ]","unicode":"ਹਰਿ ਬਿਨੁ ਨੀਦ ਭੂਖ ਕਹੁ ਕੈਸੀ ਕਾਪੜੁ ਤਨਿ ਨ ਸੁਖਾਵਏ ॥"},"larivaar":{"gurmukhi":"hiribnunIdBUKkhukYsIkwpVuqinnsuKwvey]","unicode":"ਹਰਿਬਿਨੁਨੀਦਭੂਖਕਹੁਕੈਸੀਕਾਪੜੁਤਨਿਨਸੁਖਾਵਏ॥"},"translation":{"en":{"bdb":"Tell me - without the Lord, how can I sleep, or feel hungry? My clothes give no comfort to my body.","ms":"Say, without God, how can sleep and appetite come to me? The raiment affords my body no comfort.","ssk":"Tell me - without the Lord, how can I sleep, or feel hungry? My clothes give no comfort to my body."},"pu":{"ss":{"gurmukhi":"(ijs jIv-iesqRI dy AMdr pRBU-pqI dw ipAwr hY, ibrhxI nwr vWg) aus ƒ pRBU dy imlwp qoN ibnw nwh nINd, nwh Bu`K [ aus ƒ qW k`pVw BI srIr auqy nhIN suKWdw (srIrk suKW dy koeI BI swDn aus dy mn ƒ DR¨h nhIN pw skdy) [","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹੈ, ਬਿਰਹਣੀ ਨਾਰ ਵਾਂਗ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਨਾਹ ਨੀਂਦ, ਨਾਹ ਭੁੱਖ । ਉਸ ਨੂੰ ਤਾਂ ਕੱਪੜਾ ਭੀ ਸਰੀਰ ਉਤੇ ਨਹੀਂ ਸੁਖਾਂਦਾ (ਸਰੀਰਕ ਸੁਖਾਂ ਦੇ ਕੋਈ ਭੀ ਸਾਧਨ ਉਸ ਦੇ ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਨਹੀਂ ਪਾ ਸਕਦੇ) ।"},"ft":{"gurmukhi":"hy hrI! Awp kI pRwpqI ibnW khu qo inMdRw AOr BUK kYsI hovY, hmwry qn pr kpVw BI ACw nhIN lwgqw hY]","unicode":"ਹੇ ਹਰੀ! ਆਪ ਕੀ ਪ੍ਰਾਪਤੀ ਬਿਨਾਂ ਕਹੁ ਤੋ ਨਿੰਦ੍ਰਾ ਔਰ ਭੂਖ ਕੈਸੀ ਹੋਵੈ, ਹਮਾਰੇ ਤਨ ਪਰ ਕਪੜਾ ਭੀ ਅਛਾ ਨਹੀਂ ਲਾਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs jIv-iesqRI dy AMdr pRBU-pqI dw ipAwr hY, ibrhxI nwr vWg) aus ƒ pRBU dy imlwp qoN ibnw nwh nINd, nwh Bu`K [ aus ƒ qW k`pVw BI srIr auqy nhIN suKWdw (srIrk suKW dy koeI BI swDn aus dy mn ƒ DR¨h nhIN pw skdy) [","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹੈ, ਬਿਰਹਣੀ ਨਾਰ ਵਾਂਗ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਨਾਹ ਨੀਂਦ, ਨਾਹ ਭੁੱਖ । ਉਸ ਨੂੰ ਤਾਂ ਕੱਪੜਾ ਭੀ ਸਰੀਰ ਉਤੇ ਨਹੀਂ ਸੁਖਾਂਦਾ (ਸਰੀਰਕ ਸੁਖਾਂ ਦੇ ਕੋਈ ਭੀ ਸਾਧਨ ਉਸ ਦੇ ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਨਹੀਂ ਪਾ ਸਕਦੇ) ।"},"ms":{"gurmukhi":"d¤so vwihgurU dy bgYr nId Aqy Bu`K mYN iks qrHW mihsUs kr skdI hW? k`pVw myry srIr ƒ cMgw nhIN l`gdw[","unicode":"ਦੱਸੋ ਵਾਹਿਗੁਰੂ ਦੇ ਬਗੈਰ ਨੀਦ ਅਤੇ ਭੁੱਖ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰ ਸਕਦੀ ਹਾਂ? ਕੱਪੜਾ ਮੇਰੇ ਸਰੀਰ ਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।"}},"es":{"sn":"Dime sin mi Señor , ¿Cómo dormiré, tengo hambre? Mis ropas no traen confort a mi cuerpo."},"hi":{"ss":"(जिस जीव-स्त्री के अंदर प्रभू-पति का प्यार है। विरह भरी नारी की तरह) उसको प्रभू के मिलाप के बिना ना नींद। ना भूख। उसको तो कपड़ा भी शरीर पर अच्छा नहीं लगता (शरीरिक सुखों के कोई भी साधन उसके मन को बहला नहीं सकते)।","sts":"प्रभु बिना नीद-भूख भी भला कैसी है, शरीर पर कोई वस्त्र भी अच्छा नहीं लगता।"}},"transliteration":{"english":"har bin needh bhookh kahu kaisee kaapaR tan na sukhaave ||","hindi":"हरि बिनु नीद भूख कहु कैसी कापड़ु तनि न सुखावए ॥","en":"har bin needh bhookh kahu kaisee kaapaR tan na sukhaave ||","hi":"हरि बिनु नीद भूख कहु कैसी कापड़ु तनि न सुखावए ॥","ipa":"hər bɪn nid̪ ɓukʰ kəh kæsi kɑpəɽ t̪ən nə sʊkʰɑʋee.","ur":"هر بن نیِد بھُوکھ کهُ کَےسیِ کاپڑ تنِ ن سُکھاواے ۔۔"},"pageNo":1108,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47383,"shabadId":3983,"verse":{"gurmukhi":"nwnk sw sohwgix kMqI ipr kY AMik smwvey ]9]","unicode":"ਨਾਨਕ ਸਾ ਸੋਹਾਗਣਿ ਕੰਤੀ ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾਵਏ ॥੯॥"},"larivaar":{"gurmukhi":"nwnkswsohwgixkMqIiprkYAMiksmwvey]9]","unicode":"ਨਾਨਕਸਾਸੋਹਾਗਣਿਕੰਤੀਪਿਰਕੈਅੰਕਿਸਮਾਵਏ॥੯॥"},"translation":{"en":{"bdb":"O Nanak, she alone is a happy soul-bride, who merges in the Being of her Beloved Husband Lord. ||9||","ms":"Nanak, she alone is the chaste bride, who merges in the being of her Beloved spouse.","ssk":"O Nanak, she alone is a happy soul-bride, who merges in the Being of her Beloved Husband Lord. ||9||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auhI BwgW vwlI jIv-iesqRI pRBU-pqI dy ipAwr dI h`kdwr ho skdI hY, jo sdw pRBU dI Xwd ivc lIn rihMdI hY [9[","unicode":"ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਹੱਕਦਾਰ ਹੋ ਸਕਦੀ ਹੈ, ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।੯।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy Bgvn! suhwgix (kMqI) kMq vwlI iesqRI vhI hY, jo Awpxy pqI ky, Bwv qyry (AMik) srUp myN smwie jwvY ArQwq AByd hoie jwvY]9]Çpunw AwpxI dSw khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਗਵਨ! ਸੁਹਾਗਣਿ (ਕੰਤੀ) ਕੰਤ ਵਾਲੀ ਇਸਤ੍ਰੀ ਵਹੀ ਹੈ, ਜੋ ਆਪਣੇ ਪਤੀ ਕੇ, ਭਾਵ ਤੇਰੇ (ਅੰਕਿ) ਸਰੂਪ ਮੇਂ ਸਮਾਇ ਜਾਵੈ ਅਰਥਾਤ ਅਭੇਦ ਹੋਇ ਜਾਵੈ॥੯॥☬ਪੁਨਾ ਆਪਣੀ ਦਸ਼ਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! auhI BwgW vwlI jIv-iesqRI pRBU-pqI dy ipAwr dI h`kdwr ho skdI hY, jo sdw pRBU dI Xwd ivc lIn rihMdI hY [9[","unicode":"ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਹੱਕਦਾਰ ਹੋ ਸਕਦੀ ਹੈ, ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।੯।"},"ms":{"gurmukhi":"nwnk kyvl auh hI sqvMqI pqnI hY jo Awpxy ipAwry pqI dy srUp AMdr lIn ho jWdI hY[","unicode":"ਨਾਨਕ ਕੇਵਲ ਉਹ ਹੀ ਸਤਵੰਤੀ ਪਤਨੀ ਹੈ ਜੋ ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Oh Nanak, Ella esta feliz por su cuenta, si se une en el ser de su Amado Esposo y Señor. (9)"},"hi":{"ss":"हे नानक ! वही भाग्यशाली जीव-स्त्री प्रभू-पति के प्यार की हकदार हो सकती है। जो सदा प्रभू की याद में लीन रहती है। 9।","sts":"गुरु नानक का कथन है कि वही सुहागिन है जो पति-प्रभु के संग लीन रहती है॥ ९॥"}},"transliteration":{"english":"naanak saa sohaagan ka(n)tee pir kai a(n)k samaave ||9||","hindi":"नानक सा सोहागणि कंती पिर कै अंकि समावए ॥९॥","en":"naanak saa sohaagan ka(n)tee pir kai a(n)k samaave ||9||","hi":"नानक सा सोहागणि कंती पिर कै अंकि समावए ॥९॥","ipa":"nɑnək sɑ sɔhɑGəɳ kəŋt̪i pɪr kæ əŋk səmɑʋee.9.","ur":"نانک سا سوهاگݨ کںتیِ پر کَے اںک سماواے ۔۔۹۔۔"},"pageNo":1108,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47384,"shabadId":3984,"verse":{"gurmukhi":"Bwdau Brim BulI Bir jobin pCuqwxI ]","unicode":"ਭਾਦਉ ਭਰਮਿ ਭੁਲੀ ਭਰਿ ਜੋਬਨਿ ਪਛੁਤਾਣੀ ॥"},"larivaar":{"gurmukhi":"BwdauBrimBulIBirjobinpCuqwxI]","unicode":"ਭਾਦਉਭਰਮਿਭੁਲੀਭਰਿਜੋਬਨਿਪਛੁਤਾਣੀ॥"},"translation":{"en":{"bdb":"In Bhaadon, the young woman is confused by doubt; later, she regrets and repents.","ms":"In Bhadon, the bride in the bloom of youth strays in doubt, but she afterwards regrets.","ssk":"In Bhaadon, the young woman is confused by doubt; later, she regrets and repents."},"pu":{"ss":{"gurmukhi":"BwdroN (dw mhInw) Aw igAw hY [ vrKw ru`q ivc toey it`by pwxI nwl Bry hoey hn,  (ies nzwry dw) rMg mwixAw jw skdw hY [ ","unicode":"ਭਾਦਰੋਂ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ । ਵਰਖਾ ਰੁੱਤ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ,  (ਇਸ ਨਜ਼ਾਰੇ ਦਾ) ਰੰਗ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ । "},"ft":{"gurmukhi":"jo (Bwduie) dUjw Bwau BieAw hY buDI iqs ivKy lg kr Brm myN BUl geI hY[ jb sy jobn Brw ArQwq AwsurI sMpqw kw sMGtu BieAw qb sy mYN pscwqwp krqI hUM]ÇAwsurI rUp jobn ko sPut krqy hUey khqy hYN:","unicode":"ਜੋ (ਭਾਦੁਇ) ਦੂਜਾ ਭਾਉ ਭਇਆ ਹੈ ਬੁਧੀ ਤਿਸ ਵਿਖੇ ਲਗ ਕਰ ਭਰਮ ਮੇਂ ਭੂਲ ਗਈ ਹੈ। ਜਬ ਸੇ ਜੋਬਨ ਭਰਾ ਅਰਥਾਤ ਆਸੁਰੀ ਸੰਪਤਾ ਕਾ ਸੰਘਟੁ ਭਇਆ ਤਬ ਸੇ ਮੈਂ ਪਸਚਾਤਾਪ ਕਰਤੀ ਹੂੰ॥☬ਆਸੁਰੀ ਰੂਪ ਜੋਬਨ ਕੋ ਸਫੁਟ ਕਰਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"BwdroN (dw mhInw) Aw igAw hY [ vrKw ru`q ivc toey it`by pwxI nwl Bry hoey hn,  (ies nzwry dw) rMg mwixAw jw skdw hY [ ","unicode":"ਭਾਦਰੋਂ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ । ਵਰਖਾ ਰੁੱਤ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ,  (ਇਸ ਨਜ਼ਾਰੇ ਦਾ) ਰੰਗ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ । "},"ms":{"gurmukhi":"BwdoN iv`c pUrn juAwnI AMdr pqnI vihm AMdr kurwhy peI hoeI hY, pRMqU AKIr ƒ auh pCqwauNdI hY[","unicode":"ਭਾਦੋਂ ਵਿੱਚ ਪੂਰਨ ਜੁਆਨੀ ਅੰਦਰ ਪਤਨੀ ਵਹਿਮ ਅੰਦਰ ਕੁਰਾਹੇ ਪਈ ਹੋਈ ਹੈ, ਪ੍ਰੰਤੂ ਅਖੀਰ ਨੂੰ ਉਹ ਪਛਤਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"En el mes de Bhadon soy desviado por la ilusión y aún lleno de belleza, sufro."},"hi":{"ss":"भादों (का महीना) आ गया है। बरखा ऋतु में खड्ड-गड्ढे पानी से भरे हुए हैं। (इस नजारे का) आनंद लिया जा सकता है। (पर) जो जीव-स्त्री भर-यौवन में (यौवन के घमण्ड के) भुलेखें में गलती खा गई। उसको (पति के विछोड़े में) पछताना ही पड़ा (उसे पानी भरी जगहें नहीं भातीं)।","sts":"भादों के महीने में भ्रम में भूली यौवन में मस्त जीव रूपी नारी पछताती है।"}},"transliteration":{"english":"bhaadhau bharam bhulee bhar joban pachhutaanee ||","hindi":"भादउ भरमि भुली भरि जोबनि पछुताणी ॥","en":"bhaadhau bharam bhulee bhar joban pachhutaanee ||","hi":"भादउ भरमि भुली भरि जोबनि पछुताणी ॥","ipa":"ɓɑd̪o ɓərəm ɓʊli ɓər d͡ʒɔbən pəɕʊt̪ɑɳi.","ur":"بھادا بھرم بھُلیِ بھر جوبن پچھتاݨیِ ۔۔"},"pageNo":1108,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47385,"shabadId":3984,"verse":{"gurmukhi":"jl Ql nIir Bry brs ruqy rMgu mwxI ]","unicode":"ਜਲ ਥਲ ਨੀਰਿ ਭਰੇ ਬਰਸ ਰੁਤੇ ਰੰਗੁ ਮਾਣੀ ॥"},"larivaar":{"gurmukhi":"jlQlnIirBrybrsruqyrMgumwxI]","unicode":"ਜਲਥਲਨੀਰਿਭਰੇਬਰਸਰੁਤੇਰੰਗੁਮਾਣੀ॥"},"translation":{"en":{"bdb":"The lakes and fields are overflowing with water; the rainy season has come - the time to celebrate!","ms":"The ponds and meadows are filled with water. It is the rainy season the time of merry-making.","ssk":"The lakes and fields are overflowing with water; the rainy season has come - the time to celebrate!"},"pu":{"ss":{"gurmukhi":"(pr) jyhVI iesq®I Br-jobn ivc (jobn dy mwx dy) BulyKy ivc ZlqI Kw geI, aus ƒ (pqI dy ivCoVy ivc) pCqwxw hI ipAw (aus ƒ nIr-Bry QW cMgy nwh l`gy) [","unicode":"(ਪਰ) ਜੇਹੜੀ ਇਸਤ੍ਰੀ ਭਰ-ਜੋਬਨ ਵਿਚ (ਜੋਬਨ ਦੇ ਮਾਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਗ਼ਲਤੀ ਖਾ ਗਈ, ਉਸ ਨੂੰ (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਪਛਤਾਣਾ ਹੀ ਪਿਆ (ਉਸ ਨੂੰ ਨੀਰ-ਭਰੇ ਥਾਂ ਚੰਗੇ ਨਾਹ ਲੱਗੇ) ।"},"ft":{"gurmukhi":"jYsy bwhr jl kr sr Bry hoqy hYN qYsy hI AMqRIv jl ky (Ql) AsQwn ieMdRÎ sbd sprs rUp rs gMD Awid nIr sy Bry hUey hYN[ AYsI ruq ivKy moh rUp bwdl pdwrQoN rUpI brKw krqw hY, Bwv sy moh kr pdwrQoN kI pkV hoqI hY[ Ar iqs myN AMqihkrx (rMgu) AnMd Bogqy hYN, Bwv auprwm nhIN hoqy]","unicode":"ਜੈਸੇ ਬਾਹਰ ਜਲ ਕਰ ਸਰ ਭਰੇ ਹੋਤੇ ਹੈਂ ਤੈਸੇ ਹੀ ਅੰਤ੍ਰੀਵ ਜਲ ਕੇ (ਥਲ) ਅਸਥਾਨ ਇੰਦ੍ਰ੍ਯ ਸਬਦ ਸਪਰਸ ਰੂਪ ਰਸ ਗੰਧ ਆਦਿ ਨੀਰ ਸੇ ਭਰੇ ਹੂਏ ਹੈਂ। ਐਸੀ ਰੁਤ ਵਿਖੇ ਮੋਹ ਰੂਪ ਬਾਦਲ ਪਦਾਰਥੋਂ ਰੂਪੀ ਬਰਖਾ ਕਰਤਾ ਹੈ, ਭਾਵ ਸੇ ਮੋਹ ਕਰ ਪਦਾਰਥੋਂ ਕੀ ਪਕੜ ਹੋਤੀ ਹੈ। ਅਰ ਤਿਸ ਮੇਂ ਅੰਤਹਿਕਰਣ (ਰੰਗੁ) ਅਨੰਦ ਭੋਗਤੇ ਹੈਂ, ਭਾਵ ਉਪਰਾਮ ਨਹੀਂ ਹੋਤੇ॥"},"bdb":{"gurmukhi":"(pr) jyhVI iesq®I Br-jobn ivc (jobn dy mwx dy) BulyKy ivc ZlqI Kw geI, aus ƒ (pqI dy ivCoVy ivc) pCqwxw hI ipAw (aus ƒ nIr-Bry QW cMgy nwh l`gy) [","unicode":"(ਪਰ) ਜੇਹੜੀ ਇਸਤ੍ਰੀ ਭਰ-ਜੋਬਨ ਵਿਚ (ਜੋਬਨ ਦੇ ਮਾਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਗ਼ਲਤੀ ਖਾ ਗਈ, ਉਸ ਨੂੰ (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਪਛਤਾਣਾ ਹੀ ਪਿਆ (ਉਸ ਨੂੰ ਨੀਰ-ਭਰੇ ਥਾਂ ਚੰਗੇ ਨਾਹ ਲੱਗੇ) ।"},"ms":{"gurmukhi":"C`pV Aqy crwgy pwxI nwl pUrq hn[ ieh mIh dI ru`q hY mOjW mwnx dw smW[","unicode":"ਛੱਪੜ ਅਤੇ ਚਰਾਗੇ ਪਾਣੀ ਨਾਲ ਪੂਰਤ ਹਨ। ਇਹ ਮੀਹ ਦੀ ਰੁੱਤ ਹੈ ਮੌਜਾਂ ਮਾਨਣ ਦਾ ਸਮਾਂ।"}},"es":{"sn":"La tierra está cubierta de agua, los mares la derraman, ahora es el momento para disfrutar."},"hi":{"ss":"","sts":"आनंदमय बरसात के मौसम में जल-थल पानी से भर जाते हैं,"}},"transliteration":{"english":"jal thal neer bhare baras rute ra(n)g maanee ||","hindi":"जल थल नीरि भरे बरस रुते रंगु माणी ॥","en":"jal thal neer bhare baras rute ra(n)g maanee ||","hi":"जल थल नीरि भरे बरस रुते रंगु माणी ॥","ipa":"d͡ʒəl t̪ʰəl nir ɓəre bərəs rʊt̪e rəŋG mɑɳi.","ur":"جل تھل نیِر بھرے برس رُتے رںگ ماݨیِ ۔۔"},"pageNo":1108,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47386,"shabadId":3984,"verse":{"gurmukhi":"brsY inis kwlI ikau suKu bwlI dwdr mor lvMqy ]","unicode":"ਬਰਸੈ ਨਿਸਿ ਕਾਲੀ ਕਿਉ ਸੁਖੁ ਬਾਲੀ ਦਾਦਰ ਮੋਰ ਲਵੰਤੇ ॥"},"larivaar":{"gurmukhi":"brsYiniskwlIikausuKubwlIdwdrmorlvMqy]","unicode":"ਬਰਸੈਨਿਸਿਕਾਲੀਕਿਉਸੁਖੁਬਾਲੀਦਾਦਰਮੋਰਲਵੰਤੇ॥"},"translation":{"en":{"bdb":"In the dark of night it rains; how can the young bride find peace? The frogs and peacocks send out their noisy calls.","ms":"It rains during the dark night How can the young bride have peace? The frogs and peacocks shriek.","ssk":"In the dark of night it rains; how can the young bride find peace? The frogs and peacocks send out their noisy calls."},"pu":{"ss":{"gurmukhi":"kwlI rwq ƒ mINh vrHdw hY, f`fU guVYN guVYN krdy hn, mor kuhkdy hn,","unicode":"ਕਾਲੀ ਰਾਤ ਨੂੰ ਮੀਂਹ ਵਰ੍ਹਦਾ ਹੈ, ਡੱਡੂ ਗੁੜੈਂ ਗੁੜੈਂ ਕਰਦੇ ਹਨ, ਮੋਰ ਕੁਹਕਦੇ ਹਨ,"},"ft":{"gurmukhi":"eyk pdwrQoN kI brKw hoqI hY, duiqÎ AvsQw vw AivdÎw rUp rwqRI kwlI hY, iqRqIey AnkUl pRiqkUl kQn qy rwg duvYK rUp dwdr (lvMqy) bolqy hYN[ sMklp ivklp rUp mor Bog rUp srpoN ky Kwxyhwry PuMkwry mwrqy hYN ArQwq audq ho rhy hYN[ ieqny ibGnoN ky hoqy muJ (bwlI) iesqRI ho ky pqI Awp sy ibnW suK kYsy hovY? jo Acwh BI nhIN Ar icq kO pIAw sy ibnW Arwm nhIN hY] iqs pr khqy hYN:","unicode":"ਏਕ ਪਦਾਰਥੋਂ ਕੀ ਬਰਖਾ ਹੋਤੀ ਹੈ, ਦੁਤ੍ਯਿ ਅਵਸਥਾ ਵਾ ਅਵਿਦ੍ਯਾ ਰੂਪ ਰਾਤ੍ਰੀ ਕਾਲੀ ਹੈ, ਤ੍ਰਿਤੀਏ ਅਨਕੂਲ ਪ੍ਰਤਿਕੂਲ ਕਥਨ ਤੇ ਰਾਗ ਦੁਵੈਖ ਰੂਪ ਦਾਦਰ (ਲਵੰਤੇ) ਬੋਲਤੇ ਹੈਂ। ਸੰਕਲਪ ਵਿਕਲਪ ਰੂਪ ਮੋਰ ਭੋਗ ਰੂਪ ਸਰਪੋਂ ਕੇ ਖਾਣੇਹਾਰੇ ਫੁੰਕਾਰੇ ਮਾਰਤੇ ਹੈਂ ਅਰਥਾਤ ਉਦਤ ਹੋ ਰਹੇ ਹੈਂ। ਇਤਨੇ ਬਿਘਨੋਂ ਕੇ ਹੋਤੇ ਮੁਝ (ਬਾਲੀ) ਇਸਤ੍ਰੀ ਹੋ ਕੇ ਪਤੀ ਆਪ ਸੇ ਬਿਨਾਂ ਸੁਖ ਕੈਸੇ ਹੋਵੈ? ਜੋ ਅਚਾਹ ਭੀ ਨਹੀਂ ਅਰ ਚਿਤ ਕੌ ਪੀਆ ਸੇ ਬਿਨਾਂ ਅਰਾਮ ਨਹੀਂ ਹੈ॥ ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"kwlI rwq ƒ mINh vrHdw hY, f`fU guVYN guVYN krdy hn, mor kuhkdy hn,","unicode":"ਕਾਲੀ ਰਾਤ ਨੂੰ ਮੀਂਹ ਵਰ੍ਹਦਾ ਹੈ, ਡੱਡੂ ਗੁੜੈਂ ਗੁੜੈਂ ਕਰਦੇ ਹਨ, ਮੋਰ ਕੁਹਕਦੇ ਹਨ,"},"ms":{"gurmukhi":"AMnHyrI rwq iv`c mINh pYNdw hY[ muitAwr pqnI ƒ Awrwm iks qrHW Aw skdw hY? f`fU Aqy mor boldy hn[","unicode":"ਅੰਨ੍ਹੇਰੀ ਰਾਤ ਵਿੱਚ ਮੀਂਹ ਪੈਂਦਾ ਹੈ। ਮੁਟਿਆਰ ਪਤਨੀ ਨੂੰ ਆਰਾਮ ਕਿਸ ਤਰ੍ਹਾਂ ਆ ਸਕਦਾ ਹੈ? ਡੱਡੂ ਅਤੇ ਮੋਰ ਬੋਲਦੇ ਹਨ।"}},"es":{"sn":"Llueve en la obscura noche, pero ¿dónde está la Paz para la joven novia?; "},"hi":{"ss":"काली स्याह रात को बरसात होती है। मेंढक टॅर-टॅर करते हैं। मोर कूहकते हैं। पपीहा भी 'पिउ पिउ' करता है। (पर पति से विछुड़ी) नारी को (इस सोहाने रंग से) आनंद नहीं मिलता।","sts":"काली रात में मेघ बरसते हैं, मेंढक-मोर बोलते हैं, जीव रूपी नारी को भला कैसे सुख हो सकता है।"}},"transliteration":{"english":"barasai nis kaalee kiau sukh baalee dhaadhar mor lava(n)te ||","hindi":"बरसै निसि काली किउ सुखु बाली दादर मोर लवंते ॥","en":"barasai nis kaalee kiau sukh baalee dhaadhar mor lava(n)te ||","hi":"बरसै निसि काली किउ सुखु बाली दादर मोर लवंते ॥","ipa":"bərəsæ nɪs kɑli kɪo sʊkʰ bɑli d̪ɑd̪ər mɔr ləʋəŋt̪e.","ur":"برسَے نس کالیِ کا سُکھ بالیِ دادر مور لوںتے ۔۔"},"pageNo":1108,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47387,"shabadId":3984,"verse":{"gurmukhi":"ipRau ipRau cvY bbIhw boly BuieAMgm iPrih fsMqy ]","unicode":"ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਚਵੈ ਬਬੀਹਾ ਬੋਲੇ ਭੁਇਅੰਗਮ ਫਿਰਹਿ ਡਸੰਤੇ ॥"},"larivaar":{"gurmukhi":"ipRauipRaucvYbbIhwbolyBuieAMgmiPrihfsMqy]","unicode":"ਪ੍ਰਿਉਪ੍ਰਿਉਚਵੈਬਬੀਹਾਬੋਲੇਭੁਇਅੰਗਮਫਿਰਹਿਡਸੰਤੇ॥"},"translation":{"en":{"bdb":"\"Pri-o! Pri-o! Beloved! Beloved!\" cries the rainbird, while the snakes slither around, biting.","ms":"'Beloved, my beloved' cries and shrieks the pied-cuckoo and the snakes go about biting.","ssk":"\"Pri-o! Pri-o! Beloved! Beloved!\" cries the rainbird, while the snakes slither around, biting."},"pu":{"ss":{"gurmukhi":"ppIhw BI ‘ipRau ipRau’ krdw hY, (pr pqI qoN ivCuVI) nwr ƒ (ies suhwvxy rMg qoN) AwnMd nhIN imldw [","unicode":"ਪਪੀਹਾ ਭੀ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕਰਦਾ ਹੈ, (ਪਰ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ) ਨਾਰ ਨੂੰ (ਇਸ ਸੁਹਾਵਣੇ ਰੰਗ ਤੋਂ) ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ ।"},"ft":{"gurmukhi":"iqn kw icq rUpI cwiqRk drsn rUp suAWiq bUMd kI ieCw kr ky pqI pqI kih kr pukwrqw hY[ punw BwdoN myN srp bfy hoqy hYN, eIhW duvYq rUp BwdRoN myN kwmwidk pMc ibkwr rUp srp fMg mwrqy iPrqy hYN] punw mCr kw fMg hoqw hY, so khqy hYN:","unicode":"ਤਿਨ ਕਾ ਚਿਤ ਰੂਪੀ ਚਾਤ੍ਰਿਕ ਦਰਸਨ ਰੂਪ ਸੁਆਂਤਿ ਬੂੰਦ ਕੀ ਇਛਾ ਕਰ ਕੇ ਪਤੀ ਪਤੀ ਕਹਿ ਕਰ ਪੁਕਾਰਤਾ ਹੈ। ਪੁਨਾ ਭਾਦੋਂ ਮੇਂ ਸਰਪ ਬਡੇ ਹੋਤੇ ਹੈਂ, ਈਹਾਂ ਦੁਵੈਤ ਰੂਪ ਭਾਦ੍ਰੋਂ ਮੇਂ ਕਾਮਾਦਿਕ ਪੰਚ ਬਿਕਾਰ ਰੂਪ ਸਰਪ ਡੰਗ ਮਾਰਤੇ ਫਿਰਤੇ ਹੈਂ॥ ਪੁਨਾ ਮਛਰ ਕਾ ਡੰਗ ਹੋਤਾ ਹੈ, ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ppIhw BI ‘ipRau ipRau’ krdw hY, (pr pqI qoN ivCuVI) nwr ƒ (ies suhwvxy rMg qoN) AwnMd nhIN imldw [","unicode":"ਪਪੀਹਾ ਭੀ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕਰਦਾ ਹੈ, (ਪਰ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ) ਨਾਰ ਨੂੰ (ਇਸ ਸੁਹਾਵਣੇ ਰੰਗ ਤੋਂ) ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ ।"},"ms":{"gurmukhi":"pRIqm myrw pRIqm ppIhw cIkdw hY qy pukwrdw hY Aqy s`p fMg mwrdy iPrdy hn[","unicode":"ਪ੍ਰੀਤਮ ਮੇਰਾ ਪ੍ਰੀਤਮ ਪਪੀਹਾ ਚੀਕਦਾ ਹੈ ਤੇ ਪੁਕਾਰਦਾ ਹੈ ਅਤੇ ਸੱਪ ਡੰਗ ਮਾਰਦੇ ਫਿਰਦੇ ਹਨ।"}},"es":{"sn":"las ranas y los pavos reales dan grandes chillidos, el Chatrik también dice: Amor, oh mi Amor, y las serpientes se arrastran para morder."},"hi":{"ss":"उसको तो (भादों में यही दिखता है कि) साँप डसते फिरते हैं।","sts":"पपीहा प्रिय-प्रिय बोलता है और सांप डंसते रहते हैं।"}},"transliteration":{"english":"priau priau chavai babeehaa bole bhuia(n)gam fireh ddasa(n)te ||","hindi":"पृउ पृउ चवै बबीहा बोले भुइअंगम फिरहि डसंते ॥","en":"priau priau chavai babeehaa bole bhuia(n)gam fireh ddasa(n)te ||","hi":"पृउ पृउ चवै बबीहा बोले भुइअंगम फिरहि डसंते ॥","ipa":"pɪɹo pɪɹo t͡ʃəʋæ bəbihɑ bɔle ɓʊɪŋGəm fɪrəh ɖəsəŋt̪e.","ur":"پِرا پرا چوَے ببیِها بولے بھُااںگم پھره ڈسںتے ۔۔"},"pageNo":1108,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47388,"shabadId":3984,"verse":{"gurmukhi":"mCr fMg swier Br suBr ibnu hir ikau suKu pweIAY ]","unicode":"ਮਛਰ ਡੰਗ ਸਾਇਰ ਭਰ ਸੁਭਰ ਬਿਨੁ ਹਰਿ ਕਿਉ ਸੁਖੁ ਪਾਈਐ ॥"},"larivaar":{"gurmukhi":"mCrfMgswierBrsuBribnuhirikausuKupweIAY]","unicode":"ਮਛਰਡੰਗਸਾਇਰਭਰਸੁਭਰਬਿਨੁਹਰਿਕਿਉਸੁਖੁਪਾਈਐ॥"},"translation":{"en":{"bdb":"The mosquitoes bite and sting, and the ponds are filled to overflowing; without the Lord, how can she find peace?","ms":"The mosquitoes sting and the pools are filled to the brim. Without her Lord, how can the wife obtain comfort?","ssk":"The mosquitoes bite and sting, and the ponds are filled to overflowing; without the Lord, how can she find peace?"},"pu":{"ss":{"gurmukhi":"aus ƒ qW (BwdroN ivc iehI id`sdw hY ik) s`p fMgdy iPrdy hn, m`Cr fMg mwrdy hn [ cuPyry C`pV-qlwb (mINh dy pwxI nwl) nkw-nk Bry hoey hn (ibrhxI nwr ƒ ies ivc koeI suhj-suAwd nhIN id`sdw) [","unicode":"ਉਸ ਨੂੰ ਤਾਂ (ਭਾਦਰੋਂ ਵਿਚ ਇਹੀ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਸੱਪ ਡੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਮੱਛਰ ਡੰਗ ਮਾਰਦੇ ਹਨ । ਚੁਫੇਰੇ ਛੱਪੜ-ਤਲਾਬ (ਮੀਂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ (ਬਿਰਹਣੀ ਨਾਰ ਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸੁਹਜ-ਸੁਆਦ ਨਹੀਂ ਦਿੱਸਦਾ) ।"},"ft":{"gurmukhi":"mqsr rUp mCr kw fMg hY, sMswr (swier) smuMdr jnm mrn rUp jl kr ky (suBr) lbwlb ho rhw hY[ AYsy sMswr smuMdr myN hy hrI! Awp sy ibnW kYsy suK pRwpq hovY, Bwv Xih ik Awp mlwh ho kr myry ko pwr kIjIey]","unicode":"ਮਤਸਰ ਰੂਪ ਮਛਰ ਕਾ ਡੰਗ ਹੈ, ਸੰਸਾਰ (ਸਾਇਰ) ਸਮੁੰਦਰ ਜਨਮ ਮਰਨ ਰੂਪ ਜਲ ਕਰ ਕੇ (ਸੁਭਰ) ਲਬਾਲਬ ਹੋ ਰਹਾ ਹੈ। ਐਸੇ ਸੰਸਾਰ ਸਮੁੰਦਰ ਮੇਂ ਹੇ ਹਰੀ! ਆਪ ਸੇ ਬਿਨਾਂ ਕੈਸੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਵੈ, ਭਾਵ ਯਹਿ ਕਿ ਆਪ ਮਲਾਹ ਹੋ ਕਰ ਮੇਰੇ ਕੋ ਪਾਰ ਕੀਜੀਏ॥"},"bdb":{"gurmukhi":"aus ƒ qW (BwdroN ivc iehI id`sdw hY ik) s`p fMgdy iPrdy hn, m`Cr fMg mwrdy hn [ cuPyry C`pV-qlwb (mINh dy pwxI nwl) nkw-nk Bry hoey hn (ibrhxI nwr ƒ ies ivc koeI suhj-suAwd nhIN id`sdw) [","unicode":"ਉਸ ਨੂੰ ਤਾਂ (ਭਾਦਰੋਂ ਵਿਚ ਇਹੀ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਸੱਪ ਡੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਮੱਛਰ ਡੰਗ ਮਾਰਦੇ ਹਨ । ਚੁਫੇਰੇ ਛੱਪੜ-ਤਲਾਬ (ਮੀਂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ (ਬਿਰਹਣੀ ਨਾਰ ਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸੁਹਜ-ਸੁਆਦ ਨਹੀਂ ਦਿੱਸਦਾ) ।"},"ms":{"gurmukhi":"m`Cr k`tdw hY Aqy toBy n¤ko nMk Bry hoey hn[ Awpxy suAwmI dy bgYr vhutI ƒ TMF cYn iks qrHW pY skdI hY?","unicode":"ਮੱਛਰ ਕੱਟਦਾ ਹੈ ਅਤੇ ਟੋਭੇ ਨੱਕੋ ਨੰਕ ਭਰੇ ਹੋਏ ਹਨ। ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਬਗੈਰ ਵਹੁਟੀ ਨੂੰ ਠੰਢ ਚੈਨ ਕਿਸ ਤਰ੍ਹਾਂ ਪੈ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"Los mosquitos pican, las norias desparraman, pero ¿dónde esta la Paz para mí sin el Señor?"},"hi":{"ss":"मच्छर डंक मारते हैं। चारों तरफ छप्पर-तालाब (बरसात के पानी से) नाको-नाक भरे हुए हैं (बिरही नारी को इसमें कोई सुहज-स्वाद नहीं दिखता)। (इसी तरह जिस जीव-स्त्री को पति-प्रभू से विछोड़े का अहिसास हो जाता है। उसको) प्रभू की याद के बिना (और किसी रंग-तमाशे में) आत्मिक आनंद नहीं मिलता।","sts":"मच्छर काटते रहते हैं, सरोवर जल से भर जाते हैं, मगर प्रभु के बिना सुख कैसे प्राप्त हो सकता है।"}},"transliteration":{"english":"machhar dda(n)g sair bhar subhar bin har kiau sukh paieeaai ||","hindi":"मछर डंग साइर भर सुभर बिनु हरि किउ सुखु पाईऐ ॥","en":"machhar dda(n)g sair bhar subhar bin har kiau sukh paieeaai ||","hi":"मछर डंग साइर भर सुभर बिनु हरि किउ सुखु पाईऐ ॥","ipa":"məɕər ɖəŋG sɑeɪr ɓər sʊɓər bɪn hər kɪo sʊkʰ pɑeiæ.","ur":"مچھر ڈںگ ساار بھر سُبھر بن هر کا سُکھ پاایاَے ۔۔"},"pageNo":1108,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47389,"shabadId":3984,"verse":{"gurmukhi":"nwnk pUiC clau gur Apuny jh pRBu qh hI jweIAY ]10]","unicode":"ਨਾਨਕ ਪੂਛਿ ਚਲਉ ਗੁਰ ਅਪੁਨੇ ਜਹ ਪ੍ਰਭੁ ਤਹ ਹੀ ਜਾਈਐ ॥੧੦॥"},"larivaar":{"gurmukhi":"nwnkpUiCclaugurApunyjhpRBuqhhIjweIAY]10]","unicode":"ਨਾਨਕਪੂਛਿਚਲਉਗੁਰਅਪੁਨੇਜਹਪ੍ਰਭੁਤਹਹੀਜਾਈਐ॥੧੦॥"},"translation":{"en":{"bdb":"O Nanak, I will go and ask my Guru; wherever God is, there I will go. ||10||","ms":"I will ask my Guru and walk accordingly. Wherever is my Lord, there shall I go.","ssk":"O Nanak, I will go and ask my Guru; wherever God is, there I will go. ||10||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—) mYN qW Awpxy gurU dI is`iKAw auqy qur ky (aus dy d`sy rwh auqy) qurWgI, ijQy pRBU-pqI iml skdw hovy, auQy hI jwvWgI [10[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਮੈਂ ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ) ਤੁਰਾਂਗੀ, ਜਿਥੇ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਉਥੇ ਹੀ ਜਾਵਾਂਗੀ ।੧੦।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy hrI! qyrI pRwpqI kw swDn gur aupdys hY[ so Apny guroN sy pUC kr iqs myN (clau) privrq hovau[ hy pRBU! jhW qyry ko gurU dsy qhW hI jweIAY ArQwq jo swDn khy so krny sy qyrI pRwpqI hoqI hY]10]ÇAb A`sU ky AlMkwr sy khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਕਾ ਸਾਧਨ ਗੁਰ ਉਪਦੇਸ ਹੈ। ਸੋ ਅਪਨੇ ਗੁਰੋਂ ਸੇ ਪੂਛ ਕਰ ਤਿਸ ਮੇਂ (ਚਲਉ) ਪਰਵਿਰਤ ਹੋਵਉ। ਹੇ ਪ੍ਰਭੂ! ਜਹਾਂ ਤੇਰੇ ਕੋ ਗੁਰੂ ਦਸੇ ਤਹਾਂ ਹੀ ਜਾਈਐ ਅਰਥਾਤ ਜੋ ਸਾਧਨ ਕਹੇ ਸੋ ਕਰਨੇ ਸੇ ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ॥੧੦॥☬ਅਬ ਅੱਸੂ ਕੇ ਅਲੰਕਾਰ ਸੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! (AwK—) mYN qW Awpxy gurU dI is`iKAw auqy qur ky (aus dy d`sy rwh auqy) qurWgI, ijQy pRBU-pqI iml skdw hovy, auQy hI jwvWgI [10[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਮੈਂ ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ) ਤੁਰਾਂਗੀ, ਜਿਥੇ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਉਥੇ ਹੀ ਜਾਵਾਂਗੀ ।੧੦।"},"ms":{"gurmukhi":"mYN Awpxy gurW koloN puCWgI qy aus dy Anuswr turWgI[ ijQy myrw sweIN hY, EQy hI mYN jwvWgI[","unicode":"ਮੈਂ ਆਪਣੇ ਗੁਰਾਂ ਕੋਲੋਂ ਪੁਛਾਂਗੀ ਤੇ ਉਸ ਦੇ ਅਨੁਸਾਰ ਟੁਰਾਂਗੀ। ਜਿਥੇ ਮੇਰਾ ਸਾਈਂ ਹੈ, ਓਥੇ ਹੀ ਮੈਂ ਜਾਵਾਂਗੀ।"}},"es":{"sn":"Dice Nanak, pregunta a tu Guru y ve a dónde sea que tu Señor esté. (10)"},"hi":{"ss":"हे नानक ! (कह-) मैं तो अपने गुरू की शिक्षा पर चल कर (उसके बताए हुए रास्ते पर) चलूँगी। जहाँ प्रभू-पति मिल सकता हो। वहीं जाऊँगी। 10।","sts":"गुरु नानक का कथन है कि अपने गुरु से पूछकर वहाँ चले जाना चाहिए, जहाँ प्रभु है॥ १०॥"}},"transliteration":{"english":"naanak poochh chalau gur apune jeh prabh teh hee jaieeaai ||10||","hindi":"नानक पूछि चलउ गुर अपुने जह प्रभु तह ही जाईऐ ॥१०॥","en":"naanak poochh chalau gur apune jeh prabh teh hee jaieeaai ||10||","hi":"नानक पूछि चलउ गुर अपुने जह प्रभु तह ही जाईऐ ॥१०॥","ipa":"nɑnək puɕ t͡ʃəlo Gʊr əpʊne d͡ʒəh pɹəɓ t̪əh hi d͡ʒɑeiæ.1ə0.","ur":"نانک پُوچھ چلا گُر اپنے جه پربھ ته هیِ جاایاَے ۔۔۱۰۔۔"},"pageNo":1108,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47390,"shabadId":3985,"verse":{"gurmukhi":"Asuin Awau iprw sw Dn JUir mueI ]","unicode":"ਅਸੁਨਿ ਆਉ ਪਿਰਾ ਸਾ ਧਨ ਝੂਰਿ ਮੁਈ ॥"},"larivaar":{"gurmukhi":"AsuinAwauiprwswDnJUirmueI]","unicode":"ਅਸੁਨਿਆਉਪਿਰਾਸਾਧਨਝੂਰਿਮੁਈ॥"},"translation":{"en":{"bdb":"In Assu, come, my Beloved; the soul-bride is grieving to death.","ms":"In Assu, come O my Beloved. Thy wife is repining herself to death.","ssk":"In Assu, come, my Beloved; the soul-bride is grieving to death."},"pu":{"ss":{"gurmukhi":"(BwdroN dy GuMmy qy q®wtky lMGx qy) A`sU (dI im`TI ru`q) ivc (iesq®I dy idl ivc pqI ƒ imlx dI qWG pYdw huMdI hY [ iqvyN ijs jIv-iesq®I ny pRBU-pqI dy ivCoVy ivc kwmwidk vYrIAW dy h`ilAW dy du`K vyK ley hn,","unicode":"(ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਤੇ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਇਸਤ੍ਰੀ ਦੇ ਦਿਲ ਵਿਚ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ । ਤਿਵੇਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਦੁੱਖ ਵੇਖ ਲਏ ਹਨ,"},"ft":{"gurmukhi":"jo Awsw lg rhI hY XhI AsU hY[ iqs myN hy (iprw) pqI! myry pws AweIey, ikauNik mYN (swDn) iesqRI qyry ivCoVy sy JUr kr mrqI hUM qW qy sIGr drsn dIjIey]","unicode":"ਜੋ ਆਸਾ ਲਗ ਰਹੀ ਹੈ ਯਹੀ ਅਸੂ ਹੈ। ਤਿਸ ਮੇਂ ਹੇ (ਪਿਰਾ) ਪਤੀ! ਮੇਰੇ ਪਾਸ ਆਈਏ, ਕਿਉਂਕਿ ਮੈਂ (ਸਾਧਨ) ਇਸਤ੍ਰੀ ਤੇਰੇ ਵਿਛੋੜੇ ਸੇ ਝੂਰ ਕਰ ਮਰਤੀ ਹੂੰ ਤਾਂ ਤੇ ਸੀਘਰ ਦਰਸਨ ਦੀਜੀਏ॥"},"bdb":{"gurmukhi":"(BwdroN dy GuMmy qy q®wtky lMGx qy) A`sU (dI im`TI ru`q) ivc (iesq®I dy idl ivc pqI ƒ imlx dI qWG pYdw huMdI hY [ iqvyN ijs jIv-iesq®I ny pRBU-pqI dy ivCoVy ivc kwmwidk vYrIAW dy h`ilAW dy du`K vyK ley hn,","unicode":"(ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਤੇ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਇਸਤ੍ਰੀ ਦੇ ਦਿਲ ਵਿਚ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ । ਤਿਵੇਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਦੁੱਖ ਵੇਖ ਲਏ ਹਨ,"},"ms":{"gurmukhi":"A`sU iv`c bhuV hy myry pRIqm! qyrI pqnI Juryvy nwl mr rhI hY[","unicode":"ਅੱਸੂ ਵਿੱਚ ਬਹੁੜ ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਤੇਰੀ ਪਤਨੀ ਝੁਰੇਵੇ ਨਾਲ ਮਰ ਰਹੀ ਹੈ।"}},"es":{"sn":"Ven, oh Amor, en el mes de Asu, la novia está muerta de preocupación. "},"hi":{"ss":"मायावी पदार्थों के मोह में फस के मैं गलत रास्ते पर पड़ चुकी हॅूँ।","sts":"आश्विन के महीने में हे प्रियतम-प्रभु ! तुम चले आओ, क्योंकि जीव-स्त्री चिंता में मर रही है,"}},"transliteration":{"english":"asun aau piraa saa dhan jhoor muiee ||","hindi":"असुनि आउ पिरा सा धन झूरि मुई ॥","en":"asun aau piraa saa dhan jhoor muiee ||","hi":"असुनि आउ पिरा सा धन झूरि मुई ॥","ipa":"əsʊn əɑo pɪrɑ sɑ t̪ən ɖ͡ʐur mʊei.","ur":"اسن آا پرا سا دھن جھُور مُای ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47391,"shabadId":3985,"verse":{"gurmukhi":"qw imlIAY pRB myly dUjY Bwie KueI ]","unicode":"ਤਾ ਮਿਲੀਐ ਪ੍ਰਭ ਮੇਲੇ ਦੂਜੈ ਭਾਇ ਖੁਈ ॥"},"larivaar":{"gurmukhi":"qwimlIAYpRBmylydUjYBwieKueI]","unicode":"ਤਾਮਿਲੀਐਪ੍ਰਭਮੇਲੇਦੂਜੈਭਾਇਖੁਈ॥"},"translation":{"en":{"bdb":"She can only meet Him, when God leads her to meet Him; she is ruined by the love of duality.","ms":"If the Lord makes her meet, then alone can she meet with Him, but the bride is ruined by the love of another.","ssk":"She can only meet Him, when God leads her to meet Him; she is ruined by the love of duality."},"pu":{"ss":{"gurmukhi":"auh Ardws krdI hY—) hy pRBU-pqI! (myry ihrdy ivc) Aw v`s (qYQoN ivCuV ky) mYN hwhuky lY lY ky Awqmk mOqy mr rhI hW, mwiek pdwrQW dy moh ivc Ps ky mYN AOJVy peI hoeI hW [ hy pRBU! qYƒ qdoN hI iml skIdw hY jy qUµ Awp imlweyN [","unicode":"ਉਹ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਹਾਹੁਕੇ ਲੈ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੀ ਹਾਂ, ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਔਝੜੇ ਪਈ ਹੋਈ ਹਾਂ । ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ਜੇ ਤੂੰ ਆਪ ਮਿਲਾਏਂ ।"},"ft":{"gurmukhi":"hy pRBU! myrI buDI (dUjY) duvYq Bwau myN (KueI) BulI hUeI hY, jo Awpxy swQ mylo qo imlxW hoqw hY Ar qUM inrdos hYN]Çso khqy hYN:","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਬੁਧੀ (ਦੂਜੈ) ਦੁਵੈਤ ਭਾਉ ਮੇਂ (ਖੁਈ) ਭੁਲੀ ਹੂਈ ਹੈ, ਜੋ ਆਪਣੇ ਸਾਥ ਮੇਲੋ ਤੋ ਮਿਲਣਾਂ ਹੋਤਾ ਹੈ ਅਰ ਤੂੰ ਨਿਰਦੋਸ ਹੈਂ॥☬ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"auh Ardws krdI hY—) hy pRBU-pqI! (myry ihrdy ivc) Aw v`s (qYQoN ivCuV ky) mYN hwhuky lY lY ky Awqmk mOqy mr rhI hW, mwiek pdwrQW dy moh ivc Ps ky mYN AOJVy peI hoeI hW [ hy pRBU! qYƒ qdoN hI iml skIdw hY jy qUµ Awp imlweyN [","unicode":"ਉਹ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਹਾਹੁਕੇ ਲੈ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੀ ਹਾਂ, ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਔਝੜੇ ਪਈ ਹੋਈ ਹਾਂ । ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ਜੇ ਤੂੰ ਆਪ ਮਿਲਾਏਂ ।"},"ms":{"gurmukhi":"jykr suAwmI imlwvy, kyvl qd hI auh aus nwl iml skdI hY, pRMqU pqnI ƒ dvYq Bwv ny brbwd kr C`ifAw hY[","unicode":"ਜੇਕਰ ਸੁਆਮੀ ਮਿਲਾਵੇ, ਕੇਵਲ ਤਦ ਹੀ ਉਹ ਉਸ ਨਾਲ ਮਿਲ ਸਕਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਪਤਨੀ ਨੂੰ ਦਵੈਤ ਭਾਵ ਨੇ ਬਰਬਾਦ ਕਰ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"Serás encontrado sólo si la mente se ha entrenado a tener encuentros Contigo, pues estoy siendo engañado permitiendo en mi mente la idea del otro."},"hi":{"ss":"हे प्रभू ! तुझे तभी मिला जा सकता है अगर तू खुद मिलाए। (जब से) दुनिया के झूठे मोह में फस के मैं दुखी हो रही हूँ। तब से।","sts":"अगर प्रभु मिलाप करे तो ही मिलन होता है, अन्यथा द्वैत-भावना में विचलित होती है।"}},"transliteration":{"english":"taa mileeaai prabh mele dhoojai bhai khuiee ||","hindi":"ता मिलीऐ प्रभ मेले दूजै भाइ खुई ॥","en":"taa mileeaai prabh mele dhoojai bhai khuiee ||","hi":"ता मिलीऐ प्रभ मेले दूजै भाइ खुई ॥","ipa":"t̪ɑ mɪliæ pɹəɓ mele d̪ud͡ʒæ ɓɑeɪ kʰʊei.","ur":"تا ملیِاَے پربھ مےلے دُوجَے بھاا کھُای ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47392,"shabadId":3985,"verse":{"gurmukhi":"JUiT ivguqI qw ipr muqI kukh kwh is Puly ]","unicode":"ਝੂਠਿ ਵਿਗੁਤੀ ਤਾ ਪਿਰ ਮੁਤੀ ਕੁਕਹ ਕਾਹ ਸਿ ਫੁਲੇ ॥"},"larivaar":{"gurmukhi":"JUiTivguqIqwiprmuqIkukhkwhisPuly]","unicode":"ਝੂਠਿਵਿਗੁਤੀਤਾਪਿਰਮੁਤੀਕੁਕਹਕਾਹਸਿਫੁਲੇ॥"},"translation":{"en":{"bdb":"If she is plundered by falsehood, then her Beloved forsakes her. Then, the white flowers of old age blossom in my hair.","ms":"When the bride is disfigured by falsehood, then the Spouse forsakes her. Then bloom the reed and Tamarisk diocia.","ssk":"If she is plundered by falsehood, then her Beloved forsakes her. Then, the white flowers of old age blossom in my hair."},"pu":{"ss":{"gurmukhi":"(jdoN qoN) dunIAw dy JUTy moh ivc Ps ky mYN ^uAwr ho rhI hW, qdoN qoN, hy pqI! qYQoN ivCuVI hoeI hW [ iplCI qy kwhI (dy su&Yd bUr vWg myry kys) ic`ty ho gey hn, (myry srIr dw) in`G AgWh lMG igAw hY (Gt igAw hY),","unicode":"(ਜਦੋਂ ਤੋਂ) ਦੁਨੀਆ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ, ਹੇ ਪਤੀ! ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ । ਪਿਲਛੀ ਤੇ ਕਾਹੀ (ਦੇ ਸੁਫ਼ੈਦ ਬੂਰ ਵਾਂਗ ਮੇਰੇ ਕੇਸ) ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ, (ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ),"},"ft":{"gurmukhi":"mYN JUT ny (ivguqI) Krwb krI hW[ (ipr) pqI mYN qau qYny (muqI) iqAwgI punw jYsy AsU ky mhIny iplCI Ar kwhI PUlqI hY, qYsy hI sIs Ar dwVI ky kys isÎwmqw ky iqAwg sy kwhI vq icty hUey hYN, Bwv sy ibRD AvsQw AweI hY]Çjy khYN Ab qo koeI swDn kr? iqs pr khqy hYN:","unicode":"ਮੈਂ ਝੂਠ ਨੇ (ਵਿਗੁਤੀ) ਖਰਾਬ ਕਰੀ ਹਾਂ। (ਪਿਰ) ਪਤੀ ਮੈਂ ਤਉ ਤੈਨੇ (ਮੁਤੀ) ਤਿਆਗੀ ਪੁਨਾ ਜੈਸੇ ਅਸੂ ਕੇ ਮਹੀਨੇ ਪਿਲਛੀ ਅਰ ਕਾਹੀ ਫੂਲਤੀ ਹੈ, ਤੈਸੇ ਹੀ ਸੀਸ ਅਰ ਦਾੜੀ ਕੇ ਕੇਸ ਸ੍ਯਿਾਮਤਾ ਕੇ ਤਿਆਗ ਸੇ ਕਾਹੀ ਵਤ ਚਿਟੇ ਹੂਏ ਹੈਂ, ਭਾਵ ਸੇ ਬ੍ਰਿਧ ਅਵਸਥਾ ਆਈ ਹੈ॥☬ਜੇ ਕਹੈਂ ਅਬ ਤੋ ਕੋਈ ਸਾਧਨ ਕਰ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(jdoN qoN) dunIAw dy JUTy moh ivc Ps ky mYN ^uAwr ho rhI hW, qdoN qoN, hy pqI! qYQoN ivCuVI hoeI hW [ iplCI qy kwhI (dy su&Yd bUr vWg myry kys) ic`ty ho gey hn, (myry srIr dw) in`G AgWh lMG igAw hY (Gt igAw hY),","unicode":"(ਜਦੋਂ ਤੋਂ) ਦੁਨੀਆ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ, ਹੇ ਪਤੀ! ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ । ਪਿਲਛੀ ਤੇ ਕਾਹੀ (ਦੇ ਸੁਫ਼ੈਦ ਬੂਰ ਵਾਂਗ ਮੇਰੇ ਕੇਸ) ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ, (ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ),"},"ms":{"gurmukhi":"jd pqnI ƒ kUV krUp kr idMdw hY qd pqI aus ƒ iqAwg idMdw hY[ qd srkVw Aqy ipClI pRPulq huMdy hn[","unicode":"ਜਦ ਪਤਨੀ ਨੂੰ ਕੂੜ ਕਰੂਪ ਕਰ ਦਿੰਦਾ ਹੈ ਤਦ ਪਤੀ ਉਸ ਨੂੰ ਤਿਆਗ ਦਿੰਦਾ ਹੈ। ਤਦ ਸਰਕੜਾ ਅਤੇ ਪਿਛਲੀ ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Sí, desperdicié mi vida en la falsedad y por eso el Señor me ha hecho a un lado y las flores de mi cabello se han puesto grises. "},"hi":{"ss":"हे पति ! तुझसे बिछुड़ी हुई हूँ। पिलछी और काही (के सफेद बूर की तरह मेरे केस) सफेद हो गए हैं।","sts":"झुठ में लिप्त रहने के कारण नष्ट हो गई है, तभी प्रियतम ने त्याग दिया है, अब सरकण्डे में भी फूल आ चुके हैं (अर्थात् यौवन समाप्त हो गया और बुढ़ापा आ गया)"}},"transliteration":{"english":"jhooTh vigutee taa pir mutee kukeh kaeh s fule ||","hindi":"झूठि विगुती ता पिर मुती कुकह काह सि फुले ॥","en":"jhooTh vigutee taa pir mutee kukeh kaeh s fule ||","hi":"झूठि विगुती ता पिर मुती कुकह काह सि फुले ॥","ipa":"ɖ͡ʐuʈʰ ʋɪGʊt̪i t̪ɑ pɪr mʊt̪i kʊkəh kɑh s fʊle.","ur":"جھُوٹھ وگتیِ تا پر مُتیِ کُکه کاه س پھُلے ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}}]}