{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1115},"count":31,"navigation":{"previous":1114,"next":1116},"page":[{"verseId":47609,"shabadId":3998,"verse":{"gurmukhi":"iqn kw jnmu sPilE sBu kIAw krqY ijn gur bcnI scu BwiKAw ]","unicode":"ਤਿਨ ਕਾ ਜਨਮੁ ਸਫਲਿਓ ਸਭੁ ਕੀਆ ਕਰਤੈ ਜਿਨ ਗੁਰ ਬਚਨੀ ਸਚੁ ਭਾਖਿਆ ॥"},"larivaar":{"gurmukhi":"iqnkwjnmusPilEsBukIAwkrqYijngurbcnIscuBwiKAw]","unicode":"ਤਿਨਕਾਜਨਮੁਸਫਲਿਓਸਭੁਕੀਆਕਰਤੈਜਿਨਗੁਰਬਚਨੀਸਚੁਭਾਖਿਆ॥"},"translation":{"en":{"bdb":"The Creator makes fruitful the lives of all those who, through the Guru's Word, chant the True Name.","ms":"Fruitful is made by the Creator, the life of those, who through the Guru's word, utter the True Name.","ssk":"The Creator makes fruitful the lives of all those who, through the Guru's Word, chant the True Name."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny gurU dy bcnW auqy qur ky sdw-iQr hir-nwm ismirAw, krqwr ny auhnW dw swrw jnm sPl kr id`qw [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜਨਮ ਸਫਲ ਕਰ ਦਿੱਤਾ ।"},"ft":{"gurmukhi":"ijnoN ny gur bcnoN kr sc ko aucwrn kIAw hY, hy krqy! iqn kw jnmu sBI Awp ny sPlu kr dIAw hY]","unicode":"ਜਿਨੋਂ ਨੇ ਗੁਰ ਬਚਨੋਂ ਕਰ ਸਚ ਕੋ ਉਚਾਰਨ ਕੀਆ ਹੈ, ਹੇ ਕਰਤੇ! ਤਿਨ ਕਾ ਜਨਮੁ ਸਭੀ ਆਪ ਨੇ ਸਫਲੁ ਕਰ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny gurU dy bcnW auqy qur ky sdw-iQr hir-nwm ismirAw, krqwr ny auhnW dw swrw jnm sPl kr id`qw [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜਨਮ ਸਫਲ ਕਰ ਦਿੱਤਾ ।"},"ms":{"gurmukhi":"Pldwiek bxw idMdw hY, isrjxhwr jIvn auhnW dw, jo gurW dy Sbd rwhIN s¤cy nwm dw aucwrn krdy hn[","unicode":"ਫਲਦਾਇਕ ਬਣਾ ਦਿੰਦਾ ਹੈ, ਸਿਰਜਣਹਾਰ ਜੀਵਨ ਉਹਨਾਂ ਦਾ, ਜੋ ਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਰਾਹੀਂ ਸੱਚੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Benditos, benditos sean tales seres humildes, esa gente grandiosa que siguen la Enseñanza del Guru, "},"hi":{"ss":"हे भाई ! जिन मनुष्यों ने गुरू के वचनों पर चल कर सदा-स्थिर हरी-नाम सिमरा। करतार ने उनका सारा जनम सफल कर दिया।","sts":"जिन्होंने गुरु के वचनानुसार सत्य बोला है, ईश्वर ने उनका समूचा जीवन सफल कर दिया है।"}},"transliteration":{"english":"tin kaa janam safalio sabh keeaa karatai jin gur bachanee sach bhaakhiaa ||","hindi":"तिन का जनमु सफलिओ सभु कीआ करतै जिन गुर बचनी सचु भाखिआ ॥","en":"tin kaa janam safalio sabh keeaa karatai jin gur bachanee sach bhaakhiaa ||","hi":"तिन का जनमु सफलिओ सभु कीआ करतै जिन गुर बचनी सचु भाखिआ ॥","ipa":"t̪ɪn kɑ d͡ʒənəm səfəlɪo səɓ kiəɑ kərət̪æ d͡ʒɪn Gʊr bət͡ʃəni sət͡ʃ ɓɑkʰɪəɑ.","ur":"تٍن کا جنم سپھلاو سبھ کیِآ کرتَے جن گُر بچنیِ سچ بھاکھآ ۔۔"},"pageNo":1115,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47610,"shabadId":3998,"verse":{"gurmukhi":"qy DMnu jn vf purK pUry jo gurmiq hir jip Bau ibKmu qry ]","unicode":"ਤੇ ਧੰਨੁ ਜਨ ਵਡ ਪੁਰਖ ਪੂਰੇ ਜੋ ਗੁਰਮਤਿ ਹਰਿ ਜਪਿ ਭਉ ਬਿਖਮੁ ਤਰੇ ॥"},"larivaar":{"gurmukhi":"qyDMnujnvfpurKpUryjogurmiqhirjipBauibKmuqry]","unicode":"ਤੇਧੰਨੁਜਨਵਡਪੁਰਖਪੂਰੇਜੋਗੁਰਮਤਿਹਰਿਜਪਿਭਉਬਿਖਮੁਤਰੇ॥"},"translation":{"en":{"bdb":"Blessed are those humble beings, those great and perfect people, who follow the Guru's Teachings and meditate on the Lord; they cross over the terrifying and treacherous world-ocean.","ms":"Blessed are the men and great and perfect the persons, who contemplating God, by Guru's instruction cross the terrible and arduous world-ocean.","ssk":"Blessed are those humble beings, those great and perfect people, who follow the Guru's Teachings and meditate on the Lord; they cross over the terrifying and treacherous world-ocean."},"pu":{"ss":{"gurmukhi":"hy BweI! auh mnu`K BwgW vwly hn, mhw purK hn, guxW dy BWfy hn, ijhVy gurU dI miq auqy qur ky ies AOKy qry jwx vwly sMswr-smuMdr qoN pwr lMG jWdy hn [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮਹਾ ਪੁਰਖ ਹਨ, ਗੁਣਾਂ ਦੇ ਭਾਂਡੇ ਹਨ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"qy jn DMnÎqw jog hYN Ar vhu v¤fy pUrn purK hYN, jo gurmiq so hy hrI! qyry ko jp kr kTn sMswr smuMdR sy qry hYN]","unicode":"ਤੇ ਜਨ ਧੰਨ੍ਯਤਾ ਜੋਗ ਹੈਂ ਅਰ ਵਹੁ ਵੱਡੇ ਪੂਰਨ ਪੁਰਖ ਹੈਂ, ਜੋ ਗੁਰਮਤਿ ਸੋ ਹੇ ਹਰੀ! ਤੇਰੇ ਕੋ ਜਪ ਕਰ ਕਠਨ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਤਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! auh mnu`K BwgW vwly hn, mhw purK hn, guxW dy BWfy hn, ijhVy gurU dI miq auqy qur ky ies AOKy qry jwx vwly sMswr-smuMdr qoN pwr lMG jWdy hn [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮਹਾ ਪੁਰਖ ਹਨ, ਗੁਣਾਂ ਦੇ ਭਾਂਡੇ ਹਨ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"mubwrk hn auh ienswn Aqy vfy qy pUrn auh purS jo gurW dy aupdyS duAwrw vwihgurU ƒ ismr ky iBAwnk qy kTn sMswr smuMdr qoN pwr auqr jWdy hn[","unicode":"ਮੁਬਾਰਕ ਹਨ ਉਹ ਇਨਸਾਨ ਅਤੇ ਵਡੇ ਤੇ ਪੂਰਨ ਉਹ ਪੁਰਸ਼ ਜੋ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਨੂੰ ਸਿਮਰ ਕੇ ਭਿਆਨਕ ਤੇ ਕਠਨ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਉਤਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"y medita en el Señor. Ellos logran cruzar el traicionero e infranqueable mar de las existencias. "},"hi":{"ss":"हे भाई ! वे मनुष्य भाग्यशाली हैं। महापुरख हैं। गुणों के पात्र हैं। जो गुरू की मति पर चल कर इस मुश्किल तैरे जाने वाले संसार-समुंद्र से पार लांघ जाते हैं।","sts":"वही व्यक्ति धन्य एवं महापुरुष हैं जो गुरु के उपदेशानुसार प्रभु का जाप कर विषम संसार-सागर से पार उतर गए हैं।"}},"transliteration":{"english":"te dha(n)n jan vadd purakh poore jo gurmat har jap bhau bikham tare ||","hindi":"ते धंनु जन वड पुरख पूरे जो गुरमति हरि जपि भउ बिखमु तरे ॥","en":"te dha(n)n jan vadd purakh poore jo gurmat har jap bhau bikham tare ||","hi":"ते धंनु जन वड पुरख पूरे जो गुरमति हरि जपि भउ बिखमु तरे ॥","ipa":"t̪e t̪əŋn d͡ʒən ʋəɖ pʊrəkʰ pure d͡ʒɔ Gʊrəmət̪ hər d͡ʒəp ɓo bɪkʰəm t̪əre.","ur":"تے دھنّ جن وڈ پُرکھ پُورے جو گُرمت هر جپِ بھا بکھم ترے ۔۔"},"pageNo":1115,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47611,"shabadId":3998,"verse":{"gurmukhi":"syvk jn syvih qy prvwxu ijn syivAw gurmiq hry ]3]","unicode":"ਸੇਵਕ ਜਨ ਸੇਵਹਿ ਤੇ ਪਰਵਾਣੁ ਜਿਨ ਸੇਵਿਆ ਗੁਰਮਤਿ ਹਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"syvkjnsyvihqyprvwxuijnsyivAwgurmiqhry]3]","unicode":"ਸੇਵਕਜਨਸੇਵਹਿਤੇਪਰਵਾਣੁਜਿਨਸੇਵਿਆਗੁਰਮਤਿਹਰੇ॥੩॥"},"translation":{"en":{"bdb":"Those humble servants who serve are accepted. They follow the Guru's Teachings, and serve the Lord. ||3||","ms":"The servants, who serve God and who serve Him under Guru's instruction, they become acceptable.","ssk":"Those humble servants who serve are accepted. They follow the Guru's Teachings, and serve the Lord. ||3||"},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dy Bgq (prmwqmw dI) syvw-BgqI krdy hn, auh (prmwqmw dI hzUrI ivc) Awdr-sqkwr krdy hn [ hy BweI! ijnHW mnu`KW ny gurU dI miq au~qy qur ky pRBU dI syvw-BgqI kIqI (prmwqmw ny auhnW dy swry pwp iek iKn ivc hI dUr kr id`qy) [3[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਕਰਦੇ ਹਨ । ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ (ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ) ।੩।"},"ft":{"gurmukhi":"jo syvk jn qyry ko syvn krqy hYN sy prvwn hUey hYN, prMqU pRvwn vhu hUey hYN, hy hrI! ijnoN ny gurmiq lYkr qyry ko syvn kIAw hY]3]","unicode":"ਜੋ ਸੇਵਕ ਜਨ ਤੇਰੇ ਕੋ ਸੇਵਨ ਕਰਤੇ ਹੈਂ ਸੇ ਪਰਵਾਨ ਹੂਏ ਹੈਂ, ਪਰੰਤੂ ਪ੍ਰਵਾਨ ਵਹੁ ਹੂਏ ਹੈਂ, ਹੇ ਹਰੀ! ਜਿਨੋਂ ਨੇ ਗੁਰਮਤਿ ਲੈਕਰ ਤੇਰੇ ਕੋ ਸੇਵਨ ਕੀਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dy Bgq (prmwqmw dI) syvw-BgqI krdy hn, auh (prmwqmw dI hzUrI ivc) Awdr-sqkwr krdy hn [ hy BweI! ijnHW mnu`KW ny gurU dI miq au~qy qur ky pRBU dI syvw-BgqI kIqI (prmwqmw ny auhnW dy swry pwp iek iKn ivc hI dUr kr id`qy) [3[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਕਰਦੇ ਹਨ । ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ (ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਦੂਰ ਕਰ ਦਿੱਤੇ) ।੩।"},"ms":{"gurmukhi":"dwsry jo hrI dI syvw krdy hn Aqy jo gurW dI is`iKAw Anuswr syvw krdy hn auh kbUl pY jWdy hn[","unicode":"ਦਾਸਰੇ ਜੋ ਹਰੀ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ ਅਤੇ ਜੋ ਗੁਰਾਂ ਦੀ ਸਿੱਖਿਆ ਅਨੁਸਾਰ ਸੇਵਾ ਕਰਦੇ ਹਨ ਉਹ ਕਬੂਲ ਪੈ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Aprobados son tales sirvientes que Te sirven, ellos siguen la Enseñanza del Guru y sirven al Señor. (3)"},"hi":{"ss":"हे भाई ! परमात्मा के भगत (परमात्मा की) सेवा-भक्ति करते हैं। वह (परमात्मा की हजूरी में) आदर-सत्कार पाते हैं। हे भाई ! जिन मनुष्यों ने गुरू की मति पर चल के प्रभू की सेवा-भक्ति की (परमात्मा ने उनके सारे पाप एक छिन में ही दूर कर दिए)। 3।","sts":"जिन्होंने गुरु-मतानुसार प्रभु की उपासना की है, ऐसे सेवक जन ईशोपासना करके प्रभु-दरबार में मान्य हो गए हैं।॥३॥"}},"transliteration":{"english":"sevak jan seveh te paravaan jin seviaa gurmat hare ||3||","hindi":"सेवक जन सेवहि ते परवाणु जिन सेविआ गुरमति हरे ॥३॥","en":"sevak jan seveh te paravaan jin seviaa gurmat hare ||3||","hi":"सेवक जन सेवहि ते परवाणु जिन सेविआ गुरमति हरे ॥३॥","ipa":"seʋək d͡ʒən seʋəh t̪e pərəʋɑɳ d͡ʒɪn seʋɪəɑ Gʊrəmət̪ həre.3.","ur":"سےوک جن سےوه تے پرواݨ جن سےوآ گُرمت هرے ۔۔۳۔۔"},"pageNo":1115,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47612,"shabadId":3998,"verse":{"gurmukhi":"qU AMqrjwmI hir Awip ijau qU clwvih ipAwry hau iqvY clw ]","unicode":"ਤੂ ਅੰਤਰਜਾਮੀ ਹਰਿ ਆਪਿ ਜਿਉ ਤੂ ਚਲਾਵਹਿ ਪਿਆਰੇ ਹਉ ਤਿਵੈ ਚਲਾ ॥"},"larivaar":{"gurmukhi":"qUAMqrjwmIhirAwipijauqUclwvihipAwryhauiqvYclw]","unicode":"ਤੂਅੰਤਰਜਾਮੀਹਰਿਆਪਿਜਿਉਤੂਚਲਾਵਹਿਪਿਆਰੇਹਉਤਿਵੈਚਲਾ॥"},"translation":{"en":{"bdb":"You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk.","ms":"Thou Thyself, O my loved God, are the searcher of hearts. As Thou Thyself, of hearts. As Thou make me walk, so do walk I.","ssk":"You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk."},"pu":{"ss":{"gurmukhi":"hy hrI! qUµ Awp sB dy idl dI jwxn vwlw hYN [ hy ipAwry! ijvyN qUµ (AsW jIvW ƒ) jIvn-rwh auqy qurdw hYN, mYN ausy qrHW hI qurdw hW [","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ । ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ।"},"ft":{"gurmukhi":"hy hrI! qUM Awp AMqrjwmI hYN[ hy pÎwry! myry ko ijs qrW qUM clwvqw hYN, iqsI qrW clqw hUM]","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਅੰਤਰਜਾਮੀ ਹੈਂ। ਹੇ ਪ੍ਯਾਰੇ! ਮੇਰੇ ਕੋ ਜਿਸ ਤਰਾਂ ਤੂੰ ਚਲਾਵਤਾ ਹੈਂ, ਤਿਸੀ ਤਰਾਂ ਚਲਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy hrI! qUµ Awp sB dy idl dI jwxn vwlw hYN [ hy ipAwry! ijvyN qUµ (AsW jIvW ƒ) jIvn-rwh auqy qurdw hYN, mYN ausy qrHW hI qurdw hW [","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ । ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ।"},"ms":{"gurmukhi":"qUM Awpy hI hy myry pRIqm vwihgurU! idlW dIAW jwxnhwr hY[ ijs qrHW qUM myƒ tordw hY, ausy qrHW hI mYN turdw hW[","unicode":"ਤੂੰ ਆਪੇ ਹੀ ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਵਾਹਿਗੁਰੂ! ਦਿਲਾਂ ਦੀਆਂ ਜਾਣਨਹਾਰ ਹੈ। ਜਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਮੇਨੂੰ ਟੋਰਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੈਂ ਟੁਰਦਾ ਹਾਂ।"}},"es":{"sn":"Eres el Conocedor Íntimo de mi corazón, oh Dios, y yo actúo así como es Tu Voluntad. "},"hi":{"ss":"हे हरी ! तू स्वयं सब के दिल की जानने वाला है। हे प्यारे ! जैसे तू (हम जीवों को) जीवन-राह पर चलाता है। मैं उसी तरह ही चलता हूँ।","sts":"हे श्री हरि ! तू अन्तर्यामी है, जैसे तू चलाता है, वैसे ही हम चलते हैं।"}},"transliteration":{"english":"too a(n)tarajaamee har aap jiau too chalaaveh piaare hau tivai chalaa ||","hindi":"तू अंतरजामी हरि आपि जिउ तू चलावहि पिआरे हउ तिवै चला ॥","en":"too a(n)tarajaamee har aap jiau too chalaaveh piaare hau tivai chalaa ||","hi":"तू अंतरजामी हरि आपि जिउ तू चलावहि पिआरे हउ तिवै चला ॥","ipa":"t̪u əŋt̪ərəd͡ʒɑmi hər əɑp d͡ʒɪo t̪u t͡ʃəlɑʋəh pɪəɑre ho t̪ɪʋæ t͡ʃəlɑ.","ur":"تُو اںترجامیِ هر آپ جا تُو چلاوه پآرے ها توَے چلا ۔۔"},"pageNo":1115,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47613,"shabadId":3998,"verse":{"gurmukhi":"hmrY hwiQ ikCu nwih jw qU mylih qw hau Awie imlw ]","unicode":"ਹਮਰੈ ਹਾਥਿ ਕਿਛੁ ਨਾਹਿ ਜਾ ਤੂ ਮੇਲਹਿ ਤਾ ਹਉ ਆਇ ਮਿਲਾ ॥"},"larivaar":{"gurmukhi":"hmrYhwiQikCunwihjwqUmylihqwhauAwieimlw]","unicode":"ਹਮਰੈਹਾਥਿਕਿਛੁਨਾਹਿਜਾਤੂਮੇਲਹਿਤਾਹਉਆਇਮਿਲਾ॥"},"translation":{"en":{"bdb":"Nothing is in my hands; when You unite me, then I come to be united.","ms":"Nothing is in my hand. When Thou unite, then I come and unite with Thee.","ssk":"Nothing is in my hands; when You unite me, then I come to be united."},"pu":{"ss":{"gurmukhi":"hy hrI! AsW jIvW dy v`s ivc kuJ nhIN [ jdoN qUµ (mYƒ Awpxy crnW ivc) imlWdw hYN, qdoN (hI) mYN Aw ky imldw hW [","unicode":"ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ । ਜਦੋਂ ਤੂੰ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ (ਹੀ) ਮੈਂ ਆ ਕੇ ਮਿਲਦਾ ਹਾਂ ।"},"ft":{"gurmukhi":"hmwry hwQ kuC nhIN hY jO qUM Awp hmwry ko Awpxy swQ myl lyvy qO mYN qyry ko Awie kr imloN]","unicode":"ਹਮਾਰੇ ਹਾਥ ਕੁਛ ਨਹੀਂ ਹੈ ਜੌ ਤੂੰ ਆਪ ਹਮਾਰੇ ਕੋ ਆਪਣੇ ਸਾਥ ਮੇਲ ਲੇਵੇ ਤੌ ਮੈਂ ਤੇਰੇ ਕੋ ਆਇ ਕਰ ਮਿਲੋਂ॥"},"bdb":{"gurmukhi":"hy hrI! AsW jIvW dy v`s ivc kuJ nhIN [ jdoN qUµ (mYƒ Awpxy crnW ivc) imlWdw hYN, qdoN (hI) mYN Aw ky imldw hW [","unicode":"ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ । ਜਦੋਂ ਤੂੰ (ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ (ਹੀ) ਮੈਂ ਆ ਕੇ ਮਿਲਦਾ ਹਾਂ ।"},"ms":{"gurmukhi":"mYry h`Q vs kuJ BI nhIN[ jd qUM imlwauNdw hY, qd mYN Aw ky qyry nwl iml jWdw hW[","unicode":"ਮੈਰੇ ਹੱਥ ਵਸ ਕੁਝ ਭੀ ਨਹੀਂ। ਜਦ ਤੂੰ ਮਿਲਾਉਂਦਾ ਹੈ, ਤਦ ਮੈਂ ਆ ਕੇ ਤੇਰੇ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹਾਂ।"}},"es":{"sn":"No hay nada que esté en mis manos, y sólo cuando me unes, me uno a Ti. "},"hi":{"ss":"हे हरी ! हम जीवों के वश में कुछ भी नहीं। जब तू (मुझे अपने चरणों में) मिलाता है। तब (ही) मैं आ के मिलता हूँ।","sts":"हमारे हाथ कुछ भी नहीं, अगर तू मिला ले तो हम तुझसे मिल जाते हैं।"}},"transliteration":{"english":"hamarai haath kichh naeh jaa too meleh taa hau aai milaa ||","hindi":"हमरै हाथि किछु नाहि जा तू मेलहि ता हउ आइ मिला ॥","en":"hamarai haath kichh naeh jaa too meleh taa hau aai milaa ||","hi":"हमरै हाथि किछु नाहि जा तू मेलहि ता हउ आइ मिला ॥","ipa":"həməræ hɑt̪ʰ kɪɕ nɑh d͡ʒɑ t̪u meləh t̪ɑ ho əɑeɪ mɪlɑ.","ur":"همرَے هاتھ کچھ ناه جا تُو مےله تا ها آِا ملا ۔۔"},"pageNo":1115,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47614,"shabadId":3998,"verse":{"gurmukhi":"ijn kau qU hir mylih suAwmI sBu iqn kw lyKw Cutik gieAw ]","unicode":"ਜਿਨ ਕਉ ਤੂ ਹਰਿ ਮੇਲਹਿ ਸੁਆਮੀ ਸਭੁ ਤਿਨ ਕਾ ਲੇਖਾ ਛੁਟਕਿ ਗਇਆ ॥"},"larivaar":{"gurmukhi":"ijnkauqUhirmylihsuAwmIsBuiqnkwlyKwCutikgieAw]","unicode":"ਜਿਨਕਉਤੂਹਰਿਮੇਲਹਿਸੁਆਮੀਸਭੁਤਿਨਕਾਲੇਖਾਛੁਟਕਿਗਇਆ॥"},"translation":{"en":{"bdb":"Those whom You unite with Yourself, O my Lord and Master - all their accounts are settled.","ms":"They whom Thou unite with Thyself, O Lord God, all their account is finally settled.","ssk":"Those whom You unite with Yourself, O my Lord and Master - all their accounts are settled."},"pu":{"ss":{"gurmukhi":"hy hrI! hy suAwmI! ijnHW ƒ qUµ (Awpxy crnW ivc) joVdw hYN, auhnW dy (ipCly kIqy krmW dw) swrw lyK mu`k jWdw hY (auhnW dy AMdroN ipCly kIqy swry mMd krmW dy sMskwr imt jWdy hn) [","unicode":"ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਲੇਖ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਮੰਦ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ) ।"},"ft":{"gurmukhi":"ijn ko hy hrI! sÍWmI qUM mylqw hYN iqn ky krmoN kw lyKw sB Cut jwqw BÎw hY Ar Drm rwj Apny dUqoN ko AYsy kihqw hY:","unicode":"ਜਿਨ ਕੋ ਹੇ ਹਰੀ! ਸ੍ਵਾਂਮੀ ਤੂੰ ਮੇਲਤਾ ਹੈਂ ਤਿਨ ਕੇ ਕਰਮੋਂ ਕਾ ਲੇਖਾ ਸਭ ਛੁਟ ਜਾਤਾ ਭ੍ਯਾ ਹੈ ਅਰ ਧਰਮ ਰਾਜ ਅਪਨੇ ਦੂਤੋਂ ਕੋ ਐਸੇ ਕਹਿਤਾ ਹੈ:"},"bdb":{"gurmukhi":"hy hrI! hy suAwmI! ijnHW ƒ qUµ (Awpxy crnW ivc) joVdw hYN, auhnW dy (ipCly kIqy krmW dw) swrw lyK mu`k jWdw hY (auhnW dy AMdroN ipCly kIqy swry mMd krmW dy sMskwr imt jWdy hn) [","unicode":"ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਲੇਖ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਪਿਛਲੇ ਕੀਤੇ ਸਾਰੇ ਮੰਦ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ) ।"},"ms":{"gurmukhi":"ijnHW ƒ qUM Awpxy nwl imlw lYNdw hY, hY pRBU pRmySr, auhnW dw swrw ihswb ikqwb bybwk ho jWdw hY[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ, ਹੈ ਪ੍ਰਭੂ ਪ੍ਰਮੇਸ਼ਰ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਹਿਸਾਬ ਕਿਤਾਬ ਬੇਬਾਕ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Sí, las cuentas de quienes son unidos por Ti en Tu Ser, son finalmente saldadas; esas acciones ya no pesan sobre ellos. "},"hi":{"ss":"हे हरी ! हे स्वामी ! जिनको तू (अपने चरणों में) जोड़ता है। उनके (पिछले किए कर्मों का) सारा लेख समाप्त हो जाता है (उनके अंदर से पिछले किए सारे बुरे कर्मों के संस्कार मिट जाते हैं)।","sts":"हे स्वामी ! जिनको तू अपने साथ मिला लेता है, उनका कर्मों का लेख छूट जाता है।"}},"transliteration":{"english":"jin kau too har meleh suaamee sabh tin kaa lekhaa chhuTak giaa ||","hindi":"जिन कउ तू हरि मेलहि सुआमी सभु तिन का लेखा छुटकि गइआ ॥","en":"jin kau too har meleh suaamee sabh tin kaa lekhaa chhuTak giaa ||","hi":"जिन कउ तू हरि मेलहि सुआमी सभु तिन का लेखा छुटकि गइआ ॥","ipa":"d͡ʒɪn ko t̪u hər meləh sʊəɑmi səɓ t̪ɪn kɑ lekʰɑ ɕʊʈək Gɪɑ.","ur":"جٍن کا تُو هر مےله سُآمیِ سبھ تن کا لےکھا چھُٹک گایا ۔۔"},"pageNo":1115,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47615,"shabadId":3998,"verse":{"gurmukhi":"iqn kI gxq n kirAhu ko BweI jo gur bcnI hir myil lieAw ]","unicode":"ਤਿਨ ਕੀ ਗਣਤ ਨ ਕਰਿਅਹੁ ਕੋ ਭਾਈ ਜੋ ਗੁਰ ਬਚਨੀ ਹਰਿ ਮੇਲਿ ਲਇਆ ॥"},"larivaar":{"gurmukhi":"iqnkIgxqnkirAhukoBweIjogurbcnIhirmyillieAw]","unicode":"ਤਿਨਕੀਗਣਤਨਕਰਿਅਹੁਕੋਭਾਈਜੋਗੁਰਬਚਨੀਹਰਿਮੇਲਿਲਇਆ॥"},"translation":{"en":{"bdb":"No one can go through the accounts of those, O Siblings of Destiny, who through the Word of the Guru's Teachings are united with the Lord.","ms":"No one, O brother, should go into the account of those, whom through the Guru's instruction, God has united with Himself.","ssk":"No one can go through the accounts of those, O Siblings of Destiny, who through the Word of the Guru's Teachings are united with the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW mnu`KW ƒ prmwqmw gurU dy bcnW auqy qor ky (Awpxy nwl) imlWdw hY, koeI BI iDr auhnW dy (ipCly krmW dI) ivcwr nwh kirE (ikauNik auhnW dy AMdroN qW auh swry sMskwr imt jWdy hn) [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੋਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਧਿਰ ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕਰਮਾਂ ਦੀ) ਵਿਚਾਰ ਨਾਹ ਕਰਿਓ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤਾਂ ਉਹ ਸਾਰੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ) ।"},"ft":{"gurmukhi":"ijn pursoN ko gur bcnoN dÍwrw hrI ny Awpxy swQ myl lIAw hY, hy BweI! iqn kI koeI igxqI miq kro]","unicode":"ਜਿਨ ਪੁਰਸੋਂ ਕੋ ਗੁਰ ਬਚਨੋਂ ਦ੍ਵਾਰਾ ਹਰੀ ਨੇ ਆਪਣੇ ਸਾਥ ਮੇਲ ਲੀਆ ਹੈ, ਹੇ ਭਾਈ! ਤਿਨ ਕੀ ਕੋਈ ਗਿਣਤੀ ਮਤਿ ਕਰੋ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW mnu`KW ƒ prmwqmw gurU dy bcnW auqy qor ky (Awpxy nwl) imlWdw hY, koeI BI iDr auhnW dy (ipCly krmW dI) ivcwr nwh kirE (ikauNik auhnW dy AMdroN qW auh swry sMskwr imt jWdy hn) [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੋਰ ਕੇ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਕੋਈ ਭੀ ਧਿਰ ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕਰਮਾਂ ਦੀ) ਵਿਚਾਰ ਨਾਹ ਕਰਿਓ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤਾਂ ਉਹ ਸਾਰੇ ਸੰਸਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ) ।"},"ms":{"gurmukhi":"koeI jxw, hy Brwvw, aus dw lyKw p`qw nW kry ijnHW ƒ gurU dy aupdyS rwhIN vwihgurU ny Awpxy nwl imlw ilAw hY[","unicode":"ਕੋਈ ਜਣਾ, ਹੇ ਭਰਾਵਾ, ਉਸ ਦਾ ਲੇਖਾ ਪੱਤਾ ਨਾਂ ਕਰੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ ਵਾਹਿਗੁਰੂ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"Escuchen oh seres humanos, ellos han sido unidos en su ser por Dios."},"hi":{"ss":"हे भाई ! जिन मनुष्यों को परमात्मा गुरू के बचनों पर चला के (अपने साथ) मिलाता है। कोई भी पक्ष उनके (पिछले कर्मों की) विचार मत करना (क्योंकि उनके अंदर से तो वे सारे संस्कार मिट जाते हैं)।","sts":"हे भाई ! उनकी गणना नहीं की जा सकती, जिनको गुरु के वचन द्वारा प्रभु ने मिला लिया है।"}},"transliteration":{"english":"tin kee ganat na kariahu ko bhaiee jo gur bachanee har mel liaa ||","hindi":"तिन की गणत न करिअहु को भाई जो गुर बचनी हरि मेलि लइआ ॥","en":"tin kee ganat na kariahu ko bhaiee jo gur bachanee har mel liaa ||","hi":"तिन की गणत न करिअहु को भाई जो गुर बचनी हरि मेलि लइआ ॥","ipa":"t̪ɪn ki Gəɳət̪ nə kərɪəh kɔ ɓɑei d͡ʒɔ Gʊr bət͡ʃəni hər mel lɪɑ.","ur":"تٍن کیِ گݨت ن کراهُ کو بھاای جو گُر بچنیِ هرِ مےل لایا ۔۔"},"pageNo":1115,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47616,"shabadId":3998,"verse":{"gurmukhi":"nwnk dieAwlu hoAw iqn aUpir ijn gur kw Bwxw mMinAw Blw ]","unicode":"ਨਾਨਕ ਦਇਆਲੁ ਹੋਆ ਤਿਨ ਊਪਰਿ ਜਿਨ ਗੁਰ ਕਾ ਭਾਣਾ ਮੰਨਿਆ ਭਲਾ ॥"},"larivaar":{"gurmukhi":"nwnkdieAwluhoAwiqnaUpirijngurkwBwxwmMinAwBlw]","unicode":"ਨਾਨਕਦਇਆਲੁਹੋਆਤਿਨਊਪਰਿਜਿਨਗੁਰਕਾਭਾਣਾਮੰਨਿਆਭਲਾ॥"},"translation":{"en":{"bdb":"O Nanak, the Lord shows Mercy to those who accept the Guru's Will as good.","ms":"The Lord becomes merciful into those, who accept the Guru's will as good, O Nanak.","ssk":"O Nanak, the Lord shows Mercy to those who accept the Guru's Will as good."},"pu":{"ss":{"gurmukhi":"hy nwnk! ijhVy mnu`K gurU dI rzw ƒ im`TI krky mMndy hn, prmwqmw auhnW au~qy Awp dieAwvwn huMdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮਿੱਠੀ ਕਰਕੇ ਮੰਨਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉੱਤੇ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijn pursoN ny guroN kw Bwxw Blw kr ky mwnw hY, iqn ky aupr vwihgurU dXwl hUAw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨ ਪੁਰਸੋਂ ਨੇ ਗੁਰੋਂ ਕਾ ਭਾਣਾ ਭਲਾ ਕਰ ਕੇ ਮਾਨਾ ਹੈ, ਤਿਨ ਕੇ ਉਪਰ ਵਾਹਿਗੁਰੂ ਦਯਾਲ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy nwnk! ijhVy mnu`K gurU dI rzw ƒ im`TI krky mMndy hn, prmwqmw auhnW au~qy Awp dieAwvwn huMdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮਿੱਠੀ ਕਰਕੇ ਮੰਨਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉੱਤੇ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"pRBU auhnW auqy mwieAwvwn ho jWdw hY, jo gurW dI rjw ƒ cMgw jwx kbUl krdy hn, hy nwnk!","unicode":"ਪ੍ਰਭੂ ਉਹਨਾਂ ਉਤੇ ਮਾਇਆਵਾਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੋ ਗੁਰਾਂ ਦੀ ਰਜਾ ਨੂੰ ਚੰਗਾ ਜਾਣ ਕਬੂਲ ਕਰਦੇ ਹਨ, ਹੇ ਨਾਨਕ!"}},"es":{"sn":"Dice Nanak, el Señor es Compasivo con aquéllos que aceptan la Voluntad del Guru con Gracia."},"hi":{"ss":"हे नानक ! जो मनुष्य गुरू की रज़ा को मीठी कर के मानते हैं। परमात्मा उन पर स्वयं दयावान होता है।","sts":"नानक का फुरमान है कि ईश्वर उन पर ही दयालु हुआ है, जिन्होंने गुरु की रज़ा को भला माना है।"}},"transliteration":{"english":"naanak dhiaal hoaa tin uoopar jin gur kaa bhaanaa ma(n)niaa bhalaa ||","hindi":"नानक दइआलु होआ तिन ऊपरि जिन गुर का भाणा मंनिआ भला ॥","en":"naanak dhiaal hoaa tin uoopar jin gur kaa bhaanaa ma(n)niaa bhalaa ||","hi":"नानक दइआलु होआ तिन ऊपरि जिन गुर का भाणा मंनिआ भला ॥","ipa":"nɑnək d̪ɪɑl hɔəɑ t̪ɪn oupər d͡ʒɪn Gʊr kɑ ɓɑɳɑ məŋnɪəɑ ɓəlɑ.","ur":"نانک دایال هوآ تن اُوپر جن گُر کا بھاݨا منّآ بھلا ۔۔"},"pageNo":1115,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47617,"shabadId":3998,"verse":{"gurmukhi":"qU AMqrjwmI hir Awip ijau qU clwvih ipAwry hau iqvY clw ]4]2]","unicode":"ਤੂ ਅੰਤਰਜਾਮੀ ਹਰਿ ਆਪਿ ਜਿਉ ਤੂ ਚਲਾਵਹਿ ਪਿਆਰੇ ਹਉ ਤਿਵੈ ਚਲਾ ॥੪॥੨॥"},"larivaar":{"gurmukhi":"qUAMqrjwmIhirAwipijauqUclwvihipAwryhauiqvYclw]4]2]","unicode":"ਤੂਅੰਤਰਜਾਮੀਹਰਿਆਪਿਜਿਉਤੂਚਲਾਵਹਿਪਿਆਰੇਹਉਤਿਵੈਚਲਾ॥੪॥੨॥"},"translation":{"en":{"bdb":"You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk. ||4||2||","ms":"Thou Thyself, O my beloved God, are the Searcher of hearts. As Thou make me walk, so do walk I.","ssk":"You Yourself, Lord, are the Inner-knower, the Searcher of hearts; as You make me walk, O my Beloved, so do I walk. ||4||2||"},"pu":{"ss":{"gurmukhi":"hy hrI! qUµ Awp sB dy idl dI jwxn vwlw hYN [ hy ipAwry! ijvyN qUµ (AsW jIvW ƒ) jIvn-rwh auqy qordw hYN, mYN ausy qrHW hI qurdw hW [4[2[","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ । ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ।੪।੨।"},"ft":{"gurmukhi":"qW qy hy hrI ipAwry! qUM Awp AMqrjwmI hYN, ijs qrh qUM clwvqw hYN, mYN iqsI qrW clqw hUM]4]2]","unicode":"ਤਾਂ ਤੇ ਹੇ ਹਰੀ ਪਿਆਰੇ! ਤੂੰ ਆਪ ਅੰਤਰਜਾਮੀ ਹੈਂ, ਜਿਸ ਤਰਹ ਤੂੰ ਚਲਾਵਤਾ ਹੈਂ, ਮੈਂ ਤਿਸੀ ਤਰਾਂ ਚਲਤਾ ਹੂੰ॥੪॥੨॥"},"bdb":{"gurmukhi":"hy hrI! qUµ Awp sB dy idl dI jwxn vwlw hYN [ hy ipAwry! ijvyN qUµ (AsW jIvW ƒ) jIvn-rwh auqy qordw hYN, mYN ausy qrHW hI qurdw hW [4[2[","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ । ਹੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈਂ, ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਤੁਰਦਾ ਹਾਂ ।੪।੨।"},"ms":{"gurmukhi":"qUM Awpy hI, hY myry pRIqm vwihgurU! idlW dIAW jwxnhwr hY[ ijs qrHW qUM mYƒ tordw hY ausy qrHW hI mYN turdw hW[","unicode":"ਤੂੰ ਆਪੇ ਹੀ, ਹੈ ਮੇਰੇ ਪ੍ਰੀਤਮ ਵਾਹਿਗੁਰੂ! ਦਿਲਾਂ ਦੀਆਂ ਜਾਣਨਹਾਰ ਹੈ। ਜਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਮੈਨੂੰ ਟੋਰਦਾ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੈਂ ਟੁਰਦਾ ਹਾਂ।"}},"es":{"sn":"Oh Dios, eres el Conocedor Íntimo de mi corazón y yo actúo así como es Tu Voluntad. (4-2)"},"hi":{"ss":"हे हरी ! तू स्वयं सब के दिल की जानने वाला है। हे प्यारे ! जैसे तू (हम जीवों को) जीवन-राह पर चलाता है। मैं उसी तरह चलता हूँ। 4। 2।","sts":"हे हरि ! तू अन्तर्यामी है, जैसे तू चलाता है, वैसे ही हम चलते हैं॥४॥२॥"}},"transliteration":{"english":"too a(n)tarajaamee har aap jiau too chalaaveh piaare hau tivai chalaa ||4||2||","hindi":"तू अंतरजामी हरि आपि जिउ तू चलावहि पिआरे हउ तिवै चला ॥४॥२॥","en":"too a(n)tarajaamee har aap jiau too chalaaveh piaare hau tivai chalaa ||4||2||","hi":"तू अंतरजामी हरि आपि जिउ तू चलावहि पिआरे हउ तिवै चला ॥४॥२॥","ipa":"t̪u əŋt̪ərəd͡ʒɑmi hər əɑp d͡ʒɪo t̪u t͡ʃəlɑʋəh pɪəɑre ho t̪ɪʋæ t͡ʃəlɑ.4.2.","ur":"تُو اںترجامیِ هر آپ جا تُو چلاوه پآرے ها توَے چلا ۔۔۴۔۔۲۔۔"},"pageNo":1115,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47618,"shabadId":3999,"verse":{"gurmukhi":"quKwrI mhlw 4 ]","unicode":"ਤੁਖਾਰੀ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"quKwrImhlw4]","unicode":"ਤੁਖਾਰੀਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Tukhaari, Fourth Mehla:","ms":"Tukhari 4th Guru.","ssk":"Tukhaari, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"BuKwrI coQI pwiqSwhI[","unicode":"ਭੁਖਾਰੀ ਚੋਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tukhari, Mejl Guru Ram Das, Cuarto Canal Divino. "},"hi":{"ss":"","sts":"तुखारी महला ४॥"}},"transliteration":{"english":"tukhaaree mahalaa chauthhaa ||","hindi":"तुखारी महला ४ ॥","en":"tukhaaree mahalaa chauthhaa ||","hi":"तुखारी महला ४ ॥","ipa":"t̪ʊkʰɑri məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"تُکھاریِ مهلا ۴ ۔۔"},"pageNo":1115,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47619,"shabadId":3999,"verse":{"gurmukhi":"qU jgjIvnu jgdIsu sB krqw isRsit nwQu ]","unicode":"ਤੂ ਜਗਜੀਵਨੁ ਜਗਦੀਸੁ ਸਭ ਕਰਤਾ ਸ੍ਰਿਸਟਿ ਨਾਥੁ ॥"},"larivaar":{"gurmukhi":"qUjgjIvnujgdIsusBkrqwisRsitnwQu]","unicode":"ਤੂਜਗਜੀਵਨੁਜਗਦੀਸੁਸਭਕਰਤਾਸ੍ਰਿਸਟਿਨਾਥੁ॥"},"translation":{"en":{"bdb":"You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe.","ms":"Thou, O God, are the Life of the world, the Master of the universe and the Creator-Lord of all the creation.","ssk":"You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ jgq dy jIvW ƒ izMdgI dyx vwlw hYN, qUµ jgq dw mwlk hYN, qUµ swrI (isRStI) dw pYdw krn vwlw hYN, qUµ isRStI dw Ksm hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ।"},"ft":{"gurmukhi":"qUM jgq kw jIvn rUp Ar sÍWmI AO srb kw krqw isRstI kw mwlku hYN]","unicode":"ਤੂੰ ਜਗਤ ਕਾ ਜੀਵਨ ਰੂਪ ਅਰ ਸ੍ਵਾਂਮੀ ਔ ਸਰਬ ਕਾ ਕਰਤਾ ਸ੍ਰਿਸਟੀ ਕਾ ਮਾਲਕੁ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ jgq dy jIvW ƒ izMdgI dyx vwlw hYN, qUµ jgq dw mwlk hYN, qUµ swrI (isRStI) dw pYdw krn vwlw hYN, qUµ isRStI dw Ksm hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM hy vwihgurU! jgq dI ijMd jwn sMswr dw mwlk Aqy swrI rcnw dw isrjxhwr suAwmI hY[","unicode":"ਤੂੰ ਹੇ ਵਾਹਿਗੁਰੂ! ਜਗਤ ਦੀ ਜਿੰਦ ਜਾਨ ਸੰਸਾਰ ਦਾ ਮਾਲਕ ਅਤੇ ਸਾਰੀ ਰਚਨਾ ਦਾ ਸਿਰਜਣਹਾਰ ਸੁਆਮੀ ਹੈ।"}},"es":{"sn":"Oh Señor, eres la Vida de toda vida, el Creador de la creación y sólo habitan en Ti, "},"hi":{"ss":"हे प्रभू ! तू जगत के जीवों को जिंदगी देने वाला है। तू जगत का मालिक है। तू सारी (सृष्टि) का खसम है।","sts":"हे जगदीश्वर ! तू जगत का जीवन, सब बनानेवाला एवं सृष्टि का मालिक है।"}},"transliteration":{"english":"too jagajeevan jagadhees sabh karataa sirasaT naath ||","hindi":"तू जगजीवनु जगदीसु सभ करता सृसटि नाथु ॥","en":"too jagajeevan jagadhees sabh karataa sirasaT naath ||","hi":"तू जगजीवनु जगदीसु सभ करता सृसटि नाथु ॥","ipa":"t̪u d͡ʒəGəd͡ʒiʋən d͡ʒəGəd̪is səɓ kərət̪ɑ sɪɹəsəʈ nɑt̪ʰ.","ur":"تُو جگجیِون جگدیِس سبھ کرتا سرسٹ ناتھ ۔۔"},"pageNo":1115,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47620,"shabadId":3999,"verse":{"gurmukhi":"iqn qU iDAwieAw myrw rwmu ijn kY Duir lyKu mwQu ]","unicode":"ਤਿਨ ਤੂ ਧਿਆਇਆ ਮੇਰਾ ਰਾਮੁ ਜਿਨ ਕੈ ਧੁਰਿ ਲੇਖੁ ਮਾਥੁ ॥"},"larivaar":{"gurmukhi":"iqnqUiDAwieAwmyrwrwmuijnkYDuirlyKumwQu]","unicode":"ਤਿਨਤੂਧਿਆਇਆਮੇਰਾਰਾਮੁਜਿਨਕੈਧੁਰਿਲੇਖੁਮਾਥੁ॥"},"translation":{"en":{"bdb":"They alone meditate on You, O my Lord, who have such destiny recorded on their foreheads.","ms":"They alone mediate on Thee, O my Lord, on whose brow there is such a primal writ.","ssk":"They alone meditate on You, O my Lord, who have such destiny recorded on their foreheads."},"pu":{"ss":{"gurmukhi":"hy pRBU! Dur drgwh qoN ijnHW dy BwgW ivc (hir-ismrn dy sMskwrW dw) lyK iliKAw hoieAw hY, ijnHW dw m`Qw BwgW vwlw hY, auhnW ny qYƒ ismirAw hY [ hy BweI! auhnW ny myry rwm ƒ ismirAw hY [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਹਰਿ-ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਦਾ ਮੱਥਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ । ਹੇ ਭਾਈ! ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ।"},"ft":{"gurmukhi":"hy myrw sÍWmI rwm! iqn pursoN ny qyry ko DÎwXw hY ijn ky msqk myN Awid sy auqm krm kw lyKu hY]","unicode":"ਹੇ ਮੇਰਾ ਸ੍ਵਾਂਮੀ ਰਾਮ! ਤਿਨ ਪੁਰਸੋਂ ਨੇ ਤੇਰੇ ਕੋ ਧ੍ਯਾਯਾ ਹੈ ਜਿਨ ਕੇ ਮਸਤਕ ਮੇਂ ਆਦਿ ਸੇ ਉਤਮ ਕਰਮ ਕਾ ਲੇਖੁ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRBU! Dur drgwh qoN ijnHW dy BwgW ivc (hir-ismrn dy sMskwrW dw) lyK iliKAw hoieAw hY, ijnHW dw m`Qw BwgW vwlw hY, auhnW ny qYƒ ismirAw hY [ hy BweI! auhnW ny myry rwm ƒ ismirAw hY [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਹਰਿ-ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਜਿਨ੍ਹਾਂ ਦਾ ਮੱਥਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਨੇ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ । ਹੇ ਭਾਈ! ਉਹਨਾਂ ਨੇ ਮੇਰੇ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ।"},"ms":{"gurmukhi":"kyvl auh hI qyrw ismrn krdy hn, hy myry mwlk ijnRW dy mQy auqy ieho jhI AwdI ilKqwkwr hY[","unicode":"ਕੇਵਲ ਉਹ ਹੀ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਹੇ ਮੇਰੇ ਮਾਲਕ ਜਿਨ੍ਰਾਂ ਦੇ ਮਥੇ ਉਤੇ ਇਹੋ ਜਹੀ ਆਦੀ ਲਿਖਤਾਕਾਰ ਹੈ।"}},"es":{"sn":"aquéllos en cuyas frentes está así escrito por Ti. Sí, aquél cuyo Destino está inscrito así por Ti, "},"hi":{"ss":"हे प्रभू ! धुर दरगाह से जिनके भाग्यों में (हरी-सिमरन के संस्कारों का) लेख लिखा हुआ है। जिनका माथा भाग्यशाली है। उन्होंने तुझे सिमरा है।","sts":"जिनके ललाट पर प्रारम्भ से ही भाग्य लिखा हुआ है, उन भक्तों ने ही तेरी पूजा-अर्चना की है।"}},"transliteration":{"english":"tin too dhiaaiaa meraa raam jin kai dhur lekh maath ||","hindi":"तिन तू धिआइआ मेरा रामु जिन कै धुरि लेखु माथु ॥","en":"tin too dhiaaiaa meraa raam jin kai dhur lekh maath ||","hi":"तिन तू धिआइआ मेरा रामु जिन कै धुरि लेखु माथु ॥","ipa":"t̪ɪn t̪u t̪ɪəɑɪɑ merɑ rɑm d͡ʒɪn kæ t̪ʊr lekʰ mɑt̪ʰ.","ur":"تٍن تُو دھآایا مےرا رام جن کَے دھُر لےکھ ماتھ ۔۔"},"pageNo":1115,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47621,"shabadId":3999,"verse":{"gurmukhi":"ijn kau Duir hir iliKAw suAwmI iqn hir hir nwmu ArwiDAw ]","unicode":"ਜਿਨ ਕਉ ਧੁਰਿ ਹਰਿ ਲਿਖਿਆ ਸੁਆਮੀ ਤਿਨ ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਰਾਧਿਆ ॥"},"larivaar":{"gurmukhi":"ijnkauDuirhiriliKAwsuAwmIiqnhirhirnwmuArwiDAw]","unicode":"ਜਿਨਕਉਧੁਰਿਹਰਿਲਿਖਿਆਸੁਆਮੀਤਿਨਹਰਿਹਰਿਨਾਮੁਅਰਾਧਿਆ॥"},"translation":{"en":{"bdb":"Those who are so pre-destined by their Lord and Master, worship and adore the Name of the Lord, Har, Har.","ms":"They, who by Guru's word dwell on God, all their sins are eradicated in a moment.","ssk":"Those who are so pre-destined by their Lord and Master, worship and adore the Name of the Lord, Har, Har."},"pu":{"ss":{"gurmukhi":"hy BweI! mwlk-hrI ny ijnHW dy BwgW ivcoN DuroN ismrn dw lyK ilK id`qw hY, auh (sdw) hir-nwm dw ismrn krdy hn [","unicode":"ਹੇ ਭਾਈ! ਮਾਲਕ-ਹਰੀ ਨੇ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚੋਂ ਧੁਰੋਂ ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹ (ਸਦਾ) ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hy hrI sÍWmI! ijn ko Awp ny Awid sy auqm lyKu ilKw hY iqnoN ny qyrw hir hir nwm ArwDn kIAw hY]","unicode":"ਹੇ ਹਰੀ ਸ੍ਵਾਂਮੀ! ਜਿਨ ਕੋ ਆਪ ਨੇ ਆਦਿ ਸੇ ਉਤਮ ਲੇਖੁ ਲਿਖਾ ਹੈ ਤਿਨੋਂ ਨੇ ਤੇਰਾ ਹਰਿ ਹਰਿ ਨਾਮ ਅਰਾਧਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! mwlk-hrI ny ijnHW dy BwgW ivcoN DuroN ismrn dw lyK ilK id`qw hY, auh (sdw) hir-nwm dw ismrn krdy hn [","unicode":"ਹੇ ਭਾਈ! ਮਾਲਕ-ਹਰੀ ਨੇ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚੋਂ ਧੁਰੋਂ ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਉਹ (ਸਦਾ) ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"ijnHW leI vwihgurU sweIN ny mu`F qoN AYsw iliKAw hoieAw hY, kyvl auh hI suAwmI mwlk dy nwm dw ismrn krdy hn[","unicode":"ਜਿਨ੍ਹਾਂ ਲਈ ਵਾਹਿਗੁਰੂ ਸਾਈਂ ਨੇ ਮੁੱਢ ਤੋਂ ਐਸਾ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਕੇਵਲ ਉਹ ਹੀ ਸੁਆਮੀ ਮਾਲਕ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"contempla Tu Nombre, todas sus faltas y errores son erradicados en un instante y, "},"hi":{"ss":"हे भाई ! उन्होंने मेरे राम को सिमरा है। हे भाई ! मालिक-हरी ने जिनके भाग्यों में धुर से सिमरन का लेख लिख दिया है। वह (सदा) हरी-नाम का सिमरन करते हैं।","sts":"जिनके भाग्य में शुरु से ही लिखा है, उन्होंने हरिनाम की आराधना की है।"}},"transliteration":{"english":"jin kau dhur har likhiaa suaamee tin har har naam araadhiaa ||","hindi":"जिन कउ धुरि हरि लिखिआ सुआमी तिन हरि हरि नामु अराधिआ ॥","en":"jin kau dhur har likhiaa suaamee tin har har naam araadhiaa ||","hi":"जिन कउ धुरि हरि लिखिआ सुआमी तिन हरि हरि नामु अराधिआ ॥","ipa":"d͡ʒɪn ko t̪ʊr hər lɪkʰɪəɑ sʊəɑmi t̪ɪn hər hər nɑm ərɑt̪ɪəɑ.","ur":"جٍن کا دھُر هر لکھِآ سُآمیِ تن هرِ هرِ نام ارادھآ ۔۔"},"pageNo":1115,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47622,"shabadId":3999,"verse":{"gurmukhi":"iqn ky pwp iek inmK siB lwQy ijn gur bcnI hir jwipAw ]","unicode":"ਤਿਨ ਕੇ ਪਾਪ ਇਕ ਨਿਮਖ ਸਭਿ ਲਾਥੇ ਜਿਨ ਗੁਰ ਬਚਨੀ ਹਰਿ ਜਾਪਿਆ ॥"},"larivaar":{"gurmukhi":"iqnkypwpiekinmKsiBlwQyijngurbcnIhirjwipAw]","unicode":"ਤਿਨਕੇਪਾਪਇਕਨਿਮਖਸਭਿਲਾਥੇਜਿਨਗੁਰਬਚਨੀਹਰਿਜਾਪਿਆ॥"},"translation":{"en":{"bdb":"All sins are erased in an instant, for those who meditate on the Lord, through the Guru's Teachings.","ms":"They, who by Guru's word dwell on God, all their sins are eradicated in a moment.","ssk":"All sins are erased in an instant, for those who meditate on the Lord, through the Guru's Teachings."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW ny gurU dy bcnW auqy qur ky prmwqmw dw nwm jipAw hY, auhnW dy swry pwp A`K Jmkx ijqny smy ivc hI dUr ho jWdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"iqn ky sBI pwp iek inmK myN auqr gey hYN, hy hrI! ijnoN ny guroN ky bcnoN kr qyry ko jpw hY]","unicode":"ਤਿਨ ਕੇ ਸਭੀ ਪਾਪ ਇਕ ਨਿਮਖ ਮੇਂ ਉਤਰ ਗਏ ਹੈਂ, ਹੇ ਹਰੀ! ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਕੇ ਬਚਨੋਂ ਕਰ ਤੇਰੇ ਕੋ ਜਪਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW ny gurU dy bcnW auqy qur ky prmwqmw dw nwm jipAw hY, auhnW dy swry pwp A`K Jmkx ijqny smy ivc hI dUr ho jWdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"jo gurW dI bwxI duAwrw Awpdy hrI ƒ ismrdy hn, aunHW dy swry gunwh iek muhq iv`c nSt ho jWdy hn!","unicode":"ਜੋ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦੁਆਰਾ ਆਪਦੇ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਇਕ ਮੁਹਤ ਵਿੱਚ ਨਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ!"}},"es":{"sn":"a través de la Palabra del Guru, habita en Ti. Benditos son los que contemplan Tu Nombre, "},"hi":{"ss":"हे भाई ! जिन्होंने गुरू के बचनों पर चल के परमात्मा का नाम जपा है। उनके सारे सारे पाप आँख झपकने जितने समय में दूर हो जाते हैं।","sts":"जिन्होंने गुरु के वचन द्वारा हरि का जाप किया, उनके पाप एक पल में ही दूर हो गए हैं।"}},"transliteration":{"english":"tin ke paap ik nimakh sabh laathe jin gur bachanee har jaapiaa ||","hindi":"तिन के पाप इक निमख सभि लाथे जिन गुर बचनी हरि जापिआ ॥","en":"tin ke paap ik nimakh sabh laathe jin gur bachanee har jaapiaa ||","hi":"तिन के पाप इक निमख सभि लाथे जिन गुर बचनी हरि जापिआ ॥","ipa":"t̪ɪn ke pɑp eɪk nɪməkʰ səɓ lɑt̪ʰe d͡ʒɪn Gʊr bət͡ʃəni hər d͡ʒɑpɪəɑ.","ur":"تٍن کے پاپ اک نمکھ سبھ لاتھے جن گُر بچنیِ هرِ جاپآ ۔۔"},"pageNo":1115,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47623,"shabadId":3999,"verse":{"gurmukhi":"Dnu DMnu qy jn ijn hir nwmu jipAw iqn dyKy hau BieAw snwQu ]","unicode":"ਧਨੁ ਧੰਨੁ ਤੇ ਜਨ ਜਿਨ ਹਰਿ ਨਾਮੁ ਜਪਿਆ ਤਿਨ ਦੇਖੇ ਹਉ ਭਇਆ ਸਨਾਥੁ ॥"},"larivaar":{"gurmukhi":"DnuDMnuqyjnijnhirnwmujipAwiqndyKyhauBieAwsnwQu]","unicode":"ਧਨੁਧੰਨੁਤੇਜਨਜਿਨਹਰਿਨਾਮੁਜਪਿਆਤਿਨਦੇਖੇਹਉਭਇਆਸਨਾਥੁ॥"},"translation":{"en":{"bdb":"Blessed, blessed are those humble beings who meditate on the Lord's Name. Seeing them, I am uplifted.","ms":"Blessed, blessed are the persons, who mediate on the Lord's Name. Seeing them I have been accredited.","ssk":"Blessed, blessed are those humble beings who meditate on the Lord's Name. Seeing them, I am uplifted."},"pu":{"ss":{"gurmukhi":"hy BweI! auh mnu`K BwgW vwly hn, mubwirk hn, ijhVy prmwqmw dw nwm jpdy hn [ auhnW dw drsn kr ky mYN (BI) Ksm vwlw (AKvwx jogw) ho igAw hW (ikauNik mYN BI Ksm-pRBU dw nwm jpx l`g ipAw hW) [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮੁਬਾਰਿਕ ਹਨ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ । ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ (ਭੀ) ਖਸਮ ਵਾਲਾ (ਅਖਵਾਣ ਜੋਗਾ) ਹੋ ਗਿਆ ਹਾਂ (ਕਿਉਂਕਿ ਮੈਂ ਭੀ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ ਹਾਂ) ।"},"ft":{"gurmukhi":"vhu purs DMn hYN ijnoN ny hir hir nwmu ko mn bwxI kr jpw hY, iqn ky dyKxy kr mYN (snwQu) ikRqwrQ BÎw hUM]","unicode":"ਵਹੁ ਪੁਰਸ ਧੰਨ ਹੈਂ ਜਿਨੋਂ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮੁ ਕੋ ਮਨ ਬਾਣੀ ਕਰ ਜਪਾ ਹੈ, ਤਿਨ ਕੇ ਦੇਖਣੇ ਕਰ ਮੈਂ (ਸਨਾਥੁ) ਕ੍ਰਿਤਾਰਥ ਭ੍ਯਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy BweI! auh mnu`K BwgW vwly hn, mubwirk hn, ijhVy prmwqmw dw nwm jpdy hn [ auhnW dw drsn kr ky mYN (BI) Ksm vwlw (AKvwx jogw) ho igAw hW (ikauNik mYN BI Ksm-pRBU dw nwm jpx l`g ipAw hW) [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਮੁਬਾਰਿਕ ਹਨ, ਜਿਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ । ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ (ਭੀ) ਖਸਮ ਵਾਲਾ (ਅਖਵਾਣ ਜੋਗਾ) ਹੋ ਗਿਆ ਹਾਂ (ਕਿਉਂਕਿ ਮੈਂ ਭੀ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ ਹਾਂ) ।"},"ms":{"gurmukhi":"sul`Kxy sul`Kxy hn auh purS jo pRBU dy nwm dw ArwDn krdy hn[ aunHW ƒ vyK ky mYN ikrqwrQ ho igAw hW[","unicode":"ਸੁਲੱਖਣੇ ਸੁਲੱਖਣੇ ਹਨ ਉਹ ਪੁਰਸ਼ ਜੋ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਅਰਾਧਨ ਕਰਦੇ ਹਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖ ਕੇ ਮੈਂ ਕਿਰਤਾਰਥ ਹੋ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"viéndolos también me considero Tuyo."},"hi":{"ss":"हे भाई ! वे मनुष्य भाग्यशाली हैं। मुबारक हैं। जो परमात्मा का नाम जपते हैं। उनके दर्शन करके मैं (भी) पति वाला (कहलवाने योग्य) हो गया हूँ (क्योंकि मैं भी पति-प्रभू का नाम जपने लग गया हूँ)।","sts":"जिन्होंने हरिनाम जपा है, वे भक्तजन धन्य हैं, उनके दर्शन पाकर सनाथ बन गया हूँ।"}},"transliteration":{"english":"dhan dha(n)n te jan jin har naam japiaa tin dhekhe hau bhiaa sanaath ||","hindi":"धनु धंनु ते जन जिन हरि नामु जपिआ तिन देखे हउ भइआ सनाथु ॥","en":"dhan dha(n)n te jan jin har naam japiaa tin dhekhe hau bhiaa sanaath ||","hi":"धनु धंनु ते जन जिन हरि नामु जपिआ तिन देखे हउ भइआ सनाथु ॥","ipa":"t̪ən t̪əŋn t̪e d͡ʒən d͡ʒɪn hər nɑm d͡ʒəpɪəɑ t̪ɪn d̪ekʰe ho ɓɪɑ sənɑt̪ʰ.","ur":"دھن دھنّ تے جن جن هر نام جپِآ تن دےکھے ها بھایا سناتھ ۔۔"},"pageNo":1115,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47624,"shabadId":3999,"verse":{"gurmukhi":"qU jgjIvnu jgdIsu sB krqw isRsit nwQu ]1]","unicode":"ਤੂ ਜਗਜੀਵਨੁ ਜਗਦੀਸੁ ਸਭ ਕਰਤਾ ਸ੍ਰਿਸਟਿ ਨਾਥੁ ॥੧॥"},"larivaar":{"gurmukhi":"qUjgjIvnujgdIsusBkrqwisRsitnwQu]1]","unicode":"ਤੂਜਗਜੀਵਨੁਜਗਦੀਸੁਸਭਕਰਤਾਸ੍ਰਿਸਟਿਨਾਥੁ॥੧॥"},"translation":{"en":{"bdb":"You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe. ||1||","ms":"Thou, O God, are the Life of the world, the Master of the Universe, and the Creator-Lord of all the creation.","ssk":"You are the Life of the World, the Lord of the Universe, our Lord and Master, the Creator of all the Universe. ||1||"},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ jgq dy jIvW ƒ izMdgI dyx vwlw hYN, qUµ jgq dw mwlk hYN, qUµ swrI (isRStI) dw pYdw krn vwlw hYN, qUµ isRStI dw Ksm hYN [1[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ।੧।"},"ft":{"gurmukhi":"qUM jgq kw pRwx rUp hYN Ar jgq kw pRyruk hYN, sB isRs†I kw suAwmI hYN]1]","unicode":"ਤੂੰ ਜਗਤ ਕਾ ਪ੍ਰਾਣ ਰੂਪ ਹੈਂ ਅਰ ਜਗਤ ਕਾ ਪ੍ਰੇਰੁਕ ਹੈਂ, ਸਭ ਸ੍ਰਿਸ੍ਟੀ ਕਾ ਸੁਆਮੀ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ jgq dy jIvW ƒ izMdgI dyx vwlw hYN, qUµ jgq dw mwlk hYN, qUµ swrI (isRStI) dw pYdw krn vwlw hYN, qUµ isRStI dw Ksm hYN [1[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹੈਂ ।੧।"},"ms":{"gurmukhi":"qUM hy vwihgurU jgq dI ijMd jwn, Awlm dw mwlk Aqy swrI rcnw dw isrjxhwr-suAwmI hY[","unicode":"ਤੂੰ ਹੇ ਵਾਹਿਗੁਰੂ ਜਗਤ ਦੀ ਜਿੰਦ ਜਾਨ, ਆਲਮ ਦਾ ਮਾਲਕ ਅਤੇ ਸਾਰੀ ਰਚਨਾ ਦਾ ਸਿਰਜਣਹਾਰ-ਸੁਆਮੀ ਹੈ।"}},"es":{"sn":"Oh Dios, eres la Vida, el Maestro del Universo, el Señor Creador de la Tierra. (1)"},"hi":{"ss":"हे प्रभू ! तू जगत के जीवों को जिंदगी देने वाला है। तू जगत का मालिक है। तू सारी (सृष्टि) का पैदा करने वाला है। तू सृष्टि का खसम पति है। 1।","sts":"हे ईश्वर ! तू जगत का जीवन, सब बनानेवाला एवं सृष्टि का स्वामी है॥१॥"}},"transliteration":{"english":"too jagajeevan jagadhees sabh karataa sirasaT naath ||1||","hindi":"तू जगजीवनु जगदीसु सभ करता सृसटि नाथु ॥१॥","en":"too jagajeevan jagadhees sabh karataa sirasaT naath ||1||","hi":"तू जगजीवनु जगदीसु सभ करता सृसटि नाथु ॥१॥","ipa":"t̪u d͡ʒəGəd͡ʒiʋən d͡ʒəGəd̪is səɓ kərət̪ɑ sɪɹəsəʈ nɑt̪ʰ.1.","ur":"تُو جگجیِون جگدیِس سبھ کرتا سرسٹ ناتھ ۔۔۱۔۔"},"pageNo":1115,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47625,"shabadId":3999,"verse":{"gurmukhi":"qU jil Qil mhIAil BrpUir sB aUpir swcu DxI ]","unicode":"ਤੂ ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਪੂਰਿ ਸਭ ਊਪਰਿ ਸਾਚੁ ਧਣੀ ॥"},"larivaar":{"gurmukhi":"qUjilQilmhIAilBrpUirsBaUpirswcuDxI]","unicode":"ਤੂਜਲਿਥਲਿਮਹੀਅਲਿਭਰਪੂਰਿਸਭਊਪਰਿਸਾਚੁਧਣੀ॥"},"translation":{"en":{"bdb":"You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all.","ms":"Thou are fully contained in ocean, land and sky. Thou, O True Master are the over Lord of all.","ssk":"You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ jl ivc DrqI ivc AwkwS ivc (hr QW) ivAwpk hYN, qUµ sB jIvW dy isr au~qy hYN, qUµ sdw kwiem rihx vwlw mwlk hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ।"},"ft":{"gurmukhi":"qUM jl, Ql, ipRQÍI, Awkws myN BrpUr ho rhw hYN AOr sB ky aUpr qUM scw DxI mwlku hYN]","unicode":"ਤੂੰ ਜਲ, ਥਲ, ਪ੍ਰਿਥ੍ਵੀ, ਆਕਾਸ ਮੇਂ ਭਰਪੂਰ ਹੋ ਰਹਾ ਹੈਂ ਔਰ ਸਭ ਕੇ ਊਪਰ ਤੂੰ ਸਚਾ ਧਣੀ ਮਾਲਕੁ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ jl ivc DrqI ivc AwkwS ivc (hr QW) ivAwpk hYN, qUµ sB jIvW dy isr au~qy hYN, qUµ sdw kwiem rihx vwlw mwlk hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM smuMdr, DrqI Aqy Asmwn AMdr prIpurn hY[ qUM hY s¤cy mwlk! swirAW dw SromxI swihb hY[","unicode":"ਤੂੰ ਸਮੁੰਦਰ, ਧਰਤੀ ਅਤੇ ਅਸਮਾਨ ਅੰਦਰ ਪਰੀਪੁਰਨ ਹੈ। ਤੂੰ ਹੈ ਸੱਚੇ ਮਾਲਕ! ਸਾਰਿਆਂ ਦਾ ਸ਼ਰੋਮਣੀ ਸਾਹਿਬ ਹੈ।"}},"es":{"sn":"Oh Maestro Verdadero, estás compenetrado en la tierra, el agua y los espacios inferiores, eres el Amo y Señor de todo. "},"hi":{"ss":"हे प्रभू ! तू जल में धरती में आकाश में (हर जगह) व्यापक है। तू सब जीवों के सिर पर है। तू सदा कायम रहने वाला मालिक है।","sts":"हे ईश्वर ! तू जल, थल, नभ सब में व्याप्त है, सबसे बड़ा एवं हम सबका मालिक है।"}},"transliteration":{"english":"too jal thal maheeal bharapoor sabh uoopar saach dhanee ||","hindi":"तू जलि थलि महीअलि भरपूरि सभ ऊपरि साचु धणी ॥","en":"too jal thal maheeal bharapoor sabh uoopar saach dhanee ||","hi":"तू जलि थलि महीअलि भरपूरि सभ ऊपरि साचु धणी ॥","ipa":"t̪u d͡ʒəl t̪ʰəl məhiəl ɓərəpur səɓ oupər sɑt͡ʃ t̪əɳi.","ur":"تُو جل تھلِ مهیِال بھرپُور سبھ اُوپر ساچ دھݨیِ ۔۔"},"pageNo":1115,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47626,"shabadId":3999,"verse":{"gurmukhi":"ijn jipAw hir min cIiq hir jip jip mukqu GxI ]","unicode":"ਜਿਨ ਜਪਿਆ ਹਰਿ ਮਨਿ ਚੀਤਿ ਹਰਿ ਜਪਿ ਜਪਿ ਮੁਕਤੁ ਘਣੀ ॥"},"larivaar":{"gurmukhi":"ijnjipAwhirmincIiqhirjipjipmukquGxI]","unicode":"ਜਿਨਜਪਿਆਹਰਿਮਨਿਚੀਤਿਹਰਿਜਪਿਜਪਿਮੁਕਤੁਘਣੀ॥"},"translation":{"en":{"bdb":"Those who meditate on the Lord in their conscious minds - all those who chant and meditate on the Lord are liberated.","ms":"Many, who with their mind and heart mediate on the Lord Master, and who remember and contemplate Him, are emancipated.","ssk":"Those who meditate on the Lord in their conscious minds - all those who chant and meditate on the Lord are liberated."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny Awpxy mn ivc Awpxy ic`q ivc prmwqmw dw nwm (sdw) jipAw (auh ivkwrW qoN bc gey) [ hy BweI! pRBU dw nwm muV muV jp ky byAMq lukweI mukq ho jWdI hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਿਆ (ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ) । ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਜਪ ਕੇ ਬੇਅੰਤ ਲੁਕਾਈ ਮੁਕਤ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"hy hrI! ijs ny qyry ko mn kr ky jpw hY iqs eyk kI qo ikAw khyN, hy hrI! qyry nwm ko jp jp ky (GxI) bhuqI isRstI mukiq BeI hY]","unicode":"ਹੇ ਹਰੀ! ਜਿਸ ਨੇ ਤੇਰੇ ਕੋ ਮਨ ਕਰ ਕੇ ਜਪਾ ਹੈ ਤਿਸ ਏਕ ਕੀ ਤੋ ਕਿਆ ਕਹੇਂ, ਹੇ ਹਰੀ! ਤੇਰੇ ਨਾਮ ਕੋ ਜਪ ਜਪ ਕੇ (ਘਣੀ) ਬਹੁਤੀ ਸ੍ਰਿਸਟੀ ਮੁਕਤਿ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny Awpxy mn ivc Awpxy ic`q ivc prmwqmw dw nwm (sdw) jipAw (auh ivkwrW qoN bc gey) [ hy BweI! pRBU dw nwm muV muV jp ky byAMq lukweI mukq ho jWdI hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਿਆ (ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ) । ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੁੜ ਮੁੜ ਜਪ ਕੇ ਬੇਅੰਤ ਲੁਕਾਈ ਮੁਕਤ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"AnykW hI jo Awpxy ihrdy Aqy idl nwl suAwmI mwlk ƒ ismrdy hn Aqy jo aus ƒ Xwd qy cyqy krdy hn, mukq ho jWdy hn[","unicode":"ਅਨੇਕਾਂ ਹੀ ਜੋ ਆਪਣੇ ਹਿਰਦੇ ਅਤੇ ਦਿਲ ਨਾਲ ਸੁਆਮੀ ਮਾਲਕ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਅਤੇ ਜੋ ਉਸ ਨੂੰ ਯਾਦ ਤੇ ਚੇਤੇ ਕਰਦੇ ਹਨ, ਮੁਕਤ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Sí, millones de aquéllos que Te contemplan con toda su Conciencia, viven emancipados."},"hi":{"ss":"हे भाई ! जिन मनुष्यों ने अपने मन में अपने चिक्त में परमात्मा का नाम (सदा) जपा (वे विकारों से बच गए)।","sts":"जिन्होंने एकाग्रचित होकर हरिनाम जपा, ऐसे कितने ही भक्तजन हरिनाम जप-जपकर मुक्ति पा गए हैं।"}},"transliteration":{"english":"jin japiaa har man cheet har jap jap mukat ghanee ||","hindi":"जिन जपिआ हरि मनि चीति हरि जपि जपि मुकतु घणी ॥","en":"jin japiaa har man cheet har jap jap mukat ghanee ||","hi":"जिन जपिआ हरि मनि चीति हरि जपि जपि मुकतु घणी ॥","ipa":"d͡ʒɪn d͡ʒəpɪəɑ hər mən t͡ʃit̪ hər d͡ʒəp d͡ʒəp mʊkət̪ Gʰəɳi.","ur":"جٍن جپآ هرِ منِ چیِت هرِ جپِ جپِ مُکت گھݨیِ ۔۔"},"pageNo":1115,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47627,"shabadId":3999,"verse":{"gurmukhi":"ijn jipAw hir qy mukq pRwxI iqn ky aUjl muK hir duAwir ]","unicode":"ਜਿਨ ਜਪਿਆ ਹਰਿ ਤੇ ਮੁਕਤ ਪ੍ਰਾਣੀ ਤਿਨ ਕੇ ਊਜਲ ਮੁਖ ਹਰਿ ਦੁਆਰਿ ॥"},"larivaar":{"gurmukhi":"ijnjipAwhirqymukqpRwxIiqnkyaUjlmuKhirduAwir]","unicode":"ਜਿਨਜਪਿਆਹਰਿਤੇਮੁਕਤਪ੍ਰਾਣੀਤਿਨਕੇਊਜਲਮੁਖਹਰਿਦੁਆਰਿ॥"},"translation":{"en":{"bdb":"Those mortal beings who meditate on the Lord are liberated; their faces are radiant in the Court of the Lord.","ms":"The mortals, who remember God, they are delivered. Their faces sparkle in God's court.","ssk":"Those mortal beings who meditate on the Lord are liberated; their faces are radiant in the Court of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVy pRwxI prmwqmw dw nwm jpdy hn, auh piv`qr jIvn vwly ho jWdy hn, prmwqmw dy dr qy auhnW dy mUMh aujly huMdy hn (pRBU-dr qy auh Awdr-sqkwr pRwpq krdy hn) [","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਹੁੰਦੇ ਹਨ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਉਹ ਆਦਰ-ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ) ।"},"ft":{"gurmukhi":"hy hrI! ijnoN ny qyry ko jpw hY qy pRwxI mukiq Bey hYN, punw hy hrI! qyry dÍwry myN iqn ky muK aujly Bey hYN]","unicode":"ਹੇ ਹਰੀ! ਜਿਨੋਂ ਨੇ ਤੇਰੇ ਕੋ ਜਪਾ ਹੈ ਤੇ ਪ੍ਰਾਣੀ ਮੁਕਤਿ ਭਏ ਹੈਂ, ਪੁਨਾ ਹੇ ਹਰੀ! ਤੇਰੇ ਦ੍ਵਾਰੇ ਮੇਂ ਤਿਨ ਕੇ ਮੁਖ ਉਜਲੇ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijhVy pRwxI prmwqmw dw nwm jpdy hn, auh piv`qr jIvn vwly ho jWdy hn, prmwqmw dy dr qy auhnW dy mUMh aujly huMdy hn (pRBU-dr qy auh Awdr-sqkwr pRwpq krdy hn) [","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਪ੍ਰਾਣੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਹੁੰਦੇ ਹਨ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਉਹ ਆਦਰ-ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ) ।"},"ms":{"gurmukhi":"jIv jo hrI ƒ Xwd krdy hn, auh mukq ho jWdy hn[ r`b dy drbwr AMdr aunHW dy ichry cmkdy hn[","unicode":"ਜੀਵ ਜੋ ਹਰੀ ਨੂੰ ਯਾਦ ਕਰਦੇ ਹਨ, ਉਹ ਮੁਕਤ ਹੋ ਜਾਂਦੇ ਹਨ। ਰੱਬ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਉਨ੍ਹਾਂ ਦੇ ਚਿਹਰੇ ਚਮਕਦੇ ਹਨ।"}},"es":{"sn":"Sí, liberados están tales seres y sus semblantes resplandecen en la Puerta del Señor. "},"hi":{"ss":"हे भाई ! प्रभू का नाम बार-बार जपके बेअंत दुनिया मुक्त हो जाती है। हे भाई ! जो प्राणी परमात्मा का नाम जपते हैं। वे पवित्र जीवन वाले हो जाते हैं। परमात्मा के दर पर उनके मुँह उज्जवल होते हैं (प्रभू के द्वार पर वे आदर-मान पाते हैं)।","sts":"हरिनाम जपने वाले प्राणी संसार के बन्धनों से मुक्त हो गए हैं और प्रभु द्वार में उन्हीं के मुख उज्ज्वल हुए हैं।"}},"transliteration":{"english":"jin japiaa har te mukat praanee tin ke uoojal mukh har dhuaar ||","hindi":"जिन जपिआ हरि ते मुकत प्राणी तिन के ऊजल मुख हरि दुआरि ॥","en":"jin japiaa har te mukat praanee tin ke uoojal mukh har dhuaar ||","hi":"जिन जपिआ हरि ते मुकत प्राणी तिन के ऊजल मुख हरि दुआरि ॥","ipa":"d͡ʒɪn d͡ʒəpɪəɑ hər t̪e mʊkət̪ pɹɑɳi t̪ɪn ke oud͡ʒəl mʊkʰ hər d̪ʊəɑr.","ur":"جٍن جپآ هرِ تے مُکت پراݨیِ تن کے اُوجل مُکھ هرِ دُآر ۔۔"},"pageNo":1115,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47628,"shabadId":3999,"verse":{"gurmukhi":"Eie hliq pliq jn Bey suhyly hir rwiK lIey rKnhwir ]","unicode":"ਓਇ ਹਲਤਿ ਪਲਤਿ ਜਨ ਭਏ ਸੁਹੇਲੇ ਹਰਿ ਰਾਖਿ ਲੀਏ ਰਖਨਹਾਰਿ ॥"},"larivaar":{"gurmukhi":"EiehliqpliqjnBeysuhylyhirrwiKlIeyrKnhwir]","unicode":"ਓਇਹਲਤਿਪਲਤਿਜਨਭਏਸੁਹੇਲੇਹਰਿਰਾਖਿਲੀਏਰਖਨਹਾਰਿ॥"},"translation":{"en":{"bdb":"Those humble beings are exalted in this world and the next; the Savior Lord saves them.","ms":"These persons become illustrious both in this world and the next one. The Saviour Lord saves them.","ssk":"Those humble beings are exalted in this world and the next; the Savior Lord saves them."},"pu":{"ss":{"gurmukhi":"auh bMdy ies lok ivc qy prlok ivc suKI jIvn vwly ho jWdy hn [ bcwx dI smrQw vwly prmwqmw ny auhnW ƒ Awp (ivkwrW qoN) bcw ilAw huMdw hY [","unicode":"ਉਹ ਬੰਦੇ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ । ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"vhu purS (hliq pliq) lok prlok myN (suhyly) suKI Bey hYN, hy hrI rwKnhwry! iqn ko Awp ny rwK lIAw hY]","unicode":"ਵਹੁ ਪੁਰਸ਼ (ਹਲਤਿ ਪਲਤਿ) ਲੋਕ ਪਰਲੋਕ ਮੇਂ (ਸੁਹੇਲੇ) ਸੁਖੀ ਭਏ ਹੈਂ, ਹੇ ਹਰੀ ਰਾਖਨਹਾਰੇ! ਤਿਨ ਕੋ ਆਪ ਨੇ ਰਾਖ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"auh bMdy ies lok ivc qy prlok ivc suKI jIvn vwly ho jWdy hn [ bcwx dI smrQw vwly prmwqmw ny auhnW ƒ Awp (ivkwrW qoN) bcw ilAw huMdw hY [","unicode":"ਉਹ ਬੰਦੇ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖੀ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ । ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh purS ies lok Aqy pRlok donw iv`c kIrqImwn ho jWdy hn[ r`iKAw krn vwlw sweIN auhnW dI r`iKAw krdw hY[","unicode":"ਉਹ ਪੁਰਸ਼ ਇਸ ਲੋਕ ਅਤੇ ਪ੍ਰਲੋਕ ਦੋਨਾ ਵਿੱਚ ਕੀਰਤੀਮਾਨ ਹੋ ਜਾਂਦੇ ਹਨ। ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਸਾਈਂ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Son bendecidos aquí y aquí después, y entonces el Señor Mismo los salva."},"hi":{"ss":"वे लोग इस लोक में और परलोक में सुखी जीवन वाले हो जाते हैं। बचाने की समर्थता वाले परमात्मा ने उन्हें स्वयं (विकारों से) बचा लिया होता है।","sts":"वे लोक-परलोक में सुखी हुए हैं और ईश्वर ही उनका रखवाला बना है।"}},"transliteration":{"english":"oi halat palat jan bhe suhele har raakh le'ee rakhanahaar ||","hindi":"ओइ हलति पलति जन भए सुहेले हरि राखि लीए रखनहारि ॥","en":"oi halat palat jan bhe suhele har raakh le'ee rakhanahaar ||","hi":"ओइ हलति पलति जन भए सुहेले हरि राखि लीए रखनहारि ॥","ipa":"oeɪ hələt̪ pələt̪ d͡ʒən ɓee sʊhele hər rɑkʰ liee rəkʰənəhɑr.","ur":"اوِا هلت پلت جن بھاے سُهےلے هر راکھ لیِاے رکھنهار ۔۔"},"pageNo":1115,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47629,"shabadId":3999,"verse":{"gurmukhi":"hir sMqsMgiq jn suxhu BweI gurmuiK hir syvw sPl bxI ]","unicode":"ਹਰਿ ਸੰਤਸੰਗਤਿ ਜਨ ਸੁਣਹੁ ਭਾਈ ਗੁਰਮੁਖਿ ਹਰਿ ਸੇਵਾ ਸਫਲ ਬਣੀ ॥"},"larivaar":{"gurmukhi":"hirsMqsMgiqjnsuxhuBweIgurmuiKhirsyvwsPlbxI]","unicode":"ਹਰਿਸੰਤਸੰਗਤਿਜਨਸੁਣਹੁਭਾਈਗੁਰਮੁਖਿਹਰਿਸੇਵਾਸਫਲਬਣੀ॥"},"translation":{"en":{"bdb":"Listen to the Lord's Name in the Society of the Saints, O humble Siblings of Destiny. The Gurmukh's service to the Lord is fruitful.","ms":"O men, my brethren, hear ye God's praise in the saints society. By the Guru's grace, fruitful becomes the Lord's service.","ssk":"Listen to the Lord's Name in the Society of the Saints, O humble Siblings of Destiny. The Gurmukh's service to the Lord is fruitful."},"pu":{"ss":{"gurmukhi":"hy hrI dy sMq jnoN! hy swD sMgiq! hy BweI! suxo—gurU dI srn ipAW hI prmwqmw dI kIqI hoeI syvw-BgqI kwmXwb huMdI hY [","unicode":"ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋਂ! ਹੇ ਸਾਧ ਸੰਗਤਿ! ਹੇ ਭਾਈ! ਸੁਣੋ—ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"hir jnoN kI jo sqsMgq hY iqs myN, hy BweI! Bwvq rUp vwihgurU Awp kw js sunw jwqw hY[ ijnoN ny sunw hY, iqn gurmuKoN kI syvw, hy hir! qyry myN sihq PloN ky ho kr ky bnqI BeI hY]","unicode":"ਹਰਿ ਜਨੋਂ ਕੀ ਜੋ ਸਤਸੰਗਤ ਹੈ ਤਿਸ ਮੇਂ, ਹੇ ਭਾਈ! ਭਾਵਤ ਰੂਪ ਵਾਹਿਗੁਰੂ ਆਪ ਕਾ ਜਸ ਸੁਨਾ ਜਾਤਾ ਹੈ। ਜਿਨੋਂ ਨੇ ਸੁਨਾ ਹੈ, ਤਿਨ ਗੁਰਮੁਖੋਂ ਕੀ ਸੇਵਾ, ਹੇ ਹਰਿ! ਤੇਰੇ ਮੇਂ ਸਹਿਤ ਫਲੋਂ ਕੇ ਹੋ ਕਰ ਕੇ ਬਨਤੀ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy hrI dy sMq jnoN! hy swD sMgiq! hy BweI! suxo—gurU dI srn ipAW hI prmwqmw dI kIqI hoeI syvw-BgqI kwmXwb huMdI hY [","unicode":"ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋਂ! ਹੇ ਸਾਧ ਸੰਗਤਿ! ਹੇ ਭਾਈ! ਸੁਣੋ—ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"hy purSo! myry BrwE! qusIN swD sMgq AMdr vwihgurU dI mihmw sRvx kro[ gurW dI dieAw duAwrw Pldwiek ho jWdI hY pRBU dI Gwl[","unicode":"ਹੇ ਪੁਰਸ਼ੋ! ਮੇਰੇ ਭਰਾਓ! ਤੁਸੀਂ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਸ੍ਰਵਣ ਕਰੋ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਫਲਦਾਇਕ ਹੋ ਜਾਂਦੀ ਹੈ ਪ੍ਰਭੂ ਦੀ ਘਾਲ।"}},"es":{"sn":"Escuchen, oh Santos, el Servicio de Dios es Fructífero."},"hi":{"ss":"हे हरी ! हे संत जनो ! हे साध-संगति ! हे भाई ! सुनो- गुरू की शरण पड़ कर ही परमात्मा की की हुई सेवा-भक्ति सफल होती है।","sts":"हे भाई जनो ! सुनो, गुरु-संतों की संगति में ही प्रभु की उपासना सफल हुई है।"}},"transliteration":{"english":"har sa(n)tasa(n)gat jan sunahu bhaiee gurmukh har sevaa safal banee ||","hindi":"हरि संतसंगति जन सुणहु भाई गुरमुखि हरि सेवा सफल बणी ॥","en":"har sa(n)tasa(n)gat jan sunahu bhaiee gurmukh har sevaa safal banee ||","hi":"हरि संतसंगति जन सुणहु भाई गुरमुखि हरि सेवा सफल बणी ॥","ipa":"hər səŋt̪əsəŋGət̪ d͡ʒən sʊɳəh ɓɑei Gʊrəmʊkʰ hər seʋɑ səfəl bəɳi.","ur":"هر سںتسںگت جن سُݨهُ بھاای گُرمکھ هرِ سےوا سپھل بݨیِ ۔۔"},"pageNo":1115,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47630,"shabadId":3999,"verse":{"gurmukhi":"qU jil Qil mhIAil BrpUir sB aUpir swcu DxI ]2]","unicode":"ਤੂ ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਭਰਪੂਰਿ ਸਭ ਊਪਰਿ ਸਾਚੁ ਧਣੀ ॥੨॥"},"larivaar":{"gurmukhi":"qUjilQilmhIAilBrpUirsBaUpirswcuDxI]2]","unicode":"ਤੂਜਲਿਥਲਿਮਹੀਅਲਿਭਰਪੂਰਿਸਭਊਪਰਿਸਾਚੁਧਣੀ॥੨॥"},"translation":{"en":{"bdb":"You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all. ||2||","ms":"Thou are fully-filling ocean, land and sky, Thou, O True Master, are the over Lord of all.","ssk":"You are totally pervading the water, the land and the sky. O True Lord, You are the Master of all. ||2||"},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ jl ivc DrqI ivc AwkwS ivc (hr QW) ivAwpk hYN, qUµ sB jIvW dy isr auqy hYN, qUµ sdw kwiem rihx vwlw mwlk hYN [2[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ।੨।"},"ft":{"gurmukhi":"qUM jl, Ql, ipRQvI, Akws myN BrpUr hYN AOr sB ky aUpr qUM scw DnI hYN]2]","unicode":"ਤੂੰ ਜਲ, ਥਲ, ਪ੍ਰਿਥਵੀ, ਅਕਾਸ ਮੇਂ ਭਰਪੂਰ ਹੈਂ ਔਰ ਸਭ ਕੇ ਊਪਰ ਤੂੰ ਸਚਾ ਧਨੀ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ jl ivc DrqI ivc AwkwS ivc (hr QW) ivAwpk hYN, qUµ sB jIvW dy isr auqy hYN, qUµ sdw kwiem rihx vwlw mwlk hYN [2[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ।੨।"},"ms":{"gurmukhi":"qUM smuMdr, DrqI Aqy AwkwS AMdr prIpUrn ho irhw hY[ qUM hy s¤cy mwlk! swirAW dw SromxI swihb hY[","unicode":"ਤੂੰ ਸਮੁੰਦਰ, ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ ਅੰਦਰ ਪਰੀਪੂਰਨ ਹੋ ਰਿਹਾ ਹੈ। ਤੂੰ ਹੇ ਸੱਚੇ ਮਾਲਕ! ਸਾਰਿਆਂ ਦਾ ਸ਼ਰੋਮਣੀ ਸਾਹਿਬ ਹੈ।"}},"es":{"sn":"Sí, Tú compenetras la tierra, el agua y los espacios inferiores, oh Dios, el Amo y Señor de todo, mi Maestro Verdadero. (2)"},"hi":{"ss":"हे प्रभू ! तू जल में धरती में आकाश में (हर जगह) व्यापक है। तू सब जीवों के सिर पर है। तू सदा कायम रहने वाला मालिक है। 2।","sts":"हे मालिक ! एकमात्र तू ही सबसे बड़ा है, जल, थल, नभ सब में तू ही व्याप्त है॥ २॥"}},"transliteration":{"english":"too jal thal maheeal bharapoor sabh uoopar saach dhanee ||2||","hindi":"तू जलि थलि महीअलि भरपूरि सभ ऊपरि साचु धणी ॥२॥","en":"too jal thal maheeal bharapoor sabh uoopar saach dhanee ||2||","hi":"तू जलि थलि महीअलि भरपूरि सभ ऊपरि साचु धणी ॥२॥","ipa":"t̪u d͡ʒəl t̪ʰəl məhiəl ɓərəpur səɓ oupər sɑt͡ʃ t̪əɳi.2.","ur":"تُو جل تھلِ مهیِال بھرپُور سبھ اُوپر ساچ دھݨیِ ۔۔۲۔۔"},"pageNo":1115,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47631,"shabadId":3999,"verse":{"gurmukhi":"qU Qwn Qnµqir hir eyku hir eyko eyku rivAw ]","unicode":"ਤੂ ਥਾਨ ਥਨੰਤਰਿ ਹਰਿ ਏਕੁ ਹਰਿ ਏਕੋ ਏਕੁ ਰਵਿਆ ॥"},"larivaar":{"gurmukhi":"qUQwnQnµqirhireykuhireykoeykurivAw]","unicode":"ਤੂਥਾਨਥਨੰਤਰਿਹਰਿਏਕੁਹਰਿਏਕੋਏਕੁਰਵਿਆ॥"},"translation":{"en":{"bdb":"You are the One Lord, the One and Only Lord, pervading all places and interspaces.","ms":"Thou, O One Lord, but one Lord, are pervading places and inter-spaces.","ssk":"You are the One Lord, the One and Only Lord, pervading all places and interspaces."},"pu":{"ss":{"gurmukhi":"hy hrI! hryk QW ivc iek qUµ hI qUµ mOjUd hYN [","unicode":"ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ।"},"ft":{"gurmukhi":"hy hrI! qUM Qwn QnMqroN myN eyk hI hYN[ hy hrI! qUM eyk hI eyk srb QW jwn kr jpw hY]","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਥਾਨ ਥਨੰਤਰੋਂ ਮੇਂ ਏਕ ਹੀ ਹੈਂ। ਹੇ ਹਰੀ! ਤੂੰ ਏਕ ਹੀ ਏਕ ਸਰਬ ਥਾਂ ਜਾਨ ਕਰ ਜਪਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy hrI! hryk QW ivc iek qUµ hI qUµ mOjUd hYN [","unicode":"ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM hY Adu`qI pRBU! kyvl klmk¤ly pRBU QwvW qy ivckwrlIAW iv`QW iv`c ivAwpk ho irhw hY[","unicode":"ਤੂੰ ਹੈ ਅਦੁੱਤੀ ਪ੍ਰਭੂ! ਕੇਵਲ ਕਲਮਕੱਲੇ ਪ੍ਰਭੂ ਥਾਵਾਂ ਤੇ ਵਿਚਕਾਰਲੀਆਂ ਵਿੱਥਾਂ ਵਿੱਚ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Estás en todas partes, oh Dios, Tú, Uno, prevaleces en todo."},"hi":{"ss":"हे हरी ! हरेक जगह में एक तू ही तू मौजूद है।","sts":"हे प्रभु ! एक तू ही सर्वव्यापक है, केवल तू ही कण-कण में रमण कर रहा है,"}},"transliteration":{"english":"too thaan thana(n)tar har ek har eko ek raviaa ||","hindi":"तू थान थनंतरि हरि एकु हरि एको एकु रविआ ॥","en":"too thaan thana(n)tar har ek har eko ek raviaa ||","hi":"तू थान थनंतरि हरि एकु हरि एको एकु रविआ ॥","ipa":"t̪u t̪ʰɑn t̪ʰənəⁿt̪ər hər eek hər eekɔ eek rəʋɪəɑ.","ur":"تُو تھان تھنµتر هر اےک هرِ اےکو اےک روِآ ۔۔"},"pageNo":1115,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47632,"shabadId":3999,"verse":{"gurmukhi":"vix iqRix iqRBvix sB isRsit muiK hir hir nwmu civAw ]","unicode":"ਵਣਿ ਤ੍ਰਿਣਿ ਤ੍ਰਿਭਵਣਿ ਸਭ ਸ੍ਰਿਸਟਿ ਮੁਖਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਚਵਿਆ ॥"},"larivaar":{"gurmukhi":"vixiqRixiqRBvixsBisRsitmuiKhirhirnwmucivAw]","unicode":"ਵਣਿਤ੍ਰਿਣਿਤ੍ਰਿਭਵਣਿਸਭਸ੍ਰਿਸਟਿਮੁਖਿਹਰਿਹਰਿਨਾਮੁਚਵਿਆ॥"},"translation":{"en":{"bdb":"The forests and fields, the three worlds and the entire Universe, chant the Name of the Lord, Har, Har.","ms":"The forests, the vegetation, the three words and entire creation, with their mouth utter the Lord God's Name.","ssk":"The forests and fields, the three worlds and the entire Universe, chant the Name of the Lord, Har, Har."},"pu":{"ss":{"gurmukhi":"hy pRBU! jMgl ivc, Gwh dy qIly ivc, iq®BvxI-jgq ivc—hr QW qUµ hI qUµ v`s irhw hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ ਵਿਚ, ਘਾਹ ਦੇ ਤੀਲੇ ਵਿਚ, ਤ੍ਰਿਭਵਣੀ-ਜਗਤ ਵਿਚ—ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy hry krny vwly hrI! bn, iqRx qInoN Bvx rUp sB isRsit ny qyry nwm ko muK sy aucwrn kIAw hY]","unicode":"ਹੇ ਹਰੇ ਕਰਨੇ ਵਾਲੇ ਹਰੀ! ਬਨ, ਤ੍ਰਿਣ ਤੀਨੋਂ ਭਵਣ ਰੂਪ ਸਭ ਸ੍ਰਿਸਟਿ ਨੇ ਤੇਰੇ ਨਾਮ ਕੋ ਮੁਖ ਸੇ ਉਚਾਰਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRBU! jMgl ivc, Gwh dy qIly ivc, iq®BvxI-jgq ivc—hr QW qUµ hI qUµ v`s irhw hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ ਵਿਚ, ਘਾਹ ਦੇ ਤੀਲੇ ਵਿਚ, ਤ੍ਰਿਭਵਣੀ-ਜਗਤ ਵਿਚ—ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ ।"},"ms":{"gurmukhi":"jMgl, bnwspqI, iqMny jhwn Aqy smUh rcnw, Awpdy mUMh nwl vwihgurU sweIN dy nwm dw aucwrn krdy hn[","unicode":"ਜੰਗਲ, ਬਨਾਸਪਤੀ, ਤਿੰਨੇ ਜਹਾਨ ਅਤੇ ਸਮੂਹ ਰਚਨਾ, ਆਪਦੇ ਮੂੰਹ ਨਾਲ ਵਾਹਿਗੁਰੂ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Tu Nombre es recitado por los humanos, el reino vegetal también clama Tu Nombre."},"hi":{"ss":"हे प्रभू ! जंगल में। तिनकों में। त्रिभवणी जगत में- हर जगह तू ही तू बस रहा है। हे भाई ! सारी सृष्टि (भाव। सारी सृष्टि के जीव) अपने मुँह से हरी-नाम ही उचार रही है।","sts":"वन-वनस्पति, तीनों लोक, समूची सृष्टि हरिनाम जप रही है।"}},"transliteration":{"english":"van tiran tirabhavan sabh sirasaT mukh har har naam chaviaa ||","hindi":"वणि तृणि तृभवणि सभ सृसटि मुखि हरि हरि नामु चविआ ॥","en":"van tiran tirabhavan sabh sirasaT mukh har har naam chaviaa ||","hi":"वणि तृणि तृभवणि सभ सृसटि मुखि हरि हरि नामु चविआ ॥","ipa":"ʋəɳ t̪ɪɹəɳ t̪ɪɹəɓəʋəɳ səɓ sɪɹəsəʈ mʊkʰ hər hər nɑm t͡ʃəʋɪəɑ.","ur":"وݨ ترݨ تربھوݨ سبھ سرسٹ مُکھ هرِ هرِ نام چوِآ ۔۔"},"pageNo":1115,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47633,"shabadId":3999,"verse":{"gurmukhi":"siB cvih hir hir nwmu krqy AsMK Agxq hir iDAwvey ]","unicode":"ਸਭਿ ਚਵਹਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਕਰਤੇ ਅਸੰਖ ਅਗਣਤ ਹਰਿ ਧਿਆਵਏ ॥"},"larivaar":{"gurmukhi":"siBcvihhirhirnwmukrqyAsMKAgxqhiriDAwvey]","unicode":"ਸਭਿਚਵਹਿਹਰਿਹਰਿਨਾਮੁਕਰਤੇਅਸੰਖਅਗਣਤਹਰਿਧਿਆਵਏ॥"},"translation":{"en":{"bdb":"All chant the Name of the Creator Lord, Har, Har; countless, uncountable beings meditate on the Lord.","ms":"Everything utters the Name of the Creator-Lord Master. Myriads and numberless beings mediate on God.","ssk":"All chant the Name of the Creator Lord, Har, Har; countless, uncountable beings meditate on the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! swrI isRStI (Bwv, swrI isRStI dy jIv) Awpxy mUMh nwl hir-nwm hI aucwr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਭਾਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਜੀਵ) ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਹੀ ਉਚਾਰ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"hy krqy! sBI qyry hir hir nwm ko aucwrn krqy hYN, punÚ hy AsMK! Aigxq hI jIv qyry hir nwm ko iDAwvqy hYN]","unicode":"ਹੇ ਕਰਤੇ! ਸਭੀ ਤੇਰੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ, ਪੁਨਃ ਹੇ ਅਸੰਖ! ਅਗਿਣਤ ਹੀ ਜੀਵ ਤੇਰੇ ਹਰਿ ਨਾਮ ਕੋ ਧਿਆਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! swrI isRStI (Bwv, swrI isRStI dy jIv) Awpxy mUMh nwl hir-nwm hI aucwr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਭਾਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਜੀਵ) ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਹਰਿ-ਨਾਮ ਹੀ ਉਚਾਰ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"hr vsqU isrjxhwr suAwmI mwlk dy nwm dw aucwrn krdI hY[ kRoVW hI Aqy Axigxq jIv vwihgurU ƒ AwrwDdy hn[","unicode":"ਹਰ ਵਸਤੂ ਸਿਰਜਣਹਾਰ ਸੁਆਮੀ ਮਾਲਕ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਦੀ ਹੈ। ਕ੍ਰੋੜਾਂ ਹੀ ਅਤੇ ਅਣਗਿਣਤ ਜੀਵ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਰਾਧਦੇ ਹਨ।"}},"es":{"sn":"Oh Señor Creador, todo lo que existe recita Tu Nombre, sí, millones te contemplan y habitan en Ti."},"hi":{"ss":"हे भाई ! असंखों जीव अनगिनत जीव सारे ही करतार का नाम सदा उचार रहे हैं। हे भाई ! (सारी सृष्टि) हरी का नाम सिमर रही है।","sts":"सभी जीव हरिनाम की स्तुति कर रहे हैं, असंख्य, अनगिनत जीव ईश्वर का भजन करने में तल्लीन हैं।"}},"transliteration":{"english":"sabh chaveh har har naam karate asa(n)kh aganat har dhiaave ||","hindi":"सभि चवहि हरि हरि नामु करते असंख अगणत हरि धिआवए ॥","en":"sabh chaveh har har naam karate asa(n)kh aganat har dhiaave ||","hi":"सभि चवहि हरि हरि नामु करते असंख अगणत हरि धिआवए ॥","ipa":"səɓ t͡ʃəʋəh hər hər nɑm kərət̪e əsəŋkʰ əGəɳət̪ hər t̪ɪəɑʋee.","ur":"سبھ چوه هرِ هرِ نام کرتے اسںکھ اگݨت هرِ دھآواے ۔۔"},"pageNo":1115,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47634,"shabadId":3999,"verse":{"gurmukhi":"so DMnu Dnu hir sMqu swDU jo hir pRB krqy Bwvey ]","unicode":"ਸੋ ਧੰਨੁ ਧਨੁ ਹਰਿ ਸੰਤੁ ਸਾਧੂ ਜੋ ਹਰਿ ਪ੍ਰਭ ਕਰਤੇ ਭਾਵਏ ॥"},"larivaar":{"gurmukhi":"soDMnuDnuhirsMquswDUjohirpRBkrqyBwvey]","unicode":"ਸੋਧੰਨੁਧਨੁਹਰਿਸੰਤੁਸਾਧੂਜੋਹਰਿਪ੍ਰਭਕਰਤੇਭਾਵਏ॥"},"translation":{"en":{"bdb":"Blessed, blessed are those Saints and Holy People of the Lord, who are pleasing to the Creator Lord God.","ms":"Blessed, blessed are the saints end holymen of God, who are pleasing to the Creator-Lord Master.","ssk":"Blessed, blessed are those Saints and Holy People of the Lord, who are pleasing to the Creator Lord God."},"pu":{"ss":{"gurmukhi":"hy BweI! AsMKW jIv Axigxq jIv swry hI krqwr dw nwm sdw aucwr rhy hn [ hy BweI! (swrI isRStI) hrI dw nwm ismr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਅਸੰਖਾਂ ਜੀਵ ਅਣਗਿਣਤ ਜੀਵ ਸਾਰੇ ਹੀ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰ ਰਹੇ ਹਨ । ਹੇ ਭਾਈ! (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"hy hrI! so sMq swDU qyrw DMnÎqw jog DMn hY, jo hy hrI krqy pRBU! qyry ko Bwvqw hY]","unicode":"ਹੇ ਹਰੀ! ਸੋ ਸੰਤ ਸਾਧੂ ਤੇਰਾ ਧੰਨ੍ਯਤਾ ਜੋਗ ਧੰਨ ਹੈ, ਜੋ ਹੇ ਹਰੀ ਕਰਤੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਭਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! AsMKW jIv Axigxq jIv swry hI krqwr dw nwm sdw aucwr rhy hn [ hy BweI! (swrI isRStI) hrI dw nwm ismr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਅਸੰਖਾਂ ਜੀਵ ਅਣਗਿਣਤ ਜੀਵ ਸਾਰੇ ਹੀ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਉਚਾਰ ਰਹੇ ਹਨ । ਹੇ ਭਾਈ! (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ) ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"mubwrk, mubwrk hn rb dy auh Drmwqmw Aqy nyk bMdy jo isrjxhwr-suAwmI mwlk ƒ cMgy lgdy hn[","unicode":"ਮੁਬਾਰਕ, ਮੁਬਾਰਕ ਹਨ ਰਬ ਦੇ ਉਹ ਧਰਮਾਤਮਾ ਅਤੇ ਨੇਕ ਬੰਦੇ ਜੋ ਸਿਰਜਣਹਾਰ-ਸੁਆਮੀ ਮਾਲਕ ਨੂੰ ਚੰਗੇ ਲਗਦੇ ਹਨ।"}},"es":{"sn":"Benditos, benditos son los Santos, con quienes Estás complacido."},"hi":{"ss":"हे भाई ! हरी का वह संत हरी का वह साधु धन्य है धन्य है। जो हरी-प्रभू को जो करतार को प्यारा लगता है (भा जाता है)।","sts":"पर वे साधु-संत धन्य हैं, जो कर्ता प्रभु को भा जाते हैं।"}},"transliteration":{"english":"so dha(n)n dhan har sa(n)t saadhoo jo har prabh karate bhaave ||","hindi":"सो धंनु धनु हरि संतु साधू जो हरि प्रभ करते भावए ॥","en":"so dha(n)n dhan har sa(n)t saadhoo jo har prabh karate bhaave ||","hi":"सो धंनु धनु हरि संतु साधू जो हरि प्रभ करते भावए ॥","ipa":"sɔ t̪əŋn t̪ən hər səŋt̪ sɑt̪u d͡ʒɔ hər pɹəɓ kərət̪e ɓɑʋee.","ur":"سو دھنّ دھن هر سںت سادھُو جو هرِ پربھ کرتے بھاواے ۔۔"},"pageNo":1115,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47635,"shabadId":3999,"verse":{"gurmukhi":"so sPlu drsnu dyhu krqy ijsu hir ihrdY nwmu sd civAw ]","unicode":"ਸੋ ਸਫਲੁ ਦਰਸਨੁ ਦੇਹੁ ਕਰਤੇ ਜਿਸੁ ਹਰਿ ਹਿਰਦੈ ਨਾਮੁ ਸਦ ਚਵਿਆ ॥"},"larivaar":{"gurmukhi":"sosPludrsnudyhukrqyijsuhirihrdYnwmusdcivAw]","unicode":"ਸੋਸਫਲੁਦਰਸਨੁਦੇਹੁਕਰਤੇਜਿਸੁਹਰਿਹਿਰਦੈਨਾਮੁਸਦਚਵਿਆ॥"},"translation":{"en":{"bdb":"O Creator, please bless me with the Fruitful Vision, the Darshan, of those who chant the Lord's Name in their hearts forever.","ms":"O my Creator, bless me Thou with the fruitful vision of him, who in his mind ever utters the Lord's Name.","ssk":"O Creator, please bless me with the Fruitful Vision, the Darshan, of those who chant the Lord's Name in their hearts forever."},"pu":{"ss":{"gurmukhi":"hy BweI! hrI dw auh sMq hrI dw auh swDU DMn hY DMn hY, ijhVw hir-pRBU ƒ ijhVw krqwr ƒ ipAwrw l`gdw hY [","unicode":"ਹੇ ਭਾਈ! ਹਰੀ ਦਾ ਉਹ ਸੰਤ ਹਰੀ ਦਾ ਉਹ ਸਾਧੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਹੜਾ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਜਿਹੜਾ ਕਰਤਾਰ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy krqy! so sPl drsn myry ko dIjIey, ijs kr ky hy hrI! ihrdy myN DÎwn kr sdIv qyry nwm ko aucwrn kIAw jwvy]","unicode":"ਹੇ ਕਰਤੇ! ਸੋ ਸਫਲ ਦਰਸਨ ਮੇਰੇ ਕੋ ਦੀਜੀਏ, ਜਿਸ ਕਰ ਕੇ ਹੇ ਹਰੀ! ਹਿਰਦੇ ਮੇਂ ਧ੍ਯਾਨ ਕਰ ਸਦੀਵ ਤੇਰੇ ਨਾਮ ਕੋ ਉਚਾਰਨ ਕੀਆ ਜਾਵੇ॥"},"bdb":{"gurmukhi":"hy BweI! hrI dw auh sMq hrI dw auh swDU DMn hY DMn hY, ijhVw hir-pRBU ƒ ijhVw krqwr ƒ ipAwrw l`gdw hY [","unicode":"ਹੇ ਭਾਈ! ਹਰੀ ਦਾ ਉਹ ਸੰਤ ਹਰੀ ਦਾ ਉਹ ਸਾਧੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ, ਜਿਹੜਾ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਜਿਹੜਾ ਕਰਤਾਰ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hY myry krqwr, qUM mYƒ aus dw Pldwiek dIdwr prdwn kr jo Awpdy mn AMdr sdIv hI suAwmI dy nwm ƒ aucwrdw hY[","unicode":"ਹੈ ਮੇਰੇ ਕਰਤਾਰ, ਤੂੰ ਮੈਨੂੰ ਉਸ ਦਾ ਫਲਦਾਇਕ ਦੀਦਾਰ ਪਰਦਾਨ ਕਰ ਜੋ ਆਪਦੇ ਮਨ ਅੰਦਰ ਸਦੀਵ ਹੀ ਸੁਆਮੀ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਦਾ ਹੈ।"}},"es":{"sn":"Oh Dios, bendíceme con esa Visión fructífera de aquél que recita Tu Nombre siempre con todo su corazón."},"hi":{"ss":"हे करतार ! जिसके हृदय में (तू बसता है)। जो सदा (तेरा) नाम उचारता है।","sts":"हे सृष्टिकर्ता ! जिसने हृदय में सदा हरिनामोच्चारण किया है, उस गुरु-संत पुरुष के मुझे सफल दर्शन करवा दो।"}},"transliteration":{"english":"so safal dharasan dheh karate jis har hiradhai naam sadh chaviaa ||","hindi":"सो सफलु दरसनु देहु करते जिसु हरि हिरदै नामु सद चविआ ॥","en":"so safal dharasan dheh karate jis har hiradhai naam sadh chaviaa ||","hi":"सो सफलु दरसनु देहु करते जिसु हरि हिरदै नामु सद चविआ ॥","ipa":"sɔ səfəl d̪ərəsən d̪eh kərət̪e d͡ʒɪs hər hɪrəd̪æ nɑm səd̪ t͡ʃəʋɪəɑ.","ur":"سو سپھل درسن دےهُ کرتے جس هر هردَے نام سد چوِآ ۔۔"},"pageNo":1115,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47636,"shabadId":3999,"verse":{"gurmukhi":"qU Qwn Qnµqir hir eyku hir eyko eyku rivAw ]3]","unicode":"ਤੂ ਥਾਨ ਥਨੰਤਰਿ ਹਰਿ ਏਕੁ ਹਰਿ ਏਕੋ ਏਕੁ ਰਵਿਆ ॥੩॥"},"larivaar":{"gurmukhi":"qUQwnQnµqirhireykuhireykoeykurivAw]3]","unicode":"ਤੂਥਾਨਥਨੰਤਰਿਹਰਿਏਕੁਹਰਿਏਕੋਏਕੁਰਵਿਆ॥੩॥"},"translation":{"en":{"bdb":"You are the One Lord, the One and Only Lord, pervading all places and interspaces. ||3||","ms":"Thou, O One Lord, but one Lord, are pervading all the spaces and inter-spaces.","ssk":"You are the One Lord, the One and Only Lord, pervading all places and interspaces. ||3||"},"pu":{"ss":{"gurmukhi":"hy krqwr! ijs dy ihrdy ivc (qUµ v`sdw hYN), jo sdw (qyrw) nwm aucwrdw hY, auh mnu`K kwmXwb (jIvn vwlw) hY, (mYƒ aus dw) drsn b^S [ hy hrI! hryk QW ivc iek qUµ hI qUµ mOjUd hYN [3[","unicode":"ਹੇ ਕਰਤਾਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੂੰ ਵੱਸਦਾ ਹੈਂ), ਜੋ ਸਦਾ (ਤੇਰਾ) ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਕਾਮਯਾਬ (ਜੀਵਨ ਵਾਲਾ) ਹੈ, (ਮੈਨੂੰ ਉਸ ਦਾ) ਦਰਸਨ ਬਖ਼ਸ਼ । ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ।੩।"},"ft":{"gurmukhi":"hy hrI! qUM Qwn QnMqroN myN eyk hI hYN[ hy hrI! qUM eyk hI eyk srb QW jwn kr jpw hY]3]","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਥਾਨ ਥਨੰਤਰੋਂ ਮੇਂ ਏਕ ਹੀ ਹੈਂ। ਹੇ ਹਰੀ! ਤੂੰ ਏਕ ਹੀ ਏਕ ਸਰਬ ਥਾਂ ਜਾਨ ਕਰ ਜਪਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy krqwr! ijs dy ihrdy ivc (qUµ v`sdw hYN), jo sdw (qyrw) nwm aucwrdw hY, auh mnu`K kwmXwb (jIvn vwlw) hY, (mYƒ aus dw) drsn b^S [ hy hrI! hryk QW ivc iek qUµ hI qUµ mOjUd hYN [3[","unicode":"ਹੇ ਕਰਤਾਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੂੰ ਵੱਸਦਾ ਹੈਂ), ਜੋ ਸਦਾ (ਤੇਰਾ) ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਕਾਮਯਾਬ (ਜੀਵਨ ਵਾਲਾ) ਹੈ, (ਮੈਨੂੰ ਉਸ ਦਾ) ਦਰਸਨ ਬਖ਼ਸ਼ । ਹੇ ਹਰੀ! ਹਰੇਕ ਥਾਂ ਵਿਚ ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ ।੩।"},"ms":{"gurmukhi":"qUM hY Adu`qI pRBU! inrol Adu`qI pRBU, QwvW qy ivckwrlIAW QwvW iv`c ivAwpk ho irhw hY[","unicode":"ਤੂੰ ਹੈ ਅਦੁੱਤੀ ਪ੍ਰਭੂ! ਨਿਰੋਲ ਅਦੁੱਤੀ ਪ੍ਰਭੂ, ਥਾਵਾਂ ਤੇ ਵਿਚਕਾਰਲੀਆਂ ਥਾਵਾਂ ਵਿੱਚ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Tú, mi Maestro, prevaleces en todo, por todas partes. Sí, Tú, el Uno Solo. (3)"},"hi":{"ss":"वह मनुष्य कामयाब (जीवन वाला) है। (मुझे उसका) दर्शन बख्श। हे हरी ! हरेक जगह पर एक तू ही तू मौजूद है। 3।","sts":"हे प्रभु ! एक तू ही हर स्थान पर मौजूद है, केवल एक तू ही संसार के कण-कण में रमण कर रहा है॥ ३॥"}},"transliteration":{"english":"too thaan thana(n)tar har ek har eko ek raviaa ||3||","hindi":"तू थान थनंतरि हरि एकु हरि एको एकु रविआ ॥३॥","en":"too thaan thana(n)tar har ek har eko ek raviaa ||3||","hi":"तू थान थनंतरि हरि एकु हरि एको एकु रविआ ॥३॥","ipa":"t̪u t̪ʰɑn t̪ʰənəⁿt̪ər hər eek hər eekɔ eek rəʋɪəɑ.3.","ur":"تُو تھان تھنµتر هر اےک هرِ اےکو اےک روِآ ۔۔۳۔۔"},"pageNo":1115,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47637,"shabadId":3999,"verse":{"gurmukhi":"qyrI Bgiq BMfwr AsMK ijsu qU dyvih myry suAwmI iqsu imlih ]","unicode":"ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਅਸੰਖ ਜਿਸੁ ਤੂ ਦੇਵਹਿ ਮੇਰੇ ਸੁਆਮੀ ਤਿਸੁ ਮਿਲਹਿ ॥"},"larivaar":{"gurmukhi":"qyrIBgiqBMfwrAsMKijsuqUdyvihmyrysuAwmIiqsuimlih]","unicode":"ਤੇਰੀਭਗਤਿਭੰਡਾਰਅਸੰਖਜਿਸੁਤੂਦੇਵਹਿਮੇਰੇਸੁਆਮੀਤਿਸੁਮਿਲਹਿ॥"},"translation":{"en":{"bdb":"The treasures of devotional worship to You are countless; he alone is blessed with them, O my Lord and Master, whom You bless.","ms":"Innumerable are the treasures of Thine devotional service, O my Lord. He alone is blest with them, whom Thou bless.","ssk":"The treasures of devotional worship to You are countless; he alone is blessed with them, O my Lord and Master, whom You bless."},"pu":{"ss":{"gurmukhi":"hy myry suAwmI! (qyry Gr ivc) qyrI BgqI dy byAMq ^zwny Bry pey hn, (pr ieh ^zwny) aus (mnu`K) ƒ imldy hn ijs ƒ qUµ (Awp) dyNdw hYN [","unicode":"ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy sÍwmI! qyrI BgqI ky BMfwr AsMKÎwq Bry hUey hYN, prMqU ijs ko qUM dyqw hYN iqs ko imlqy hYN]","unicode":"ਹੇ ਸ੍ਵਾਮੀ! ਤੇਰੀ ਭਗਤੀ ਕੇ ਭੰਡਾਰ ਅਸੰਖ੍ਯਾਤ ਭਰੇ ਹੂਏ ਹੈਂ, ਪਰੰਤੂ ਜਿਸ ਕੋ ਤੂੰ ਦੇਤਾ ਹੈਂ ਤਿਸ ਕੋ ਮਿਲਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy myry suAwmI! (qyry Gr ivc) qyrI BgqI dy byAMq ^zwny Bry pey hn, (pr ieh ^zwny) aus (mnu`K) ƒ imldy hn ijs ƒ qUµ (Awp) dyNdw hYN [","unicode":"ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੀ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"Axigxq hn qyrI pRym-meI syvw dy Kjwny, hY myry swihb! kyvl aus ƒ hI auhnW dI dwq imldI hY, ijs ƒ qUM idMdw hY[","unicode":"ਅਣਗਿਣਤ ਹਨ ਤੇਰੀ ਪ੍ਰੇਮ-ਮਈ ਸੇਵਾ ਦੇ ਖਜਾਨੇ, ਹੈ ਮੇਰੇ ਸਾਹਿਬ! ਕੇਵਲ ਉਸ ਨੂੰ ਹੀ ਉਹਨਾਂ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਤੂੰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Inaccesible e Infinito es el Tesoro de Tu Devoción, oh Dios, pero sólo será bendecido con ese Tesoro aquél a quien le otorgues Tu Bendición."},"hi":{"ss":"हे मेरे स्वामी ! (तेरे घर में) तेरी भक्ति के बेअंत खजाने भरे पड़े हैं। (पर यह खजाने) उस (मनुष्य) को मिलते हैं जिसको तू (स्वयं) देता है।","sts":"तेरी भक्ति के भण्डार तो अनगिनत हैं, हे मेरे स्वामी ! पर जिसे तू देता है, उसे ही मिलता है।"}},"transliteration":{"english":"teree bhagat bha(n)ddaar asa(n)kh jis too dheveh mere suaamee tis mileh ||","hindi":"तेरी भगति भंडार असंख जिसु तू देवहि मेरे सुआमी तिसु मिलहि ॥","en":"teree bhagat bha(n)ddaar asa(n)kh jis too dheveh mere suaamee tis mileh ||","hi":"तेरी भगति भंडार असंख जिसु तू देवहि मेरे सुआमी तिसु मिलहि ॥","ipa":"t̪eri ɓəGət̪ ɓəŋɖɑr əsəŋkʰ d͡ʒɪs t̪u d̪eʋəh mere sʊəɑmi t̪ɪs mɪləh.","ur":"تےریِ بھگت بھںڈار اسںکھ جس تُو دےوه مےرے سُآمیِ تس مله ۔۔"},"pageNo":1115,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47638,"shabadId":3999,"verse":{"gurmukhi":"ijs kY msqik gur hwQu iqsu ihrdY hir gux itkih ]","unicode":"ਜਿਸ ਕੈ ਮਸਤਕਿ ਗੁਰ ਹਾਥੁ ਤਿਸੁ ਹਿਰਦੈ ਹਰਿ ਗੁਣ ਟਿਕਹਿ ॥"},"larivaar":{"gurmukhi":"ijskYmsqikgurhwQuiqsuihrdYhirguxitkih]","unicode":"ਜਿਸਕੈਮਸਤਕਿਗੁਰਹਾਥੁਤਿਸੁਹਿਰਦੈਹਰਿਗੁਣਟਿਕਹਿ॥"},"translation":{"en":{"bdb":"The Lord's Glorious Virtues abide within the heart of that person, whose forehead the Guru has touched.","ms":"God's virtues dwell within the mind of him, on whose forehead is the hand of the Guru.","ssk":"The Lord's Glorious Virtues abide within the heart of that person, whose forehead the Guru has touched."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs (mnu`K) dy m`Qy auqy gurU dw h`Q hovy, aus dy ihrdy ivc prmwqmw dy gux itky rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਮੱਥੇ ਉਤੇ ਗੁਰੂ ਦਾ ਹੱਥ ਹੋਵੇ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijs purS ky msqk pr guroN kw hwQ hoqw hY iqs ky ihrdy myN, hy hrI! qyry gux (itkih) Tihrqy hYN]","unicode":"ਜਿਸ ਪੁਰਸ਼ ਕੇ ਮਸਤਕ ਪਰ ਗੁਰੋਂ ਕਾ ਹਾਥ ਹੋਤਾ ਹੈ ਤਿਸ ਕੇ ਹਿਰਦੇ ਮੇਂ, ਹੇ ਹਰੀ! ਤੇਰੇ ਗੁਣ (ਟਿਕਹਿ) ਠਹਿਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijs (mnu`K) dy m`Qy auqy gurU dw h`Q hovy, aus dy ihrdy ivc prmwqmw dy gux itky rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਮੱਥੇ ਉਤੇ ਗੁਰੂ ਦਾ ਹੱਥ ਹੋਵੇ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"vwihgurU dIAW nykIAW aus dy mn AMdr vsdIAW hn, ijs dy m¤Qy auqy gurW dw h`Q hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਨੇਕੀਆਂ ਉਸ ਦੇ ਮਨ ਅੰਦਰ ਵਸਦੀਆਂ ਹਨ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਗੁਰਾਂ ਦਾ ਹੱਥ ਹੈ।"}},"es":{"sn":"Aquél a quien la Palma del Guru dé sobre su frente, en su corazón se encontrará enaltecida Tu Virtud. "},"hi":{"ss":"हे भाई ! जिस (मनुष्य) के माथे पर गुरू का हाथ हो। उसके हृदय में परमात्मा के गुण टिके रहते हैं।","sts":"जिसके मस्तक पर गुरु का हाथ है, उसके ही हृदय में प्रभु-गुण टिकते हैं।"}},"transliteration":{"english":"jis kai masatak gur haath tis hiradhai har gun Tikeh ||","hindi":"जिस कै मसतकि गुर हाथु तिसु हिरदै हरि गुण टिकहि ॥","en":"jis kai masatak gur haath tis hiradhai har gun Tikeh ||","hi":"जिस कै मसतकि गुर हाथु तिसु हिरदै हरि गुण टिकहि ॥","ipa":"d͡ʒɪs kæ məsət̪ək Gʊr hɑt̪ʰ t̪ɪs hɪrəd̪æ hər Gʊɳ ʈɪkəh.","ur":"جِس کَے مستک گُر هاتھ تس هردَے هر گُݨ ٹکه ۔۔"},"pageNo":1115,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47639,"shabadId":3999,"verse":{"gurmukhi":"hir gux ihrdY itkih iqs kY ijsu AMqir Bau BwvnI hoeI ]","unicode":"ਹਰਿ ਗੁਣ ਹਿਰਦੈ ਟਿਕਹਿ ਤਿਸ ਕੈ ਜਿਸੁ ਅੰਤਰਿ ਭਉ ਭਾਵਨੀ ਹੋਈ ॥"},"larivaar":{"gurmukhi":"hirguxihrdYitkihiqskYijsuAMqirBauBwvnIhoeI]","unicode":"ਹਰਿਗੁਣਹਿਰਦੈਟਿਕਹਿਤਿਸਕੈਜਿਸੁਅੰਤਰਿਭਉਭਾਵਨੀਹੋਈ॥"},"translation":{"en":{"bdb":"The Glorious Virtues of the Lord dwell in the heart of that person, whose inner being is filled with the Fear of God, and His Love.","ms":"God's virtues dwell in his mind, within whom is the Lord's fear and Love.","ssk":"The Glorious Virtues of the Lord dwell in the heart of that person, whose inner being is filled with the Fear of God, and His Love."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs (mnu`K) dy AMdr (prmwqmw dw) fr Adb hY (prmwqmw vwsqy) srDw-ipAwr hY, aus dy ihrdy ivc prmwqmw dy gux itky rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ ਅਦਬ ਹੈ (ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਰਧਾ-ਪਿਆਰ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hy hrI! qyry gux iqs ky ihrdy myN itkqy hYN ijs ky ihrdy myN qyrw BY Ar BwvnI hoqI hY]","unicode":"ਹੇ ਹਰੀ! ਤੇਰੇ ਗੁਣ ਤਿਸ ਕੇ ਹਿਰਦੇ ਮੇਂ ਟਿਕਤੇ ਹੈਂ ਜਿਸ ਕੇ ਹਿਰਦੇ ਮੇਂ ਤੇਰਾ ਭੈ ਅਰ ਭਾਵਨੀ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijs (mnu`K) dy AMdr (prmwqmw dw) fr Adb hY (prmwqmw vwsqy) srDw-ipAwr hY, aus dy ihrdy ivc prmwqmw dy gux itky rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ ਅਦਬ ਹੈ (ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਰਧਾ-ਪਿਆਰ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"vwihgurU dIAW nykIAW aus dy mn iv`c vsdIAW hn, ijs dy AMdr pRBU dw fr Aqy ipAwr hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਨੇਕੀਆਂ ਉਸ ਦੇ ਮਨ ਵਿੱਚ ਵਸਦੀਆਂ ਹਨ, ਜਿਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਡਰ ਅਤੇ ਪਿਆਰ ਹੈ।"}},"es":{"sn":"Las Virtudes del Señor son enaltecidas en el corazón de aquél que goza del Amor del Temor Reverencial del Señor y de Su Amor. "},"hi":{"ss":"हे भाई ! जिस (मनुष्य) के अंदर (परमात्मा का) डर-अदब है (परमात्मा के लिए) श्रद्धा-प्यार है। उसके हृदय में परमात्मा के गुण टिके रहते हैं।","sts":"उसके ही हृदय में प्रभु-गुण टिकते हैं, जिसके अन्तर्मन में पूर्ण निष्ठा बनी हुई है।"}},"transliteration":{"english":"har gun hiradhai Tikeh tis kai jis a(n)tar bhau bhaavanee hoiee ||","hindi":"हरि गुण हिरदै टिकहि तिस कै जिसु अंतरि भउ भावनी होई ॥","en":"har gun hiradhai Tikeh tis kai jis a(n)tar bhau bhaavanee hoiee ||","hi":"हरि गुण हिरदै टिकहि तिस कै जिसु अंतरि भउ भावनी होई ॥","ipa":"hər Gʊɳ hɪrəd̪æ ʈɪkəh t̪ɪs kæ d͡ʒɪs əŋt̪ər ɓo ɓɑʋəni hɔei.","ur":"هر گُݨ هردَے ٹکه تس کَے جس اںتر بھاُ بھاونیِ هوای ۔۔"},"pageNo":1115,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}}]}