{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1116},"count":32,"navigation":{"previous":1115,"next":1117},"page":[{"verseId":47640,"shabadId":3999,"verse":{"gurmukhi":"ibnu BY iknY n pRymu pwieAw ibnu BY pwir n auqirAw koeI ]","unicode":"ਬਿਨੁ ਭੈ ਕਿਨੈ ਨ ਪ੍ਰੇਮੁ ਪਾਇਆ ਬਿਨੁ ਭੈ ਪਾਰਿ ਨ ਉਤਰਿਆ ਕੋਈ ॥"},"larivaar":{"gurmukhi":"ibnuBYiknYnpRymupwieAwibnuBYpwirnauqirAwkoeI]","unicode":"ਬਿਨੁਭੈਕਿਨੈਨਪ੍ਰੇਮੁਪਾਇਆਬਿਨੁਭੈਪਾਰਿਨਉਤਰਿਆਕੋਈ॥"},"translation":{"en":{"bdb":"Without the Fear of God, His Love is not obtained. Without the Fear of God, no one is carried across to the other side.","ms":"Without the Lord's fear, no one is blessed with His love and without fearing the Lord no one ferries across.","ssk":"Without the Fear of God, His Love is not obtained. Without the Fear of God, no one is carried across to the other side."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dy fr-Adb qoN ibnw iksy BI mnu`K ny (prmwqmw dw) pRym pRwpq nhIN kIqw [ koeI BI mnu`K (prmwqmw dy) fr-Adb qoN ibnw (ies sMswr-smuMdr qoN) pwr nhIN lMG sikAw (koeI BI ivkwrW qoN bc nhIN sikAw) [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ । ਕੋਈ ਭੀ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਿਆ (ਕੋਈ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਿਆ) ।"},"ft":{"gurmukhi":"BY sy ibnW qInoN kwl myN iksI ny qyrw pRym nhIN pwXw hY Ar BÎ sy ibnW sMswr smuMdr sy koeI BI pwr nhIN auqrw hY]","unicode":"ਭੈ ਸੇ ਬਿਨਾਂ ਤੀਨੋਂ ਕਾਲ ਮੇਂ ਕਿਸੀ ਨੇ ਤੇਰਾ ਪ੍ਰੇਮ ਨਹੀਂ ਪਾਯਾ ਹੈ ਅਰ ਭ੍ਯ ਸੇ ਬਿਨਾਂ ਸੰਸਾਰ ਸਮੁੰਦਰ ਸੇ ਕੋਈ ਭੀ ਪਾਰ ਨਹੀਂ ਉਤਰਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dy fr-Adb qoN ibnw iksy BI mnu`K ny (prmwqmw dw) pRym pRwpq nhIN kIqw [ koeI BI mnu`K (prmwqmw dy) fr-Adb qoN ibnw (ies sMswr-smuMdr qoN) pwr nhIN lMG sikAw (koeI BI ivkwrW qoN bc nhIN sikAw) [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੇ (ਪਰਮਾਤਮਾ ਦਾ) ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ । ਕੋਈ ਭੀ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਿਆ (ਕੋਈ ਭੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਿਆ) ।"},"ms":{"gurmukhi":"pRBU dy fr dy bgyr iksy ƒ BI aus dw ipAwr prdwn nhIN huMdw Aqy pRBU qoN frn dy bwJoN iksy dw BI pwr auqwrw nhIN huMdw[","unicode":"ਪ੍ਰਭੂ ਦੇ ਡਰ ਦੇ ਬਗੇਰ ਕਿਸੇ ਨੂੰ ਭੀ ਉਸ ਦਾ ਪਿਆਰ ਪਰਦਾਨ ਨਹੀਂ ਹੁੰਦਾ ਅਤੇ ਪ੍ਰਭੂ ਤੋਂ ਡਰਨ ਦੇ ਬਾਝੋਂ ਕਿਸੇ ਦਾ ਭੀ ਪਾਰ ਉਤਾਰਾ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Sin el Temor Reverencial por el Señor uno no es bendecido con Su Amor, sin Temor Reverencial nadie puede nadar a través. "},"hi":{"ss":"हे भाई ! परमात्मा के डर-अदब के बिना किसी भी मनुष्य ने (परमात्मा का) प्रेम प्राप्त नहीं किया। कोई भी मनुष्य (परमात्मा के) डर-अदब के बिना (संसार-समुंद्र से) पार नहीं लांघ सका (कोई भी विकारों से बच नहीं सका)।","sts":"श्रद्धा-भय के बिना किसी ने भी प्रेम नहीं पाया और बिना श्रद्धा-भय के कोई भी पार नहीं हुआ।"}},"transliteration":{"english":"bin bhai kinai na prem paiaa bin bhai paar na utariaa koiee ||","hindi":"बिनु भै किनै न प्रेमु पाइआ बिनु भै पारि न उतरिआ कोई ॥","en":"bin bhai kinai na prem paiaa bin bhai paar na utariaa koiee ||","hi":"बिनु भै किनै न प्रेमु पाइआ बिनु भै पारि न उतरिआ कोई ॥","ipa":"bɪn ɓæ kɪnæ nə pɹem pɑɪɑ bɪn ɓæ pɑr nə oʊt̪ərɪəɑ kɔei.","ur":"بٍن بھَے کنَے ن پرےم پاایا بن بھَے پار ن اُترآ کوای ۔۔"},"pageNo":1116,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47641,"shabadId":3999,"verse":{"gurmukhi":"Bau Bwau pRIiq nwnk iqsih lwgY ijsu qU AwpxI ikrpw krih ]","unicode":"ਭਉ ਭਾਉ ਪ੍ਰੀਤਿ ਨਾਨਕ ਤਿਸਹਿ ਲਾਗੈ ਜਿਸੁ ਤੂ ਆਪਣੀ ਕਿਰਪਾ ਕਰਹਿ ॥"},"larivaar":{"gurmukhi":"BauBwaupRIiqnwnkiqsihlwgYijsuqUAwpxIikrpwkrih]","unicode":"ਭਉਭਾਉਪ੍ਰੀਤਿਨਾਨਕਤਿਸਹਿਲਾਗੈਜਿਸੁਤੂਆਪਣੀਕਿਰਪਾਕਰਹਿ॥"},"translation":{"en":{"bdb":"O Nanak, he alone is blessed with the Fear of God, and God's Love and Affection, whom You, Lord, bless with Your Mercy.","ms":"Says Nanak, O Lord, he alone is blest with Thy fear, love and affection, on whom is Thine grace.","ssk":"O Nanak, he alone is blessed with the Fear of God, and God's Love and Affection, whom You, Lord, bless with Your Mercy."},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) ausy mnu`K dy ihrdy ivc qyrw fr-Adb qyrw pRym-ipAwr pYdw huMdw hY ijs au~qy AwpxI imhr krdw hYN [","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਉਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਡਰ-ਅਦਬ ਤੇਰਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy Bgvn! Bau mn ivKy, Bwau srIr ivKy pRIqI bwxI kr iqs ko lwgqI hY ijs ko qUM AwpxI ikRpw idRs†I krqw hYN]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਗਵਨ! ਭਉ ਮਨ ਵਿਖੇ, ਭਾਉ ਸਰੀਰ ਵਿਖੇ ਪ੍ਰੀਤੀ ਬਾਣੀ ਕਰ ਤਿਸ ਕੋ ਲਾਗਤੀ ਹੈ ਜਿਸ ਕੋ ਤੂੰ ਆਪਣੀ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ੍ਟੀ ਕਰਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) ausy mnu`K dy ihrdy ivc qyrw fr-Adb qyrw pRym-ipAwr pYdw huMdw hY ijs au~qy AwpxI imhr krdw hYN [","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਉਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਡਰ-ਅਦਬ ਤੇਰਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"gurU jI PurmwauNdy hn, hy pRBU! kyvl aus ƒ hI qyry fr, ipAwr Aqy pRym dI dwq imldI hY, ijs auqy qyrI rihmq hY[","unicode":"ਗੁਰੂ ਜੀ ਫੁਰਮਾਉਂਦੇ ਹਨ, ਹੇ ਪ੍ਰਭੂ! ਕੇਵਲ ਉਸ ਨੂੰ ਹੀ ਤੇਰੇ ਡਰ, ਪਿਆਰ ਅਤੇ ਪ੍ਰੇਮ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਉਤੇ ਤੇਰੀ ਰਹਿਮਤ ਹੈ।"}},"es":{"sn":"Oh Señor, sólo será bendecido con Tu Amor y Reverencia, el que cuenta con Tu Misericordia."},"hi":{"ss":"हे नानक ! (कह-हे प्रभू !) उसी मनुष्य के हृदय में तेरा डर-अदब तेरा प्रेम-प्यार पैदा होता है जिस पर तू अपनी मेहर करता है।","sts":"गुरु नानक का कथन है कि हे प्रभु ! भय, श्रद्धा एवं प्रीति उसी के अन्तर्मन में उत्पन्न होती है, जिस पर तू अपनी कृपा करता है।"}},"transliteration":{"english":"bhau bhaau preet naanak tiseh laagai jis too aapanee kirapaa kareh ||","hindi":"भउ भाउ प्रीति नानक तिसहि लागै जिसु तू आपणी किरपा करहि ॥","en":"bhau bhaau preet naanak tiseh laagai jis too aapanee kirapaa kareh ||","hi":"भउ भाउ प्रीति नानक तिसहि लागै जिसु तू आपणी किरपा करहि ॥","ipa":"ɓo ɓɑo pɹit̪ nɑnək t̪ɪsəh lɑGæ d͡ʒɪs t̪u əɑpəɳi kɪrəpɑ kərəh.","ur":"بھا بھاا پریِت نانک تسه لاگَے جس تُو آپݨیِ کرپا کره ۔۔"},"pageNo":1116,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47642,"shabadId":3999,"verse":{"gurmukhi":"qyrI Bgiq BMfwr AsMK ijsu qU dyvih myry suAwmI iqsu imlih ]4]3]","unicode":"ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਅਸੰਖ ਜਿਸੁ ਤੂ ਦੇਵਹਿ ਮੇਰੇ ਸੁਆਮੀ ਤਿਸੁ ਮਿਲਹਿ ॥੪॥੩॥"},"larivaar":{"gurmukhi":"qyrIBgiqBMfwrAsMKijsuqUdyvihmyrysuAwmIiqsuimlih]4]3]","unicode":"ਤੇਰੀਭਗਤਿਭੰਡਾਰਅਸੰਖਜਿਸੁਤੂਦੇਵਹਿਮੇਰੇਸੁਆਮੀਤਿਸੁਮਿਲਹਿ॥੪॥੩॥"},"translation":{"en":{"bdb":"The treasures of devotional worship to You are countless; he alone is blessed with Them, O my Lord and Master, whom You bless. ||4||3||","ms":"Innumerable are the treasures of thine devotional service, O My Lord. He alone is blest with them, whom Thou bless.","ssk":"The treasures of devotional worship to You are countless; he alone is blessed with Them, O my Lord and Master, whom You bless. ||4||3||"},"pu":{"ss":{"gurmukhi":"hy myry suAwmI! (qyry Gr ivc) qyry BgqI dy byAMq ^zwny Bry pey hn, (pr ieh ^zwny) aus (mnu`K) ƒ imldy hn ijs ƒ qUµ (Awp) dyNdw hYN [4[3[","unicode":"ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੇ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ।੪।੩।"},"ft":{"gurmukhi":"hy sÍwmI! qyrI BgqI ky AsMKÎwq BMfwry Bry hUey hYN, prMqU ijs ko qUM dyqw hYN iqs ko imlqy hYN]4]3]Çeyk smÎ bRhmxoN ny gurU Armdws swihb jI aupr lwhOr myN Akbr pwiqswh pws jwkr pukwr krI: gurU Amrdws jI ny CqRI jnm ho kr qIrQ, bRq sB Cof dIey hYN AOr iesI qrW AOr ihMdUEN ny BI krm Cof dIey hYN[ gMgwidk qIrQ kbI BI prsy nhIN hY[ pihly qIrQ jwqRw krqy Qy Ab nhIN jwqy[ aun ko dyK AOr ihMdUEN ny BI qIrQoN pr jwxw Coif dIAw hY[ qW qy Awp aun ko khIey ik qIrQ prsw kryN[ bwdswih ny aun kw icq pRsMn krny vwsqy Xdip mhwrwj jI ky aUpr sRDw BI rKqw Qw qW vI gurU jI ko bulwie Byjw: Awp lwhOr myN Awiekr drsn dIjIey[ qb gurU Amrdws jI ny gurU rwmdws jI ko khw: ik qum lwhOr jwvo[ qb gurU rwmdws jI ny khw: mYN qo byd swsqR kuC nhIN pVw, pMfqoN ko auqr kYsy dyvoNgw? qb gurU jI ny khw: jb qum ApnI Bujw dyKogy qb byd mUrqI Dwr kr sB qumwry dwhny KVy hovihgy[ qb gurU jI gey qo bwdswh ny khw: bRwhmx ikAw khqy hYN, jo ihMdUEN kw krm sB Cof dIAw hY[ qb gurU jI ny dyKw dwhny byd swsqR rUp Dwr kr KVy hYN[ qb bRhmxoN ny","unicode":"ਹੇ ਸ੍ਵਾਮੀ! ਤੇਰੀ ਭਗਤੀ ਕੇ ਅਸੰਖ੍ਯਾਤ ਭੰਡਾਰੇ ਭਰੇ ਹੂਏ ਹੈਂ, ਪਰੰਤੂ ਜਿਸ ਕੋ ਤੂੰ ਦੇਤਾ ਹੈਂ ਤਿਸ ਕੋ ਮਿਲਤੇ ਹੈਂ॥੪॥੩॥☬ਏਕ ਸਮ੍ਯ ਬ੍ਰਹਮਣੋਂ ਨੇ ਗੁਰੂ ਅਰਮਦਾਸ ਸਾਹਿਬ ਜੀ ਉਪਰ ਲਾਹੌਰ ਮੇਂ ਅਕਬਰ ਪਾਤਿਸਾਹ ਪਾਸ ਜਾਕਰ ਪੁਕਾਰ ਕਰੀ: ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਛਤ੍ਰੀ ਜਨਮ ਹੋ ਕਰ ਤੀਰਥ, ਬ੍ਰਤ ਸਭ ਛੋਡ ਦੀਏ ਹੈਂ ਔਰ ਇਸੀ ਤਰਾਂ ਔਰ ਹਿੰਦੂਓਂ ਨੇ ਭੀ ਕਰਮ ਛੋਡ ਦੀਏ ਹੈਂ। ਗੰਗਾਦਿਕ ਤੀਰਥ ਕਬੀ ਭੀ ਪਰਸੇ ਨਹੀਂ ਹੈ। ਪਹਿਲੇ ਤੀਰਥ ਜਾਤ੍ਰਾ ਕਰਤੇ ਥੇ ਅਬ ਨਹੀਂ ਜਾਤੇ। ਉਨ ਕੋ ਦੇਖ ਔਰ ਹਿੰਦੂਓਂ ਨੇ ਭੀ ਤੀਰਥੋਂ ਪਰ ਜਾਣਾ ਛੋਡਿ ਦੀਆ ਹੈ। ਤਾਂ ਤੇ ਆਪ ਉਨ ਕੋ ਕਹੀਏ ਕਿ ਤੀਰਥ ਪਰਸਾ ਕਰੇਂ। ਬਾਦਸਾਹਿ ਨੇ ਉਨ ਕਾ ਚਿਤ ਪ੍ਰਸੰਨ ਕਰਨੇ ਵਾਸਤੇ ਯਦਪਿ ਮਹਾਰਾਜ ਜੀ ਕੇ ਊਪਰ ਸ੍ਰਧਾ ਭੀ ਰਖਤਾ ਥਾ ਤਾਂ ਵੀ ਗੁਰੂ ਜੀ ਕੋ ਬੁਲਾਇ ਭੇਜਾ: ਆਪ ਲਾਹੌਰ ਮੇਂ ਆਇਕਰ ਦਰਸਨ ਦੀਜੀਏ। ਤਬ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਕੋ ਕਹਾ: ਕਿ ਤੁਮ ਲਾਹੌਰ ਜਾਵੋ। ਤਬ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਕਹਾ: ਮੈਂ ਤੋ ਬੇਦ ਸਾਸਤ੍ਰ ਕੁਛ ਨਹੀਂ ਪੜਾ, ਪੰਡਤੋਂ ਕੋ ਉਤਰ ਕੈਸੇ ਦੇਵੋਂਗਾ? ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਜਬ ਤੁਮ ਅਪਨੀ ਭੁਜਾ ਦੇਖੋਗੇ ਤਬ ਬੇਦ ਮੂਰਤੀ ਧਾਰ ਕਰ ਸਭ ਤੁਮਾਰੇ ਦਾਹਨੇ ਖੜੇ ਹੋਵਹਿਗੇ। ਤਬ ਗੁਰੂ ਜੀ ਗਏ ਤੋ ਬਾਦਸਾਹ ਨੇ ਕਹਾ: ਬ੍ਰਾਹਮਣ ਕਿਆ ਕਹਤੇ ਹੈਂ, ਜੋ ਹਿੰਦੂਓਂ ਕਾ ਕਰਮ ਸਭ ਛੋਡ ਦੀਆ ਹੈ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਦੇਖਾ ਦਾਹਨੇ ਬੇਦ ਸਾਸਤ੍ਰ ਰੂਪ ਧਾਰ ਕਰ ਖੜੇ ਹੈਂ। ਤਬ ਬ੍ਰਹਮਣੋਂ ਨੇ"},"bdb":{"gurmukhi":"hy myry suAwmI! (qyry Gr ivc) qyry BgqI dy byAMq ^zwny Bry pey hn, (pr ieh ^zwny) aus (mnu`K) ƒ imldy hn ijs ƒ qUµ (Awp) dyNdw hYN [4[3[","unicode":"ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੇ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ।੪।੩।"},"ms":{"gurmukhi":"Axigxq hn qyrI pRym-meI syvw dy Kjwny, hY myry swihb! kyvl aus ƒ hI auhnW dI dwq imldI hY, ijs ƒ qUM idMdw hY[","unicode":"ਅਣਗਿਣਤ ਹਨ ਤੇਰੀ ਪ੍ਰੇਮ-ਮਈ ਸੇਵਾ ਦੇ ਖਜਾਨੇ, ਹੈ ਮੇਰੇ ਸਾਹਿਬ! ਕੇਵਲ ਉਸ ਨੂੰ ਹੀ ਉਹਨਾਂ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਤੂੰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Inagotable e Infinito es el Tesoro de Tu Devoción, y sólo será bendecido con Él, aquél a quien Tú Bendigas. (4-3)"},"hi":{"ss":"हे मेरे स्वामी ! (तेरे घर में) तेरी भगती के बेअंत खजाने भरे हुए हैं। (पर ये खजाने) उस (मनुष्य) को मिलते हैं जिसको तू (स्वयं) देता है। 4। 3।","sts":"हे मेरे स्वामी ! तेरी भक्ति के भण्डार तो अनगिनत हैं, पर जिसे तू देता है, उसे ही यह मिलता है।॥ ४॥ ३॥"}},"transliteration":{"english":"teree bhagat bha(n)ddaar asa(n)kh jis too dheveh mere suaamee tis mileh ||4||3||","hindi":"तेरी भगति भंडार असंख जिसु तू देवहि मेरे सुआमी तिसु मिलहि ॥४॥३॥","en":"teree bhagat bha(n)ddaar asa(n)kh jis too dheveh mere suaamee tis mileh ||4||3||","hi":"तेरी भगति भंडार असंख जिसु तू देवहि मेरे सुआमी तिसु मिलहि ॥४॥३॥","ipa":"t̪eri ɓəGət̪ ɓəŋɖɑr əsəŋkʰ d͡ʒɪs t̪u d̪eʋəh mere sʊəɑmi t̪ɪs mɪləh.4.3.","ur":"تےریِ بھگت بھںڈار اسںکھ جس تُو دےوه مےرے سُآمیِ تس مله ۔۔۴۔۔۳۔۔"},"pageNo":1116,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47643,"shabadId":4000,"verse":{"gurmukhi":"quKwrI mhlw 4 ]","unicode":"ਤੁਖਾਰੀ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"quKwrImhlw4]","unicode":"ਤੁਖਾਰੀਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Tukhaari, Fourth Mehla:","ms":"Tukhari 4th Guru.","ssk":"Tukhaari, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"quKwrI coQI pwiqSwhI[","unicode":"ਤੁਖਾਰੀ ਚੋਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tukhari, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"तुखारी महला ४॥"}},"transliteration":{"english":"tukhaaree mahalaa chauthhaa ||","hindi":"तुखारी महला ४ ॥","en":"tukhaaree mahalaa chauthhaa ||","hi":"तुखारी महला ४ ॥","ipa":"t̪ʊkʰɑri məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"تُکھاریِ مهلا ۴ ۔۔"},"pageNo":1116,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47644,"shabadId":4000,"verse":{"gurmukhi":"nwvxu purbu ABIcu gur siqgur drsu BieAw ]","unicode":"ਨਾਵਣੁ ਪੁਰਬੁ ਅਭੀਚੁ ਗੁਰ ਸਤਿਗੁਰ ਦਰਸੁ ਭਇਆ ॥"},"larivaar":{"gurmukhi":"nwvxupurbuABIcugursiqgurdrsuBieAw]","unicode":"ਨਾਵਣੁਪੁਰਬੁਅਭੀਚੁਗੁਰਸਤਿਗੁਰਦਰਸੁਭਇਆ॥"},"translation":{"en":{"bdb":"To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival.","ms":"Seeing the sight of the great True Guru, is the real bathing of the Abhaijit festival.","ssk":"To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ) gurU dw siqgurU dw drSn ho igAw, (ieh gur-drSn aus mnu`K vwsqy) qIrQ-ieSnwn hY, (aus mnu`K vwsqy) ABIc (nC`q® dw) piv`qr idhwVw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸ਼ਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ।"},"ft":{"gurmukhi":"kurCyqR ivKy (ABIcu) Amwvs myN sUrj gRhx ABijqu nCqR hovY iqs ko ABIcu khqy hYN[ iqs prb kw iesnwn Qw, iqs smÎ (gur) pUjxy jog sRI siqgurU Amrdws jI kw drsnu iqRlokI kI sMgqoN ko hoqw BXw]","unicode":"ਕੁਰਛੇਤ੍ਰ ਵਿਖੇ (ਅਭੀਚੁ) ਅਮਾਵਸ ਮੇਂ ਸੂਰਜ ਗ੍ਰਹਣ ਅਭਜਿਤੁ ਨਛਤ੍ਰ ਹੋਵੈ ਤਿਸ ਕੋ ਅਭੀਚੁ ਕਹਤੇ ਹੈਂ। ਤਿਸ ਪਰਬ ਕਾ ਇਸਨਾਨ ਥਾ, ਤਿਸ ਸਮ੍ਯ (ਗੁਰ) ਪੂਜਣੇ ਜੋਗ ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਕਾ ਦਰਸਨੁ ਤ੍ਰਿਲੋਕੀ ਕੀ ਸੰਗਤੋਂ ਕੋ ਹੋਤਾ ਭਯਾ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ) gurU dw siqgurU dw drSn ho igAw, (ieh gur-drSn aus mnu`K vwsqy) qIrQ-ieSnwn hY, (aus mnu`K vwsqy) ABIc (nC`q® dw) piv`qr idhwVw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸ਼ਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ।"},"ms":{"gurmukhi":"vfy s¤cy gurW dw drSn dyKxw hI ABYjIq dy iqauhwr dw AslI ieSnwn hY[","unicode":"ਵਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਦਰਸ਼ਨ ਦੇਖਣਾ ਹੀ ਅਭੈਜੀਤ ਦੇ ਤਿਉਹਾਰ ਦਾ ਅਸਲੀ ਇਸ਼ਨਾਨ ਹੈ।"}},"es":{"sn":"Logrando la Visión del Guru Verdadero, el Mérito de haberse bañado en la auspiciosa ocasión, "},"hi":{"ss":"हे भाई ! (जिस मनुष्य को) गुरू के सतिगुरू के दर्शन हो गए। (यह गुरू-दर्शन उस मनुष्य के लिए) तीर्थ-स्नान है। (उस मनुष्य के लिए) अभीच (नक्षत्र का) पवित्र दिन है।","sts":"गुरु का दर्शन हमारे लिए अभिजित् नक्षत्र में (कुरुक्षेत्र तीर्थ) स्नान का पुण्य फल पाना है,"}},"transliteration":{"english":"naavan purab abheech gur satigur dharas bhiaa ||","hindi":"नावणु पुरबु अभीचु गुर सतिगुर दरसु भइआ ॥","en":"naavan purab abheech gur satigur dharas bhiaa ||","hi":"नावणु पुरबु अभीचु गुर सतिगुर दरसु भइआ ॥","ipa":"nɑʋəɳ pʊrəb əɓit͡ʃ Gʊr sət̪ɪGʊr d̪ərəs ɓɪɑ.","ur":"ناوݨ پُرب ابھیِچ گُر ستگر درس بھایا ۔۔"},"pageNo":1116,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47645,"shabadId":4000,"verse":{"gurmukhi":"durmiq mYlu hrI AigAwnu AMDyru gieAw ]","unicode":"ਦੁਰਮਤਿ ਮੈਲੁ ਹਰੀ ਅਗਿਆਨੁ ਅੰਧੇਰੁ ਗਇਆ ॥"},"larivaar":{"gurmukhi":"durmiqmYluhrIAigAwnuAMDyrugieAw]","unicode":"ਦੁਰਮਤਿਮੈਲੁਹਰੀਅਗਿਆਨੁਅੰਧੇਰੁਗਇਆ॥"},"translation":{"en":{"bdb":"The filth of evil-mindedness is washed off, and the darkness of ignorance is dispelled.","ms":"The filth of evil inclinations is washed off and dispelled is the darkness of ignorance.","ssk":"The filth of evil-mindedness is washed off, and the darkness of ignorance is dispelled."},"pu":{"ss":{"gurmukhi":"(gurU dy  drsn dI brkiq nwl aus mnu`K dI) KotI miq dI mYl k`tI jWdI hY, (aus mnu`K dy AMdroN) Awqmk jIvn vloN bysmJI vwlw hnyrw dUr ho jWdw hY [","unicode":"(ਗੁਰੂ ਦੇ  ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੀ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ ਵਾਲਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"iqn kI KotI miq rUpI mYlu guroN ky drsnu ny ihr leI AOr iqn kw AgÎwnu AMDyrw dUr ho gÎw]","unicode":"ਤਿਨ ਕੀ ਖੋਟੀ ਮਤਿ ਰੂਪੀ ਮੈਲੁ ਗੁਰੋਂ ਕੇ ਦਰਸਨੁ ਨੇ ਹਿਰ ਲਈ ਔਰ ਤਿਨ ਕਾ ਅਗ੍ਯਾਨੁ ਅੰਧੇਰਾ ਦੂਰ ਹੋ ਗ੍ਯਾ॥"},"bdb":{"gurmukhi":"(gurU dy  drsn dI brkiq nwl aus mnu`K dI) KotI miq dI mYl k`tI jWdI hY, (aus mnu`K dy AMdroN) Awqmk jIvn vloN bysmJI vwlw hnyrw dUr ho jWdw hY [","unicode":"(ਗੁਰੂ ਦੇ  ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਦੀ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ ਵਾਲਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"mMdIAW rucIAW dI gMdgI DoqI ghI hY[ Aqy dUr ho igAw hY AnHyrw by-smJI dw[","unicode":"ਮੰਦੀਆਂ ਰੁਚੀਆਂ ਦੀ ਗੰਦਗੀ ਧੋਤੀ ਗਹੀ ਹੈ। ਅਤੇ ਦੂਰ ਹੋ ਗਿਆ ਹੈ ਅਨ੍ਹੇਰਾ ਬੇ-ਸਮਝੀ ਦਾ।"}},"es":{"sn":"fue obtenido por los peregrinos, y la mugre de sus vicios fue lavada y disipada la oscuridad de su ignorancia."},"hi":{"ss":"(गुरू के दर्शन की बरकति से उस मनुष्य की) खोटी मति की मैल काटी जाती है। (उस मनुष्य के अंदर से) आत्मिक जीवन की ओर से बेसमझी वाला अंधकार दूर हो जाता है।","sts":"इससे दुर्मति की मैल निवृत्त हो गई है और अज्ञान का अंधेरा मिट गया है।"}},"transliteration":{"english":"dhuramat mail haree agiaan a(n)dher giaa ||","hindi":"दुरमति मैलु हरी अगिआनु अंधेरु गइआ ॥","en":"dhuramat mail haree agiaan a(n)dher giaa ||","hi":"दुरमति मैलु हरी अगिआनु अंधेरु गइआ ॥","ipa":"d̪ʊrəmət̪ mæl həri əGɪəɑn əŋt̪er Gɪɑ.","ur":"دُرمت مَےل هریِ اگآن اںدھےر گایا ۔۔"},"pageNo":1116,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47646,"shabadId":4000,"verse":{"gurmukhi":"gur drsu pwieAw AigAwnu gvwieAw AMqir joiq pRgwsI ]","unicode":"ਗੁਰ ਦਰਸੁ ਪਾਇਆ ਅਗਿਆਨੁ ਗਵਾਇਆ ਅੰਤਰਿ ਜੋਤਿ ਪ੍ਰਗਾਸੀ ॥"},"larivaar":{"gurmukhi":"gurdrsupwieAwAigAwnugvwieAwAMqirjoiqpRgwsI]","unicode":"ਗੁਰਦਰਸੁਪਾਇਆਅਗਿਆਨੁਗਵਾਇਆਅੰਤਰਿਜੋਤਿਪ੍ਰਗਾਸੀ॥"},"translation":{"en":{"bdb":"Blessed by the Guru's Darshan, spiritual ignorance is dispelled, and the Divine Light illuminates the inner being.","ms":"Having the Guru's vision, spiritual ignorance is dispelled and the light becomes manifest in the mind.","ssk":"Blessed by the Guru's Darshan, spiritual ignorance is dispelled, and the Divine Light illuminates the inner being."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K ny) gurU dw drsn kr ilAw, (aus ny Awpxy AMdroN) AigAwn (-hnyrw) dUr kr ilAw, aus dy AMdr prmwqmw dI joiq ny Awpxw prkwS kr id`qw,","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ (-ਹਨੇਰਾ) ਦੂਰ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨੇ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ,"},"ft":{"gurmukhi":"ijnoN ny sRDw kr ky guroN kw drsnu pwieAw iqn kw AgÎwnu guroN ny gvwie dIAw AOr iqn ky AMqr vwhgurU kI gÎwq pRgt ho geI]","unicode":"ਜਿਨੋਂ ਨੇ ਸ੍ਰਧਾ ਕਰ ਕੇ ਗੁਰੋਂ ਕਾ ਦਰਸਨੁ ਪਾਇਆ ਤਿਨ ਕਾ ਅਗ੍ਯਾਨੁ ਗੁਰੋਂ ਨੇ ਗਵਾਇ ਦੀਆ ਔਰ ਤਿਨ ਕੇ ਅੰਤਰ ਵਾਹਗੁਰੂ ਕੀ ਗ੍ਯਾਤ ਪ੍ਰਗਟ ਹੋ ਗਈ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K ny) gurU dw drsn kr ilAw, (aus ny Awpxy AMdroN) AigAwn (-hnyrw) dUr kr ilAw, aus dy AMdr prmwqmw dI joiq ny Awpxw prkwS kr id`qw,","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ (-ਹਨੇਰਾ) ਦੂਰ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨੇ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ,"},"ms":{"gurmukhi":"gurW dw dIdwr pwaux duAwrw, Awqmk bysmJI dUr ho jWdI hY Aqy mn AMdr pRkwS prgt ho jWdw hY[","unicode":"ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਪਾਉਣ ਦੁਆਰਾ, ਆਤਮਕ ਬੇਸਮਝੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਮਨ ਅੰਦਰ ਪ੍ਰਕਾਸ਼ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Sí, teniendo la Visión del Guru, su ignorancia fue erradicada, su interior fue iluminado, "},"hi":{"ss":"हे भाई ! (जिस मनुष्य ने) गुरू के दर्शन कर लिए। (उसने अपने अंदर से) अज्ञान (-अंधेरा) दूर कर लिया। उसके अंदर परमात्मा की ज्योति ने अपना प्रकाश कर दिया।","sts":"गुरु-दर्शन पाकर अज्ञान दूर हो गया है और अन्तर्मन में ज्योति का प्रकाश हो गया है।"}},"transliteration":{"english":"gur dharas paiaa agiaan gavaiaa a(n)tar jot pragaasee ||","hindi":"गुर दरसु पाइआ अगिआनु गवाइआ अंतरि जोति प्रगासी ॥","en":"gur dharas paiaa agiaan gavaiaa a(n)tar jot pragaasee ||","hi":"गुर दरसु पाइआ अगिआनु गवाइआ अंतरि जोति प्रगासी ॥","ipa":"Gʊr d̪ərəs pɑɪɑ əGɪəɑn Gəʋɑɪɑ əŋt̪ər d͡ʒɔt̪ pɹəGɑsi.","ur":"گُر درس پاایا اگآن گواایا اںتر جوت پرگاسیِ ۔۔"},"pageNo":1116,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47647,"shabadId":4000,"verse":{"gurmukhi":"jnm mrx duK iKn mih ibnsy hir pwieAw pRBu AibnwsI ]","unicode":"ਜਨਮ ਮਰਣ ਦੁਖ ਖਿਨ ਮਹਿ ਬਿਨਸੇ ਹਰਿ ਪਾਇਆ ਪ੍ਰਭੁ ਅਬਿਨਾਸੀ ॥"},"larivaar":{"gurmukhi":"jnmmrxduKiKnmihibnsyhirpwieAwpRBuAibnwsI]","unicode":"ਜਨਮਮਰਣਦੁਖਖਿਨਮਹਿਬਿਨਸੇਹਰਿਪਾਇਆਪ੍ਰਭੁਅਬਿਨਾਸੀ॥"},"translation":{"en":{"bdb":"The pains of birth and death vanish in an instant, and the Eternal, Imperishable Lord God is found.","ms":"The pain of birth and death is stilled in an instant and the Imperishable God Lord is obtained.","ssk":"The pains of birth and death vanish in an instant, and the Eternal, Imperishable Lord God is found."},"pu":{"ss":{"gurmukhi":"(gurU dy drsn dI brkiq nwl aus mnu`K ny) AibnwSI pRBU (dw imlwp) hwsl kr ilAw, aus mnu`K dy jnm qoN mrn qk dy swry du`K nws ho gey [","unicode":"(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਨੇ) ਅਬਿਨਾਸ਼ੀ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ ।"},"ft":{"gurmukhi":"iqnoN ky jnm mrn Awidk duK iKn ivKy ns† ho jwqy Bey AOr hir AibnwsI pRBU ko iqnoN ny pwie lIAw hY]","unicode":"ਤਿਨੋਂ ਕੇ ਜਨਮ ਮਰਨ ਆਦਿਕ ਦੁਖ ਖਿਨ ਵਿਖੇ ਨਸ੍ਟ ਹੋ ਜਾਤੇ ਭਏ ਔਰ ਹਰਿ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਕੋ ਤਿਨੋਂ ਨੇ ਪਾਇ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(gurU dy drsn dI brkiq nwl aus mnu`K ny) AibnwSI pRBU (dw imlwp) hwsl kr ilAw, aus mnu`K dy jnm qoN mrn qk dy swry du`K nws ho gey [","unicode":"(ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਮਨੁੱਖ ਨੇ) ਅਬਿਨਾਸ਼ੀ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਮਨੁੱਖ ਦੇ ਜਨਮ ਤੋਂ ਮਰਨ ਤਕ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ ।"},"ms":{"gurmukhi":"jMmx Aqy mrx dI pIV iek muhq iv`c nivrq ho jWdI hY Aqy kwl-rihq vwihgurU suAwmI prwpq ho jWdw hY[","unicode":"ਜੰਮਣ ਅਤੇ ਮਰਣ ਦੀ ਪੀੜ ਇਕ ਮੁਹਤ ਵਿੱਚ ਨਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਕਾਲ-ਰਹਿਤ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"el dolor de nacimientos y muertes acalló instantáneamente y ellos obtuvieron al Señor Eterno. "},"hi":{"ss":"(गुरू के दर्शन की बरकति से उस मनुष्य ने) अविनाशी प्रभू (का मिलाप) हासिल कर लिया। उस मनुष्य के जनम से मरने तक के सारे दुख नाश हो गए।","sts":"इससे जन्म-मरण का दुख क्षण में विनष्ट हो गया है और अविनाशी प्रभु पा लिया है।"}},"transliteration":{"english":"janam maran dhukh khin meh binase har paiaa prabh abinaasee ||","hindi":"जनम मरण दुख खिन महि बिनसे हरि पाइआ प्रभु अबिनासी ॥","en":"janam maran dhukh khin meh binase har paiaa prabh abinaasee ||","hi":"जनम मरण दुख खिन महि बिनसे हरि पाइआ प्रभु अबिनासी ॥","ipa":"d͡ʒənəm mərəɳ d̪ʊkʰ kʰɪn məh bɪnəse hər pɑɪɑ pɹəɓ əbɪnɑsi.","ur":"جنم مرݨ دُکھ کھن مهِ بنسے هر پاایا پربھ ابٍناسیِ ۔۔"},"pageNo":1116,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47648,"shabadId":4000,"verse":{"gurmukhi":"hir Awip krqY purbu kIAw siqgurU kulKyiq nwvix gieAw ]","unicode":"ਹਰਿ ਆਪਿ ਕਰਤੈ ਪੁਰਬੁ ਕੀਆ ਸਤਿਗੁਰੂ ਕੁਲਖੇਤਿ ਨਾਵਣਿ ਗਇਆ ॥"},"larivaar":{"gurmukhi":"hirAwipkrqYpurbukIAwsiqgurUkulKyiqnwvixgieAw]","unicode":"ਹਰਿਆਪਿਕਰਤੈਪੁਰਬੁਕੀਆਸਤਿਗੁਰੂਕੁਲਖੇਤਿਨਾਵਣਿਗਇਆ॥"},"translation":{"en":{"bdb":"The Creator Lord God Himself created the festival, when the True Guru went to bathe at the festival in Kuruk-shaytra.","ms":"The Creator-Lord Himself created the auspicious occasion, when the True Guru went to Kaurukashetra at the time of the bathing fair.","ssk":"The Creator Lord God Himself created the festival, when the True Guru went to bathe at the festival in Kuruk-shaytra."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU (Amrdws ABIc purb dy) qIrQ-ieSnwn (dy smy) qy kulKyq qy igAw, hrI ny krqwr ny Awp (gurU dy jwx dy ies au~dm ƒ auQy iek`Ty hoey lokW vwsqy) piv`qr idhwVw bxw id`qw [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ ਅਭੀਚ ਪੁਰਬ ਦੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ (ਦੇ ਸਮੇ) ਤੇ ਕੁਲਖੇਤ ਤੇ ਗਿਆ, ਹਰੀ ਨੇ ਕਰਤਾਰ ਨੇ ਆਪ (ਗੁਰੂ ਦੇ ਜਾਣ ਦੇ ਇਸ ਉੱਦਮ ਨੂੰ ਉਥੇ ਇਕੱਠੇ ਹੋਏ ਲੋਕਾਂ ਵਾਸਤੇ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਬਣਾ ਦਿੱਤਾ ।"},"ft":{"gurmukhi":"iXh purb jb Awip hrI krqy ny kIAw hY qb siqgurU jo kurKyqR myN ies˜wn hyq jwqy Bey]","unicode":"ਯਿਹ ਪੁਰਬ ਜਬ ਆਪਿ ਹਰੀ ਕਰਤੇ ਨੇ ਕੀਆ ਹੈ ਤਬ ਸਤਿਗੁਰੂ ਜੋ ਕੁਰਖੇਤ੍ਰ ਮੇਂ ਇਸ੍ਨਾਨ ਹੇਤ ਜਾਤੇ ਭਏ॥"},"bdb":{"gurmukhi":"hy BweI! gurU (Amrdws ABIc purb dy) qIrQ-ieSnwn (dy smy) qy kulKyq qy igAw, hrI ny krqwr ny Awp (gurU dy jwx dy ies au~dm ƒ auQy iek`Ty hoey lokW vwsqy) piv`qr idhwVw bxw id`qw [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ ਅਭੀਚ ਪੁਰਬ ਦੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ (ਦੇ ਸਮੇ) ਤੇ ਕੁਲਖੇਤ ਤੇ ਗਿਆ, ਹਰੀ ਨੇ ਕਰਤਾਰ ਨੇ ਆਪ (ਗੁਰੂ ਦੇ ਜਾਣ ਦੇ ਇਸ ਉੱਦਮ ਨੂੰ ਉਥੇ ਇਕੱਠੇ ਹੋਏ ਲੋਕਾਂ ਵਾਸਤੇ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਬਣਾ ਦਿੱਤਾ ।"},"ms":{"gurmukhi":"isrjxhwr-suAwmI ny Kud hI suBwg Avsr ricAw jd s¤cy gurU jI nHwaux dy myly smy kurKyqr gey[","unicode":"ਸਿਰਜਣਹਾਰ-ਸੁਆਮੀ ਨੇ ਖੁਦ ਹੀ ਸੁਭਾਗ ਅਵਸਰ ਰਚਿਆ ਜਦ ਸੱਚੇ ਗੁਰੂ ਜੀ ਨ੍ਹਾਉਣ ਦੇ ਮੇਲੇ ਸਮੇ ਕੁਰਖੇਤਰ ਗਏ।"}},"es":{"sn":"La ocasión fue dada por el Mismo Guru, pues fue a bañarse al Kuruk-sheytra. "},"hi":{"ss":"हे भाई ! गुरू (अमरदास अभिजीत पर्व के) तीर्थ स्नान (के समय) पर कुलखेत पर गया। हरी ने करतार ने स्वयं (गुरू के जाने के इस उद्यम को वहाँ इकट्ठे हुए लोगों के लिए) पवित्र दिन बना दिया।","sts":"ईश्वर ने स्वयं ही इस पर्व का सुनहरी अवसर बनाया, सतगुरु (अमरदास जी) कुरुक्षेत्र तीर्थ स्नान के लिए गए।"}},"transliteration":{"english":"har aap karatai purab keeaa satiguroo kulakhet naavan giaa ||","hindi":"हरि आपि करतै पुरबु कीआ सतिगुरू कुलखेति नावणि गइआ ॥","en":"har aap karatai purab keeaa satiguroo kulakhet naavan giaa ||","hi":"हरि आपि करतै पुरबु कीआ सतिगुरू कुलखेति नावणि गइआ ॥","ipa":"hər əɑp kərət̪æ pʊrəb kiəɑ sət̪ɪGʊru kʊləkʰet̪ nɑʋəɳ Gɪɑ.","ur":"هر آپ کرتَے پُرب کیِآ ستِگرُو کُلکھےت ناوݨ گایا ۔۔"},"pageNo":1116,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47649,"shabadId":4000,"verse":{"gurmukhi":"nwvxu purbu ABIcu gur siqgur drsu BieAw ]1]","unicode":"ਨਾਵਣੁ ਪੁਰਬੁ ਅਭੀਚੁ ਗੁਰ ਸਤਿਗੁਰ ਦਰਸੁ ਭਇਆ ॥੧॥"},"larivaar":{"gurmukhi":"nwvxupurbuABIcugursiqgurdrsuBieAw]1]","unicode":"ਨਾਵਣੁਪੁਰਬੁਅਭੀਚੁਗੁਰਸਤਿਗੁਰਦਰਸੁਭਇਆ॥੧॥"},"translation":{"en":{"bdb":"To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival. ||1||","ms":"Having the sight of the Great True, is the real bathing of the Abhaijit festival.","ssk":"To receive the Blessed Vision of the Darshan of the Guru, the True Guru, is to truly bathe at the Abhaijit festival. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ) gurU dw siqgurU dw drsn ho igAw, (ieh gur-drsn aus mnu`K vwsqy) qIrQ-ieSnwn hY, (aus mnu`K vwsqy) ABIc (nC`q® dw) piv`qr idhwVw hY [1[","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"kurKyqR myN (ABIcu) ABijq inCqR ky prb ky iesnwn ky smÎ (gur) pUjÎ sqgurU Amrdws jI kw iqRlokI kI sMgqoN ko drsnu hoqw BXw]1]Çpihly qo smucÎ kih dIAw hY Ab rsqy kw pRsMgu khqy hYN:","unicode":"ਕੁਰਖੇਤ੍ਰ ਮੇਂ (ਅਭੀਚੁ) ਅਭਜਿਤ ਨਿਛਤ੍ਰ ਕੇ ਪਰਬ ਕੇ ਇਸਨਾਨ ਕੇ ਸਮ੍ਯ (ਗੁਰ) ਪੂਜ੍ਯ ਸਤਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਕਾ ਤ੍ਰਿਲੋਕੀ ਕੀ ਸੰਗਤੋਂ ਕੋ ਦਰਸਨੁ ਹੋਤਾ ਭਯਾ॥੧॥☬ਪਹਿਲੇ ਤੋ ਸਮੁਚ੍ਯ ਕਹਿ ਦੀਆ ਹੈ ਅਬ ਰਸਤੇ ਕਾ ਪ੍ਰਸੰਗੁ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ) gurU dw siqgurU dw drsn ho igAw, (ieh gur-drsn aus mnu`K vwsqy) qIrQ-ieSnwn hY, (aus mnu`K vwsqy) ABIc (nC`q® dw) piv`qr idhwVw hY [1[","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦਾ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਹੋ ਗਿਆ, (ਇਹ ਗੁਰ-ਦਰਸਨ ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ, (ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ) ਅਭੀਚ (ਨਛੱਤ੍ਰ ਦਾ) ਪਵਿੱਤਰ ਦਿਹਾੜਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"vfy s¤cy gurW dw drSn pwauxw hI ABYjIq dy iqauhwr dw AslI ieSnwn hY[","unicode":"ਵਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਦਰਸ਼ਨ ਪਾਉਣਾ ਹੀ ਅਭੈਜੀਤ ਦੇ ਤਿਉਹਾਰ ਦਾ ਅਸਲੀ ਇਸ਼ਨਾਨ ਹੈ।"}},"es":{"sn":"Sí, teniendo la Visión del Guru Verdadero, el Mérito de haberse bañado en el auspiciosa ocasión de Abaiyit fue obtenido por los peregrinos. (1)"},"hi":{"ss":"हे भाई ! (जिस मनुष्य को) गुरू के सतिगुरू के दर्शन हो गए। (यह गुरू-दर्शन उस मनुष्य के वास्ते) तीर्थ-स्नान है। (उस मनुष्य के लिए) अभीच (नक्षत्र का) पवित्र दिन है। 1।","sts":"वास्तव में गुरु का दर्शन ही अभिजित् नक्षत्र में तीर्थ-स्नान का पुण्य फल है॥ १॥"}},"transliteration":{"english":"naavan purab abheech gur satigur dharas bhiaa ||1||","hindi":"नावणु पुरबु अभीचु गुर सतिगुर दरसु भइआ ॥१॥","en":"naavan purab abheech gur satigur dharas bhiaa ||1||","hi":"नावणु पुरबु अभीचु गुर सतिगुर दरसु भइआ ॥१॥","ipa":"nɑʋəɳ pʊrəb əɓit͡ʃ Gʊr sət̪ɪGʊr d̪ərəs ɓɪɑ.1.","ur":"ناوݨ پُرب ابھیِچ گُر ستگر درس بھایا ۔۔۱۔۔"},"pageNo":1116,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47650,"shabadId":4000,"verse":{"gurmukhi":"mwrig pMiQ cly gur siqgur sMig isKw ]","unicode":"ਮਾਰਗਿ ਪੰਥਿ ਚਲੇ ਗੁਰ ਸਤਿਗੁਰ ਸੰਗਿ ਸਿਖਾ ॥"},"larivaar":{"gurmukhi":"mwrigpMiQclygursiqgursMigisKw]","unicode":"ਮਾਰਗਿਪੰਥਿਚਲੇਗੁਰਸਤਿਗੁਰਸੰਗਿਸਿਖਾ॥"},"translation":{"en":{"bdb":"The Sikhs travelled with the Guru, the True Guru, on the path, along the road.","ms":"The Sikhs traveled with the Great True Guru along the high way road.","ssk":"The Sikhs travelled with the Guru, the True Guru, on the path, along the road."},"pu":{"ss":{"gurmukhi":"hy BweI! AnykW is`K gurU (Amrdws jI) dy nwl aus lMmy pYNfy ivc gey [","unicode":"ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਸਿੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਨਾਲ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ ।"},"ft":{"gurmukhi":"kulKyqR ky mwrg myN pUjxy jog siqgurU cly hYN, iqsI pMiQ myN ipCy isKoN ky (sMig) smdwie clqy Bey]","unicode":"ਕੁਲਖੇਤ੍ਰ ਕੇ ਮਾਰਗ ਮੇਂ ਪੂਜਣੇ ਜੋਗ ਸਤਿਗੁਰੂ ਚਲੇ ਹੈਂ, ਤਿਸੀ ਪੰਥਿ ਮੇਂ ਪਿਛੇ ਸਿਖੋਂ ਕੇ (ਸੰਗਿ) ਸਮਦਾਇ ਚਲਤੇ ਭਏ॥"},"bdb":{"gurmukhi":"hy BweI! AnykW is`K gurU (Amrdws jI) dy nwl aus lMmy pYNfy ivc gey [","unicode":"ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਸਿੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਨਾਲ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ ।"},"ms":{"gurmukhi":"is`K v¤fy s¤cy gurW dy nwl rwhy rwh tur pey[","unicode":"ਸਿੱਖ ਵੱਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਨਾਲ ਰਾਹੇ ਰਾਹ ਟੁਰ ਪਏ।"}},"es":{"sn":"A lo largo de sus rutas muchos Lo siguieron y en cada momento alabaron a su Dios."},"hi":{"ss":"हे भाई ! अनेकों सिख गुरू (अमरदास जी) के साथ उस लंबे राह में गए।","sts":"सतगुरु (अमरदास जी) के संग उनके शिष्य भी मार्ग पर चल पड़े,"}},"transliteration":{"english":"maarag pa(n)th chale gur satigur sa(n)g sikhaa ||","hindi":"मारगि पंथि चले गुर सतिगुर संगि सिखा ॥","en":"maarag pa(n)th chale gur satigur sa(n)g sikhaa ||","hi":"मारगि पंथि चले गुर सतिगुर संगि सिखा ॥","ipa":"mɑrəG pəŋt̪ʰ t͡ʃəle Gʊr sət̪ɪGʊr səŋG sɪkʰɑ.","ur":"مارگ پںتھ چلے گُر ستگر سںگ سکھا ۔۔"},"pageNo":1116,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47651,"shabadId":4000,"verse":{"gurmukhi":"Anidnu Bgiq bxI iKnu iKnu inmK ivKw ]","unicode":"ਅਨਦਿਨੁ ਭਗਤਿ ਬਣੀ ਖਿਨੁ ਖਿਨੁ ਨਿਮਖ ਵਿਖਾ ॥"},"larivaar":{"gurmukhi":"AnidnuBgiqbxIiKnuiKnuinmKivKw]","unicode":"ਅਨਦਿਨੁਭਗਤਿਬਣੀਖਿਨੁਖਿਨੁਨਿਮਖਵਿਖਾ॥"},"translation":{"en":{"bdb":"Night and day, devotional worship services were held, each and every instant, with each step.","ms":"Night and day, every moment and hourly at each step, the Lord's worship was performed.","ssk":"Night and day, devotional worship services were held, each and every instant, with each step."},"pu":{"ss":{"gurmukhi":"hy BweI! hryk iKn, inmK inmK, kdm kdm qy hr roz prmwqmw dI BgqI (dw Avsr) bixAw rihMdw sI [","unicode":"ਹੇ ਭਾਈ! ਹਰੇਕ ਖਿਨ, ਨਿਮਖ ਨਿਮਖ, ਕਦਮ ਕਦਮ ਤੇ ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦਾ ਅਵਸਰ) ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ ।"},"ft":{"gurmukhi":"(inmK ivKw) crn crn myN AOr iKn iKn mwqR myN rsqy myN (Anidn) iek rs vw rwiqR idn BgqI bx rhI hY ArQwq kQw kIrqn hoqw jwqw hY]","unicode":"(ਨਿਮਖ ਵਿਖਾ) ਚਰਨ ਚਰਨ ਮੇਂ ਔਰ ਖਿਨ ਖਿਨ ਮਾਤ੍ਰ ਮੇਂ ਰਸਤੇ ਮੇਂ (ਅਨਦਿਨ) ਇਕ ਰਸ ਵਾ ਰਾਤ੍ਰਿ ਦਿਨ ਭਗਤੀ ਬਣ ਰਹੀ ਹੈ ਅਰਥਾਤ ਕਥਾ ਕੀਰਤਨ ਹੋਤਾ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! hryk iKn, inmK inmK, kdm kdm qy hr roz prmwqmw dI BgqI (dw Avsr) bixAw rihMdw sI [","unicode":"ਹੇ ਭਾਈ! ਹਰੇਕ ਖਿਨ, ਨਿਮਖ ਨਿਮਖ, ਕਦਮ ਕਦਮ ਤੇ ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦਾ ਅਵਸਰ) ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ ।"},"ms":{"gurmukhi":"rwq idn, hr muhq qy hr GVI hr iek kdm qy pRBU dI aupwSnw huMdI sI[","unicode":"ਰਾਤ ਦਿਨ, ਹਰ ਮੁਹਤ ਤੇ ਹਰ ਘੜੀ ਹਰ ਇਕ ਕਦਮ ਤੇ ਪ੍ਰਭੂ ਦੀ ਉਪਾਸ਼ਨਾ ਹੁੰਦੀ ਸੀ।"}},"es":{"sn":" Mira, alabaron a su Único Dios y como en un enjambre, el mundo entero fue a verlos. "},"hi":{"ss":"हे भाई ! हरेक छिन। निमख-निमख। कदम-कदम पर हर रोज परमात्मा की भगती (का अवसर) बना रहता था।","sts":"पल-पल रास्ते में भक्ति-ज्ञान की गोष्ठी हुई।"}},"transliteration":{"english":"anadhin bhagat banee khin khin nimakh vikhaa ||","hindi":"अनदिनु भगति बणी खिनु खिनु निमख विखा ॥","en":"anadhin bhagat banee khin khin nimakh vikhaa ||","hi":"अनदिनु भगति बणी खिनु खिनु निमख विखा ॥","ipa":"ənəd̪ɪn ɓəGət̪ bəɳi kʰɪn kʰɪn nɪməkʰ ʋɪkʰɑ.","ur":"اندن بھگت بݨیِ کھن کھن نمکھ وکھا ۔۔"},"pageNo":1116,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47652,"shabadId":4000,"verse":{"gurmukhi":"hir hir Bgiq bxI pRB kyrI sBu loku vyKix AwieAw ]","unicode":"ਹਰਿ ਹਰਿ ਭਗਤਿ ਬਣੀ ਪ੍ਰਭ ਕੇਰੀ ਸਭੁ ਲੋਕੁ ਵੇਖਣਿ ਆਇਆ ॥"},"larivaar":{"gurmukhi":"hirhirBgiqbxIpRBkyrIsBulokuvyKixAwieAw]","unicode":"ਹਰਿਹਰਿਭਗਤਿਬਣੀਪ੍ਰਭਕੇਰੀਸਭੁਲੋਕੁਵੇਖਣਿਆਇਆ॥"},"translation":{"en":{"bdb":"Devotional worship services to the Lord God were held, and all the people came to see the Guru.","ms":"The Lord Master God's Divine service was held and all the people came to behind the Guru.","ssk":"Devotional worship services to the Lord God were held, and all the people came to see the Guru."},"pu":{"ss":{"gurmukhi":"hy BweI! (aus swry pYNfy ivc) sdw prmwqmw dI BgqI dw au~dm bixAw rihMdw sI, bhuq lukweI (gurU dw) drsn krn AwauNdI sI [","unicode":"ਹੇ ਭਾਈ! (ਉਸ ਸਾਰੇ ਪੈਂਡੇ ਵਿਚ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਉੱਦਮ ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ, ਬਹੁਤ ਲੁਕਾਈ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਆਉਂਦੀ ਸੀ ।"},"ft":{"gurmukhi":"hir hir pRBU kI BgqI bxI hY sBI lok dyKxy ko AwieAw kryN]","unicode":"ਹਰਿ ਹਰਿ ਪ੍ਰਭੂ ਕੀ ਭਗਤੀ ਬਣੀ ਹੈ ਸਭੀ ਲੋਕ ਦੇਖਣੇ ਕੋ ਆਇਆ ਕਰੇਂ॥"},"bdb":{"gurmukhi":"hy BweI! (aus swry pYNfy ivc) sdw prmwqmw dI BgqI dw au~dm bixAw rihMdw sI, bhuq lukweI (gurU dw) drsn krn AwauNdI sI [","unicode":"ਹੇ ਭਾਈ! (ਉਸ ਸਾਰੇ ਪੈਂਡੇ ਵਿਚ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ ਉੱਦਮ ਬਣਿਆ ਰਹਿੰਦਾ ਸੀ, ਬਹੁਤ ਲੁਕਾਈ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਆਉਂਦੀ ਸੀ ।"},"ms":{"gurmukhi":"suAwmI mwlk vwihgurU dI ielwhI aupwSnw huMdI sI Aqy swry jxy gurW ƒ vyKx lhI Awey[","unicode":"ਸੁਆਮੀ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਦੀ ਇਲਾਹੀ ਉਪਾਸ਼ਨਾ ਹੁੰਦੀ ਸੀ ਅਤੇ ਸਾਰੇ ਜਣੇ ਗੁਰਾਂ ਨੂੰ ਵੇਖਣ ਲਹੀ ਆਏ।"}},"es":{"sn":"Quien sea que fue a ver al Guru, "},"hi":{"ss":"हे भाई ! (उस सारे राह में) सदा परमात्मा की भक्ति का उद्यम बना रहता था। बहुत सारी दुनिया (गुरू का) दर्शन करने आती थी।","sts":"शिष्यजनों के साथ प्रभु-भक्ति की चर्चा चलती रही और सब लोग उनके दर्शनार्थ आए।"}},"transliteration":{"english":"har har bhagat banee prabh keree sabh lok vekhan aaiaa ||","hindi":"हरि हरि भगति बणी प्रभ केरी सभु लोकु वेखणि आइआ ॥","en":"har har bhagat banee prabh keree sabh lok vekhan aaiaa ||","hi":"हरि हरि भगति बणी प्रभ केरी सभु लोकु वेखणि आइआ ॥","ipa":"hər hər ɓəGət̪ bəɳi pɹəɓ keri səɓ lɔk ʋekʰəɳ əɑɪɑ.","ur":"هر هرِ بھگت بݨیِ پربھ کےریِ سبھ لوک وےکھݨ آایا ۔۔"},"pageNo":1116,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47653,"shabadId":4000,"verse":{"gurmukhi":"ijn drsu siqgur gurU kIAw iqn Awip hir mylwieAw ]","unicode":"ਜਿਨ ਦਰਸੁ ਸਤਿਗੁਰ ਗੁਰੂ ਕੀਆ ਤਿਨ ਆਪਿ ਹਰਿ ਮੇਲਾਇਆ ॥"},"larivaar":{"gurmukhi":"ijndrsusiqgurgurUkIAwiqnAwiphirmylwieAw]","unicode":"ਜਿਨਦਰਸੁਸਤਿਗੁਰਗੁਰੂਕੀਆਤਿਨਆਪਿਹਰਿਮੇਲਾਇਆ॥"},"translation":{"en":{"bdb":"Whoever was blessed with the Darshan of the Guru, the True Guru, the Lord united with Himself.","ms":"Whosoever had the vision of the Guru, the True Guru, him the Lord blended with Himself.","ssk":"Whoever was blessed with the Darshan of the Guru, the True Guru, the Lord united with Himself."},"pu":{"ss":{"gurmukhi":"ijnHW (vfBwgI mnu`KW) ny gurU dw drsn kIqw, prmwqmw ny Awp auhnW ƒ (Awpxy crnW ivc) joV ilAw (Bwv, ijhVy mnu`K gurU dw drsn krdy hn, auhnW ƒ prmwqmw Awpxy nwl imlw lYNdw hY) [","unicode":"ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ (ਭਾਵ, ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"ijnoN ny pUjÎ siqgurU kw drsnu kIAw iqn ko Awp hrI ny Awpny swQ imlwie lIAw hY]Çjy khYN gurU jI qo Awp smrQ qIrQ rUp Qy qIrQoN pr ikauN? gey so khqy hYN:","unicode":"ਜਿਨੋਂ ਨੇ ਪੂਜ੍ਯ ਸਤਿਗੁਰੂ ਕਾ ਦਰਸਨੁ ਕੀਆ ਤਿਨ ਕੋ ਆਪ ਹਰੀ ਨੇ ਆਪਨੇ ਸਾਥ ਮਿਲਾਇ ਲੀਆ ਹੈ॥☬ਜੇ ਕਹੈਂ ਗੁਰੂ ਜੀ ਤੋ ਆਪ ਸਮਰਥ ਤੀਰਥ ਰੂਪ ਥੇ ਤੀਰਥੋਂ ਪਰ ਕਿਉਂ? ਗਏ ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ijnHW (vfBwgI mnu`KW) ny gurU dw drsn kIqw, prmwqmw ny Awp auhnW ƒ (Awpxy crnW ivc) joV ilAw (Bwv, ijhVy mnu`K gurU dw drsn krdy hn, auhnW ƒ prmwqmw Awpxy nwl imlw lYNdw hY) [","unicode":"ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ (ਭਾਵ, ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"ijs iksy ny gurW, s¤cy gurW dw drSn pw ilAw, aus ƒ suAwmI ny Awpdy Awp nwl AByd kr ilAw[","unicode":"ਜਿਸ ਕਿਸੇ ਨੇ ਗੁਰਾਂ, ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਦਰਸ਼ਨ ਪਾ ਲਿਆ, ਉਸ ਨੂੰ ਸੁਆਮੀ ਨੇ ਆਪਦੇ ਆਪ ਨਾਲ ਅਭੇਦ ਕਰ ਲਿਆ।"}},"es":{"sn":"a ese ser el Guru lo unió con su Señor. "},"hi":{"ss":"जिन (भाग्यशाली मनुष्यों) ने गुरू के दर्शन किए। परमात्मा ने स्वयं उनको (अपने चरनों में) जोड़ लिया (भाव। जो मनुष्य गुरू का दर्शन करते हैं। उनको परमात्मा अपने साथ मिला लेता है)।","sts":"जिन्होंने गुरु का दर्शन किया, उनको प्रभु ने स्वयं मिला लिया।"}},"transliteration":{"english":"jin dharas satigur guroo keeaa tin aap har melaiaa ||","hindi":"जिन दरसु सतिगुर गुरू कीआ तिन आपि हरि मेलाइआ ॥","en":"jin dharas satigur guroo keeaa tin aap har melaiaa ||","hi":"जिन दरसु सतिगुर गुरू कीआ तिन आपि हरि मेलाइआ ॥","ipa":"d͡ʒɪn d̪ərəs sət̪ɪGʊr Gʊru kiəɑ t̪ɪn əɑp hər melɑɪɑ.","ur":"جٍن درس ستگر گُرُو کیِآ تن آپ هرِ مےلاایا ۔۔"},"pageNo":1116,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47654,"shabadId":4000,"verse":{"gurmukhi":"qIrQ audmu siqgurU kIAw sB lok auDrx ArQw ]","unicode":"ਤੀਰਥ ਉਦਮੁ ਸਤਿਗੁਰੂ ਕੀਆ ਸਭ ਲੋਕ ਉਧਰਣ ਅਰਥਾ ॥"},"larivaar":{"gurmukhi":"qIrQaudmusiqgurUkIAwsBlokauDrxArQw]","unicode":"ਤੀਰਥਉਦਮੁਸਤਿਗੁਰੂਕੀਆਸਭਲੋਕਉਧਰਣਅਰਥਾ॥"},"translation":{"en":{"bdb":"The True Guru made the pilgrimage to the sacred shrines, for the sake of saving all the people.","ms":"The True Guru made the effort of visiting the pilgrim stations for the sake of saving all people.","ssk":"The True Guru made the pilgrimage to the sacred shrines, for the sake of saving all the people."},"pu":{"ss":{"gurmukhi":"hy BweI! (qIrQW auqy iek`TI hoeI) swrI lukweI ƒ (Zlq rsqy qoN) bcwx leI siqgurU ny qIrQW auqy jwx dw au~dm kIqw sI [","unicode":"ਹੇ ਭਾਈ! (ਤੀਰਥਾਂ ਉਤੇ ਇਕੱਠੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ (ਗ਼ਲਤ ਰਸਤੇ ਤੋਂ) ਬਚਾਣ ਲਈ ਸਤਿਗੁਰੂ ਨੇ ਤੀਰਥਾਂ ਉਤੇ ਜਾਣ ਦਾ ਉੱਦਮ ਕੀਤਾ ਸੀ ।"},"ft":{"gurmukhi":"qIrQ jwqRw kw audmu jo siqguroN ny kIAw Qw, so kyvl lokoN ky auDwr nimq kIAw Qw]","unicode":"ਤੀਰਥ ਜਾਤ੍ਰਾ ਕਾ ਉਦਮੁ ਜੋ ਸਤਿਗੁਰੋਂ ਨੇ ਕੀਆ ਥਾ, ਸੋ ਕੇਵਲ ਲੋਕੋਂ ਕੇ ਉਧਾਰ ਨਮਿਤ ਕੀਆ ਥਾ॥"},"bdb":{"gurmukhi":"hy BweI! (qIrQW auqy iek`TI hoeI) swrI lukweI ƒ (Zlq rsqy qoN) bcwx leI siqgurU ny qIrQW auqy jwx dw au~dm kIqw sI [","unicode":"ਹੇ ਭਾਈ! (ਤੀਰਥਾਂ ਉਤੇ ਇਕੱਠੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ (ਗ਼ਲਤ ਰਸਤੇ ਤੋਂ) ਬਚਾਣ ਲਈ ਸਤਿਗੁਰੂ ਨੇ ਤੀਰਥਾਂ ਉਤੇ ਜਾਣ ਦਾ ਉੱਦਮ ਕੀਤਾ ਸੀ ।"},"ms":{"gurmukhi":"swry jIvW dw pwr auqwrw krn dI Kwqr s¤cy gurW ny XwqRw AsQwn qy pujx dw auprwlw kIqw[","unicode":"ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਪਾਰ ਉਤਾਰਾ ਕਰਨ ਦੀ ਖਾਤਰ ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਯਾਤ੍ਰਾ ਅਸਥਾਨ ਤੇ ਪੁਜਣ ਦਾ ਉਪਰਾਲਾ ਕੀਤਾ।"}},"es":{"sn":"El Guru fue a un peregrinaje a los lugares santos para salvar al mundo entero "},"hi":{"ss":"हे भाई ! (तीर्थों पर इकट्ठी हुई) सारी लुकाई को (गलत रास्ते पर) बचाने के लिए सतिगुरू ने तीर्थों पर जाने का उद्यम किया था।","sts":"लोगों का उद्धार करने के लिए सतगुरु (अमरदास जी) ने तीर्थ जाने का कार्य किया।"}},"transliteration":{"english":"teerath udham satiguroo keeaa sabh lok udharan arathaa ||","hindi":"तीरथ उदमु सतिगुरू कीआ सभ लोक उधरण अरथा ॥","en":"teerath udham satiguroo keeaa sabh lok udharan arathaa ||","hi":"तीरथ उदमु सतिगुरू कीआ सभ लोक उधरण अरथा ॥","ipa":"t̪irət̪ʰ oʊd̪əm sət̪ɪGʊru kiəɑ səɓ lɔk oʊt̪ərəɳ ərət̪ʰɑ.","ur":"تیِرتھ اُدم ستگرُو کیِآ سبھ لوک اُدھرݨ ارتھا ۔۔"},"pageNo":1116,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47655,"shabadId":4000,"verse":{"gurmukhi":"mwrig pMiQ cly gur siqgur sMig isKw ]2]","unicode":"ਮਾਰਗਿ ਪੰਥਿ ਚਲੇ ਗੁਰ ਸਤਿਗੁਰ ਸੰਗਿ ਸਿਖਾ ॥੨॥"},"larivaar":{"gurmukhi":"mwrigpMiQclygursiqgursMigisKw]2]","unicode":"ਮਾਰਗਿਪੰਥਿਚਲੇਗੁਰਸਤਿਗੁਰਸੰਗਿਸਿਖਾ॥੨॥"},"translation":{"en":{"bdb":"The Sikhs travelled with the Guru, the True Guru, on the path, along the road. ||2||","ms":"The Sikhs traveled with the Great True Guru, along the high way road.","ssk":"The Sikhs travelled with the Guru, the True Guru, on the path, along the road. ||2||"},"pu":{"ss":{"gurmukhi":"siqgurU dy nwl AnykW is`K aus lMmy pYNfy ivc gey (sn) [2[","unicode":"ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਅਨੇਕਾਂ ਸਿੱਖ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ (ਸਨ) ।੨।"},"ft":{"gurmukhi":"kurKyqR ky mwrg myN pUjxy jog jo siqgurU cly hYN, iqsI pMQ myN ipCy isKoN ky sMig, Bwv smdwie clqy Bey]2]","unicode":"ਕੁਰਖੇਤ੍ਰ ਕੇ ਮਾਰਗ ਮੇਂ ਪੂਜਣੇ ਜੋਗ ਜੋ ਸਤਿਗੁਰੂ ਚਲੇ ਹੈਂ, ਤਿਸੀ ਪੰਥ ਮੇਂ ਪਿਛੇ ਸਿਖੋਂ ਕੇ ਸੰਗਿ, ਭਾਵ ਸਮਦਾਇ ਚਲਤੇ ਭਏ॥੨॥"},"bdb":{"gurmukhi":"siqgurU dy nwl AnykW is`K aus lMmy pYNfy ivc gey (sn) [2[","unicode":"ਸਤਿਗੁਰੂ ਦੇ ਨਾਲ ਅਨੇਕਾਂ ਸਿੱਖ ਉਸ ਲੰਮੇ ਪੈਂਡੇ ਵਿਚ ਗਏ (ਸਨ) ।੨।"},"ms":{"gurmukhi":"is`K vfy s¤cy gurW dy nwl rwhy rwh tur pey!","unicode":"ਸਿੱਖ ਵਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਨਾਲ ਰਾਹੇ ਰਾਹ ਟੁਰ ਪਏ!"}},"es":{"sn":"y a Su Regreso se le unieron muchos de Sus seguidores. (2)"},"hi":{"ss":"सतिगुरू के साथ अनेकों सिख उस लंबे रास्ते में गए (थे)।","sts":"गुरु के संग उनके शिष्यजन भी रास्ते पर चल पड़े॥ २॥"}},"transliteration":{"english":"maarag pa(n)th chale gur satigur sa(n)g sikhaa ||2||","hindi":"मारगि पंथि चले गुर सतिगुर संगि सिखा ॥२॥","en":"maarag pa(n)th chale gur satigur sa(n)g sikhaa ||2||","hi":"मारगि पंथि चले गुर सतिगुर संगि सिखा ॥२॥","ipa":"mɑrəG pəŋt̪ʰ t͡ʃəle Gʊr sət̪ɪGʊr səŋG sɪkʰɑ.2.","ur":"مارگ پںتھ چلے گُر ستگر سںگ سکھا ۔۔۲۔۔"},"pageNo":1116,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47656,"shabadId":4000,"verse":{"gurmukhi":"pRQm Awey kulKyiq gur siqgur purbu hoAw ]","unicode":"ਪ੍ਰਥਮ ਆਏ ਕੁਲਖੇਤਿ ਗੁਰ ਸਤਿਗੁਰ ਪੁਰਬੁ ਹੋਆ ॥"},"larivaar":{"gurmukhi":"pRQmAweykulKyiqgursiqgurpurbuhoAw]","unicode":"ਪ੍ਰਥਮਆਏਕੁਲਖੇਤਿਗੁਰਸਤਿਗੁਰਪੁਰਬੁਹੋਆ॥"},"translation":{"en":{"bdb":"When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time.","ms":"It was an auspicious time, when the Great True Guru first arrived at Kurukashetra.","ssk":"When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU (Amrdws) jI pihlW kulKyq (kurUKyq®) qy phuMcy [ (auQoN dy lokW vwsqy auh idn) gurU siqgurU nwl sMbMD r`Kx vwlw piv`qr idn bx igAw [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ । (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ।"},"ft":{"gurmukhi":"AOr qIrQoN ky (pRQm) pihly kurKyqR myN Awvqy Bey, pUjxy jog siqgurU kr ky bfw purb hUAw]","unicode":"ਔਰ ਤੀਰਥੋਂ ਕੇ (ਪ੍ਰਥਮ) ਪਹਿਲੇ ਕੁਰਖੇਤ੍ਰ ਮੇਂ ਆਵਤੇ ਭਏ, ਪੂਜਣੇ ਜੋਗ ਸਤਿਗੁਰੂ ਕਰ ਕੇ ਬਡਾ ਪੁਰਬ ਹੂਆ॥"},"bdb":{"gurmukhi":"hy BweI! gurU (Amrdws) jI pihlW kulKyq (kurUKyq®) qy phuMcy [ (auQoN dy lokW vwsqy auh idn) gurU siqgurU nwl sMbMD r`Kx vwlw piv`qr idn bx igAw [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ । (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ।"},"ms":{"gurmukhi":"auh sul`Kxw smW sI, jd vfy s¤cy gurU jI pihly pihl kurKyqr pujy[","unicode":"ਉਹ ਸੁਲੱਖਣਾ ਸਮਾਂ ਸੀ, ਜਦ ਵਡੇ ਸੱਚੇ ਗੁਰੂ ਜੀ ਪਹਿਲੇ ਪਹਿਲ ਕੁਰਖੇਤਰ ਪੁਜੇ।"}},"es":{"sn":"Primero fueron a Kuruk-sheytra y ésta visita fue celebrada por muchos. "},"hi":{"ss":"हे भाई ! गुरू (अमरदास) जी पहले कुरूक्षेत्र पर पहुँचे। (वहाँ के लोगों के लिए वह दिन) गुरू सतिगुरू से संबंध रखने वाला पवित्र दिन बन गया।","sts":"सतगुरु (अमरदास जी) पहले कुरुक्षेत्र आए, जहां उनके दर्शन का पर्व हो गया।"}},"transliteration":{"english":"pratham aae kulakhet gur satigur purab hoaa ||","hindi":"प्रथम आए कुलखेति गुर सतिगुर पुरबु होआ ॥","en":"pratham aae kulakhet gur satigur purab hoaa ||","hi":"प्रथम आए कुलखेति गुर सतिगुर पुरबु होआ ॥","ipa":"pɹət̪ʰəm əɑee kʊləkʰet̪ Gʊr sət̪ɪGʊr pʊrəb hɔəɑ.","ur":"پرتھم آاے کُلکھےت گُر ستگر پُرب هوآ ۔۔"},"pageNo":1116,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47657,"shabadId":4000,"verse":{"gurmukhi":"Kbir BeI sMswir Awey qRY loAw ]","unicode":"ਖਬਰਿ ਭਈ ਸੰਸਾਰਿ ਆਏ ਤ੍ਰੈ ਲੋਆ ॥"},"larivaar":{"gurmukhi":"KbirBeIsMswirAweyqRYloAw]","unicode":"ਖਬਰਿਭਈਸੰਸਾਰਿਆਏਤ੍ਰੈਲੋਆ॥"},"translation":{"en":{"bdb":"The news spread throughout the world, and the beings of the three worlds came.","ms":"The news spread through the worlds and the beings of the three worlds came to behold the Guru.","ssk":"The news spread throughout the world, and the beings of the three worlds came."},"pu":{"ss":{"gurmukhi":"sMswr ivc (Bwv, dUr dUr qk) (siqgurU jI dy kulyKq Awaux dI) ^br ho geI, byAMq lok (drsn krn leI) Aw gey [","unicode":"ਸੰਸਾਰ ਵਿਚ (ਭਾਵ, ਦੂਰ ਦੂਰ ਤਕ) (ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਕੁਲੇਖਤ ਆਉਣ ਦੀ) ਖ਼ਬਰ ਹੋ ਗਈ, ਬੇਅੰਤ ਲੋਕ (ਦਰਸਨ ਕਰਨ ਲਈ) ਆ ਗਏ ।"},"ft":{"gurmukhi":"jb gurU mhwrwj jI ky Awvxy kI sMswr myN Kbr hUeI qb iqRlokI ky jIv drsn hyq Awvqy Bey]","unicode":"ਜਬ ਗੁਰੂ ਮਹਾਰਾਜ ਜੀ ਕੇ ਆਵਣੇ ਕੀ ਸੰਸਾਰ ਮੇਂ ਖਬਰ ਹੂਈ ਤਬ ਤ੍ਰਿਲੋਕੀ ਕੇ ਜੀਵ ਦਰਸਨ ਹੇਤ ਆਵਤੇ ਭਏ॥"},"bdb":{"gurmukhi":"sMswr ivc (Bwv, dUr dUr qk) (siqgurU jI dy kulyKq Awaux dI) ^br ho geI, byAMq lok (drsn krn leI) Aw gey [","unicode":"ਸੰਸਾਰ ਵਿਚ (ਭਾਵ, ਦੂਰ ਦੂਰ ਤਕ) (ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਕੁਲੇਖਤ ਆਉਣ ਦੀ) ਖ਼ਬਰ ਹੋ ਗਈ, ਬੇਅੰਤ ਲੋਕ (ਦਰਸਨ ਕਰਨ ਲਈ) ਆ ਗਏ ।"},"ms":{"gurmukhi":"kxso jgq iv`c PYl geI Aqy iqMnW jhwnW dy jIv gurW ƒ vyKx leI Awey[","unicode":"ਕਣਸੋ ਜਗਤ ਵਿੱਚ ਫੈਲ ਗਈ ਅਤੇ ਤਿੰਨਾਂ ਜਹਾਨਾਂ ਦੇ ਜੀਵ ਗੁਰਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਆਏ।"}},"es":{"sn":"De esto, el mundo se enteró, no, los tres mundos vinieron a verlo. "},"hi":{"ss":"संसार में (भाव। दूर-दूर तक) (सतिगुरू जी के कुरूक्षेत्र आने की) ख़बर हो गई। बेअंत लोग (दर्शनों के लिए) आ गए।","sts":"संसार में इसकी खबर हो गई और तीनों लोकों के जीव दर्शनार्थ आए।"}},"transliteration":{"english":"khabar bhiee sa(n)saar aae trai loaa ||","hindi":"खबरि भई संसारि आए त्रै लोआ ॥","en":"khabar bhiee sa(n)saar aae trai loaa ||","hi":"खबरि भई संसारि आए त्रै लोआ ॥","ipa":"kʰəbər ɓei səŋsɑr əɑee t̪ɹæ lɔəɑ.","ur":"کھبر بھای سںسار آاے ترَے لوآ ۔۔"},"pageNo":1116,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47658,"shabadId":4000,"verse":{"gurmukhi":"dyKix Awey qIin lok suir nr muin jn siB AwieAw ]","unicode":"ਦੇਖਣਿ ਆਏ ਤੀਨਿ ਲੋਕ ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ ਸਭਿ ਆਇਆ ॥"},"larivaar":{"gurmukhi":"dyKixAweyqIinloksuirnrmuinjnsiBAwieAw]","unicode":"ਦੇਖਣਿਆਏਤੀਨਿਲੋਕਸੁਰਿਨਰਮੁਨਿਜਨਸਭਿਆਇਆ॥"},"translation":{"en":{"bdb":"The angelic beings and silent sages from all the three worlds came to see Him.","ms":"The gods, men, silent sages and all of the three words came to behold him.","ssk":"The angelic beings and silent sages from all the three worlds came to see Him."},"pu":{"ss":{"gurmukhi":"hy BweI! (gurU Amrdws jI dw) drsn krn leI bhuq lok Aw phuMcy [ dYvI suBwv vwly mnu`K, irSI suBwv vwly mnu`K bhuq Aw iek`Ty hoey [","unicode":"ਹੇ ਭਾਈ! (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਰਸਨ ਕਰਨ ਲਈ ਬਹੁਤ ਲੋਕ ਆ ਪਹੁੰਚੇ । ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ, ਰਿਸ਼ੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ ਬਹੁਤ ਆ ਇਕੱਠੇ ਹੋਏ ।"},"ft":{"gurmukhi":"qIn lok ky jIv dyKxy vwsqy AwvqY Bey punw dyvqw, mwnuK AOr sBI munI jnoN kw smdwie Awvqw BÎw]","unicode":"ਤੀਨ ਲੋਕ ਕੇ ਜੀਵ ਦੇਖਣੇ ਵਾਸਤੇ ਆਵਤੈ ਭਏ ਪੁਨਾ ਦੇਵਤਾ, ਮਾਨੁਖ ਔਰ ਸਭੀ ਮੁਨੀ ਜਨੋਂ ਕਾ ਸਮਦਾਇ ਆਵਤਾ ਭ੍ਯਾ॥"},"bdb":{"gurmukhi":"hy BweI! (gurU Amrdws jI dw) drsn krn leI bhuq lok Aw phuMcy [ dYvI suBwv vwly mnu`K, irSI suBwv vwly mnu`K bhuq Aw iek`Ty hoey [","unicode":"ਹੇ ਭਾਈ! (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਰਸਨ ਕਰਨ ਲਈ ਬਹੁਤ ਲੋਕ ਆ ਪਹੁੰਚੇ । ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ, ਰਿਸ਼ੀ ਸੁਭਾਵ ਵਾਲੇ ਮਨੁੱਖ ਬਹੁਤ ਆ ਇਕੱਠੇ ਹੋਏ ।"},"ms":{"gurmukhi":"iqMny jhwn dy dyvqy mnu`K, KwmoS irsI Aqy swry aunHW ƒ vyKx leI Awey[","unicode":"ਤਿੰਨੇ ਜਹਾਨ ਦੇ ਦੇਵਤੇ ਮਨੁੱਖ, ਖਾਮੋਸ਼ ਰਿਸੀ ਅਤੇ ਸਾਰੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਣ ਲਈ ਆਏ।"}},"es":{"sn":"Vinieron los seres angelicales, los videntes, sí, todos, de todas partes de los tres mundos y aquéllos que vieron al Guru, "},"hi":{"ss":"हे भाई ! (गुरू अमरदास जी के) दर्शन करने के लिए बहुत लोग आ पहुँचे। दैवी-स्वभाव वाले मनुष्य। ऋषि-स्वभाव वाले मनुष्य बहुत सारे आ के एकत्र हुए।","sts":"तीनों लोकों के देवगण, मनुष्य एवं मुनिजन इत्यादि सभी गुरु-दर्शन के लिए आए।"}},"transliteration":{"english":"dhekhan aae teen lok sur nar mun jan sabh aaiaa ||","hindi":"देखणि आए तीनि लोक सुरि नर मुनि जन सभि आइआ ॥","en":"dhekhan aae teen lok sur nar mun jan sabh aaiaa ||","hi":"देखणि आए तीनि लोक सुरि नर मुनि जन सभि आइआ ॥","ipa":"d̪ekʰəɳ əɑee t̪in lɔk sʊr nər mʊn d͡ʒən səɓ əɑɪɑ.","ur":"دےکھݨ آاے تیٍن لوک سُر نر مُن جن سبھ آایا ۔۔"},"pageNo":1116,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47659,"shabadId":4000,"verse":{"gurmukhi":"ijn prisAw guru siqgurU pUrw iqn ky iklivK nws gvwieAw ]","unicode":"ਜਿਨ ਪਰਸਿਆ ਗੁਰੁ ਸਤਿਗੁਰੂ ਪੂਰਾ ਤਿਨ ਕੇ ਕਿਲਵਿਖ ਨਾਸ ਗਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"ijnprisAwgurusiqgurUpUrwiqnkyiklivKnwsgvwieAw]","unicode":"ਜਿਨਪਰਸਿਆਗੁਰੁਸਤਿਗੁਰੂਪੂਰਾਤਿਨਕੇਕਿਲਵਿਖਨਾਸਗਵਾਇਆ॥"},"translation":{"en":{"bdb":"Those who are touched by the Guru, the True Guru - all their sins and mistakes were erased and dispelled.","ms":"They, who obtained the touch of the Perfect Guru, the True Guru, their sins were effaced and dispelled.","ssk":"Those who are touched by the Guru, the True Guru - all their sins and mistakes were erased and dispelled."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW (vfBwgI mnu`KW) ny pUry gurU siqgurU dw drsn kIqw, auhnW dy (ipCly swry) pwp nws ho gey [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਪੂਰੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਗਏ ।"},"ft":{"gurmukhi":"ijn pursoN ny pUry pUjxy jog siqgurU kw prsx kIAw iqn ky nws krny vwly (iklivK) pwpoN ko gvwie dIAw]","unicode":"ਜਿਨ ਪੁਰਸੋਂ ਨੇ ਪੂਰੇ ਪੂਜਣੇ ਜੋਗ ਸਤਿਗੁਰੂ ਕਾ ਪਰਸਣ ਕੀਆ ਤਿਨ ਕੇ ਨਾਸ ਕਰਨੇ ਵਾਲੇ (ਕਿਲਵਿਖ) ਪਾਪੋਂ ਕੋ ਗਵਾਇ ਦੀਆ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW (vfBwgI mnu`KW) ny pUry gurU siqgurU dw drsn kIqw, auhnW dy (ipCly swry) pwp nws ho gey [","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ (ਵਡਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੇ ਪੂਰੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਗਏ ।"},"ms":{"gurmukhi":"ijnHW ƒ purn gurW, s¤cy gurW dI Coh prwpq ho geI, aunHW dy pwp nSt Aqy dUr ho gey[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪੁਰਨ ਗੁਰਾਂ, ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਛੋਹ ਪਰਾਪਤ ਹੋ ਗਈ, ਉਨ੍ਹਾਂ ਦੇ ਪਾਪ ਨਸ਼ਟ ਅਤੇ ਦੂਰ ਹੋ ਗਏ।"}},"es":{"sn":"se liberaron de la carga de sus errores de forma instantánea. Vinieron los Yoguis, "},"hi":{"ss":"हे भाई ! जिन (भाग्यशाली मनुष्यों) ने पूरे गुरू सतिगुरू के दर्शन किए। उनके (पिछले सारे) पाप नाश हो गए।","sts":"जिन्होंने पूरे गुरु के दर्शन व चरण-स्पर्श किए, उनके सब पाप-अपराध नाश हो गए।"}},"transliteration":{"english":"jin parasiaa gur satiguroo pooraa tin ke kilavikh naas gavaiaa ||","hindi":"जिन परसिआ गुरु सतिगुरू पूरा तिन के किलविख नास गवाइआ ॥","en":"jin parasiaa gur satiguroo pooraa tin ke kilavikh naas gavaiaa ||","hi":"जिन परसिआ गुरु सतिगुरू पूरा तिन के किलविख नास गवाइआ ॥","ipa":"d͡ʒɪn pərəsɪəɑ Gʊr sət̪ɪGʊru purɑ t̪ɪn ke kɪləʋɪkʰ nɑs Gəʋɑɪɑ.","ur":"جٍن پرسآ گُر ستگرُو پُورا تن کے کلوکھ ناس گواایا ۔۔"},"pageNo":1116,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47660,"shabadId":4000,"verse":{"gurmukhi":"jogI idgMbr sMinAwsI Ktu drsn kir gey gosit FoAw ]","unicode":"ਜੋਗੀ ਦਿਗੰਬਰ ਸੰਨਿਆਸੀ ਖਟੁ ਦਰਸਨ ਕਰਿ ਗਏ ਗੋਸਟਿ ਢੋਆ ॥"},"larivaar":{"gurmukhi":"jogIidgMbrsMinAwsIKtudrsnkirgeygositFoAw]","unicode":"ਜੋਗੀਦਿਗੰਬਰਸੰਨਿਆਸੀਖਟੁਦਰਸਨਕਰਿਗਏਗੋਸਟਿਢੋਆ॥"},"translation":{"en":{"bdb":"The Yogis, the nudists, the Sannyaasees and those of the six schools of philosophy spoke with Him, and then bowed and departed.","ms":"The Yogis, the nudes, the solitarians and the men of six system held divine discourse with the Guru and departed after paying obeisance unto him.","ssk":"The Yogis, the nudists, the Sannyaasees and those of the six schools of philosophy spoke with Him, and then bowed and departed."},"pu":{"ss":{"gurmukhi":"hy BweI! jogI, nWgy, sMinAwsI (swry hI) Cy ByKW dy swDU (drsn krn Awey) [ keI iksm dI prspr SuB ivcwr (auh swDU lok Awpxy v`loN gurU dy dr qy) Bytw pyS kr ky gey [","unicode":"ਹੇ ਭਾਈ! ਜੋਗੀ, ਨਾਂਗੇ, ਸੰਨਿਆਸੀ (ਸਾਰੇ ਹੀ) ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧੂ (ਦਰਸਨ ਕਰਨ ਆਏ) । ਕਈ ਕਿਸਮ ਦੀ ਪਰਸਪਰ ਸ਼ੁਭ ਵਿਚਾਰ (ਉਹ ਸਾਧੂ ਲੋਕ ਆਪਣੇ ਵੱਲੋਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਭੇਟਾ ਪੇਸ਼ ਕਰ ਕੇ ਗਏ ।"},"ft":{"gurmukhi":"jogI Aru (idgMbr) ngn rihxy vwly sMinAwsI Awid Kt drsnI (FoAw) Fuk kr ky vw FoAW ArQwq Bytw dy ky (gosit) bcn iblws kr ky cly gey]","unicode":"ਜੋਗੀ ਅਰੁ (ਦਿਗੰਬਰ) ਨਗਨ ਰਹਿਣੇ ਵਾਲੇ ਸੰਨਿਆਸੀ ਆਦਿ ਖਟ ਦਰਸਨੀ (ਢੋਆ) ਢੁਕ ਕਰ ਕੇ ਵਾ ਢੋਆਂ ਅਰਥਾਤ ਭੇਟਾ ਦੇ ਕੇ (ਗੋਸਟਿ) ਬਚਨ ਬਿਲਾਸ ਕਰ ਕੇ ਚਲੇ ਗਏ॥"},"bdb":{"gurmukhi":"hy BweI! jogI, nWgy, sMinAwsI (swry hI) Cy ByKW dy swDU (drsn krn Awey) [ keI iksm dI prspr SuB ivcwr (auh swDU lok Awpxy v`loN gurU dy dr qy) Bytw pyS kr ky gey [","unicode":"ਹੇ ਭਾਈ! ਜੋਗੀ, ਨਾਂਗੇ, ਸੰਨਿਆਸੀ (ਸਾਰੇ ਹੀ) ਛੇ ਭੇਖਾਂ ਦੇ ਸਾਧੂ (ਦਰਸਨ ਕਰਨ ਆਏ) । ਕਈ ਕਿਸਮ ਦੀ ਪਰਸਪਰ ਸ਼ੁਭ ਵਿਚਾਰ (ਉਹ ਸਾਧੂ ਲੋਕ ਆਪਣੇ ਵੱਲੋਂ ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਭੇਟਾ ਪੇਸ਼ ਕਰ ਕੇ ਗਏ ।"},"ms":{"gurmukhi":"XogIAW, nwigAW, iekWqIAW Aqy iCAW ByKW idAW bMidAW ny gurW nwl igAwn crcw kIqI Aqy nmSkwr kr ky cly gey[","unicode":"ਯੋਗੀਆਂ, ਨਾਗਿਆਂ, ਇਕਾਂਤੀਆਂ ਅਤੇ ਛਿਆਂ ਭੇਖਾਂ ਦਿਆਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰਾਂ ਨਾਲ ਗਿਆਨ ਚਰਚਾ ਕੀਤੀ ਅਤੇ ਨਮਸ਼ਕਾਰ ਕਰ ਕੇ ਚਲੇ ਗਏ।"}},"es":{"sn":"los que andan desnudos, los Sanyasas, los cinco tipos de videntes, completando el cuadro, los budistas, "},"hi":{"ss":"हे भाई ! जोगी। नांगे। सन्यासी (सारे ही) छह भेषों के साधू (दर्शन करने आए)। कई किस्म के परस्पर शुभ-विचार (वह साधु लोग अपनी ओर से गुरू के दर पर) भेटा पेश कर के गए।","sts":"योगी, दिगंबर एवं छ: प्रकार के सन्यासियों ने उनके साथ ज्ञान-गोष्ठी की और गुरु (के हरिनाम मंत्र) को माना।"}},"transliteration":{"english":"jogee dhiga(n)bar sa(n)niaasee khaT dharasan kar ge gosaT ddoaa ||","hindi":"जोगी दिगंबर संनिआसी खटु दरसन करि गए गोसटि ढोआ ॥","en":"jogee dhiga(n)bar sa(n)niaasee khaT dharasan kar ge gosaT ddoaa ||","hi":"जोगी दिगंबर संनिआसी खटु दरसन करि गए गोसटि ढोआ ॥","ipa":"d͡ʒɔGi d̪ɪGəŋbər səŋnɪəɑsi kʰəʈ d̪ərəsən kər Gee Gɔsəʈ ʈɔəɑ.","ur":"جوگیِ دگںبر سنّآسیِ کھٹ درسن کر گاے گوسٹ ڈھوآ ۔۔"},"pageNo":1116,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47661,"shabadId":4000,"verse":{"gurmukhi":"pRQm Awey kulKyiq gur siqgur purbu hoAw ]3]","unicode":"ਪ੍ਰਥਮ ਆਏ ਕੁਲਖੇਤਿ ਗੁਰ ਸਤਿਗੁਰ ਪੁਰਬੁ ਹੋਆ ॥੩॥"},"larivaar":{"gurmukhi":"pRQmAweykulKyiqgursiqgurpurbuhoAw]3]","unicode":"ਪ੍ਰਥਮਆਏਕੁਲਖੇਤਿਗੁਰਸਤਿਗੁਰਪੁਰਬੁਹੋਆ॥੩॥"},"translation":{"en":{"bdb":"When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time. ||3||","ms":"It was an auspicious time, when the Great True Guru at first arrived at Kurkshetra.","ssk":"When the Guru, the True Guru, first arrived at Kuruk-shaytra, it was a very auspicious time. ||3||"},"pu":{"ss":{"gurmukhi":"hy BweI! gurU (Amrdws) jI pihlW kulKyq (kurUKyq®) qy phuMcy [ (auQoN dy lokW vwsqy auh idn) gurU siqgurU nwl sMbMD r`Kx vwlw piv`qr idn bx igAw [3[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ । (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ।੩।"},"ft":{"gurmukhi":"AOr qIrQoN sy pihly pUjÎ siqgurU kurCyqR myN Awey iesI qy v`fw purb hUAw ]3]","unicode":"ਔਰ ਤੀਰਥੋਂ ਸੇ ਪਹਿਲੇ ਪੂਜ੍ਯ ਸਤਿਗੁਰੂ ਕੁਰਛੇਤ੍ਰ ਮੇਂ ਆਏ ਇਸੀ ਤੇ ਵੱਡਾ ਪੁਰਬ ਹੂਆ ॥੩॥"},"bdb":{"gurmukhi":"hy BweI! gurU (Amrdws) jI pihlW kulKyq (kurUKyq®) qy phuMcy [ (auQoN dy lokW vwsqy auh idn) gurU siqgurU nwl sMbMD r`Kx vwlw piv`qr idn bx igAw [3[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਅਮਰਦਾਸ) ਜੀ ਪਹਿਲਾਂ ਕੁਲਖੇਤ (ਕੁਰੂਖੇਤ੍ਰ) ਤੇ ਪਹੁੰਚੇ । (ਉਥੋਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਉਹ ਦਿਨ) ਗੁਰੂ ਸਤਿਗੁਰੂ ਨਾਲ ਸੰਬੰਧ ਰੱਖਣ ਵਾਲਾ ਪਵਿੱਤਰ ਦਿਨ ਬਣ ਗਿਆ ।੩।"},"ms":{"gurmukhi":"auh sul`Kxw smW sI, jd ivSwl s¤cy gurU jI pihlo pihl kurKyqr pujy[","unicode":"ਉਹ ਸੁਲੱਖਣਾ ਸਮਾਂ ਸੀ, ਜਦ ਵਿਸ਼ਾਲ ਸੱਚੇ ਗੁਰੂ ਜੀ ਪਹਿਲੋ ਪਹਿਲ ਕੁਰਖੇਤਰ ਪੁਜੇ।"}},"es":{"sn":"los Yains y los Vairaguis, quienes conversaron y dieron homenaje al Guru. Sí, el Guru primero fue a Kuruk-sheytra, y la ocasión fue celebrada por muchos. (3)"},"hi":{"ss":"हे भाई ! गुरू (अमरदास) जी पहले कुरूक्षेत्र पहुँचे । (वहाँ के लोगों के लिए वह दिन) गुरू सतिगुरू के साथ संबंध रखने वाला पवित्र दिन बन गया। 3।","sts":"सतगुरु (अमरदास जी) पहले कुरुक्षेत्र आए, जहां उनका दर्शन-पर्व हो गया॥ ३॥"}},"transliteration":{"english":"pratham aae kulakhet gur satigur purab hoaa ||3||","hindi":"प्रथम आए कुलखेति गुर सतिगुर पुरबु होआ ॥३॥","en":"pratham aae kulakhet gur satigur purab hoaa ||3||","hi":"प्रथम आए कुलखेति गुर सतिगुर पुरबु होआ ॥३॥","ipa":"pɹət̪ʰəm əɑee kʊləkʰet̪ Gʊr sət̪ɪGʊr pʊrəb hɔəɑ.3.","ur":"پرتھم آاے کُلکھےت گُر ستگر پُرب هوآ ۔۔۳۔۔"},"pageNo":1116,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47662,"shabadId":4000,"verse":{"gurmukhi":"duqIAw jmun gey guir hir hir jpnu kIAw ]","unicode":"ਦੁਤੀਆ ਜਮੁਨ ਗਏ ਗੁਰਿ ਹਰਿ ਹਰਿ ਜਪਨੁ ਕੀਆ ॥"},"larivaar":{"gurmukhi":"duqIAwjmungeyguirhirhirjpnukIAw]","unicode":"ਦੁਤੀਆਜਮੁਨਗਏਗੁਰਿਹਰਿਹਰਿਜਪਨੁਕੀਆ॥"},"translation":{"en":{"bdb":"Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har.","ms":"Secondly the Guru went to Jamna where he uttered the Lord God's Name.","ssk":"Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har."},"pu":{"ss":{"gurmukhi":"hy BweI! iPr (gurU Amrdws jI) jmunw ndI qy phuMcy [ siqgurU jI ny (auQy BI) prmwqmw dw nwm hI jipAw-jpwieAw [ (jwq®IAW pwsoN) srkwrI msUl augrwhux vwly BI Bytw r`K ky (siqgurU jI ƒ) imly [","unicode":"ਹੇ ਭਾਈ! ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ । ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ । (ਜਾਤ੍ਰੀਆਂ ਪਾਸੋਂ) ਸਰਕਾਰੀ ਮਸੂਲ ਉਗਰਾਹੁਣ ਵਾਲੇ ਭੀ ਭੇਟਾ ਰੱਖ ਕੇ (ਸਤਿਗੁਰੂ ਜੀ ਨੂੰ) ਮਿਲੇ ।"},"ft":{"gurmukhi":"gurU jI (duqIAw) dUsry jmnw qIrQ pr jwqy Bey, qhW sB sMgq ny hir hir nwm kw jwp kIAw]","unicode":"ਗੁਰੂ ਜੀ (ਦੁਤੀਆ) ਦੂਸਰੇ ਜਮਨਾ ਤੀਰਥ ਪਰ ਜਾਤੇ ਭਏ, ਤਹਾਂ ਸਭ ਸੰਗਤ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਜਾਪ ਕੀਆ॥"},"bdb":{"gurmukhi":"hy BweI! iPr (gurU Amrdws jI) jmunw ndI qy phuMcy [ siqgurU jI ny (auQy BI) prmwqmw dw nwm hI jipAw-jpwieAw [ (jwq®IAW pwsoN) srkwrI msUl augrwhux vwly BI Bytw r`K ky (siqgurU jI ƒ) imly [","unicode":"ਹੇ ਭਾਈ! ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ । ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ । (ਜਾਤ੍ਰੀਆਂ ਪਾਸੋਂ) ਸਰਕਾਰੀ ਮਸੂਲ ਉਗਰਾਹੁਣ ਵਾਲੇ ਭੀ ਭੇਟਾ ਰੱਖ ਕੇ (ਸਤਿਗੁਰੂ ਜੀ ਨੂੰ) ਮਿਲੇ ।"},"ms":{"gurmukhi":"dusry gurU jI jmnw ghy, ijQy aunHW ny suAwmI vwihgurU dy nwm dw aucwrn kIqw[","unicode":"ਦੁਸਰੇ ਗੁਰੂ ਜੀ ਜਮਨਾ ਗਹੇ, ਜਿਥੇ ਉਨ੍ਹਾਂ ਨੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕੀਤਾ।"}},"es":{"sn":"De ahí el Guru se fue a Yamuna y meditó en Su Dios. "},"hi":{"ss":"हे भाई ! फिर (गुरू अमरदास जी) यमुना नदी पर पहुँचे। सतिगुरू जी ने (वहाँ भी) परमात्मा का नाम ही जपा और जपाया।","sts":"तदुपरांत गुरु जी यमुना पर गए, जहाँ उन्होंने हरिनाम का जाप किया।"}},"transliteration":{"english":"dhuteeaa jamun ge gur har har japan keeaa ||","hindi":"दुतीआ जमुन गए गुरि हरि हरि जपनु कीआ ॥","en":"dhuteeaa jamun ge gur har har japan keeaa ||","hi":"दुतीआ जमुन गए गुरि हरि हरि जपनु कीआ ॥","ipa":"d̪ʊt̪iəɑ d͡ʒəmʊn Gee Gʊr hər hər d͡ʒəpən kiəɑ.","ur":"دُتیِآ جمن گاے گُر هر هرِ جپن کیِآ ۔۔"},"pageNo":1116,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47663,"shabadId":4000,"verse":{"gurmukhi":"jwgwqI imly dy Byt gur ipCY lµGwie dIAw ]","unicode":"ਜਾਗਾਤੀ ਮਿਲੇ ਦੇ ਭੇਟ ਗੁਰ ਪਿਛੈ ਲੰਘਾਇ ਦੀਆ ॥"},"larivaar":{"gurmukhi":"jwgwqIimlydyBytguripCYlµGwiedIAw]","unicode":"ਜਾਗਾਤੀਮਿਲੇਦੇਭੇਟਗੁਰਪਿਛੈਲੰਘਾਇਦੀਆ॥"},"translation":{"en":{"bdb":"The tax collectors met the Guru and gave Him offerings; they did not impose the tax on His followers.","ms":"The tax-gatherers met the Guru with offerings and allowed his followers to cross over.","ssk":"The tax collectors met the Guru and gave Him offerings; they did not impose the tax on His followers."},"pu":{"ss":{"gurmukhi":"Awpxy Awp ƒ gurU dw is`K AwKx vwly sBnW ƒ (auhnW msUlIAW ny ibnw msUl ley) pwr lMGw id`qw [","unicode":"ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਆਖਣ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ (ਉਹਨਾਂ ਮਸੂਲੀਆਂ ਨੇ ਬਿਨਾ ਮਸੂਲ ਲਏ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ।"},"ft":{"gurmukhi":"qhW ky (jwgwqI) msUlIey gurU jI ko Byt dy kr imly[ ikXoNik iqn ko pwiqSwh kw hukmu Qw ik gurU jI sy Ar iqn ky isKoN sy msUl nhIN lYxw[ ies vwsqy vhu rpXw pYsy pRswd Awid Bytw dyqy Bey AOr gurU jI ky pICy sBI sMgqoN ko ndI sy pwr kr dIAw[ qwqprj ieh ik ijs pwsoN jwgwqIey msUl mWgqy Qy vhI kh dyqw Qw ik mYN gurU jI kw isK hUM]","unicode":"ਤਹਾਂ ਕੇ (ਜਾਗਾਤੀ) ਮਸੂਲੀਏ ਗੁਰੂ ਜੀ ਕੋ ਭੇਟ ਦੇ ਕਰ ਮਿਲੇ। ਕਿਯੋਂਕਿ ਤਿਨ ਕੋ ਪਾਤਿਸ਼ਾਹ ਕਾ ਹੁਕਮੁ ਥਾ ਕਿ ਗੁਰੂ ਜੀ ਸੇ ਅਰ ਤਿਨ ਕੇ ਸਿਖੋਂ ਸੇ ਮਸੂਲ ਨਹੀਂ ਲੈਣਾ। ਇਸ ਵਾਸਤੇ ਵਹੁ ਰਪਯਾ ਪੈਸੇ ਪ੍ਰਸਾਦ ਆਦਿ ਭੇਟਾ ਦੇਤੇ ਭਏ ਔਰ ਗੁਰੂ ਜੀ ਕੇ ਪੀਛੇ ਸਭੀ ਸੰਗਤੋਂ ਕੋ ਨਦੀ ਸੇ ਪਾਰ ਕਰ ਦੀਆ। ਤਾਤਪਰਜ ਇਹ ਕਿ ਜਿਸ ਪਾਸੋਂ ਜਾਗਾਤੀਏ ਮਸੂਲ ਮਾਂਗਤੇ ਥੇ ਵਹੀ ਕਹ ਦੇਤਾ ਥਾ ਕਿ ਮੈਂ ਗੁਰੂ ਜੀ ਕਾ ਸਿਖ ਹੂੰ॥"},"bdb":{"gurmukhi":"Awpxy Awp ƒ gurU dw is`K AwKx vwly sBnW ƒ (auhnW msUlIAW ny ibnw msUl ley) pwr lMGw id`qw [","unicode":"ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਆਖਣ ਵਾਲੇ ਸਭਨਾਂ ਨੂੰ (ਉਹਨਾਂ ਮਸੂਲੀਆਂ ਨੇ ਬਿਨਾ ਮਸੂਲ ਲਏ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ।"},"ms":{"gurmukhi":"msUlIey Bytw lY ky gurW ƒ imly Aqy aunHW dy murIdW ƒ wpr kr idqw[","unicode":"ਮਸੂਲੀਏ ਭੇਟਾ ਲੈ ਕੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮੁਰੀਦਾਂ ਨੂੰ ਾਪਰ ਕਰ ਦਿਤਾ।"}},"es":{"sn":"Aún los recolectores de impuestos dieron ofrendas al Guru y permitieron que la demás gente lo acompañara."},"hi":{"ss":"(यात्रियों से) सरकारी मसूल उगराहने वाले भी भेटा रख के (सतिगुरू जी को) मिले। अपने आप को गुरू का सिख कहलवाने वाले सबको (उन मसूलियों ने बिना मसूल लिए) पार लंघा दिया।","sts":"वहाँ पर कराधिकारी भेंट-उपहार देकर गुरु जी से मिले और गुरु के शिष्य कहलवाने वाले सब व्यक्ति बिना कर (टैक्स) ही आगे निकल गए।"}},"transliteration":{"english":"jaagaatee mile dhe bheT gur pichhai la(n)ghai dheeaa ||","hindi":"जागाती मिले दे भेट गुर पिछै लंघाइ दीआ ॥","en":"jaagaatee mile dhe bheT gur pichhai la(n)ghai dheeaa ||","hi":"जागाती मिले दे भेट गुर पिछै लंघाइ दीआ ॥","ipa":"d͡ʒɑGɑt̪i mɪle d̪e ɓeʈ Gʊr pɪɕæ ləⁿGʰɑeɪ d̪iəɑ.","ur":"جاگاتیِ ملے دے بھےٹ گُر پچھَے لµگھاا دیِآ ۔۔"},"pageNo":1116,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47664,"shabadId":4000,"verse":{"gurmukhi":"sB CutI siqgurU ipCY ijin hir hir nwmu iDAwieAw ]","unicode":"ਸਭ ਛੁਟੀ ਸਤਿਗੁਰੂ ਪਿਛੈ ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਆਇਆ ॥"},"larivaar":{"gurmukhi":"sBCutIsiqgurUipCYijinhirhirnwmuiDAwieAw]","unicode":"ਸਭਛੁਟੀਸਤਿਗੁਰੂਪਿਛੈਜਿਨਿਹਰਿਹਰਿਨਾਮੁਧਿਆਇਆ॥"},"translation":{"en":{"bdb":"All the True Guru's followers were excused from the tax; they meditated on the Name of the Lord, Har, Har.","ms":"All those in the True Guru's train who contemplated the Lord God's Name were exempted from toll.","ssk":"All the True Guru's followers were excused from the tax; they meditated on the Name of the Lord, Har, Har."},"pu":{"ss":{"gurmukhi":"gurU dy ip`Cy qurn vwlI swrI lukweI msUl Brn qoN bc geI [ (iesy qrHW) hy BweI! ijs ijs ny prmwqmw dw nwm ismirAw,","unicode":"ਗੁਰੂ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਸਾਰੀ ਲੁਕਾਈ ਮਸੂਲ ਭਰਨ ਤੋਂ ਬਚ ਗਈ । (ਇਸੇ ਤਰ੍ਹਾਂ) ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,"},"ft":{"gurmukhi":"ijnoN ny hir hir nwm kw iDAwvxw kIAw Qw ies pRkwr sB sMgq gurU jI ky pICy CUt jwqI BeI[ isK kI inSwnI XhI jwnI so nwm jpdw jwvy iqs ko gurU kw isK smJ ky jgwqI pUCqy nhIN Qy[ jo nwm lYxy sy jwgwqIey njIk nhIN Awey iXh kOnsI bfI bwq hY?","unicode":"ਜਿਨੋਂ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਧਿਆਵਣਾ ਕੀਆ ਥਾ ਇਸ ਪ੍ਰਕਾਰ ਸਭ ਸੰਗਤ ਗੁਰੂ ਜੀ ਕੇ ਪੀਛੇ ਛੂਟ ਜਾਤੀ ਭਈ। ਸਿਖ ਕੀ ਨਿਸ਼ਾਨੀ ਯਹੀ ਜਾਨੀ ਸੋ ਨਾਮ ਜਪਦਾ ਜਾਵੇ ਤਿਸ ਕੋ ਗੁਰੂ ਕਾ ਸਿਖ ਸਮਝ ਕੇ ਜਗਾਤੀ ਪੂਛਤੇ ਨਹੀਂ ਥੇ। ਜੋ ਨਾਮ ਲੈਣੇ ਸੇ ਜਾਗਾਤੀਏ ਨਜੀਕ ਨਹੀਂ ਆਏ ਯਿਹ ਕੌਨਸੀ ਬਡੀ ਬਾਤ ਹੈ?"},"bdb":{"gurmukhi":"gurU dy ip`Cy qurn vwlI swrI lukweI msUl Brn qoN bc geI [ (iesy qrHW) hy BweI! ijs ijs ny prmwqmw dw nwm ismirAw,","unicode":"ਗੁਰੂ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਸਾਰੀ ਲੁਕਾਈ ਮਸੂਲ ਭਰਨ ਤੋਂ ਬਚ ਗਈ । (ਇਸੇ ਤਰ੍ਹਾਂ) ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,"},"ms":{"gurmukhi":"auh swry jo s¤cy gurW dy mgr sn qy sweIN hrI dy nwm ƒ ismrdy sn msUl dyxo bc gey[","unicode":"ਉਹ ਸਾਰੇ ਜੋ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਮਗਰ ਸਨ ਤੇ ਸਾਈਂ ਹਰੀ ਦੇ ਨਾਮ ਨੂੰ ਸਿਮਰਦੇ ਸਨ ਮਸੂਲ ਦੇਣੋ ਬਚ ਗਏ।"}},"es":{"sn":"Sí, todos los que siguieron al Guru, habitando en Dios, fueron perdonados. "},"hi":{"ss":"गुरू के पीछे चलने वाली सारी लोकाई मसूल भरने से बच गई।","sts":"जिन्होंने सतगुरु के निर्देशानुसार चलकर ईश्वर का भजन किया, वे सभी संसार के बन्धनों से मुक्ति पा गए।"}},"transliteration":{"english":"sabh chhuTee satiguroo pichhai jin har har naam dhiaaiaa ||","hindi":"सभ छुटी सतिगुरू पिछै जिनि हरि हरि नामु धिआइआ ॥","en":"sabh chhuTee satiguroo pichhai jin har har naam dhiaaiaa ||","hi":"सभ छुटी सतिगुरू पिछै जिनि हरि हरि नामु धिआइआ ॥","ipa":"səɓ ɕʊʈi sət̪ɪGʊru pɪɕæ d͡ʒɪn hər hər nɑm t̪ɪəɑɪɑ.","ur":"سبھ چھُٹیِ ستگرُو پچھَے جنِ هرِ هرِ نام دھآایا ۔۔"},"pageNo":1116,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47665,"shabadId":4000,"verse":{"gurmukhi":"gur bcin mwrig jo pMiQ cwly iqn jmu jwgwqI nyiV n AwieAw ]","unicode":"ਗੁਰ ਬਚਨਿ ਮਾਰਗਿ ਜੋ ਪੰਥਿ ਚਾਲੇ ਤਿਨ ਜਮੁ ਜਾਗਾਤੀ ਨੇੜਿ ਨ ਆਇਆ ॥"},"larivaar":{"gurmukhi":"gurbcinmwrigjopMiQcwlyiqnjmujwgwqInyiVnAwieAw]","unicode":"ਗੁਰਬਚਨਿਮਾਰਗਿਜੋਪੰਥਿਚਾਲੇਤਿਨਜਮੁਜਾਗਾਤੀਨੇੜਿਨਆਇਆ॥"},"translation":{"en":{"bdb":"The Messenger of Death does not even approach those who have walked on the path, and followed the Guru's Teachings.","ms":"They, who follow the way and path of the Guru's word, death's courier, the tax-gatherer comes not near them.","ssk":"The Messenger of Death does not even approach those who have walked on the path, and followed the Guru's Teachings."},"pu":{"ss":{"gurmukhi":"ijhVy mnu`K gurU dy bcn au~qy qurdy hn, gurU dy d`sy rsqy auqy qurdy hn, jmrwj msUlIAw auhnW dy nyVy nhIN AwauNdw [","unicode":"ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ ਤੁਰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ ।"},"ft":{"gurmukhi":"jo purS sMswr mwrg myN guroN ky bcnoN rUpI rsqy myN cly hYN iqn ky jm rUp jgwqI smIp nhIN AwXw hY]","unicode":"ਜੋ ਪੁਰਸ਼ ਸੰਸਾਰ ਮਾਰਗ ਮੇਂ ਗੁਰੋਂ ਕੇ ਬਚਨੋਂ ਰੂਪੀ ਰਸਤੇ ਮੇਂ ਚਲੇ ਹੈਂ ਤਿਨ ਕੇ ਜਮ ਰੂਪ ਜਗਾਤੀ ਸਮੀਪ ਨਹੀਂ ਆਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijhVy mnu`K gurU dy bcn au~qy qurdy hn, gurU dy d`sy rsqy auqy qurdy hn, jmrwj msUlIAw auhnW dy nyVy nhIN AwauNdw [","unicode":"ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ ਤੁਰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦੇ ਹਨ, ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ ।"},"ms":{"gurmukhi":"jo gurW dI bwxI dy rwhy Aqy rsqy qurdy hn, mOq dw dUq msUlIAw, aunHW dy nyVy nhIN AwauNdw[","unicode":"ਜੋ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦੇ ਰਾਹੇ ਅਤੇ ਰਸਤੇ ਤੁਰਦੇ ਹਨ, ਮੌਤ ਦਾ ਦੂਤ ਮਸੂਲੀਆ, ਉਨ੍ਹਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ।"}},"es":{"sn":"Pues mira, los que siguieron el Sendero de la Palabra del Shabd del Guru, a ellos Yama, el colector de impuestos, "},"hi":{"ss":"(इसी तरह) हे भाई ! जिस-जिस ने परमात्मा का नाम सिमरा। जो मनुष्य गुरू के वचनों पर चलते हैं। गुरू के बताए हुए रास्ते पर चलते हैं। जमराज (रूपी) मसूलिया उनके नजदीक नहीं फटकता।","sts":"गुरु के वचन द्वारा जो सन्मार्ग पर चलते हैं, उन्हें यम रूपी कराधिकारी भी तंग करने नहीं आते।"}},"transliteration":{"english":"gur bachan maarag jo pa(n)th chaale tin jam jaagaatee neR na aaiaa ||","hindi":"गुर बचनि मारगि जो पंथि चाले तिन जमु जागाती नेड़ि न आइआ ॥","en":"gur bachan maarag jo pa(n)th chaale tin jam jaagaatee neR na aaiaa ||","hi":"गुर बचनि मारगि जो पंथि चाले तिन जमु जागाती नेड़ि न आइआ ॥","ipa":"Gʊr bət͡ʃən mɑrəG d͡ʒɔ pəŋt̪ʰ t͡ʃɑle t̪ɪn d͡ʒəm d͡ʒɑGɑt̪i neɽ nə əɑɪɑ.","ur":"گُر بچن مارگ جو پںتھ چالے تن جم جاگاتیِ نےڑ ن آایا ۔۔"},"pageNo":1116,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47666,"shabadId":4000,"verse":{"gurmukhi":"sB gurU gurU jgqu bolY gur kY nwie lieAY siB Cutik gieAw ]","unicode":"ਸਭ ਗੁਰੂ ਗੁਰੂ ਜਗਤੁ ਬੋਲੈ ਗੁਰ ਕੈ ਨਾਇ ਲਇਐ ਸਭਿ ਛੁਟਕਿ ਗਇਆ ॥"},"larivaar":{"gurmukhi":"sBgurUgurUjgqubolYgurkYnwielieAYsiBCutikgieAw]","unicode":"ਸਭਗੁਰੂਗੁਰੂਜਗਤੁਬੋਲੈਗੁਰਕੈਨਾਇਲਇਐਸਭਿਛੁਟਕਿਗਇਆ॥"},"translation":{"en":{"bdb":"All the world said, \"\"Guru! Guru! Guru!\"\" Uttering the Guru's Name, they were all emancipated.","ms":"The whole world said 'Guru, Guru', and by uttering the Guru's Name they were all emancipated.","ssk":"All the world said, \"Guru! Guru! Guru!\" Uttering the Guru's Name, they were all emancipated."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijhVI) lukweI gurU dw Awsrw lYNdI hY, (jmrwj msUlIAw aus dy nyVy nhIN AwauNdw) [ hy BweI! jy gurU dw nwm ilAw jwey (jy gurU dI srn pY ky hir-nwm jipAw jwey) qW (nwm lYx vwly) swry (jm jwgwqI dI DONs qoN) bc jWdy hn [","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੀ) ਲੁਕਾਈ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, (ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ) । ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਦਾ ਨਾਮ ਲਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾਏ) ਤਾਂ (ਨਾਮ ਲੈਣ ਵਾਲੇ) ਸਾਰੇ (ਜਮ ਜਾਗਾਤੀ ਦੀ ਧੌਂਸ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"sBI sMswr gurU gurU DMn gurU AYsy aucwrn krqw BieAw, guroN ky nwm lYxy sy sB sMswr jwgwqIEN sy CUt jwqw BieAw]","unicode":"ਸਭੀ ਸੰਸਾਰ ਗੁਰੂ ਗੁਰੂ ਧੰਨ ਗੁਰੂ ਐਸੇ ਉਚਾਰਨ ਕਰਤਾ ਭਇਆ, ਗੁਰੋਂ ਕੇ ਨਾਮ ਲੈਣੇ ਸੇ ਸਭ ਸੰਸਾਰ ਜਾਗਾਤੀਓਂ ਸੇ ਛੂਟ ਜਾਤਾ ਭਇਆ॥"},"bdb":{"gurmukhi":"hy BweI! (ijhVI) lukweI gurU dw Awsrw lYNdI hY, (jmrwj msUlIAw aus dy nyVy nhIN AwauNdw) [ hy BweI! jy gurU dw nwm ilAw jwey (jy gurU dI srn pY ky hir-nwm jipAw jwey) qW (nwm lYx vwly) swry (jm jwgwqI dI DONs qoN) bc jWdy hn [","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੀ) ਲੁਕਾਈ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, (ਜਮਰਾਜ ਮਸੂਲੀਆ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ) । ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਦਾ ਨਾਮ ਲਿਆ ਜਾਏ (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਜਾਏ) ਤਾਂ (ਨਾਮ ਲੈਣ ਵਾਲੇ) ਸਾਰੇ (ਜਮ ਜਾਗਾਤੀ ਦੀ ਧੌਂਸ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"swrw jg \"gurU, gurU\" aucwrn krdw sI Aqy gurW dw nwm lYx duAwrw auh swry hI mukq ho gey[","unicode":"ਸਾਰਾ ਜਗ \"ਗੁਰੂ, ਗੁਰੂ\" ਉਚਾਰਨ ਕਰਦਾ ਸੀ ਅਤੇ ਗੁਰਾਂ ਦਾ ਨਾਮ ਲੈਣ ਦੁਆਰਾ ਉਹ ਸਾਰੇ ਹੀ ਮੁਕਤ ਹੋ ਗਏ।"}},"es":{"sn":"no los tocó. Todos recitaban Guru, Guru, Guru, y recitando Su Nombre así, fueron emancipados."},"hi":{"ss":"हे भाई ! (जो) लोकाई गुरू का आसरा लेती है। (जमराज मसूलिया उसके नज़दीक नहीं आता)।","sts":"जगत के सब लोग गुरु का यश गाते हैं, गुरु का नाम जपने से सभी मुक्त हो गए।"}},"transliteration":{"english":"sabh guroo guroo jagat bolai gur kai nai liaai sabh chhuTak giaa ||","hindi":"सभ गुरू गुरू जगतु बोलै गुर कै नाइ लइऐ सभि छुटकि गइआ ॥","en":"sabh guroo guroo jagat bolai gur kai nai liaai sabh chhuTak giaa ||","hi":"सभ गुरू गुरू जगतु बोलै गुर कै नाइ लइऐ सभि छुटकि गइआ ॥","ipa":"səɓ Gʊru Gʊru d͡ʒəGət̪ bɔlæ Gʊr kæ nɑeɪ lɪæ səɓ ɕʊʈək Gɪɑ.","ur":"سبھ گُرُو گُرُو جگت بولَے گُر کَے ناا لِااَے سبھ چھُٹک گایا ۔۔"},"pageNo":1116,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47667,"shabadId":4000,"verse":{"gurmukhi":"duqIAw jmun gey guir hir hir jpnu kIAw ]4]","unicode":"ਦੁਤੀਆ ਜਮੁਨ ਗਏ ਗੁਰਿ ਹਰਿ ਹਰਿ ਜਪਨੁ ਕੀਆ ॥੪॥"},"larivaar":{"gurmukhi":"duqIAwjmungeyguirhirhirjpnukIAw]4]","unicode":"ਦੁਤੀਆਜਮੁਨਗਏਗੁਰਿਹਰਿਹਰਿਜਪਨੁਕੀਆ॥੪॥"},"translation":{"en":{"bdb":"Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har. ||4||","ms":"In the second place, the Guru, went to Jamna, where he uttered the Lord God's Name.","ssk":"Second, the Guru went to the river Jamunaa, where He chanted the Name of the Lord, Har, Har. ||4||"},"pu":{"ss":{"gurmukhi":"hy BweI! iPr (gurU Amrdws jI) jmunw ndI qy phuMcy [ siqgurU jI ny (auQy BI) prmwqmw dw nwm hI jipAw-jpwieAw [4[","unicode":"ਹੇ ਭਾਈ! ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ । ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ ।੪।"},"ft":{"gurmukhi":"gurU jI dUsry jmnw qIrQ pur jwqy Bey, qhW sB sMgq ny hir hir kw jwp kIAw]4]","unicode":"ਗੁਰੂ ਜੀ ਦੂਸਰੇ ਜਮਨਾ ਤੀਰਥ ਪੁਰ ਜਾਤੇ ਭਏ, ਤਹਾਂ ਸਭ ਸੰਗਤ ਨੇ ਹਰਿ ਹਰਿ ਕਾ ਜਾਪ ਕੀਆ॥੪॥"},"bdb":{"gurmukhi":"hy BweI! iPr (gurU Amrdws jI) jmunw ndI qy phuMcy [ siqgurU jI ny (auQy BI) prmwqmw dw nwm hI jipAw-jpwieAw [4[","unicode":"ਹੇ ਭਾਈ! ਫਿਰ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਜਮੁਨਾ ਨਦੀ ਤੇ ਪਹੁੰਚੇ । ਸਤਿਗੁਰੂ ਜੀ ਨੇ (ਉਥੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ-ਜਪਾਇਆ ।੪।"},"ms":{"gurmukhi":"dUjI QW qy gurU jI jmnw gey, ijQy aunRW ly sweIN hrI dy nwm dw aucwrn kIqw[","unicode":"ਦੂਜੀ ਥਾਂ ਤੇ ਗੁਰੂ ਜੀ ਜਮਨਾ ਗਏ, ਜਿਥੇ ਉਨ੍ਰਾਂ ਲੇ ਸਾਈਂ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕੀਤਾ।"}},"es":{"sn":"Así es como el Guru fue a Yamuna donde canto el Nombre del Señor, Jar, Jar. (4)"},"hi":{"ss":"हे भाई ! अगर गुरू का नाम लिया जाए (यदि गुरू की शरण पड़ के हरी-नाम जपा जाए) तो (नाम लेने वाले) सारे (जम-जागाती की धौंस से) बच जाते हैं। हे भाई ! फिर (गुरू अमरदास जी) यमुना नदी पर पहुँचे। सतिगुरू जी ने (वहाँ भी) परमात्मा का नाम जपा और जपाया। 4।","sts":"तदन्तर गुरु जी यमुना पर गए, जहाँ उन्होंने हरिनाम का भजन किया॥४॥"}},"transliteration":{"english":"dhuteeaa jamun ge gur har har japan keeaa ||4||","hindi":"दुतीआ जमुन गए गुरि हरि हरि जपनु कीआ ॥४॥","en":"dhuteeaa jamun ge gur har har japan keeaa ||4||","hi":"दुतीआ जमुन गए गुरि हरि हरि जपनु कीआ ॥४॥","ipa":"d̪ʊt̪iəɑ d͡ʒəmʊn Gee Gʊr hər hər d͡ʒəpən kiəɑ.4.","ur":"دُتیِآ جمن گاے گُر هر هرِ جپن کیِآ ۔۔۴۔۔"},"pageNo":1116,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47668,"shabadId":4000,"verse":{"gurmukhi":"iqRqIAw Awey sursrI qh kauqku clqu BieAw ]","unicode":"ਤ੍ਰਿਤੀਆ ਆਏ ਸੁਰਸਰੀ ਤਹ ਕਉਤਕੁ ਚਲਤੁ ਭਇਆ ॥"},"larivaar":{"gurmukhi":"iqRqIAwAweysursrIqhkauqkuclquBieAw]","unicode":"ਤ੍ਰਿਤੀਆਆਏਸੁਰਸਰੀਤਹਕਉਤਕੁਚਲਤੁਭਇਆ॥"},"translation":{"en":{"bdb":"Third, He went to the Ganges, and a wonderful drama was played out there.","ms":"Thirdly, the Guru went to the Ganges and a marvellous scene did occur there.","ssk":"Third, He went to the Ganges, and a wonderful drama was played out there."},"pu":{"ss":{"gurmukhi":"hy BweI! (do qIrQW qy ho ky siqgurU Amrdws jI) qIjy QW gMgw phuMcy [ auQy iek Ajb qmwSw hoieAw [","unicode":"ਹੇ ਭਾਈ! (ਦੋ ਤੀਰਥਾਂ ਤੇ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਤੀਜੇ ਥਾਂ ਗੰਗਾ ਪਹੁੰਚੇ । ਉਥੇ ਇਕ ਅਜਬ ਤਮਾਸ਼ਾ ਹੋਇਆ ।"},"ft":{"gurmukhi":"iqRqIAw qIsry qIrQ (sursrI) gMgw jI pr Awvqy Bey, qhW (kauqku) qmwSw (clqu) Ascrj rUp hoqw BXw]","unicode":"ਤ੍ਰਿਤੀਆ ਤੀਸਰੇ ਤੀਰਥ (ਸੁਰਸਰੀ) ਗੰਗਾ ਜੀ ਪਰ ਆਵਤੇ ਭਏ, ਤਹਾਂ (ਕਉਤਕੁ) ਤਮਾਸ਼ਾ (ਚਲਤੁ) ਅਸਚਰਜ ਰੂਪ ਹੋਤਾ ਭਯਾ॥"},"bdb":{"gurmukhi":"hy BweI! (do qIrQW qy ho ky siqgurU Amrdws jI) qIjy QW gMgw phuMcy [ auQy iek Ajb qmwSw hoieAw [","unicode":"ਹੇ ਭਾਈ! (ਦੋ ਤੀਰਥਾਂ ਤੇ ਹੋ ਕੇ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਤੀਜੇ ਥਾਂ ਗੰਗਾ ਪਹੁੰਚੇ । ਉਥੇ ਇਕ ਅਜਬ ਤਮਾਸ਼ਾ ਹੋਇਆ ।"},"ms":{"gurmukhi":"qIsry gurU jI gMgw ghY Aqy EQy iek AdBuq nzwrw hoieAw[","unicode":"ਤੀਸਰੇ ਗੁਰੂ ਜੀ ਗੰਗਾ ਗਹੈ ਅਤੇ ਓਥੇ ਇਕ ਅਦਭੁਤ ਨਜ਼ਾਰਾ ਹੋਇਆ।"}},"es":{"sn":"Después llegaron a las orillas del Ganges, y mira, la Maravilla de maravillas,"},"hi":{"ss":"हे भाई ! (दो तीर्थों से होकर सतिगुरू अमरदास जी) तीसरी जगह गंगा पहुँचे। वहाँ एक अजीब तमाशा हुआ।","sts":"उसके उपरांत वे गंगा (हरिद्वार) आए और वहाँ पर उन्होंने विचित्र लीला-रची।"}},"transliteration":{"english":"tirateeaa aae surasaree teh kautak chalat bhiaa ||","hindi":"तृतीआ आए सुरसरी तह कउतकु चलतु भइआ ॥","en":"tirateeaa aae surasaree teh kautak chalat bhiaa ||","hi":"तृतीआ आए सुरसरी तह कउतकु चलतु भइआ ॥","ipa":"t̪ɪɹət̪iəɑ əɑee sʊrəsəri t̪əh koʊt̪ək t͡ʃələt̪ ɓɪɑ.","ur":"تِرتیِآ آاے سُرسریِ ته کاتک چلت بھایا ۔۔"},"pageNo":1116,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47669,"shabadId":4000,"verse":{"gurmukhi":"sB mohI dyiK drsnu gur sMq iknY AwFu n dwmu lieAw ]","unicode":"ਸਭ ਮੋਹੀ ਦੇਖਿ ਦਰਸਨੁ ਗੁਰ ਸੰਤ ਕਿਨੈ ਆਢੁ ਨ ਦਾਮੁ ਲਇਆ ॥"},"larivaar":{"gurmukhi":"sBmohIdyiKdrsnugursMqiknYAwFundwmulieAw]","unicode":"ਸਭਮੋਹੀਦੇਖਿਦਰਸਨੁਗੁਰਸੰਤਕਿਨੈਆਢੁਨਦਾਮੁਲਇਆ॥"},"translation":{"en":{"bdb":"All were fascinated, gazing upon the Blessed Vision of the Saintly Guru's Darshan; no tax at all was imposed upon anyone.","ms":"All were bewitched on seeing the vision of the saintly Guru and no one gathered even half a shell as a tax from any one.","ssk":"All were fascinated, gazing upon the Blessed Vision of the Saintly Guru's Darshan; no tax at all was imposed upon anyone."},"pu":{"ss":{"gurmukhi":"sMq-gurU (Amrdws jI) dw drsn kr ky swrI lukweI msq ho geI [ iksy (BI msUlIey) ny (iksy BI jwq®¨ pwsoN) A`DI kOfI (msUl BI) vsUl nwh kIqw [","unicode":"ਸੰਤ-ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਮਸਤ ਹੋ ਗਈ । ਕਿਸੇ (ਭੀ ਮਸੂਲੀਏ) ਨੇ (ਕਿਸੇ ਭੀ ਜਾਤ੍ਰੂ ਪਾਸੋਂ) ਅੱਧੀ ਕੌਡੀ (ਮਸੂਲ ਭੀ) ਵਸੂਲ ਨਾਹ ਕੀਤਾ ।"},"ft":{"gurmukhi":"sqgurU jI kw drsn kr ky sB isRstI mohq ho geI, iksI jwgwqIey ny iksI sy (AwFu) kOfI (dwmu) do kOfIAW kuC BI msUl n lIAw]","unicode":"ਸਤਗੁਰੂ ਜੀ ਕਾ ਦਰਸਨ ਕਰ ਕੇ ਸਭ ਸ੍ਰਿਸਟੀ ਮੋਹਤ ਹੋ ਗਈ, ਕਿਸੀ ਜਾਗਾਤੀਏ ਨੇ ਕਿਸੀ ਸੇ (ਆਢੁ) ਕੌਡੀ (ਦਾਮੁ) ਦੋ ਕੌਡੀਆਂ ਕੁਛ ਭੀ ਮਸੂਲ ਨ ਲੀਆ॥"},"bdb":{"gurmukhi":"sMq-gurU (Amrdws jI) dw drsn kr ky swrI lukweI msq ho geI [ iksy (BI msUlIey) ny (iksy BI jwq®¨ pwsoN) A`DI kOfI (msUl BI) vsUl nwh kIqw [","unicode":"ਸੰਤ-ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਮਸਤ ਹੋ ਗਈ । ਕਿਸੇ (ਭੀ ਮਸੂਲੀਏ) ਨੇ (ਕਿਸੇ ਭੀ ਜਾਤ੍ਰੂ ਪਾਸੋਂ) ਅੱਧੀ ਕੌਡੀ (ਮਸੂਲ ਭੀ) ਵਸੂਲ ਨਾਹ ਕੀਤਾ ।"},"ms":{"gurmukhi":"swry swD srUp gurW dw dIdwr dyK ky PryPqw ho gey Aqy iksy ny A`DI kOfI BI msUl vjo iksy kolo nW leI[","unicode":"ਸਾਰੇ ਸਾਧ ਸਰੂਪ ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਦੇਖ ਕੇ ਫਰੇਫਤਾ ਹੋ ਗਏ ਅਤੇ ਕਿਸੇ ਨੇ ਅੱਧੀ ਕੌਡੀ ਭੀ ਮਸੂਲ ਵਜੋ ਕਿਸੇ ਕੋਲੋ ਨਾਂ ਲਈ।"}},"es":{"sn":" todos los que vieron al Guru fueron cautivados y nadie llegó a cobrarles ningún tipo de impuesto. "},"hi":{"ss":"संत-गुरू (अमरदास जी) के दर्शन करके सारी दुनिया मस्त हो गई। किसी (भी मसूलिए) ने (किसी भी यात्री से) आधी कौड़ी (मसूल भी) वसूल ना किया।","sts":"संत-गुरु के दर्शन कर सभी मोहित हो गए और किसी ने कौड़ी भर दाम नहीं लिया।"}},"transliteration":{"english":"sabh mohee dhekh dharasan gur sa(n)t kinai aadd na dhaam liaa ||","hindi":"सभ मोही देखि दरसनु गुर संत किनै आढु न दामु लइआ ॥","en":"sabh mohee dhekh dharasan gur sa(n)t kinai aadd na dhaam liaa ||","hi":"सभ मोही देखि दरसनु गुर संत किनै आढु न दामु लइआ ॥","ipa":"səɓ mɔhi d̪ekʰ d̪ərəsən Gʊr səŋt̪ kɪnæ əɑʈ nə d̪ɑm lɪɑ.","ur":"سبھ موهیِ دےکھ درسن گُر سںت کنَے آڈھ ن دام لایا ۔۔"},"pageNo":1116,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47670,"shabadId":4000,"verse":{"gurmukhi":"AwFu dwmu ikCu pieAw n bolk jwgwqIAw mohx muMdix peI ]","unicode":"ਆਢੁ ਦਾਮੁ ਕਿਛੁ ਪਇਆ ਨ ਬੋਲਕ ਜਾਗਾਤੀਆ ਮੋਹਣ ਮੁੰਦਣਿ ਪਈ ॥"},"larivaar":{"gurmukhi":"AwFudwmuikCupieAwnbolkjwgwqIAwmohxmuMdixpeI]","unicode":"ਆਢੁਦਾਮੁਕਿਛੁਪਇਆਨਬੋਲਕਜਾਗਾਤੀਆਮੋਹਣਮੁੰਦਣਿਪਈ॥"},"translation":{"en":{"bdb":"No tax at all was collected, and the mouths of the tax collectors were sealed.","ms":"Not even half a shell got into the toll-tax and the mouth of the toll-collectors got sealed.","ssk":"No tax at all was collected, and the mouths of the tax collectors were sealed."},"pu":{"ss":{"gurmukhi":"hy BweI! (msUlIAW dIAW) golkW ivc A`DI kOfI BI msUl nwh ipAw [ msUlIey ieauN hYrwn ijhy ho ky bolx jogy nwh rhy, (AwKx l`gy)—","unicode":"ਹੇ ਭਾਈ! (ਮਸੂਲੀਆਂ ਦੀਆਂ) ਗੋਲਕਾਂ ਵਿਚ ਅੱਧੀ ਕੌਡੀ ਭੀ ਮਸੂਲ ਨਾਹ ਪਿਆ । ਮਸੂਲੀਏ ਇਉਂ ਹੈਰਾਨ ਜਿਹੇ ਹੋ ਕੇ ਬੋਲਣ ਜੋਗੇ ਨਾਹ ਰਹੇ, (ਆਖਣ ਲੱਗੇ)—"},"ft":{"gurmukhi":"pYsy ky cOdsvyN ihsy kw nwm dwm hY (AwFu dwmu) AwDw dwm ArQwq eyk kOfI BI golk myN nw pVI AOr jgwqIAW ky mohnqw rUpI muMdx pV jwqI BeI; vw muMh mMdV pV geI, Bwv guroN kw drsn dyK kr mohq ho gey AOr Awps myN ieh kh kr bwqW krny lgy]","unicode":"ਪੈਸੇ ਕੇ ਚੌਦਸਵੇਂ ਹਿਸੇ ਕਾ ਨਾਮ ਦਾਮ ਹੈ (ਆਢੁ ਦਾਮੁ) ਆਧਾ ਦਾਮ ਅਰਥਾਤ ਏਕ ਕੌਡੀ ਭੀ ਗੋਲਕ ਮੇਂ ਨਾ ਪੜੀ ਔਰ ਜਗਾਤੀਆਂ ਕੇ ਮੋਹਨਤਾ ਰੂਪੀ ਮੁੰਦਣ ਪੜ ਜਾਤੀ ਭਈ; ਵਾ ਮੁੰਹ ਮੰਦੜ ਪੜ ਗਈ, ਭਾਵ ਗੁਰੋਂ ਕਾ ਦਰਸਨ ਦੇਖ ਕਰ ਮੋਹਤ ਹੋ ਗਏ ਔਰ ਆਪਸ ਮੇਂ ਇਹ ਕਹ ਕਰ ਬਾਤਾਂ ਕਰਨੇ ਲਗੇ॥"},"bdb":{"gurmukhi":"hy BweI! (msUlIAW dIAW) golkW ivc A`DI kOfI BI msUl nwh ipAw [ msUlIey ieauN hYrwn ijhy ho ky bolx jogy nwh rhy, (AwKx l`gy)—","unicode":"ਹੇ ਭਾਈ! (ਮਸੂਲੀਆਂ ਦੀਆਂ) ਗੋਲਕਾਂ ਵਿਚ ਅੱਧੀ ਕੌਡੀ ਭੀ ਮਸੂਲ ਨਾਹ ਪਿਆ । ਮਸੂਲੀਏ ਇਉਂ ਹੈਰਾਨ ਜਿਹੇ ਹੋ ਕੇ ਬੋਲਣ ਜੋਗੇ ਨਾਹ ਰਹੇ, (ਆਖਣ ਲੱਗੇ)—"},"ms":{"gurmukhi":"A`DI dmVI BI golk iv`c nW peI, Aqy msUl iek`qr krn vwilAW dw mUMh bMd ho igAw[","unicode":"ਅੱਧੀ ਦਮੜੀ ਭੀ ਗੋਲਕ ਵਿੱਚ ਨਾਂ ਪਈ, ਅਤੇ ਮਸੂਲ ਇਕੱਤਰ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਮੂੰਹ ਬੰਦ ਹੋ ਗਿਆ।"}},"es":{"sn":"Ni un centavo se le cargó a ese Tesoro, pues los recolectores de impuestos se quedaron atónitos y maravillados, "},"hi":{"ss":"हे भाई ! (मसूलियों की) गोलकों में आधी कौड़ी महसूल ना पड़ा। मसूलिए यूँ हैरान से हो के बोलने के योग्य ना रहे।","sts":"धन-दान लेने वाले पुरोहित-पण्डितों की गोलक में कुछ भी नहीं डाला और वे दंग रह गए।"}},"transliteration":{"english":"aadd dhaam kichh piaa na bolak jaagaateeaa mohan mu(n)dhan piee ||","hindi":"आढु दामु किछु पइआ न बोलक जागातीआ मोहण मुँदणि पई ॥","en":"aadd dhaam kichh piaa na bolak jaagaateeaa mohan mu(n)dhan piee ||","hi":"आढु दामु किछु पइआ न बोलक जागातीआ मोहण मुँदणि पई ॥","ipa":"əɑʈ d̪ɑm kɪɕ pɪɑ nə bɔlək d͡ʒɑGɑt̪iəɑ mɔhəɳ mʊŋd̪əɳ pei.","ur":"آڈھ دام کچھ پایا ن بولک جاگاتیِآ موهݨ مُںدݨ پای ۔۔"},"pageNo":1116,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}},{"verseId":47671,"shabadId":4000,"verse":{"gurmukhi":"BweI hm krh ikAw iksu pwis mWgh sB Bwig siqgur ipCY peI ]","unicode":"ਭਾਈ ਹਮ ਕਰਹ ਕਿਆ ਕਿਸੁ ਪਾਸਿ ਮਾਂਗਹ ਸਭ ਭਾਗਿ ਸਤਿਗੁਰ ਪਿਛੈ ਪਈ ॥"},"larivaar":{"gurmukhi":"BweIhmkrhikAwiksupwismWghsBBwigsiqguripCYpeI]","unicode":"ਭਾਈਹਮਕਰਹਕਿਆਕਿਸੁਪਾਸਿਮਾਂਗਹਸਭਭਾਗਿਸਤਿਗੁਰਪਿਛੈਪਈ॥"},"translation":{"en":{"bdb":"They said, \"\"O brothers, what should we do? Who should we ask? Everyone is running after the True Guru.\"\"","ms":"They said, \"brethren, what should we do? Of whom should we ask? Everyone is hastily following the True Guru\".","ssk":"They said, \"O brothers, what should we do? Who should we ask? Everyone is running after the True Guru.\""},"pu":{"ss":{"gurmukhi":"hy BweI! AsI (hux) kIh krIey? AsI iks pwsoN (msUl) mMgIey? ieh swrI hI lukweI B`j ky gurU dI srn jw peI hY (qy, ijhVy Awpxy Awp ƒ gurU dw is`K d`s rhy hn, auhnW pwsoN AsI msUl lY nhIN skdy) [","unicode":"ਹੇ ਭਾਈ! ਅਸੀ (ਹੁਣ) ਕੀਹ ਕਰੀਏ? ਅਸੀ ਕਿਸ ਪਾਸੋਂ (ਮਸੂਲ) ਮੰਗੀਏ? ਇਹ ਸਾਰੀ ਹੀ ਲੁਕਾਈ ਭੱਜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਈ ਹੈ (ਤੇ, ਜਿਹੜੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਦੱਸ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਪਾਸੋਂ ਅਸੀ ਮਸੂਲ ਲੈ ਨਹੀਂ ਸਕਦੇ) ।"},"ft":{"gurmukhi":"hy BweI! hm ikAw kryN jgwqI iks sy mWgy[ sB isRstI siqguroN pICy Bwg kr pY ky geI hY, Bwv sB gurU ky isK khwvx lg gey hYN]","unicode":"ਹੇ ਭਾਈ! ਹਮ ਕਿਆ ਕਰੇਂ ਜਗਾਤੀ ਕਿਸ ਸੇ ਮਾਂਗੇ। ਸਭ ਸ੍ਰਿਸਟੀ ਸਤਿਗੁਰੋਂ ਪੀਛੇ ਭਾਗ ਕਰ ਪੈ ਕੇ ਗਈ ਹੈ, ਭਾਵ ਸਭ ਗੁਰੂ ਕੇ ਸਿਖ ਕਹਾਵਣ ਲਗ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! AsI (hux) kIh krIey? AsI iks pwsoN (msUl) mMgIey? ieh swrI hI lukweI B`j ky gurU dI srn jw peI hY (qy, ijhVy Awpxy Awp ƒ gurU dw is`K d`s rhy hn, auhnW pwsoN AsI msUl lY nhIN skdy) [","unicode":"ਹੇ ਭਾਈ! ਅਸੀ (ਹੁਣ) ਕੀਹ ਕਰੀਏ? ਅਸੀ ਕਿਸ ਪਾਸੋਂ (ਮਸੂਲ) ਮੰਗੀਏ? ਇਹ ਸਾਰੀ ਹੀ ਲੁਕਾਈ ਭੱਜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਈ ਹੈ (ਤੇ, ਜਿਹੜੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦਾ ਸਿੱਖ ਦੱਸ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਪਾਸੋਂ ਅਸੀ ਮਸੂਲ ਲੈ ਨਹੀਂ ਸਕਦੇ) ।"},"ms":{"gurmukhi":"aunHW AwiKAw, \"Brwvo! AsIN kI krIey? kIhdy koloN kuC mMgIey? hr jxw s¤cy gurW dy mgr n`s ky lMG irhw hY[","unicode":"ਉਨ੍ਹਾਂ ਆਖਿਆ, \"ਭਰਾਵੋ! ਅਸੀਂ ਕੀ ਕਰੀਏ? ਕੀਹਦੇ ਕੋਲੋਂ ਕੁਛ ਮੰਗੀਏ? ਹਰ ਜਣਾ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਮਗਰ ਨੱਸ ਕੇ ਲੰਘ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"diciendo: ¿A quien podemos cobrar impuestos cuando todo mundo aquí es seguidor del Guru? "},"hi":{"ss":"(कहने लगे) - हे भाई ! हम (अब) क्या करें। हम किससे (मसूल) माँगें। ये सारी दुनिया ही भाग के गुरू की शरण जा पड़ी है (और।","sts":"वे कहने लगे, हे भाई ! हम क्या करें, किससे मांगने का यत्न करें, सभी सतगुरु की शरण में जा रहे हैं।"}},"transliteration":{"english":"bhaiee ham kareh kiaa kis paas maa(n)geh sabh bhaag satigur pichhai piee ||","hindi":"भाई हम करह किआ किसु पासि माँगह सभ भागि सतिगुर पिछै पई ॥","en":"bhaiee ham kareh kiaa kis paas maa(n)geh sabh bhaag satigur pichhai piee ||","hi":"भाई हम करह किआ किसु पासि माँगह सभ भागि सतिगुर पिछै पई ॥","ipa":"ɓɑei həm kərəh kɪəɑ kɪs pɑs mɑⁿəGəh səɓ ɓɑG sət̪ɪGʊr pɪɕæ pei.","ur":"بھاای هم کره کآ کس پاس ماںگه سبھ بھاگ ستگر پچھَے پای ۔۔"},"pageNo":1116,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"}}]}