{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1126},"count":36,"navigation":{"previous":1125,"next":1127},"page":[{"verseId":47961,"shabadId":4029,"verse":{"gurmukhi":"swc sbd ibnu kbhu n CUtis ibrQw jnmu BieE ]1] rhwau ]","unicode":"ਸਾਚ ਸਬਦ ਬਿਨੁ ਕਬਹੁ ਨ ਛੂਟਸਿ ਬਿਰਥਾ ਜਨਮੁ ਭਇਓ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"swcsbdibnukbhunCUtisibrQwjnmuBieE]1]rhwau]","unicode":"ਸਾਚਸਬਦਬਿਨੁਕਬਹੁਨਛੂਟਸਿਬਿਰਥਾਜਨਮੁਭਇਓ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Without the True Word of the Shabad, you shall never be released, and your life shall be totally useless. ||1||Pause||","ms":"Without the True Name, thou shall be released not ever and superfluous shall become thy life. Pause.","ssk":"Without the True Word of the Shabad, you shall never be released, and your life shall be totally useless. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"prmwqmw dI is&iq-swlwh qoN vWijAw rih ky (mwieAw dy moh qoN, jm dy jwl qoN) qUµ kdy BI bicAw nhIN rih skyNgw [ qyrI izMdgI ivArQ hI clI jwiegI [1[rhwau[","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ, ਜਮ ਦੇ ਜਾਲ ਤੋਂ) ਤੂੰ ਕਦੇ ਭੀ ਬਚਿਆ ਨਹੀਂ ਰਹਿ ਸਕੇਂਗਾ । ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੀ ਚਲੀ ਜਾਇਗੀ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"guroN ky scy aupdys qy ibnW jmwidkoN ky duKoN sy kbI CUtxw nhIN hovygw, punÚ jnm BI bÎrQ hoieAw hY]1] rhwau ]","unicode":"ਗੁਰੋਂ ਕੇ ਸਚੇ ਉਪਦੇਸ ਤੇ ਬਿਨਾਂ ਜਮਾਦਿਕੋਂ ਕੇ ਦੁਖੋਂ ਸੇ ਕਬੀ ਛੂਟਣਾ ਨਹੀਂ ਹੋਵੇਗਾ, ਪੁਨਃ ਜਨਮ ਭੀ ਬ੍ਯਰਥ ਹੋਇਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"prmwqmw dI is&iq-swlwh qoN vWijAw rih ky (mwieAw dy moh qoN, jm dy jwl qoN) qUµ kdy BI bicAw nhIN rih skyNgw [ qyrI izMdgI ivArQ hI clI jwiegI [1[rhwau[","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ, ਜਮ ਦੇ ਜਾਲ ਤੋਂ) ਤੂੰ ਕਦੇ ਭੀ ਬਚਿਆ ਨਹੀਂ ਰਹਿ ਸਕੇਂਗਾ । ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੀ ਚਲੀ ਜਾਇਗੀ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"s¤cy nwm dy bgYr, kdy BI qyrI bMdKlwsI nhIN hoxI Aqy insPl ho jweygI qyrI ijMdgI[ Tihrwau[","unicode":"ਸੱਚੇ ਨਾਮ ਦੇ ਬਗੈਰ, ਕਦੇ ਭੀ ਤੇਰੀ ਬੰਦਖਲਾਸੀ ਨਹੀਂ ਹੋਣੀ ਅਤੇ ਨਿਸਫਲ ਹੋ ਜਾਏਗੀ ਤੇਰੀ ਜਿੰਦਗੀ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Sin la Palabra Verdadera del Shabd, nunca serás liberado y tu vida será totalmente inútil. (1-Pausa)"},"hi":{"ss":"परमात्मा की सिफतसालाह से वंचित रह के (माया के मोह से। जम के जाल से) तू कभी बचा नहीं रह सकेगा। तेरी जिंदगी व्यर्थ चली जाएगी। 1। रहाउ।","sts":"सच्चे शब्द के बिना कभी छुटकारा नहीं हो सकता, यह मनुष्य जन्म निरर्थक जा रहा है॥१॥ रहाउ॥"}},"transliteration":{"english":"saach sabadh bin kabahu na chhooTas birathaa janam bhio ||1|| rahaau ||","hindi":"साच सबद बिनु कबहु न छूटसि बिरथा जनमु भइओ ॥१॥ रहाउ ॥","en":"saach sabadh bin kabahu na chhooTas birathaa janam bhio ||1|| rahaau ||","hi":"साच सबद बिनु कबहु न छूटसि बिरथा जनमु भइओ ॥१॥ रहाउ ॥","ipa":"sɑt͡ʃ səbəd̪ bɪn kəbəh nə ɕuʈəs bɪrət̪ʰɑ d͡ʒənəm ɓeɪo.1. rəhɑo.","ur":"ساچ سبد بن کبهُ ن چھُوٹس برتھا جنم بھِااو ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1126,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47962,"shabadId":4029,"verse":{"gurmukhi":"qn mih kwmu k®oDu hau mmqw kiTn pIr Aiq BwrI ]","unicode":"ਤਨ ਮਹਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਹਉ ਮਮਤਾ ਕਠਿਨ ਪੀਰ ਅਤਿ ਭਾਰੀ ॥"},"larivaar":{"gurmukhi":"qnmihkwmuk®oDuhaummqwkiTnpIrAiqBwrI]","unicode":"ਤਨਮਹਿਕਾਮੁਕ੍ਰੋਧੁਹਉਮਮਤਾਕਠਿਨਪੀਰਅਤਿਭਾਰੀ॥"},"translation":{"en":{"bdb":"Within the body are sexual desire, anger, egotism and attachment. This pain is so great, and so difficult to endure.","ms":"In thy body is lust. wrath, ego and worldly love. Very great and difficult to bear is their pain.","ssk":"Within the body are sexual desire, anger, egotism and attachment. This pain is so great, and so difficult to endure."},"pu":{"ss":{"gurmukhi":"hy pRwxI! qyry srIr ivc kwm (zor pw irhw) hY, ko®D (pRbl) hY, haumY hY, mlkIAqW dI qWG hY, iehnW sBnW dI v`fI AOKI pIV auT rhI hY (iehnW ivkwrW ivc fu`bxoN qyrw bcw ikvyN hovy?) [","unicode":"ਹੇ ਪ੍ਰਾਣੀ! ਤੇਰੇ ਸਰੀਰ ਵਿਚ ਕਾਮ (ਜ਼ੋਰ ਪਾ ਰਿਹਾ) ਹੈ, ਕੋ੍ਰਧ (ਪ੍ਰਬਲ) ਹੈ, ਹਉਮੈ ਹੈ, ਮਲਕੀਅਤਾਂ ਦੀ ਤਾਂਘ ਹੈ, ਇਹਨਾਂ ਸਭਨਾਂ ਦੀ ਵੱਡੀ ਔਖੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬਣੋਂ ਤੇਰਾ ਬਚਾ ਕਿਵੇਂ ਹੋਵੇ?) ।"},"ft":{"gurmukhi":"srIr ivKy kwm, kRoD punÚ hMqw, mmqwid ibkwroN kI pIV jIv ko (Aiq BwrI) buhq hI hY, jo shwrnI kTn hY]","unicode":"ਸਰੀਰ ਵਿਖੇ ਕਾਮ, ਕ੍ਰੋਧ ਪੁਨਃ ਹੰਤਾ, ਮਮਤਾਦਿ ਬਿਕਾਰੋਂ ਕੀ ਪੀੜ ਜੀਵ ਕੋ (ਅਤਿ ਭਾਰੀ) ਬੁਹਤ ਹੀ ਹੈ, ਜੋ ਸਹਾਰਨੀ ਕਠਨ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRwxI! qyry srIr ivc kwm (zor pw irhw) hY, ko®D (pRbl) hY, haumY hY, mlkIAqW dI qWG hY, iehnW sBnW dI v`fI AOKI pIV auT rhI hY (iehnW ivkwrW ivc fu`bxoN qyrw bcw ikvyN hovy?) [","unicode":"ਹੇ ਪ੍ਰਾਣੀ! ਤੇਰੇ ਸਰੀਰ ਵਿਚ ਕਾਮ (ਜ਼ੋਰ ਪਾ ਰਿਹਾ) ਹੈ, ਕੋ੍ਰਧ (ਪ੍ਰਬਲ) ਹੈ, ਹਉਮੈ ਹੈ, ਮਲਕੀਅਤਾਂ ਦੀ ਤਾਂਘ ਹੈ, ਇਹਨਾਂ ਸਭਨਾਂ ਦੀ ਵੱਡੀ ਔਖੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਡੁੱਬਣੋਂ ਤੇਰਾ ਬਚਾ ਕਿਵੇਂ ਹੋਵੇ?) ।"},"ms":{"gurmukhi":"qyrI dyh AMdr Shvq gu`sw hMgqw Aqy sMswrI lgn hn bhuq ijAwdw Aqy shwrn ƒ AOKI hY aunHW dI pIV[","unicode":"ਤੇਰੀ ਦੇਹ ਅੰਦਰ ਸ਼ਹਵਤ ਗੁੱਸਾ ਹੰਗਤਾ ਅਤੇ ਸੰਸਾਰੀ ਲਗਨ ਹਨ ਬਹੁਤ ਜਿਆਦਾ ਅਤੇ ਸਹਾਰਨ ਨੂੰ ਔਖੀ ਹੈ ਉਨ੍ਹਾਂ ਦੀ ਪੀੜ।"}},"es":{"sn":"Afligido por la lujuria, enojo, ego y apego, uno vive sufriendo."},"hi":{"ss":"हे प्राणी ! तेरे शरीर में काम (जोर डाल रहा) है। क्रोध (प्रबल) है। अहंकार है। मल्कियतों की तमन्ना है। इन सबकी बहुत ज्यादा पीड़ा उठ रही है (इन विकारों में डूबने से तू कैसे बचे। )।","sts":"शरीर में काम, क्रोध, अहम् व ममत्व अत्यंत भारी दर्द प्रदान करते हैं।"}},"transliteration":{"english":"tan meh kaam karodh hau mamataa kaThin peer at bhaaree ||","hindi":"तन महि कामु क्रोधु हउ ममता कठिन पीर अति भारी ॥","en":"tan meh kaam karodh hau mamataa kaThin peer at bhaaree ||","hi":"तन महि कामु क्रोधु हउ ममता कठिन पीर अति भारी ॥","ipa":"t̪ən məh kɑm kəʳɔt̪ ho məmət̪ɑ kəʈʰɪn pir ət̪ ɓɑri.","ur":"تن مهِ کام ک®ودھ ها ممتا کٹھن پیِر اتِ بھاریِ ۔۔"},"pageNo":1126,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47963,"shabadId":4029,"verse":{"gurmukhi":"gurmuiK rwm jphu rsu rsnw ien ibiD qru qU qwrI ]2]","unicode":"ਗੁਰਮੁਖਿ ਰਾਮ ਜਪਹੁ ਰਸੁ ਰਸਨਾ ਇਨ ਬਿਧਿ ਤਰੁ ਤੂ ਤਾਰੀ ॥੨॥"},"larivaar":{"gurmukhi":"gurmuiKrwmjphursursnwienibiDqruqUqwrI]2]","unicode":"ਗੁਰਮੁਖਿਰਾਮਜਪਹੁਰਸੁਰਸਨਾਇਨਬਿਧਿਤਰੁਤੂਤਾਰੀ॥੨॥"},"translation":{"en":{"bdb":"As Gurmukh, chant the Lord's Name, and savor it with your tongue; in this way, you shall cross over to the other side. ||2||","ms":"By the Guru's grace, lovingly utter thou the Lord's Name with the tongue. In this way, thou shall cross the world-rivulet.","ssk":"As Gurmukh, chant the Lord's Name, and savor it with your tongue; in this way, you shall cross over to the other side. ||2||"},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dI srn pY ky prmwqmw dw Bjn kr, jIB nwl (ismrn dw) suAwd lY [ iehnW qrIikAW nwl (iehnW ivkwrW dy fUMGy pwxIAW ivcoN ismrn dI) qwrI lw ky pwr lMG [2[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, ਜੀਭ ਨਾਲ (ਸਿਮਰਨ ਦਾ) ਸੁਆਦ ਲੈ । ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚੋਂ ਸਿਮਰਨ ਦੀ) ਤਾਰੀ ਲਾ ਕੇ ਪਾਰ ਲੰਘ ।੨।"},"ft":{"gurmukhi":"hy BweI! guroN dÍwry (rsu) pRym kr ky rsnw sy rwm ko jpnw kru, ies pRkwr qUM sMswr rUpI (qwrI) ndI sy qrnw kru; vw rwm jwp rUp (qwrI) nwaukw sy qUM qrnw kru]2]","unicode":"ਹੇ ਭਾਈ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ (ਰਸੁ) ਪ੍ਰੇਮ ਕਰ ਕੇ ਰਸਨਾ ਸੇ ਰਾਮ ਕੋ ਜਪਨਾ ਕਰੁ, ਇਸ ਪ੍ਰਕਾਰ ਤੂੰ ਸੰਸਾਰ ਰੂਪੀ (ਤਾਰੀ) ਨਦੀ ਸੇ ਤਰਨਾ ਕਰੁ; ਵਾ ਰਾਮ ਜਾਪ ਰੂਪ (ਤਾਰੀ) ਨਾਉਕਾ ਸੇ ਤੂੰ ਤਰਨਾ ਕਰੁ॥੨॥"},"bdb":{"gurmukhi":"hy BweI! gurU dI srn pY ky prmwqmw dw Bjn kr, jIB nwl (ismrn dw) suAwd lY [ iehnW qrIikAW nwl (iehnW ivkwrW dy fUMGy pwxIAW ivcoN ismrn dI) qwrI lw ky pwr lMG [2[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, ਜੀਭ ਨਾਲ (ਸਿਮਰਨ ਦਾ) ਸੁਆਦ ਲੈ । ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚੋਂ ਸਿਮਰਨ ਦੀ) ਤਾਰੀ ਲਾ ਕੇ ਪਾਰ ਲੰਘ ।੨।"},"ms":{"gurmukhi":"gurW dI dieAw duAwrw, AwpxI jIhBw nwl qUM ipAwr sihq suAwmI dy nwm dw aucwrn kr[ ies qrIky nwl qUM jgq dI ndI qoN pwr ho jwvygw[","unicode":"ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਆਪਣੀ ਜੀਹਭਾ ਨਾਲ ਤੂੰ ਪਿਆਰ ਸਹਿਤ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ। ਇਸ ਤਰੀਕੇ ਨਾਲ ਤੂੰ ਜਗਤ ਦੀ ਨਦੀ ਤੋਂ ਪਾਰ ਹੋ ਜਾਵੇਗਾ।"}},"es":{"sn":"Uno debería recitar el Nombre del Señor con su lengua, por la Gracia del Guru y así ser transportado hasta la otra orilla. (2)"},"hi":{"ss":"हे भाई ! गुरू की शरण पड़ कर परमात्मा का भजन कर। जीभ से (सिमरन का) स्वाद ले। इन तरीकों से (इन विकारों के गहरे पानी में से सिमरन की) तारी लगा के पार हो जा। 2।","sts":"गुरु के माध्यम से आनंदपूर्वक जिह्म से ईश्वर का भजन करो; इस तरीके से संसार-सागर को पार किया जा सकता है॥२॥"}},"transliteration":{"english":"gurmukh raam japahu ras rasanaa in bidh tar too taaree ||2||","hindi":"गुरमुखि राम जपहु रसु रसना इन बिधि तरु तू तारी ॥२॥","en":"gurmukh raam japahu ras rasanaa in bidh tar too taaree ||2||","hi":"गुरमुखि राम जपहु रसु रसना इन बिधि तरु तू तारी ॥२॥","ipa":"Gʊrəmʊkʰ rɑm d͡ʒəpəh rəs rəsənɑ eɪn bɪt̪ə̀ t̪ər t̪u t̪ɑri.2.","ur":"گُرمکھ رام جپهُ رس رسنا ان بدھ تر تُو تاریِ ۔۔۲۔۔"},"pageNo":1126,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47964,"shabadId":4029,"verse":{"gurmukhi":"bhry krn Akil BeI hoCI sbd shju nhI bUiJAw ]","unicode":"ਬਹਰੇ ਕਰਨ ਅਕਲਿ ਭਈ ਹੋਛੀ ਸਬਦ ਸਹਜੁ ਨਹੀ ਬੂਝਿਆ ॥"},"larivaar":{"gurmukhi":"bhrykrnAkilBeIhoCIsbdshjunhIbUiJAw]","unicode":"ਬਹਰੇਕਰਨਅਕਲਿਭਈਹੋਛੀਸਬਦਸਹਜੁਨਹੀਬੂਝਿਆ॥"},"translation":{"en":{"bdb":"Your ears are deaf, and your intellect is worthless, and still, you do not intuitively understand the Word of the Shabad.","ms":"Deaf have become thine ears and worthless thy intellect, but still thou know not thy Lord Master.","ssk":"Your ears are deaf, and your intellect is worthless, and still, you do not intuitively understand the Word of the Shabad."},"pu":{"ss":{"gurmukhi":"hy pRwxI! (is&iq-swlwh vloN) qyry kMn boly (hI rhy), qyrI miq QoVH-ivqI ho geI hY (rqw rqw g`l qy iC`Qw pYx dw qyrw suBwau bx igAw hY), is&iq-swlwh dw SWq-rs qUµ smJ nhIN sikAw [","unicode":"ਹੇ ਪ੍ਰਾਣੀ! (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲੋਂ) ਤੇਰੇ ਕੰਨ ਬੋਲੇ (ਹੀ ਰਹੇ), ਤੇਰੀ ਮਤਿ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਗਈ ਹੈ (ਰਤਾ ਰਤਾ ਗੱਲ ਤੇ ਛਿੱਥਾ ਪੈਣ ਦਾ ਤੇਰਾ ਸੁਭਾਉ ਬਣ ਗਿਆ ਹੈ), ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਾਂਤ-ਰਸ ਤੂੰ ਸਮਝ ਨਹੀਂ ਸਕਿਆ ।"},"ft":{"gurmukhi":"ibRD AvsQw myN (bhry krn) kwn boly ho jwqy Bey Ar buDI BI quC ho jwqI BeI[ guroN ky (sbd) aupdys dÍwrw ArQwq kBI (shju) Acuq pd ƒ nhIN smJw hY]","unicode":"ਬ੍ਰਿਧ ਅਵਸਥਾ ਮੇਂ (ਬਹਰੇ ਕਰਨ) ਕਾਨ ਬੋਲੇ ਹੋ ਜਾਤੇ ਭਏ ਅਰ ਬੁਧੀ ਭੀ ਤੁਛ ਹੋ ਜਾਤੀ ਭਈ। ਗੁਰੋਂ ਕੇ (ਸਬਦ) ਉਪਦੇਸ ਦ੍ਵਾਰਾ ਅਰਥਾਤ ਕਭੀ (ਸਹਜੁ) ਅਚੁਤ ਪਦ ਨੂੰ ਨਹੀਂ ਸਮਝਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRwxI! (is&iq-swlwh vloN) qyry kMn boly (hI rhy), qyrI miq QoVH-ivqI ho geI hY (rqw rqw g`l qy iC`Qw pYx dw qyrw suBwau bx igAw hY), is&iq-swlwh dw SWq-rs qUµ smJ nhIN sikAw [","unicode":"ਹੇ ਪ੍ਰਾਣੀ! (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲੋਂ) ਤੇਰੇ ਕੰਨ ਬੋਲੇ (ਹੀ ਰਹੇ), ਤੇਰੀ ਮਤਿ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਗਈ ਹੈ (ਰਤਾ ਰਤਾ ਗੱਲ ਤੇ ਛਿੱਥਾ ਪੈਣ ਦਾ ਤੇਰਾ ਸੁਭਾਉ ਬਣ ਗਿਆ ਹੈ), ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਾਂਤ-ਰਸ ਤੂੰ ਸਮਝ ਨਹੀਂ ਸਕਿਆ ।"},"ms":{"gurmukhi":"boly ho gey hn qyry kMn Aqy nkwrI qyrI bu`DI, prMqU qW BI qUM Awpxy suAwmI mwlk ƒ nhIN jwxdw[","unicode":"ਬੋਲੇ ਹੋ ਗਏ ਹਨ ਤੇਰੇ ਕੰਨ ਅਤੇ ਨਕਾਰੀ ਤੇਰੀ ਬੁੱਧੀ, ਪਰੰਤੂ ਤਾਂ ਭੀ ਤੂੰ ਆਪਣੇ ਸੁਆਮੀ ਮਾਲਕ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ।"}},"es":{"sn":"Los oídos no escuchan, la mente está privada de Sabiduría, uno no conoce la Palabra ni el Equilibrio, "},"hi":{"ss":"हे प्राणी ! (सिफतसालाह के प्रति) तेरे कान बहरे (ही रहे)। तेरी बुद्धि तुच्छ हो गई है (थोड़ी-थोड़ी बात पर आपे से बाहर हो जाना तेरा स्वभाव बन गया है)। सिफतसालाह का शांत-रस तू समझ नहीं सका।","sts":"कान बहरे हो गए हैं, बुद्धि भ्रष्ट हो चुकी है, शब्द के भेद को बूझा नहीं।"}},"transliteration":{"english":"bahare karan akal bhiee hochhee sabadh sahaj nahee boojhiaa ||","hindi":"बहरे करन अकलि भई होछी सबद सहजु नही बूझिआ ॥","en":"bahare karan akal bhiee hochhee sabadh sahaj nahee boojhiaa ||","hi":"बहरे करन अकलि भई होछी सबद सहजु नही बूझिआ ॥","ipa":"bəhəre kərən əkəl ɓei hɔɕi səbəd̪ səhəd͡ʒ nəhi buɖ͡ʐɪəɑ.","ur":"بهرے کرن اکل بھای هوچھیِ سبد سهج نهیِ بُوجھآ ۔۔"},"pageNo":1126,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47965,"shabadId":4029,"verse":{"gurmukhi":"jnmu pdwrQu mnmuiK hwirAw ibnu gur AMDu n sUiJAw ]3]","unicode":"ਜਨਮੁ ਪਦਾਰਥੁ ਮਨਮੁਖਿ ਹਾਰਿਆ ਬਿਨੁ ਗੁਰ ਅੰਧੁ ਨ ਸੂਝਿਆ ॥੩॥"},"larivaar":{"gurmukhi":"jnmupdwrQumnmuiKhwirAwibnugurAMDunsUiJAw]3]","unicode":"ਜਨਮੁਪਦਾਰਥੁਮਨਮੁਖਿਹਾਰਿਆਬਿਨੁਗੁਰਅੰਧੁਨਸੂਝਿਆ॥੩॥"},"translation":{"en":{"bdb":"The self-willed manmukh wastes this priceless human life and loses it. Without the Guru, the blind person cannot see. ||3||","ms":"The egocentric loses his invaluable life. The blind-man can see not without the Guru.","ssk":"The self-willed manmukh wastes this priceless human life and loses it. Without the Guru, the blind person cannot see. ||3||"},"pu":{"ss":{"gurmukhi":"Awpxy mn dy ip`Cy l`g ky qUµ kImqI mnu`Kw jnm gvw ilAw hY [ gurU dI srn nwh Awaux kr ky qUµ (Awqmk jIvn vloN) AMnHw hI irhw, qYƒ (Awqmk jIvn dI) smJ nwh AweI [3[","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਲੱਗ ਕੇ ਤੂੰ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ ਹੈ । ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੀ ਰਿਹਾ, ਤੈਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਨਾਹ ਆਈ ।੩।"},"ft":{"gurmukhi":"mwnuK jnmu iek Amolk pdwrQ Qw, so mnmuK purs ny hwr dIAw hY, ibnW guroN ky (AMDu) AigAwnI ko idRsit nhIN Awvqw hY]3]Çjy khY jm kwl qy kOn CUtqw hY? iqs pr khqy hYN:","unicode":"ਮਾਨੁਖ ਜਨਮੁ ਇਕ ਅਮੋਲਕ ਪਦਾਰਥ ਥਾ, ਸੋ ਮਨਮੁਖ ਪੁਰਸ ਨੇ ਹਾਰ ਦੀਆ ਹੈ, ਬਿਨਾਂ ਗੁਰੋਂ ਕੇ (ਅੰਧੁ) ਅਗਿਆਨੀ ਕੋ ਦ੍ਰਿਸਟਿ ਨਹੀਂ ਆਵਤਾ ਹੈ॥੩॥☬ਜੇ ਕਹੈ ਜਮ ਕਾਲ ਤੇ ਕੌਨ ਛੂਟਤਾ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"Awpxy mn dy ip`Cy l`g ky qUµ kImqI mnu`Kw jnm gvw ilAw hY [ gurU dI srn nwh Awaux kr ky qUµ (Awqmk jIvn vloN) AMnHw hI irhw, qYƒ (Awqmk jIvn dI) smJ nwh AweI [3[","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਲੱਗ ਕੇ ਤੂੰ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਿਆ ਹੈ । ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਆਉਣ ਕਰ ਕੇ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੀ ਰਿਹਾ, ਤੈਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਨਾਹ ਆਈ ।੩।"},"ms":{"gurmukhi":"Awp hudrw Awpxy Amolk jIvn ƒ guAw lYNdw hY[ munwKy mnuS ƒ gurW dy bwJoN ids nhIN skdw[","unicode":"ਆਪ ਹੁਦਰਾ ਆਪਣੇ ਅਮੋਲਕ ਜੀਵਨ ਨੂੰ ਗੁਆ ਲੈਂਦਾ ਹੈ। ਮੁਨਾਖੇ ਮਨੁਸ਼ ਨੂੰ ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਦਿਸ ਨਹੀਂ ਸਕਦਾ।"}},"es":{"sn":"y teniendo una actitud voluntariosa y ciega, pierde el Mérito de haber nacido con forma humana, pues sin el Guru uno no conoce nada. (3)"},"hi":{"ss":"अपने मन के पीछे लग के तूने कीमती मनुष्य-जन्म गवा लिया है। गुरू की शरण ना आने के कारण तू (आत्मिक जीवन के प्रति) अंधा ही रहा। तुझे (आत्मिक जीवन की) समझ ना आई। 3।","sts":"इस तरह मनमुखी जीव ने अमूल्य जन्म हार दिया है और गुरु के बिना अज्ञानांध जीव को कोई सूझ प्राप्त नहीं होती॥३॥"}},"transliteration":{"english":"janam padhaarath manmukh haariaa bin gur a(n)dh na soojhiaa ||3||","hindi":"जनमु पदारथु मनमुखि हारिआ बिनु गुर अंधु न सूझिआ ॥३॥","en":"janam padhaarath manmukh haariaa bin gur a(n)dh na soojhiaa ||3||","hi":"जनमु पदारथु मनमुखि हारिआ बिनु गुर अंधु न सूझिआ ॥३॥","ipa":"d͡ʒənəm pəd̪ɑrət̪ʰ mənəmʊkʰ hɑrɪəɑ bɪn Gʊr əŋt̪ nə suɖ͡ʐɪəɑ.3.","ur":"جنم پدارتھ منمکھ هارآ بن گُر اںدھ ن سُوجھآ ۔۔۳۔۔"},"pageNo":1126,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47966,"shabadId":4029,"verse":{"gurmukhi":"rhY audwsu Aws inrwsw shj iDAwin bYrwgI ]","unicode":"ਰਹੈ ਉਦਾਸੁ ਆਸ ਨਿਰਾਸਾ ਸਹਜ ਧਿਆਨਿ ਬੈਰਾਗੀ ॥"},"larivaar":{"gurmukhi":"rhYaudwsuAwsinrwswshjiDAwinbYrwgI]","unicode":"ਰਹੈਉਦਾਸੁਆਸਨਿਰਾਸਾਸਹਜਧਿਆਨਿਬੈਰਾਗੀ॥"},"translation":{"en":{"bdb":"Whoever remains detached and free of desire in the midst of desire - and whoever, unattached, intuitively meditates on the Celestial Lord","ms":"Whosoever remains detached and desireless amidst desires and lovingly contemplates his Lord,","ssk":"Whoever remains detached and free of desire in the midst of desire - and whoever, unattached, intuitively meditates on the Celestial Lord"},"pu":{"ss":{"gurmukhi":"(hy pRwxI!) nwnk bynqI krdw hY (qy qYƒ smJWdw hY ik) jo mnu`K gurU dy d`sy rwh auqy qurdw hY auh (ivkwrW dI PwhI qoN) ^lwsI pw lYNdw hY,","unicode":"(ਹੇ ਪ੍ਰਾਣੀ!) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਫਾਹੀ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"jo pursu ivsy vwsnw sy audws ho kr Dn, puqRwidkoN kI Awsw sy inrws hoie kr AOr sWqI ko Dwr kr, mn kr ky sMswr qy (bYrwgI) ivrkqu ho kr, sRI vwihgurU jI kw iDAwnu krqw hY]","unicode":"ਜੋ ਪੁਰਸੁ ਵਿਸੇ ਵਾਸਨਾ ਸੇ ਉਦਾਸ ਹੋ ਕਰ ਧਨ, ਪੁਤ੍ਰਾਦਿਕੋਂ ਕੀ ਆਸਾ ਸੇ ਨਿਰਾਸ ਹੋਇ ਕਰ ਔਰ ਸਾਂਤੀ ਕੋ ਧਾਰ ਕਰ, ਮਨ ਕਰ ਕੇ ਸੰਸਾਰ ਤੇ (ਬੈਰਾਗੀ) ਵਿਰਕਤੁ ਹੋ ਕਰ, ਸ੍ਰੀ ਵਾਹਿਗੁਰੂ ਜੀ ਕਾ ਧਿਆਨੁ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy pRwxI!) nwnk bynqI krdw hY (qy qYƒ smJWdw hY ik) jo mnu`K gurU dy d`sy rwh auqy qurdw hY auh (ivkwrW dI PwhI qoN) ^lwsI pw lYNdw hY,","unicode":"(ਹੇ ਪ੍ਰਾਣੀ!) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਫਾਹੀ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"jo koeI BI KwihS AMdr inrlyp Aqy KwihS rihq rihMdw hY Aqy ipAwr nwl Awpxy suAwmI ƒ ismrdw hY,","unicode":"ਜੋ ਕੋਈ ਭੀ ਖਾਹਿਸ਼ ਅੰਦਰ ਨਿਰਲੇਪ ਅਤੇ ਖਾਹਿਸ਼ ਰਹਿਤ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਪਿਆਰ ਨਾਲ ਆਪਣੇ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਦਾ ਹੈ,"}},"es":{"sn":"Si permaneces desapegado, sin falsas esperanzas, viviendo en medio de ellas, obtendrás un Estado en donde las emociones pasionales no existen, entonado en Dios en total Equilibrio."},"hi":{"ss":"(हे प्राणी !) नानक विनती करता है (और तुझे समझाता है कि) जो मनुष्य गुरू के बताए हुए रास्ते पर चलता है वह (विकारों के फंदों से) मुक्ति पा लेता है। प्रभू के नाम में उसकी सुरति टिकी रहती है।","sts":"अगर जीवन की आशाओं को छोड़कर निर्लिप्त हुआ जाए और वैराग्यवान होकर सहज स्वाभाविक ईश्वर में ध्यान लगा रहे,"}},"transliteration":{"english":"rahai udhaas aas niraasaa sahaj dhiaan bairaagee ||","hindi":"रहै उदासु आस निरासा सहज धिआनि बैरागी ॥","en":"rahai udhaas aas niraasaa sahaj dhiaan bairaagee ||","hi":"रहै उदासु आस निरासा सहज धिआनि बैरागी ॥","ipa":"rəhæ oʊd̪ɑs əɑs nɪrɑsɑ səhəd͡ʒ t̪ɪəɑn bærɑGi.","ur":"رهَے اُداس آس نراسا سهج دھآن بَےراگیِ ۔۔"},"pageNo":1126,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47967,"shabadId":4029,"verse":{"gurmukhi":"pRxviq nwnk gurmuiK CUtis rwm nwim ilv lwgI ]4]2]3]","unicode":"ਪ੍ਰਣਵਤਿ ਨਾਨਕ ਗੁਰਮੁਖਿ ਛੂਟਸਿ ਰਾਮ ਨਾਮਿ ਲਿਵ ਲਾਗੀ ॥੪॥੨॥੩॥"},"larivaar":{"gurmukhi":"pRxviqnwnkgurmuiKCUtisrwmnwimilvlwgI]4]2]3]","unicode":"ਪ੍ਰਣਵਤਿਨਾਨਕਗੁਰਮੁਖਿਛੂਟਸਿਰਾਮਨਾਮਿਲਿਵਲਾਗੀ॥੪॥੨॥੩॥"},"translation":{"en":{"bdb":"- prays Nanak, as Gurmukh, he is released. He is lovingly attuned to the Naam, the Name of the Lord. ||4||||2||3||","ms":"prays Nanak, he is released by the Guru's grace and is attuned to the Lord's Name.","ssk":"- prays Nanak, as Gurmukh, he is released. He is lovingly attuned to the Naam, the Name of the Lord. ||4||||2||3||"},"pu":{"ss":{"gurmukhi":"pRBU dy nwm ivc aus dI suriq itkI rihMdI hY, auh (dunIAw ivc vrqdw hoieAw BI dunIAw vloN) auprwm rihMdw hY, AwsW qoN inrlyp rihMdw hY, Afolqw dI smwDI ivc itikAw rih ky auh (dunIAw qoN) inrmoh rihMdw hY [4[2[3[","unicode":"ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਸੁਰਤਿ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ (ਦੁਨੀਆ ਵਿਚ ਵਰਤਦਾ ਹੋਇਆ ਭੀ ਦੁਨੀਆ ਵਲੋਂ) ਉਪਰਾਮ ਰਹਿੰਦਾ ਹੈ, ਆਸਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਉਹ (ਦੁਨੀਆ ਤੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ ।੪।੨।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: punw ijs kI rmx rUpI nwmI ivKy (ilv) ibRqI lgI hY, so gurmuK jmjwlI qy CUtqw hY]4]2]3]Çpunw ibRD AvsQw ko idKwvqy hUey aupdyS krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਪੁਨਾ ਜਿਸ ਕੀ ਰਮਣ ਰੂਪੀ ਨਾਮੀ ਵਿਖੇ (ਲਿਵ) ਬ੍ਰਿਤੀ ਲਗੀ ਹੈ, ਸੋ ਗੁਰਮੁਖ ਜਮਜਾਲੀ ਤੇ ਛੂਟਤਾ ਹੈ॥੪॥੨॥੩॥☬ਪੁਨਾ ਬ੍ਰਿਧ ਅਵਸਥਾ ਕੋ ਦਿਖਾਵਤੇ ਹੂਏ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pRBU dy nwm ivc aus dI suriq itkI rihMdI hY, auh (dunIAw ivc vrqdw hoieAw BI dunIAw vloN) auprwm rihMdw hY, AwsW qoN inrlyp rihMdw hY, Afolqw dI smwDI ivc itikAw rih ky auh (dunIAw qoN) inrmoh rihMdw hY [4[2[3[","unicode":"ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦੀ ਸੁਰਤਿ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ (ਦੁਨੀਆ ਵਿਚ ਵਰਤਦਾ ਹੋਇਆ ਭੀ ਦੁਨੀਆ ਵਲੋਂ) ਉਪਰਾਮ ਰਹਿੰਦਾ ਹੈ, ਆਸਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਉਹ (ਦੁਨੀਆ ਤੋਂ) ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ ।੪।੨।੩।"},"ms":{"gurmukhi":"gurU jI bynqI krdy hn, auh gurW dI dieAw duAwrw Cut jWdw hY Aqy sweIN dy nwm nwl aus dw pRym pY jWdw hY[","unicode":"ਗੁਰੂ ਜੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਛੁਟ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਾਈਂ ਦੇ ਨਾਮ ਨਾਲ ਉਸ ਦਾ ਪ੍ਰੇਮ ਪੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, liberado entonces por el Guru, vivirás entonado en el Nombre del Señor. (4-2-3)"},"hi":{"ss":"वह (दुनिया में विचरता हुआ भी दुनिया से) उपराम रहता है। आशाओं से निर्लिप रहता हहै। अडोलता की समाधि में टिका रह के वह (दुनिया से) निर्मोह रहता है। 4। 2। 3।","sts":"गुरु नानक का फुरमान है कि गुरु के सान्निध्य में राम नाम में लगन लगाने से संसार के बन्धनों से छुटकारा हो जाता है॥४॥२॥३॥"}},"transliteration":{"english":"pranavat naanak gurmukh chhooTas raam naam liv laagee ||4||2||3||","hindi":"प्रणवति नानक गुरमुखि छूटसि राम नामि लिव लागी ॥४॥२॥३॥","en":"pranavat naanak gurmukh chhooTas raam naam liv laagee ||4||2||3||","hi":"प्रणवति नानक गुरमुखि छूटसि राम नामि लिव लागी ॥४॥२॥३॥","ipa":"pɹəɳəʋət̪ nɑnək Gʊrəmʊkʰ ɕuʈəs rɑm nɑm lɪʋ lɑGi.4.2.3.","ur":"پرݨوت نانک گُرمکھ چھُوٹس رام نام لو لاگیِ ۔۔۴۔۔۲۔۔۳۔۔"},"pageNo":1126,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47968,"shabadId":4030,"verse":{"gurmukhi":"BYrau mhlw 1 ]","unicode":"ਭੈਰਉ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"BYraumhlw1]","unicode":"ਭੈਰਉਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Bhairao, First Mehla:","ms":"Bhairo 1st Guru.","ssk":"Bhairao, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"BYrau pihlI pwiqSwhI[","unicode":"ਭੈਰਉ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bhairo, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"भैरउ महला १॥"}},"transliteration":{"english":"bhairau mahalaa pehilaa ||","hindi":"भैरउ महला १ ॥","en":"bhairau mahalaa pehilaa ||","hi":"भैरउ महला १ ॥","ipa":"ɓæro məhəlɑ pəhɪlɑ.","ur":"بھَےرا مهلا ۱ ۔۔"},"pageNo":1126,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47969,"shabadId":4030,"verse":{"gurmukhi":"BUMfI cwl crx kr iKsry qucw dyh kumlwnI ]","unicode":"ਭੂੰਡੀ ਚਾਲ ਚਰਣ ਕਰ ਖਿਸਰੇ ਤੁਚਾ ਦੇਹ ਕੁਮਲਾਨੀ ॥"},"larivaar":{"gurmukhi":"BUMfIcwlcrxkriKsryqucwdyhkumlwnI]","unicode":"ਭੂੰਡੀਚਾਲਚਰਣਕਰਖਿਸਰੇਤੁਚਾਦੇਹਕੁਮਲਾਨੀ॥"},"translation":{"en":{"bdb":"His walk becomes weak and clumsy, his feet and hands shake, and the skin of his body is withered and wrinkled.","ms":"The gait becomes clumsy, the feet and hand shake and the body-skin is wrinkled.","ssk":"His walk becomes weak and clumsy, his feet and hands shake, and the skin of his body is withered and wrinkled."},"pu":{"ss":{"gurmukhi":"(hy AMnHy jIv! hux buFypy ivc) qyrI qor by-FbI ho cukI hY, qyry pYr h`Q iFlk pey hn, qyry srIr dI cmVI auqy JurVIAW pY rhIAW hn,","unicode":"(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ! ਹੁਣ ਬੁਢੇਪੇ ਵਿਚ) ਤੇਰੀ ਤੋਰ ਬੇ-ਢਬੀ ਹੋ ਚੁਕੀ ਹੈ, ਤੇਰੇ ਪੈਰ ਹੱਥ ਢਿਲਕ ਪਏ ਹਨ, ਤੇਰੇ ਸਰੀਰ ਦੀ ਚਮੜੀ ਉਤੇ ਝੁਰੜੀਆਂ ਪੈ ਰਹੀਆਂ ਹਨ,"},"ft":{"gurmukhi":"buFypy ky smyN (BUMfI) BYVI cwl ho geI, pYr BI auDr iKskx lg pey, (kr) hwQ BI kMpxy lwg gey AOr dyh pr jo (qucw) Kwl QI so BI kumlw geI]","unicode":"ਬੁਢੇਪੇ ਕੇ ਸਮੇਂ (ਭੂੰਡੀ) ਭੈੜੀ ਚਾਲ ਹੋ ਗਈ, ਪੈਰ ਭੀ ਉਧਰ ਖਿਸਕਣ ਲਗ ਪਏ, (ਕਰ) ਹਾਥ ਭੀ ਕੰਪਣੇ ਲਾਗ ਗਏ ਔਰ ਦੇਹ ਪਰ ਜੋ (ਤੁਚਾ) ਖਾਲ ਥੀ ਸੋ ਭੀ ਕੁਮਲਾ ਗਈ॥"},"bdb":{"gurmukhi":"(hy AMnHy jIv! hux buFypy ivc) qyrI qor by-FbI ho cukI hY, qyry pYr h`Q iFlk pey hn, qyry srIr dI cmVI auqy JurVIAW pY rhIAW hn,","unicode":"(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ! ਹੁਣ ਬੁਢੇਪੇ ਵਿਚ) ਤੇਰੀ ਤੋਰ ਬੇ-ਢਬੀ ਹੋ ਚੁਕੀ ਹੈ, ਤੇਰੇ ਪੈਰ ਹੱਥ ਢਿਲਕ ਪਏ ਹਨ, ਤੇਰੇ ਸਰੀਰ ਦੀ ਚਮੜੀ ਉਤੇ ਝੁਰੜੀਆਂ ਪੈ ਰਹੀਆਂ ਹਨ,"},"ms":{"gurmukhi":"qor B`dI ho jWdI hY, pYr qy h`Q kMbx lg jWdy hn Aqy srIr dI KlVI iv`c JurVIAW pY jWdIAW hn[","unicode":"ਤੋਰ ਭੱਦੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਪੈਰ ਤੇ ਹੱਥ ਕੰਬਣ ਲਗ ਜਾਂਦੇ ਹਨ ਅਤੇ ਸਰੀਰ ਦੀ ਖਲੜੀ ਵਿੱਚ ਝੁਰੜੀਆਂ ਪੈ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Tu paso se tambalea, tus manos y tus pies tiemblan, la piel de tu cuerpo se ha arrugado, "},"hi":{"ss":"(हे अंधे जीव ! अब बुढ़ापे में) तेरी चाल बेढबी हो चुकी है। तेरे हाथ-पैर निढाल हो चके हैं। तेरे शरीर की चमड़ी पर झुरड़ियां पड़ रही हैं।","sts":"चाल खराब एवं हाथ-पैर शिथिल हो गए हैं, शरीर की त्वचा भी कुम्हला चुकी है।"}},"transliteration":{"english":"bhoo(n)ddee chaal charan kar khisare tuchaa dheh kumalaanee ||","hindi":"भूँडी चाल चरण कर खिसरे तुचा देह कुमलानी ॥","en":"bhoo(n)ddee chaal charan kar khisare tuchaa dheh kumalaanee ||","hi":"भूँडी चाल चरण कर खिसरे तुचा देह कुमलानी ॥","ipa":"ɓuŋɖi t͡ʃɑl t͡ʃərəɳ kər kʰɪsəre t̪ʊt͡ʃɑ d̪eh kʊməlɑni.","ur":"بھُوںڈیِ چال چرݨ کر کھسرے تُچا دےه کُملانیِ ۔۔"},"pageNo":1126,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47970,"shabadId":4030,"verse":{"gurmukhi":"nyqRI DuMiD krn Bey bhry mnmuiK nwmu n jwnI ]1]","unicode":"ਨੇਤ੍ਰੀ ਧੁੰਧਿ ਕਰਨ ਭਏ ਬਹਰੇ ਮਨਮੁਖਿ ਨਾਮੁ ਨ ਜਾਨੀ ॥੧॥"},"larivaar":{"gurmukhi":"nyqRIDuMiDkrnBeybhrymnmuiKnwmunjwnI]1]","unicode":"ਨੇਤ੍ਰੀਧੁੰਧਿਕਰਨਭਏਬਹਰੇਮਨਮੁਖਿਨਾਮੁਨਜਾਨੀ॥੧॥"},"translation":{"en":{"bdb":"His eyes are dim, his ears are deaf, and yet, the self-willed manmukh does not know the Naam. ||1||","ms":"The eyes are bedimmed and the ears become deaf and yet the perverse person knows not the Lord's Name.","ssk":"His eyes are dim, his ears are deaf, and yet, the self-willed manmukh does not know the Naam. ||1||"},"pu":{"ss":{"gurmukhi":"qyrIAW A`KW A`gy hnyrw hox l`g ipAw hY, qyry kMn boly ho cuky hn, pr Ajy BI Awpxy mn dy ip`Cy qur ky qUµ prmwqmw dy nwm nwl sWJ nhIN pweI [1[","unicode":"ਤੇਰੀਆਂ ਅੱਖਾਂ ਅੱਗੇ ਹਨੇਰਾ ਹੋਣ ਲੱਗ ਪਿਆ ਹੈ, ਤੇਰੇ ਕੰਨ ਬੋਲੇ ਹੋ ਚੁਕੇ ਹਨ, ਪਰ ਅਜੇ ਭੀ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ ।੧।"},"ft":{"gurmukhi":"nyqRoN ky ivKy DuMD bYT geI Ar kwn boly ho jwqy Bey, prMqU mnmuK jIv ny vwihgurU ky nwm myN pRIq krnI n jwnI]1]","unicode":"ਨੇਤ੍ਰੋਂ ਕੇ ਵਿਖੇ ਧੁੰਧ ਬੈਠ ਗਈ ਅਰ ਕਾਨ ਬੋਲੇ ਹੋ ਜਾਤੇ ਭਏ, ਪਰੰਤੂ ਮਨਮੁਖ ਜੀਵ ਨੇ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਮੇਂ ਪ੍ਰੀਤ ਕਰਨੀ ਨ ਜਾਨੀ॥੧॥"},"bdb":{"gurmukhi":"qyrIAW A`KW A`gy hnyrw hox l`g ipAw hY, qyry kMn boly ho cuky hn, pr Ajy BI Awpxy mn dy ip`Cy qur ky qUµ prmwqmw dy nwm nwl sWJ nhIN pweI [1[","unicode":"ਤੇਰੀਆਂ ਅੱਖਾਂ ਅੱਗੇ ਹਨੇਰਾ ਹੋਣ ਲੱਗ ਪਿਆ ਹੈ, ਤੇਰੇ ਕੰਨ ਬੋਲੇ ਹੋ ਚੁਕੇ ਹਨ, ਪਰ ਅਜੇ ਭੀ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ ।੧।"},"ms":{"gurmukhi":"A`KIAW DuMdlIAW ho jWdIAW hn Aqy kMn boly Aqy qW BI pRqIkUl purS suAwmI dy nwm ƒ nhIN jwxdw[","unicode":"ਅੱਖੀਆਂ ਧੁੰਦਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਕੰਨ ਬੋਲੇ ਅਤੇ ਤਾਂ ਭੀ ਪ੍ਰਤੀਕੂਲ ਪੁਰਸ਼ ਸੁਆਮੀ ਦੇ ਨਾਮ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ।"}},"es":{"sn":"tus ojos están a punto de cerrarse, casi no puedes escuchar, y aún así, oh criatura ególatra, nunca repetiste el Nombre del Señor. (1)"},"hi":{"ss":"तेरी आँखों के आगे अंधेरा होने लग पड़ा है। तेरे कान बहरे हो चुके हैं। पर अभी भी अपने मन के पीछे चल के तूने परमात्मा के नाम के साथ सांझ नहीं डाली। 1।","sts":"ऑखों से धुंधला दिखाई देने लग गया है, कान भी बहरे हो गए हैं, मगर मनमुखी जीव ने प्रभु-नाम की महत्ता को नहीं जाना॥१॥"}},"transliteration":{"english":"netree dhu(n)dh karan bhe bahare manmukh naam na jaanee ||1||","hindi":"नेत्री धुँधि करन भए बहरे मनमुखि नामु न जानी ॥१॥","en":"netree dhu(n)dh karan bhe bahare manmukh naam na jaanee ||1||","hi":"नेत्री धुँधि करन भए बहरे मनमुखि नामु न जानी ॥१॥","ipa":"net̪ɹi t̪ʊŋt̪ə̀ kərən ɓee bəhəre mənəmʊkʰ nɑm nə d͡ʒɑni.1.","ur":"نےتریِ دھُںدھ کرن بھاے بهرے منمکھ نام ن جانیِ ۔۔۱۔۔"},"pageNo":1126,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47971,"shabadId":4030,"verse":{"gurmukhi":"AMDuly ikAw pwieAw jig Awie ]","unicode":"ਅੰਧੁਲੇ ਕਿਆ ਪਾਇਆ ਜਗਿ ਆਇ ॥"},"larivaar":{"gurmukhi":"AMDulyikAwpwieAwjigAwie]","unicode":"ਅੰਧੁਲੇਕਿਆਪਾਇਆਜਗਿਆਇ॥"},"translation":{"en":{"bdb":"O blind man, what have you obtained by coming into the world?","ms":"O blind man, coming into the world, what has thou obtained?","ssk":"O blind man, what have you obtained by coming into the world?"},"pu":{"ss":{"gurmukhi":"hy (mwieAw dy moh ivc) AMnHy hoey jIv! qUµ jgq ivc jnm lY ky (Awqmk jIvn dy AslI lwB vjoN) kuJ BI nwh K`itAw, ","unicode":"ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! ਤੂੰ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਅਸਲੀ ਲਾਭ ਵਜੋਂ) ਕੁਝ ਭੀ ਨਾਹ ਖੱਟਿਆ, "},"ft":{"gurmukhi":"hy (AMDuly) AgÎwnI jIv! sMswr ivKy Awieky qum ny kXw lwB pwieAw?","unicode":"ਹੇ (ਅੰਧੁਲੇ) ਅਗ੍ਯਾਨੀ ਜੀਵ! ਸੰਸਾਰ ਵਿਖੇ ਆਇਕੇ ਤੁਮ ਨੇ ਕਯਾ ਲਾਭ ਪਾਇਆ?"},"bdb":{"gurmukhi":"hy (mwieAw dy moh ivc) AMnHy hoey jIv! qUµ jgq ivc jnm lY ky (Awqmk jIvn dy AslI lwB vjoN) kuJ BI nwh K`itAw, ","unicode":"ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! ਤੂੰ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਅਸਲੀ ਲਾਭ ਵਜੋਂ) ਕੁਝ ਭੀ ਨਾਹ ਖੱਟਿਆ, "},"ms":{"gurmukhi":"hy AMnHy ienswn! sMswr iv`c Aw ky qUM kI prwpq kIqw hY?","unicode":"ਹੇ ਅੰਨ੍ਹੇ ਇਨਸਾਨ! ਸੰਸਾਰ ਵਿੱਚ ਆ ਕੇ ਤੂੰ ਕੀ ਪਰਾਪਤ ਕੀਤਾ ਹੈ?"}},"es":{"sn":"¿Qué fue lo que lograste, oh ciego, viviendo en el mundo? "},"hi":{"ss":"हे (माया के मोह में) अंधे हुए जीव ! तूने जगत में जन्म ले के (आत्मिक जीवन के असली लाभ के तौर पर) कुछ भी नहीं कमाया।","sts":"अरे अन्धे ! जगत में आकर तूने क्या पाया है,"}},"transliteration":{"english":"a(n)dhule kiaa paiaa jag aai ||","hindi":"अंधुले किआ पाइआ जगि आइ ॥","en":"a(n)dhule kiaa paiaa jag aai ||","hi":"अंधुले किआ पाइआ जगि आइ ॥","ipa":"əŋt̪ʊle kɪəɑ pɑɪɑ d͡ʒəG əɑeɪ.","ur":"اںدھلے کآ پاایا جگ آا ۔۔"},"pageNo":1126,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47972,"shabadId":4030,"verse":{"gurmukhi":"rwmu irdY nhI gur kI syvw cwly mUlu gvwie ]1] rhwau ]","unicode":"ਰਾਮੁ ਰਿਦੈ ਨਹੀ ਗੁਰ ਕੀ ਸੇਵਾ ਚਾਲੇ ਮੂਲੁ ਗਵਾਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"rwmuirdYnhIgurkIsyvwcwlymUlugvwie]1]rhwau]","unicode":"ਰਾਮੁਰਿਦੈਨਹੀਗੁਰਕੀਸੇਵਾਚਾਲੇਮੂਲੁਗਵਾਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The Lord is not in your heart, and you do not serve the Guru. After wasting your capital, you shall have to depart. ||1||Pause||","ms":"Thou enshrine not thy Lord in thy mind and serve not thy Guru. Thou shall depart wasting even thy capital. Pause.","ssk":"The Lord is not in your heart, and you do not serve the Guru. After wasting your capital, you shall have to depart. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"sgoN qUµ mUl BI gvw ilAw (jyhVw pihlW koeI Awqmk jIvn sI auh BI nws kr ilAw, ikauNik) qUµ prmwqmw ƒ Awpxy ihrdy ivc nhIN vswieAw, qy qUµ gurU dI d`sI kwr nhIN kIqI [1[rhwau[","unicode":"ਸਗੋਂ ਤੂੰ ਮੂਲ ਭੀ ਗਵਾ ਲਿਆ (ਜੇਹੜਾ ਪਹਿਲਾਂ ਕੋਈ ਆਤਮਕ ਜੀਵਨ ਸੀ ਉਹ ਭੀ ਨਾਸ ਕਰ ਲਿਆ, ਕਿਉਂਕਿ) ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਇਆ, ਤੇ ਤੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਹੀਂ ਕੀਤੀ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ijnW purSW ny guroN kI syvw dÍwrw rmx rUp vwihgurU ko irdy ivKy Dwrn nhIN kIqw, so Awpxy sÍwsW rUp mUl ko gvwie cly hYN]1] rhwau ]","unicode":"ਜਿਨਾਂ ਪੁਰਸ਼ਾਂ ਨੇ ਗੁਰੋਂ ਕੀ ਸੇਵਾ ਦ੍ਵਾਰਾ ਰਮਣ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕੋ ਰਿਦੇ ਵਿਖੇ ਧਾਰਨ ਨਹੀਂ ਕੀਤਾ, ਸੋ ਆਪਣੇ ਸ੍ਵਾਸਾਂ ਰੂਪ ਮੂਲ ਕੋ ਗਵਾਇ ਚਲੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"sgoN qUµ mUl BI gvw ilAw (jyhVw pihlW koeI Awqmk jIvn sI auh BI nws kr ilAw, ikauNik) qUµ prmwqmw ƒ Awpxy ihrdy ivc nhIN vswieAw, qy qUµ gurU dI d`sI kwr nhIN kIqI [1[rhwau[","unicode":"ਸਗੋਂ ਤੂੰ ਮੂਲ ਭੀ ਗਵਾ ਲਿਆ (ਜੇਹੜਾ ਪਹਿਲਾਂ ਕੋਈ ਆਤਮਕ ਜੀਵਨ ਸੀ ਉਹ ਭੀ ਨਾਸ ਕਰ ਲਿਆ, ਕਿਉਂਕਿ) ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਇਆ, ਤੇ ਤੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਹੀਂ ਕੀਤੀ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"qUM Awpxy mn iv`c Awpxy pRBU ƒ nhIN itkwauNdw Aqy Awpxy gurdyv jI dI tihl nhIN kmwauNdw qUM AwpxI Asl mUVI BI guAw ky tur jweygw[ Tihrwau[","unicode":"ਤੂੰ ਆਪਣੇ ਮਨ ਵਿੱਚ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਟਿਕਾਉਂਦਾ ਅਤੇ ਆਪਣੇ ਗੁਰਦੇਵ ਜੀ ਦੀ ਟਹਿਲ ਨਹੀਂ ਕਮਾਉਂਦਾ ਤੂੰ ਆਪਣੀ ਅਸਲ ਮੂੜੀ ਭੀ ਗੁਆ ਕੇ ਟੁਰ ਜਾਏਗਾ। ਠਹਿਰਾਉ।"}},"es":{"sn":"No enalteciste a tu Dios, no diste servicio al Guru y dejaste este mundo, desperdiciando hasta lo último de tu capital. (1-Pausa)"},"hi":{"ss":"बल्कि तूने मूल भी गवा लिया (जो पहले कोई आत्मिक जीवन था वह भी नाश कर लिया। क्योंकि) तूने परमात्मा को अपने हृदय में नहीं बसाया। और तूने गुरू द्वारा बताए हुए कर्म नहीं किए। 1। रहाउ।","sts":"राम की स्मृति हृदय में नहीं, न ही गुरु की सेवा की, तू अपना मूल गंवाकर भी चलता बन रहा है॥१॥ रहाउ॥"}},"transliteration":{"english":"raam ridhai nahee gur kee sevaa chaale mool gavai ||1|| rahaau ||","hindi":"रामु रिदै नही गुर की सेवा चाले मूलु गवाइ ॥१॥ रहाउ ॥","en":"raam ridhai nahee gur kee sevaa chaale mool gavai ||1|| rahaau ||","hi":"रामु रिदै नही गुर की सेवा चाले मूलु गवाइ ॥१॥ रहाउ ॥","ipa":"rɑm rɪd̪æ nəhi Gʊr ki seʋɑ t͡ʃɑle mul Gəʋɑeɪ.1. rəhɑo.","ur":"رام ردَے نهیِ گُر کیِ سےوا چالے مُول گواا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1126,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47973,"shabadId":4030,"verse":{"gurmukhi":"ijhvw rMig nhI hir rwqI jb bolY qb PIky ]","unicode":"ਜਿਹਵਾ ਰੰਗਿ ਨਹੀ ਹਰਿ ਰਾਤੀ ਜਬ ਬੋਲੈ ਤਬ ਫੀਕੇ ॥"},"larivaar":{"gurmukhi":"ijhvwrMignhIhirrwqIjbbolYqbPIky]","unicode":"ਜਿਹਵਾਰੰਗਿਨਹੀਹਰਿਰਾਤੀਜਬਬੋਲੈਤਬਫੀਕੇ॥"},"translation":{"en":{"bdb":"Your tongue is not imbued with the Love of the Lord; whatever you say is tasteless and insipid.","ms":"Thy tongue is imbued not with God's love and whenever it utters, then all that is insipid.","ssk":"Your tongue is not imbued with the Love of the Lord; whatever you say is tasteless and insipid."},"pu":{"ss":{"gurmukhi":"(hy AMnHy jIv!) qyrI jIB pRBU dI Xwd dy ipAwr ivc nhIN iB`jI, jdoN BI boldI hY iP`ky bol hI boldI hY [","unicode":"(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ!) ਤੇਰੀ ਜੀਭ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦੇ ਪਿਆਰ ਵਿਚ ਨਹੀਂ ਭਿੱਜੀ, ਜਦੋਂ ਭੀ ਬੋਲਦੀ ਹੈ ਫਿੱਕੇ ਬੋਲ ਹੀ ਬੋਲਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ijhvw BI (hir) vwihgurU ky pRym ivKy nw rMgI geI, jb kbI bol boly qo iPky ArQwq nwm rs QI rihq hI bolqI hY]","unicode":"ਜਿਹਵਾ ਭੀ (ਹਰਿ) ਵਾਹਿਗੁਰੂ ਕੇ ਪ੍ਰੇਮ ਵਿਖੇ ਨਾ ਰੰਗੀ ਗਈ, ਜਬ ਕਬੀ ਬੋਲ ਬੋਲੇ ਤੋ ਫਿਕੇ ਅਰਥਾਤ ਨਾਮ ਰਸ ਥੀ ਰਹਿਤ ਹੀ ਬੋਲਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(hy AMnHy jIv!) qyrI jIB pRBU dI Xwd dy ipAwr ivc nhIN iB`jI, jdoN BI boldI hY iP`ky bol hI boldI hY [","unicode":"(ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ!) ਤੇਰੀ ਜੀਭ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਦੇ ਪਿਆਰ ਵਿਚ ਨਹੀਂ ਭਿੱਜੀ, ਜਦੋਂ ਭੀ ਬੋਲਦੀ ਹੈ ਫਿੱਕੇ ਬੋਲ ਹੀ ਬੋਲਦੀ ਹੈ ।"},"ms":{"gurmukhi":"qyrI jIB r`b dI pRIq nwl rMgI nhIN geI Aqy jd BI ieh boldI hY qd auh sB iP`kw huMdw hY[","unicode":"ਤੇਰੀ ਜੀਭ ਰੱਬ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੀ ਨਹੀਂ ਗਈ ਅਤੇ ਜਦ ਭੀ ਇਹ ਬੋਲਦੀ ਹੈ ਤਦ ਉਹ ਸਭ ਫਿੱਕਾ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Tus labios no están imbuidos en Dios, y lo que sea que recitas no tiene sentido ni significado y es insípido, "},"hi":{"ss":"(हे अंधे जीव !) तेरी जीभ प्रभू के प्यार की याद में नहीं भीगी। जब भी बोलती है फीके बोल ही बोलती है।","sts":"तेरी जिव्हा प्रभु के रंग में लीन नहीं हुई, जब भी बोले, तब फीका ही बोले।"}},"transliteration":{"english":"jihavaa ra(n)g nahee har raatee jab bolai tab feeke ||","hindi":"जिहवा रंगि नही हरि राती जब बोलै तब फीके ॥","en":"jihavaa ra(n)g nahee har raatee jab bolai tab feeke ||","hi":"जिहवा रंगि नही हरि राती जब बोलै तब फीके ॥","ipa":"d͡ʒɪhəʋɑ rəŋG nəhi hər rɑt̪i d͡ʒəb bɔlæ t̪əb fike.","ur":"جِهوا رںگ نهیِ هر راتیِ جب بولَے تب پھیِکے ۔۔"},"pageNo":1126,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47974,"shabadId":4030,"verse":{"gurmukhi":"sMq jnw kI inMdw ivAwpis psU Bey kdy hoih n nIky ]2]","unicode":"ਸੰਤ ਜਨਾ ਕੀ ਨਿੰਦਾ ਵਿਆਪਸਿ ਪਸੂ ਭਏ ਕਦੇ ਹੋਹਿ ਨ ਨੀਕੇ ॥੨॥"},"larivaar":{"gurmukhi":"sMqjnwkIinMdwivAwpispsUBeykdyhoihnnIky]2]","unicode":"ਸੰਤਜਨਾਕੀਨਿੰਦਾਵਿਆਪਸਿਪਸੂਭਏਕਦੇਹੋਹਿਨਨੀਕੇ॥੨॥"},"translation":{"en":{"bdb":"You indulge in slander of the Saints; becoming a beast, you shall never be noble. ||2||","ms":"Thou indulge in the slander of the pious persons and becoming a beast, thou shall never be good.","ssk":"You indulge in slander of the Saints; becoming a beast, you shall never be noble. ||2||"},"pu":{"ss":{"gurmukhi":"qUµ sdw Bly bMidAW dI inMidAw ivc ru`Jw rihMdw hYN, qyry swry kMm pSUAW vwly hoey pey hn, (iesy qrHW irhW) ieh kdy BI cMgy nhIN ho skxgy [2[","unicode":"ਤੂੰ ਸਦਾ ਭਲੇ ਬੰਦਿਆਂ ਦੀ ਨਿੰਦਿਆ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ ਪਸ਼ੂਆਂ ਵਾਲੇ ਹੋਏ ਪਏ ਹਨ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰਿਹਾਂ) ਇਹ ਕਦੇ ਭੀ ਚੰਗੇ ਨਹੀਂ ਹੋ ਸਕਣਗੇ ।੨।"},"ft":{"gurmukhi":"sMq jnoN kI inMdw myN lwg kr jIv psU suBwv vwly ho rhy hYN, so kbI (nIky) cMgy nhIN hoqy hY]2]","unicode":"ਸੰਤ ਜਨੋਂ ਕੀ ਨਿੰਦਾ ਮੇਂ ਲਾਗ ਕਰ ਜੀਵ ਪਸੂ ਸੁਭਾਵ ਵਾਲੇ ਹੋ ਰਹੇ ਹੈਂ, ਸੋ ਕਬੀ (ਨੀਕੇ) ਚੰਗੇ ਨਹੀਂ ਹੋਤੇ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"qUµ sdw Bly bMidAW dI inMidAw ivc ru`Jw rihMdw hYN, qyry swry kMm pSUAW vwly hoey pey hn, (iesy qrHW irhW) ieh kdy BI cMgy nhIN ho skxgy [2[","unicode":"ਤੂੰ ਸਦਾ ਭਲੇ ਬੰਦਿਆਂ ਦੀ ਨਿੰਦਿਆ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ ਪਸ਼ੂਆਂ ਵਾਲੇ ਹੋਏ ਪਏ ਹਨ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰਿਹਾਂ) ਇਹ ਕਦੇ ਭੀ ਚੰਗੇ ਨਹੀਂ ਹੋ ਸਕਣਗੇ ।੨।"},"ms":{"gurmukhi":"qUM piv`qr purSW dI bdKoeI AMdr pRivrq huMdw hY Aqy fMgr bx ky qUM kdy BI cMgw nhIN hoxw[","unicode":"ਤੂੰ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੀ ਬਦਖੋਈ ਅੰਦਰ ਪ੍ਰਵਿਰਤ ਹੁੰਦਾ ਹੈ ਅਤੇ ਡੰਗਰ ਬਣ ਕੇ ਤੂੰ ਕਦੇ ਭੀ ਚੰਗਾ ਨਹੀਂ ਹੋਣਾ।"}},"es":{"sn":"calumnias a los Santos y como animal no muestras ninguna Sabiduría. (2)"},"hi":{"ss":"तू सदा भले लोगों की निंदा में व्यस्त रहता है। तेरे सारे काम पशुओं वाले होए हुए हैं। (इस तरह रहने से) ये कभी भी अच्छे नहीं हो सकेंगे। 2।","sts":"संतजनों की निंदा करते तुम पशु ही बन गए हो, मगर कभी भले न बन सके॥२॥"}},"transliteration":{"english":"sa(n)t janaa kee ni(n)dhaa viaapas pasoo bhe kadhe hoh na neeke ||2||","hindi":"संत जना की निंदा विआपसि पसू भए कदे होहि न नीके ॥२॥","en":"sa(n)t janaa kee ni(n)dhaa viaapas pasoo bhe kadhe hoh na neeke ||2||","hi":"संत जना की निंदा विआपसि पसू भए कदे होहि न नीके ॥२॥","ipa":"səŋt̪ d͡ʒənɑ ki nɪŋd̪ɑ ʋɪəɑpəs pəsu ɓee kəd̪e hɔh nə nike.2.","ur":"سںت جنا کیِ نںدا وآپس پسُو بھاے کدے هوه ن نیِکے ۔۔۲۔۔"},"pageNo":1126,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47975,"shabadId":4030,"verse":{"gurmukhi":"AMimRq kw rsu ivrlI pwieAw siqgur myil imlwey ]","unicode":"ਅੰਮ੍ਰਿਤ ਕਾ ਰਸੁ ਵਿਰਲੀ ਪਾਇਆ ਸਤਿਗੁਰ ਮੇਲਿ ਮਿਲਾਏ ॥"},"larivaar":{"gurmukhi":"AMimRqkwrsuivrlIpwieAwsiqgurmyilimlwey]","unicode":"ਅੰਮ੍ਰਿਤਕਾਰਸੁਵਿਰਲੀਪਾਇਆਸਤਿਗੁਰਮੇਲਿਮਿਲਾਏ॥"},"translation":{"en":{"bdb":"Only a few obtain the sublime essence of the Ambrosial Amrit, united in Union with the True Guru.","ms":"Meeting with the society of the True Guru, only a few obtain the relish of the Name-Nectar.","ssk":"Only a few obtain the sublime essence of the Ambrosial Amrit, united in Union with the True Guru."},"pu":{"ss":{"gurmukhi":"(pr jIvW dy BI kIh v`s?) Awqmk jIvn dyx vwly sRRySt nwm dy jwp dw suAwd auhnW ivrilAW bMidAW ƒ AwauNdw hY ijnHW ƒ (prmwqmw Awp) siqgurU dI sMgiq ivc imlWdw hY [","unicode":"(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਸ੍ਰ੍ਰੇਸ਼ਟ ਨਾਮ ਦੇ ਜਾਪ ਦਾ ਸੁਆਦ ਉਹਨਾਂ ਵਿਰਲਿਆਂ ਬੰਦਿਆਂ ਨੂੰ ਆਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo vwihgurU ny ikRpw kr ky siqgurW dy myl ivKy imlwey hYN, iqn ivrilAW ny AMimRq rUp nwm kw rsu pwieAw hY]","unicode":"ਜੋ ਵਾਹਿਗੁਰੂ ਨੇ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਸਤਿਗੁਰਾਂ ਦੇ ਮੇਲ ਵਿਖੇ ਮਿਲਾਏ ਹੈਂ, ਤਿਨ ਵਿਰਲਿਆਂ ਨੇ ਅੰਮ੍ਰਿਤ ਰੂਪ ਨਾਮ ਕਾ ਰਸੁ ਪਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"(pr jIvW dy BI kIh v`s?) Awqmk jIvn dyx vwly sRRySt nwm dy jwp dw suAwd auhnW ivrilAW bMidAW ƒ AwauNdw hY ijnHW ƒ (prmwqmw Awp) siqgurU dI sMgiq ivc imlWdw hY [","unicode":"(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਸ੍ਰ੍ਰੇਸ਼ਟ ਨਾਮ ਦੇ ਜਾਪ ਦਾ ਸੁਆਦ ਉਹਨਾਂ ਵਿਰਲਿਆਂ ਬੰਦਿਆਂ ਨੂੰ ਆਉਂਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"s¤cy gurW dI sMgq nwl juV ky bhuq hI QoVy nwm-suDwrs dy suAwdW ƒ prwpq huMdy hn[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸੰਗਤ ਨਾਲ ਜੁੜ ਕੇ ਬਹੁਤ ਹੀ ਥੋੜੇ ਨਾਮ-ਸੁਧਾਰਸ ਦੇ ਸੁਆਦਾਂ ਨੂੰ ਪਰਾਪਤ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Extraordinario es el que sorbe del Néctar del Señor, sólo lo recibe el que está unido al Guru"},"hi":{"ss":"(पर जीवों के भी क्या वश। ) आत्मिक जीवन देने वाले श्रेष्ठ नाम के जाप का स्वाद उन विरले लोगों को आता है जिन्हें (परमात्मा स्वयं) सतिगुरू की संगति में मिलाता है।","sts":"सतगुरु के संपर्क में हरिनाम-अमृत का रस किसी विरले ने ही पाया है।"}},"transliteration":{"english":"a(n)mirat kaa ras viralee paiaa satigur mel milaae ||","hindi":"अंमृत का रसु विरली पाइआ सतिगुर मेलि मिलाए ॥","en":"a(n)mirat kaa ras viralee paiaa satigur mel milaae ||","hi":"अंमृत का रसु विरली पाइआ सतिगुर मेलि मिलाए ॥","ipa":"əŋmɪɹət̪ kɑ rəs ʋɪrəli pɑɪɑ sət̪ɪGʊr mel mɪlɑee.","ur":"اںمرت کا رس ورلیِ پاایا ستگر مےل ملااے ۔۔"},"pageNo":1126,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47976,"shabadId":4030,"verse":{"gurmukhi":"jb lgu sbd Bydu nhI AwieAw qb lgu kwlu sMqwey ]3]","unicode":"ਜਬ ਲਗੁ ਸਬਦ ਭੇਦੁ ਨਹੀ ਆਇਆ ਤਬ ਲਗੁ ਕਾਲੁ ਸੰਤਾਏ ॥੩॥"},"larivaar":{"gurmukhi":"jblgusbdBydunhIAwieAwqblgukwlusMqwey]3]","unicode":"ਜਬਲਗੁਸਬਦਭੇਦੁਨਹੀਆਇਆਤਬਲਗੁਕਾਲੁਸੰਤਾਏ॥੩॥"},"translation":{"en":{"bdb":"As long as the mortal does not come to understand the mystery of the Shabad, the Word of God, he shall continue to be tormented by death. ||3||","ms":"So long as, man realises not the mystery of the Lord's Name, till then death continues to torture him.","ssk":"As long as the mortal does not come to understand the mystery of the Shabad, the Word of God, he shall continue to be tormented by death. ||3||"},"pu":{"ss":{"gurmukhi":"mnu`K ƒ jdoN qk is&iq-swlwh dw rs nhIN AwauNdw qdoN qk (ieh Ajyhy kMm krdw rihMdw hY ijnHW kr ky) ies ƒ mOq dw fr duKI krdw rihMdw hY [3[","unicode":"ਮਨੁੱਖ ਨੂੰ ਜਦੋਂ ਤਕ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਰਸ ਨਹੀਂ ਆਉਂਦਾ ਤਦੋਂ ਤਕ (ਇਹ ਅਜੇਹੇ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ) ਇਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"jb qk gurW ky (sbd) aupdys kw Bydu nhIN AwieAw hY qb qk jIv kO kwl (sM) BlI pRkwr (qwey) qpwvqw rhqw hY]4]","unicode":"ਜਬ ਤਕ ਗੁਰਾਂ ਕੇ (ਸਬਦ) ਉਪਦੇਸ ਕਾ ਭੇਦੁ ਨਹੀਂ ਆਇਆ ਹੈ ਤਬ ਤਕ ਜੀਵ ਕੌ ਕਾਲ (ਸੰ) ਭਲੀ ਪ੍ਰਕਾਰ (ਤਾਏ) ਤਪਾਵਤਾ ਰਹਤਾ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"mnu`K ƒ jdoN qk is&iq-swlwh dw rs nhIN AwauNdw qdoN qk (ieh Ajyhy kMm krdw rihMdw hY ijnHW kr ky) ies ƒ mOq dw fr duKI krdw rihMdw hY [3[","unicode":"ਮਨੁੱਖ ਨੂੰ ਜਦੋਂ ਤਕ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਰਸ ਨਹੀਂ ਆਉਂਦਾ ਤਦੋਂ ਤਕ (ਇਹ ਅਜੇਹੇ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਕਰ ਕੇ) ਇਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"jd qweI ienswn suAwmI dy nwm dy Byq ƒ AnuBv nhIN krdw, audoN qweI mOq aus ƒ duK idMdI rihMdI hY[","unicode":"ਜਦ ਤਾਈ ਇਨਸਾਨ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੇ ਭੇਤ ਨੂੰ ਅਨੁਭਵ ਨਹੀਂ ਕਰਦਾ, ਉਦੋਂ ਤਾਈ ਮੌਤ ਉਸ ਨੂੰ ਦੁਖ ਦਿੰਦੀ ਰਹਿੰਦੀ ਹੈ।"}},"es":{"sn":"y mientras uno no entre en el Misterio de la Palabra, uno no se escapará de las limitaciones del tiempo. (3)"},"hi":{"ss":"मनुष्य को जब तक सिफतसालाह का रस नहीं आता तब तक (ये ऐसे काम करता रहता है जिनके कारण) इसको मौत का डर सताता रहता है। 3।","sts":"जब तक शब्द का भेद ज्ञात नहीं होता, तब तक जीव को काल तंग करता रहता है॥३॥"}},"transliteration":{"english":"jab lag sabadh bhedh nahee aaiaa tab lag kaal sa(n)taae ||3||","hindi":"जब लगु सबद भेदु नही आइआ तब लगु कालु संताए ॥३॥","en":"jab lag sabadh bhedh nahee aaiaa tab lag kaal sa(n)taae ||3||","hi":"जब लगु सबद भेदु नही आइआ तब लगु कालु संताए ॥३॥","ipa":"d͡ʒəb ləG səbəd̪ ɓed̪ nəhi əɑɪɑ t̪əb ləG kɑl səŋt̪ɑee.3.","ur":"جب لگ سبد بھےد نهیِ آایا تب لگ کال سںتااے ۔۔۳۔۔"},"pageNo":1126,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47977,"shabadId":4030,"verse":{"gurmukhi":"An ko dru Gru kbhU n jwnis eyko dru sicAwrw ]","unicode":"ਅਨ ਕੋ ਦਰੁ ਘਰੁ ਕਬਹੂ ਨ ਜਾਨਸਿ ਏਕੋ ਦਰੁ ਸਚਿਆਰਾ ॥"},"larivaar":{"gurmukhi":"AnkodruGrukbhUnjwniseykodrusicAwrw]","unicode":"ਅਨਕੋਦਰੁਘਰੁਕਬਹੂਨਜਾਨਸਿਏਕੋਦਰੁਸਚਿਆਰਾ॥"},"translation":{"en":{"bdb":"Whoever finds the door of the One True Lord, does not know any other house or door.","ms":"Whosoever is attached to the door of the One True Lord, he knows not ever the door and house of another.","ssk":"Whoever finds the door of the One True Lord, does not know any other house or door."},"pu":{"ss":{"gurmukhi":"prmwqmw qoN ibnw iksy hor dw drvwzw iksy hor dw Gr nhIN Bwldw auh sB qoN au~cw Awqmk drjw pRwpq kr lYNdw hY,","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦਾ ਦਰਵਾਜ਼ਾ ਕਿਸੇ ਹੋਰ ਦਾ ਘਰ ਨਹੀਂ ਭਾਲਦਾ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"jo purs (An ko) AOr Gr kw drvwjw kbI BI nhIN jwnqy hYN AOr eyk hI (sicAwrw) scy vwihgurU kw drvwjw jwnqy hYN]","unicode":"ਜੋ ਪੁਰਸ (ਅਨ ਕੋ) ਔਰ ਘਰ ਕਾ ਦਰਵਾਜਾ ਕਬੀ ਭੀ ਨਹੀਂ ਜਾਨਤੇ ਹੈਂ ਔਰ ਏਕ ਹੀ (ਸਚਿਆਰਾ) ਸਚੇ ਵਾਹਿਗੁਰੂ ਕਾ ਦਰਵਾਜਾ ਜਾਨਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"prmwqmw qoN ibnw iksy hor dw drvwzw iksy hor dw Gr nhIN Bwldw auh sB qoN au~cw Awqmk drjw pRwpq kr lYNdw hY,","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦਾ ਦਰਵਾਜ਼ਾ ਕਿਸੇ ਹੋਰ ਦਾ ਘਰ ਨਹੀਂ ਭਾਲਦਾ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"jo koeI BI iek s¤cy suAwmI dy bUhy nwl juiVAw hY, auh iksy hors dy drvwjy qy Dwm ƒ kdwicq nhIN jwxdw[","unicode":"ਜੋ ਕੋਈ ਭੀ ਇਕ ਸੱਚੇ ਸੁਆਮੀ ਦੇ ਬੂਹੇ ਨਾਲ ਜੁੜਿਆ ਹੈ, ਉਹ ਕਿਸੇ ਹੋਰਸ ਦੇ ਦਰਵਾਜੇ ਤੇ ਧਾਮ ਨੂੰ ਕਦਾਚਿਤ ਨਹੀਂ ਜਾਣਦਾ।"}},"es":{"sn":"Hay sólo una Puerta Verdadera, no toques en ninguna otra, pues sólo de esta forma dice Nanak, "},"hi":{"ss":"नानक यह विचार की बात कहता है कि गुरू की कृपा से जो मनुष्य सदा-स्थिर रहने वाले परमात्मा के दर पर ही टिका रहता है और","sts":"जिसने अन्य घर-द्वार (अर्थात् देवी-देवताओं) को कभी न मानते हुए एक परमेश्वर पर ही अटूट श्रद्धा धारण की है, वही सत्यनिष्ठ है।"}},"transliteration":{"english":"an ko dhar ghar kabahoo na jaanas eko dhar sachiaaraa ||","hindi":"अन को दरु घरु कबहू न जानसि एको दरु सचिआरा ॥","en":"an ko dhar ghar kabahoo na jaanas eko dhar sachiaaraa ||","hi":"अन को दरु घरु कबहू न जानसि एको दरु सचिआरा ॥","ipa":"ən kɔ d̪ər Gʰər kəbəhu nə d͡ʒɑnəs eekɔ d̪ər sət͡ʃɪəɑrɑ.","ur":"ان کو در گھر کبهُو ن جانس اےکو در سچآرا ۔۔"},"pageNo":1126,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47978,"shabadId":4030,"verse":{"gurmukhi":"gur prswid prm pdu pwieAw nwnku khY ivcwrw ]4]3]4]","unicode":"ਗੁਰ ਪਰਸਾਦਿ ਪਰਮ ਪਦੁ ਪਾਇਆ ਨਾਨਕੁ ਕਹੈ ਵਿਚਾਰਾ ॥੪॥੩॥੪॥"},"larivaar":{"gurmukhi":"gurprswidprmpdupwieAwnwnkukhYivcwrw]4]3]4]","unicode":"ਗੁਰਪਰਸਾਦਿਪਰਮਪਦੁਪਾਇਆਨਾਨਕੁਕਹੈਵਿਚਾਰਾ॥੪॥੩॥੪॥"},"translation":{"en":{"bdb":"By Guru's Grace, I have obtained the supreme status; so says poor Nanak. ||4||3||4||","ms":"Says poor Nanak, by the Guru's grace I have obtained the supreme status.","ssk":"By Guru's Grace, I have obtained the supreme status; so says poor Nanak. ||4||3||4||"},"pu":{"ss":{"gurmukhi":"nwnk ieh ivcwr dI g`l AwKdw hY ik gurU dI ikrpw nwl jo mnu`K sdw-iQr rihx vwly prmwqmw dw dr hI m`lI r`Kdw hY [4[3[4[","unicode":"ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਹੀ ਮੱਲੀ ਰੱਖਦਾ ਹੈ ।੪।੩।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: guroN kI ikRpw sy vIcwr dÍwrw aun pursoN ny srUp pRwpqI rUp prmpdu pwie lIAw hY]4]3]4]Çaupdysu:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਵੀਚਾਰ ਦ੍ਵਾਰਾ ਉਨ ਪੁਰਸੋਂ ਨੇ ਸਰੂਪ ਪ੍ਰਾਪਤੀ ਰੂਪ ਪਰਮਪਦੁ ਪਾਇ ਲੀਆ ਹੈ॥੪॥੩॥੪॥☬ਉਪਦੇਸੁ:"},"bdb":{"gurmukhi":"nwnk ieh ivcwr dI g`l AwKdw hY ik gurU dI ikrpw nwl jo mnu`K sdw-iQr rihx vwly prmwqmw dw dr hI m`lI r`Kdw hY [4[3[4[","unicode":"ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੋ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਹੀ ਮੱਲੀ ਰੱਖਦਾ ਹੈ ।੪।੩।੪।"},"ms":{"gurmukhi":"grIbVw nwnk AwKdw hY gurW dI dieAw duAwrw mYN mhwn mrqbw pw ilAw hY[","unicode":"ਗਰੀਬੜਾ ਨਾਨਕ ਆਖਦਾ ਹੈ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਮੈਂ ਮਹਾਨ ਮਰਤਬਾ ਪਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"podrás llegar al Supremo Estado de Éxtasis. (4-3-4)"},"hi":{"ss":"परमात्मा के बिना किसी और का दरवाजा किसी और का घर नहीं तलाशता वह सबसे ऊँचा आत्मिक दर्जा हासिल कर लेता है। 4। 3। 4।","sts":"नानक विचार कर कहते हैं कि गुरु की कृपा से उसे परमपद प्राप्त हो गया है॥४॥३॥४॥"}},"transliteration":{"english":"gur parasaadh param padh paiaa naanak kahai vichaaraa ||4||3||4||","hindi":"गुर परसादि परम पदु पाइआ नानकु कहै विचारा ॥४॥३॥४॥","en":"gur parasaadh param padh paiaa naanak kahai vichaaraa ||4||3||4||","hi":"गुर परसादि परम पदु पाइआ नानकु कहै विचारा ॥४॥३॥४॥","ipa":"Gʊr pərəsɑd̪ pərəm pəd̪ pɑɪɑ nɑnək kəhæ ʋɪt͡ʃɑrɑ.4.3.4.","ur":"گُر پرساد پرم پد پاایا نانک کهَے وچارا ۔۔۴۔۔۳۔۔۴۔۔"},"pageNo":1126,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47979,"shabadId":4031,"verse":{"gurmukhi":"BYrau mhlw 1 ]","unicode":"ਭੈਰਉ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"BYraumhlw1]","unicode":"ਭੈਰਉਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Bhairao, First Mehla:","ms":"Bhairo 1st Guru.","ssk":"Bhairao, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"BYraU pihlI pwiqSwhI[","unicode":"ਭੈਰਊ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bhairo, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"भैरउ महला १॥"}},"transliteration":{"english":"bhairau mahalaa pehilaa ||","hindi":"भैरउ महला १ ॥","en":"bhairau mahalaa pehilaa ||","hi":"भैरउ महला १ ॥","ipa":"ɓæro məhəlɑ pəhɪlɑ.","ur":"بھَےرا مهلا ۱ ۔۔"},"pageNo":1126,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47980,"shabadId":4031,"verse":{"gurmukhi":"sglI rYix sovq gil PwhI idnsu jMjwil gvwieAw ]","unicode":"ਸਗਲੀ ਰੈਣਿ ਸੋਵਤ ਗਲਿ ਫਾਹੀ ਦਿਨਸੁ ਜੰਜਾਲਿ ਗਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"sglIrYixsovqgilPwhIidnsujMjwilgvwieAw]","unicode":"ਸਗਲੀਰੈਣਿਸੋਵਤਗਲਿਫਾਹੀਦਿਨਸੁਜੰਜਾਲਿਗਵਾਇਆ॥"},"translation":{"en":{"bdb":"He spends the entire night in sleep; the noose is tied around his neck. His day is wasted in worldly entanglements.","ms":"The whole night man wastes in sleep and the day in temporal involvements. Thus his neck is loaded with noose.","ssk":"He spends the entire night in sleep; the noose is tied around his neck. His day is wasted in worldly entanglements."},"pu":{"ss":{"gurmukhi":"hy BweI! swrI rwq kwmwidk ivkwrW dI nINd ivc rihMdw hYN, (iehnW ivkwrW dy sMskwrW dI) PwhI qyry gl ivc pYNdI jWdI hY [ swrw idn mwieAw kmwx dy DMDy ivc guzwr dyNdw hYN [ ","unicode":"ਹੇ ਭਾਈ! ਸਾਰੀ ਰਾਤ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਨੀਂਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈਂ, (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ) ਫਾਹੀ ਤੇਰੇ ਗਲ ਵਿਚ ਪੈਂਦੀ ਜਾਂਦੀ ਹੈ । ਸਾਰਾ ਦਿਨ ਮਾਇਆ ਕਮਾਣ ਦੇ ਧੰਧੇ ਵਿਚ ਗੁਜ਼ਾਰ ਦੇਂਦਾ ਹੈਂ । "},"ft":{"gurmukhi":"sMpUrx rwqRI qo inMdRw rUp PwsI myN glqwn ho kr sovqw BÎw AOr idn sMswr ky (jMjwil) DMDo myN gvwie dIAw]","unicode":"ਸੰਪੂਰਣ ਰਾਤ੍ਰੀ ਤੋ ਨਿੰਦ੍ਰਾ ਰੂਪ ਫਾਸੀ ਮੇਂ ਗਲਤਾਨ ਹੋ ਕਰ ਸੋਵਤਾ ਭ੍ਯਾ ਔਰ ਦਿਨ ਸੰਸਾਰ ਕੇ (ਜੰਜਾਲਿ) ਧੰਧੋ ਮੇਂ ਗਵਾਇ ਦੀਆ॥"},"bdb":{"gurmukhi":"hy BweI! swrI rwq kwmwidk ivkwrW dI nINd ivc rihMdw hYN, (iehnW ivkwrW dy sMskwrW dI) PwhI qyry gl ivc pYNdI jWdI hY [ swrw idn mwieAw kmwx dy DMDy ivc guzwr dyNdw hYN [ ","unicode":"ਹੇ ਭਾਈ! ਸਾਰੀ ਰਾਤ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਨੀਂਦ ਵਿਚ ਰਹਿੰਦਾ ਹੈਂ, (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ) ਫਾਹੀ ਤੇਰੇ ਗਲ ਵਿਚ ਪੈਂਦੀ ਜਾਂਦੀ ਹੈ । ਸਾਰਾ ਦਿਨ ਮਾਇਆ ਕਮਾਣ ਦੇ ਧੰਧੇ ਵਿਚ ਗੁਜ਼ਾਰ ਦੇਂਦਾ ਹੈਂ । "},"ms":{"gurmukhi":"bMdw swrI rwq nId iv`c Aqy idn sMswrI JmyilAW AMdr guAw lYNdw hY[ ies qrHW aus dI grdn duAwly PwsI pY jWdI hY[","unicode":"ਬੰਦਾ ਸਾਰੀ ਰਾਤ ਨੀਦ ਵਿੱਚ ਅਤੇ ਦਿਨ ਸੰਸਾਰੀ ਝਮੇਲਿਆਂ ਅੰਦਰ ਗੁਆ ਲੈਂਦਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦੀ ਗਰਦਨ ਦੁਆਲੇ ਫਾਸੀ ਪੈ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"La noche entera la pasas en el sueño, el día lo pasas involucrado en la lucha, "},"hi":{"ss":"हे भाई ! सारी रात कामादिक विकारों की नींद में रहता है। (इन विकारों के संस्कारों के) फंदे तेरे गले में पड़ते जाते हैं। सारा दिन माया कमाने के धंधों में गुजार देता है।","sts":"सारी रात परेशानियों का गले में फदा डालकर सोते रहे और दिन जंजाल में गंवा दिया।"}},"transliteration":{"english":"sagalee rain sovat gal faahee dhinas ja(n)jaal gavaiaa ||","hindi":"सगली रैणि सोवत गलि फाही दिनसु जंजालि गवाइआ ॥","en":"sagalee rain sovat gal faahee dhinas ja(n)jaal gavaiaa ||","hi":"सगली रैणि सोवत गलि फाही दिनसु जंजालि गवाइआ ॥","ipa":"səGəli ræɳ sɔʋət̪ Gəl fɑhi d̪ɪnəs d͡ʒəŋd͡ʒɑl Gəʋɑɪɑ.","ur":"سگلیِ رَےݨ سووت گل پھاهیِ دنس جںجال گواایا ۔۔"},"pageNo":1126,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47981,"shabadId":4031,"verse":{"gurmukhi":"iKnu plu GVI nhI pRBu jwinAw ijin iehu jgqu aupwieAw ]1]","unicode":"ਖਿਨੁ ਪਲੁ ਘੜੀ ਨਹੀ ਪ੍ਰਭੁ ਜਾਨਿਆ ਜਿਨਿ ਇਹੁ ਜਗਤੁ ਉਪਾਇਆ ॥੧॥"},"larivaar":{"gurmukhi":"iKnupluGVInhIpRBujwinAwijiniehujgquaupwieAw]1]","unicode":"ਖਿਨੁਪਲੁਘੜੀਨਹੀਪ੍ਰਭੁਜਾਨਿਆਜਿਨਿਇਹੁਜਗਤੁਉਪਾਇਆ॥੧॥"},"translation":{"en":{"bdb":"He does not know God, who created this world, for a moment, for even an instant. ||1||","ms":"Even for a trice, moment and an instant he knows not his Lord, who has created this world.","ssk":"He does not know God, who created this world, for a moment, for even an instant. ||1||"},"pu":{"ss":{"gurmukhi":"iek iKn iek pl iek GVI qUµ aus prmwqmw nwl sWJ nhIN pWdw ijs ny ieh swrw sMswr pYdw kIqw hY [1[","unicode":"ਇਕ ਖਿਨ ਇਕ ਪਲ ਇਕ ਘੜੀ ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਜਿਸ ਨੇ ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"ijs vwihgurU ny inj ieCw Anuswr ies sMswr ko auqpMn kIAw hY, aus ko eyk GVI, pl, iKn mwqR BI nw jwinAw, Bwv jpnw nw kIAw]1]","unicode":"ਜਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਨਿਜ ਇਛਾ ਅਨੁਸਾਰ ਇਸ ਸੰਸਾਰ ਕੋ ਉਤਪੰਨ ਕੀਆ ਹੈ, ਉਸ ਕੋ ਏਕ ਘੜੀ, ਪਲ, ਖਿਨ ਮਾਤ੍ਰ ਭੀ ਨਾ ਜਾਨਿਆ, ਭਾਵ ਜਪਨਾ ਨਾ ਕੀਆ॥੧॥"},"bdb":{"gurmukhi":"iek iKn iek pl iek GVI qUµ aus prmwqmw nwl sWJ nhIN pWdw ijs ny ieh swrw sMswr pYdw kIqw hY [1[","unicode":"ਇਕ ਖਿਨ ਇਕ ਪਲ ਇਕ ਘੜੀ ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਜਿਸ ਨੇ ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"iek iCn muhq Aqy lmHy Br nhIN BI auh sweIN ƒ nhIN jwxdw, ijs ny ieh sMswr ricAw hY[","unicode":"ਇਕ ਛਿਨ ਮੁਹਤ ਅਤੇ ਲਮ੍ਹੇ ਭਰ ਨਹੀਂ ਭੀ ਉਹ ਸਾਈਂ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਜਿਸ ਨੇ ਇਹ ਸੰਸਾਰ ਰਚਿਆ ਹੈ।"}},"es":{"sn":"pero no conoces a Dios ni por un segundo, a ese Ser que ha creado este mundo. (1)"},"hi":{"ss":"एक छिन एक पल एक घड़ी तू उस परमात्मा के साथ सांझ नहीं डालता जिसने यह सारा संसार पैदा किया है। 1।","sts":"जिसने यह जगत उत्पन्न किया है, उस प्रभु का तुमने क्षण, पल, घड़ी स्मरण ही नहीं किया॥१॥"}},"transliteration":{"english":"khin pal ghaRee nahee prabh jaaniaa jin ih jagat upaiaa ||1||","hindi":"खिनु पलु घड़ी नही प्रभु जानिआ जिनि इहु जगतु उपाइआ ॥१॥","en":"khin pal ghaRee nahee prabh jaaniaa jin ih jagat upaiaa ||1||","hi":"खिनु पलु घड़ी नही प्रभु जानिआ जिनि इहु जगतु उपाइआ ॥१॥","ipa":"kʰɪn pəl Gʰəɽi nəhi pɹəɓ d͡ʒɑnɪəɑ d͡ʒɪn eɪh d͡ʒəGət̪ oʊpɑɪɑ.1.","ur":"کھٍن پل گھڑیِ نهیِ پربھ جانآ جن اهُ جگت اُپاایا ۔۔۱۔۔"},"pageNo":1126,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47982,"shabadId":4031,"verse":{"gurmukhi":"mn ry ikau CUtis duKu BwrI ]","unicode":"ਮਨ ਰੇ ਕਿਉ ਛੂਟਸਿ ਦੁਖੁ ਭਾਰੀ ॥"},"larivaar":{"gurmukhi":"mnryikauCUtisduKuBwrI]","unicode":"ਮਨਰੇਕਿਉਛੂਟਸਿਦੁਖੁਭਾਰੀ॥"},"translation":{"en":{"bdb":"O mortal, how will you escape this terrible disaster?"},"pu":{"ss":{"gurmukhi":"hy mn! qUµ mwieAw dy moh dw BwrI du`K shwr irhw hYN (jy qUµ pRBU-ismrn nhIN krdw qW ies du`K qoN) ikvyN ^lwsI pweyNgw? ","unicode":"ਹੇ ਮਨ! ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਭਾਰੀ ਦੁੱਖ ਸਹਾਰ ਰਿਹਾ ਹੈਂ (ਜੇ ਤੂੰ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਇਸ ਦੁੱਖ ਤੋਂ) ਕਿਵੇਂ ਖ਼ਲਾਸੀ ਪਾਏਂਗਾ? "},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"hy mn! qUµ mwieAw dy moh dw BwrI du`K shwr irhw hYN (jy qUµ pRBU-ismrn nhIN krdw qW ies du`K qoN) ikvyN ^lwsI pweyNgw? ","unicode":"ਹੇ ਮਨ! ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਭਾਰੀ ਦੁੱਖ ਸਹਾਰ ਰਿਹਾ ਹੈਂ (ਜੇ ਤੂੰ ਪ੍ਰਭੂ-ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਤਾਂ ਇਸ ਦੁੱਖ ਤੋਂ) ਕਿਵੇਂ ਖ਼ਲਾਸੀ ਪਾਏਂਗਾ? "}},"es":{"sn":"Por favor, contempla a tu Dios de Mérito, "},"hi":{"ss":"हे मन ! तू माया के मोह का भारी दुख सह रहा है (यदि तू प्रभू सिमरन नहीं करता तो इस दुख से) कैसे निजात पाएगा।","sts":"हे मन, फिर भारी दुखों से तेरा कैसे छुटकारा हो सकता है।"}},"transliteration":{"english":"man re kiau chhooTas dhukh bhaaree ||","hindi":"मन रे किउ छूटसि दुखु भारी ॥","en":"man re kiau chhooTas dhukh bhaaree ||","hi":"मन रे किउ छूटसि दुखु भारी ॥","ipa":"mən re kɪo ɕuʈəs d̪ʊkʰ ɓɑri.","ur":"من رے کا چھُوٹس دُکھ بھاریِ ۔۔"},"pageNo":1126,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47983,"shabadId":4031,"verse":{"gurmukhi":"ikAw ly Awvis ikAw ly jwvis rwm jphu guxkwrI ]1] rhwau ]","unicode":"ਕਿਆ ਲੇ ਆਵਸਿ ਕਿਆ ਲੇ ਜਾਵਸਿ ਰਾਮ ਜਪਹੁ ਗੁਣਕਾਰੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ikAwlyAwvisikAwlyjwvisrwmjphuguxkwrI]1]rhwau]","unicode":"ਕਿਆਲੇਆਵਸਿਕਿਆਲੇਜਾਵਸਿਰਾਮਜਪਹੁਗੁਣਕਾਰੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"What did you bring with you, and what will you take away? Meditate on the Lord, the Most Worthy and Generous Lord. ||1||Pause||","ms":"What did thou bring and what shall thou take with thee? Contemplate thou thy Efficacious Lord. Pause.","ssk":"What did you bring with you, and what will you take away? Meditate on the Lord, the Most Worthy and Generous Lord. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(idn rwq mwieAw dI ^wqr Btk irhw hYN, d`s, jdoN jMimAw sI) kyhVI mwieAw Awpxy nwl lY ky AwieAw sI? ieQoN qurn l`gw BI koeI cIz nwl nhIN lY ky jw skyNgw [ prmwqmw dw nwm jp, iehI hY Awqmk jIvn dy gux pYdw krn vwlw [1[rhwau[","unicode":"(ਦਿਨ ਰਾਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਰਿਹਾ ਹੈਂ, ਦੱਸ, ਜਦੋਂ ਜੰਮਿਆ ਸੀ) ਕੇਹੜੀ ਮਾਇਆ ਆਪਣੇ ਨਾਲ ਲੈ ਕੇ ਆਇਆ ਸੀ? ਇਥੋਂ ਤੁਰਨ ਲੱਗਾ ਭੀ ਕੋਈ ਚੀਜ਼ ਨਾਲ ਨਹੀਂ ਲੈ ਕੇ ਜਾ ਸਕੇਂਗਾ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਇਹੀ ਹੈ ਆਤਮਕ ਜੀਵਨ ਦੇ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"sMswr ivc ikAw qUM ly kr AwXw Qw AOr Ab ikAw qUM ly jwvygw? qW qy (guxkwrI) srb guxoN ky krny vwlw, Bwv aupkwroN ky krny vwlw jo rwm hY iqs ko jpxw kr]1] rhwau ]","unicode":"ਸੰਸਾਰ ਵਿਚ ਕਿਆ ਤੂੰ ਲੇ ਕਰ ਆਯਾ ਥਾ ਔਰ ਅਬ ਕਿਆ ਤੂੰ ਲੇ ਜਾਵੇਗਾ? ਤਾਂ ਤੇ (ਗੁਣਕਾਰੀ) ਸਰਬ ਗੁਣੋਂ ਕੇ ਕਰਨੇ ਵਾਲਾ, ਭਾਵ ਉਪਕਾਰੋਂ ਕੇ ਕਰਨੇ ਵਾਲਾ ਜੋ ਰਾਮ ਹੈ ਤਿਸ ਕੋ ਜਪਣਾ ਕਰ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(idn rwq mwieAw dI ^wqr Btk irhw hYN, d`s, jdoN jMimAw sI) kyhVI mwieAw Awpxy nwl lY ky AwieAw sI? ieQoN qurn l`gw BI koeI cIz nwl nhIN lY ky jw skyNgw [ prmwqmw dw nwm jp, iehI hY Awqmk jIvn dy gux pYdw krn vwlw [1[rhwau[","unicode":"(ਦਿਨ ਰਾਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਰਿਹਾ ਹੈਂ, ਦੱਸ, ਜਦੋਂ ਜੰਮਿਆ ਸੀ) ਕੇਹੜੀ ਮਾਇਆ ਆਪਣੇ ਨਾਲ ਲੈ ਕੇ ਆਇਆ ਸੀ? ਇਥੋਂ ਤੁਰਨ ਲੱਗਾ ਭੀ ਕੋਈ ਚੀਜ਼ ਨਾਲ ਨਹੀਂ ਲੈ ਕੇ ਜਾ ਸਕੇਂਗਾ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, ਇਹੀ ਹੈ ਆਤਮਕ ਜੀਵਨ ਦੇ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"Awpxy nwl qUM kI ilAwieAw sY Aqy kI lY ky jwvygw? qUM Awpxy guxvwn pRBU dw ismrn kr[ Tihrwau[","unicode":"ਆਪਣੇ ਨਾਲ ਤੂੰ ਕੀ ਲਿਆਇਆ ਸੈ ਅਤੇ ਕੀ ਲੈ ਕੇ ਜਾਵੇਗਾ? ਤੂੰ ਆਪਣੇ ਗੁਣਵਾਨ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"pues no traes ni te llevas nada de este mundo más que lo bueno o malo que llegues a hacer. (1-Pausa)"},"hi":{"ss":"(दिन-रात माया की खातिर भटक रहा है। बता। जब पैदा हुआ था) कौन सी माया अपने साथ ले कर आया था। यहाँ से चलने के वक्त भी कोई चीज साथ ले के नहीं जा सकेगा। परमात्मा का नाम जप। यही है आत्मिक जीवन के गुण पैदा करने वाला। 1। रहाउ।","sts":"तू क्या लेकर आया था और क्या लेकर चला जाएगा, राम का भजन कर ले, यही लाभप्रद है॥ १॥ रहाउ॥"}},"transliteration":{"english":"kiaa le aavas kiaa le jaavas raam japahu gunakaaree ||1|| rahaau ||","hindi":"किआ ले आवसि किआ ले जावसि राम जपहु गुणकारी ॥१॥ रहाउ ॥","en":"kiaa le aavas kiaa le jaavas raam japahu gunakaaree ||1|| rahaau ||","hi":"किआ ले आवसि किआ ले जावसि राम जपहु गुणकारी ॥१॥ रहाउ ॥","ipa":"kɪəɑ le əɑʋəs kɪəɑ le d͡ʒɑʋəs rɑm d͡ʒəpəh Gʊɳəkɑri.1. rəhɑo.","ur":"کِآ لے آوس کآ لے جاوس رام جپهُ گُݨکاریِ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1126,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47984,"shabadId":4031,"verse":{"gurmukhi":"aUNDau kvlu mnmuK miq hoCI min AMDY isir DMDw ]","unicode":"ਊਂਧਉ ਕਵਲੁ ਮਨਮੁਖ ਮਤਿ ਹੋਛੀ ਮਨਿ ਅੰਧੈ ਸਿਰਿ ਧੰਧਾ ॥"},"larivaar":{"gurmukhi":"aUNDaukvlumnmuKmiqhoCIminAMDYisirDMDw]","unicode":"ਊਂਧਉਕਵਲੁਮਨਮੁਖਮਤਿਹੋਛੀਮਨਿਅੰਧੈਸਿਰਿਧੰਧਾ॥"},"translation":{"en":{"bdb":"The heart-lotus of the self-willed manmukh is upside-down; his intellect is shallow; his mind is blind, and his head is entangled in worldly affairs.","ms":"Overturned is the heart lotus of egocentric. Paltry is his intellect and blind his mind. From head to foot he is engrossed in worldly affairs.","ssk":"The heart-lotus of the self-willed manmukh is upside-down; his intellect is shallow; his mind is blind, and his head is entangled in worldly affairs."},"pu":{"ss":{"gurmukhi":"hy BweI! Awpxy mn dy ip`Cy qurn dy kwrn qyrw ihrdw-kvl pRBU dI Xwd vloN aulitAw ipAw hY, qyrI smJ QoVH-ivqI hoeI peI hY, (mwieAw dy moh ivc) AMnHy hoey mn (dI AgvweI) dy kwrn qyry isr auqy mwieAw dy jMjwlW dI pMf b`JI peI hY [ ","unicode":"ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਤੇਰਾ ਹਿਰਦਾ-ਕਵਲ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਲੋਂ ਉਲਟਿਆ ਪਿਆ ਹੈ, ਤੇਰੀ ਸਮਝ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋਈ ਪਈ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨ (ਦੀ ਅਗਵਾਈ) ਦੇ ਕਾਰਨ ਤੇਰੇ ਸਿਰ ਉਤੇ ਮਾਇਆ ਦੇ ਜੰਜਾਲਾਂ ਦੀ ਪੰਡ ਬੱਝੀ ਪਈ ਹੈ । "},"ft":{"gurmukhi":"hy mnmuK jIv! qyrw irdw kmlu (aUNDau) mUDw ho rhw hY, Bwv prmysÍr qy bymuK ho rhw hY Ar mq qyrI quC hY[ hy AMDy mn vwly! qYny isr pr DMiDAW kw Bwr auTwieAw hoieAw hY]","unicode":"ਹੇ ਮਨਮੁਖ ਜੀਵ! ਤੇਰਾ ਰਿਦਾ ਕਮਲੁ (ਊਂਧਉ) ਮੂਧਾ ਹੋ ਰਹਾ ਹੈ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਤੇ ਬੇਮੁਖ ਹੋ ਰਹਾ ਹੈ ਅਰ ਮਤ ਤੇਰੀ ਤੁਛ ਹੈ। ਹੇ ਅੰਧੇ ਮਨ ਵਾਲੇ! ਤੈਨੇ ਸਿਰ ਪਰ ਧੰਧਿਆਂ ਕਾ ਭਾਰ ਉਠਾਇਆ ਹੋਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! Awpxy mn dy ip`Cy qurn dy kwrn qyrw ihrdw-kvl pRBU dI Xwd vloN aulitAw ipAw hY, qyrI smJ QoVH-ivqI hoeI peI hY, (mwieAw dy moh ivc) AMnHy hoey mn (dI AgvweI) dy kwrn qyry isr auqy mwieAw dy jMjwlW dI pMf b`JI peI hY [ ","unicode":"ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਤੇਰਾ ਹਿਰਦਾ-ਕਵਲ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਲੋਂ ਉਲਟਿਆ ਪਿਆ ਹੈ, ਤੇਰੀ ਸਮਝ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋਈ ਪਈ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨ (ਦੀ ਅਗਵਾਈ) ਦੇ ਕਾਰਨ ਤੇਰੇ ਸਿਰ ਉਤੇ ਮਾਇਆ ਦੇ ਜੰਜਾਲਾਂ ਦੀ ਪੰਡ ਬੱਝੀ ਪਈ ਹੈ । "},"ms":{"gurmukhi":"mUDw hY kml rUpI idl Awp-hudry dw[ quC hY aus sdI buDI Aqy AMnHw hY aus dw mnUAw[ isr qoN pYrW qweI auh sMswrI kMmW iv`c KuiBAw hoieAw hY[","unicode":"ਮੂਧਾ ਹੈ ਕਮਲ ਰੂਪੀ ਦਿਲ ਆਪ-ਹੁਦਰੇ ਦਾ। ਤੁਛ ਹੈ ਉਸ ਸਦੀ ਬੁਧੀ ਅਤੇ ਅੰਨ੍ਹਾ ਹੈ ਉਸ ਦਾ ਮਨੂਆ। ਸਿਰ ਤੋਂ ਪੈਰਾਂ ਤਾਈ ਉਹ ਸੰਸਾਰੀ ਕੰਮਾਂ ਵਿੱਚ ਖੁਭਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Atado por el ego, tu mente no tiene profundidad, tu loto esta sobre volteado, sí, tu mente está ciega y así vives involucrado en el conflicto y la discordia, "},"hi":{"ss":"हे भाई ! अपने मन के पीछे चलने के कारण तेरा हृदय-कवल प्रभू की याद से उल्टा (बेमुख) होया हुआ है। तेरी समझ तुच्छ हुई पड़ी है।","sts":"स्वेच्छाचारी का हृदय कमल औधा पड़ा है, बुद्धि भी ओच्छी हो गई है, मन अन्धा बनकर संसार के धंधों में लिप्त है।"}},"transliteration":{"english":"uoo(n)dhau kaval manmukh mat hochhee man a(n)dhai sir dha(n)dhaa ||","hindi":"ऊंधउ कवलु मनमुख मति होछी मनि अंधै सिरि धंधा ॥","en":"uoo(n)dhau kaval manmukh mat hochhee man a(n)dhai sir dha(n)dhaa ||","hi":"ऊंधउ कवलु मनमुख मति होछी मनि अंधै सिरि धंधा ॥","ipa":"ouⁿt̪o kəʋəl mənəmʊkʰ mət̪ hɔɕi mən əŋt̪ə̀æ sɪr t̪əŋt̪ɑ.","ur":"اُوںدھا کول منمکھ مت هوچھیِ منِ اںدھَے سرِ دھںدھا ۔۔"},"pageNo":1126,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47985,"shabadId":4031,"verse":{"gurmukhi":"kwlu ibkwlu sdw isir qyrY ibnu nwvY gil PMDw ]2]","unicode":"ਕਾਲੁ ਬਿਕਾਲੁ ਸਦਾ ਸਿਰਿ ਤੇਰੈ ਬਿਨੁ ਨਾਵੈ ਗਲਿ ਫੰਧਾ ॥੨॥"},"larivaar":{"gurmukhi":"kwluibkwlusdwisirqyrYibnunwvYgilPMDw]2]","unicode":"ਕਾਲੁਬਿਕਾਲੁਸਦਾਸਿਰਿਤੇਰੈਬਿਨੁਨਾਵੈਗਲਿਫੰਧਾ॥੨॥"},"translation":{"en":{"bdb":"Death and re-birth constantly hang over your head; without the Name, your neck shall be caught in the noose. ||2||","ms":"Death and birth ever hang over thy head, O man, without the Name thy neck shall be caught in the noose.","ssk":"Death and re-birth constantly hang over your head; without the Name, your neck shall be caught in the noose. ||2||"},"pu":{"ss":{"gurmukhi":"jnm mrn (dw gyV) sdw qyry isr auqy itikAw ipAw hY [ pRBU dw nwm ismrn qoN ibnw qyry gl ivc moh dI PwhI peI hoeI hY [2[","unicode":"ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਸਦਾ ਤੇਰੇ ਸਿਰ ਉਤੇ ਟਿਕਿਆ ਪਿਆ ਹੈ । ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਤੇਰੇ ਗਲ ਵਿਚ ਮੋਹ ਦੀ ਫਾਹੀ ਪਈ ਹੋਈ ਹੈ ।੨।"},"ft":{"gurmukhi":"qW qy (kwlu) mrnw AO (ibkwlu) dUsrw smW kÎw jMmxw, hy jIv! ieh donoN smyN qyry isr pr sdIv bny rhyNgy[ ibnW vwihgurU ky nwm qy qyry gl ivc jmwidkoN kw Pwhw pVygw]2]","unicode":"ਤਾਂ ਤੇ (ਕਾਲੁ) ਮਰਨਾ ਔ (ਬਿਕਾਲੁ) ਦੂਸਰਾ ਸਮਾਂ ਕ੍ਯਾ ਜੰਮਣਾ, ਹੇ ਜੀਵ! ਇਹ ਦੋਨੋਂ ਸਮੇਂ ਤੇਰੇ ਸਿਰ ਪਰ ਸਦੀਵ ਬਨੇ ਰਹੇਂਗੇ। ਬਿਨਾਂ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਤੇ ਤੇਰੇ ਗਲ ਵਿਚ ਜਮਾਦਿਕੋਂ ਕਾ ਫਾਹਾ ਪੜੇਗਾ॥੨॥"},"bdb":{"gurmukhi":"jnm mrn (dw gyV) sdw qyry isr auqy itikAw ipAw hY [ pRBU dw nwm ismrn qoN ibnw qyry gl ivc moh dI PwhI peI hoeI hY [2[","unicode":"ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਸਦਾ ਤੇਰੇ ਸਿਰ ਉਤੇ ਟਿਕਿਆ ਪਿਆ ਹੈ । ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਤੇਰੇ ਗਲ ਵਿਚ ਮੋਹ ਦੀ ਫਾਹੀ ਪਈ ਹੋਈ ਹੈ ।੨।"},"ms":{"gurmukhi":"mOq Aqy pYdwieS sdIv hI qyry isr auqy ltkdIAW hn, hy bMdy! nwm dy bgYr qyrI grdn PwhI AMdr Ps jwvygI[","unicode":"ਮੌਤ ਅਤੇ ਪੈਦਾਇਸ਼ ਸਦੀਵ ਹੀ ਤੇਰੇ ਸਿਰ ਉਤੇ ਲਟਕਦੀਆਂ ਹਨ, ਹੇ ਬੰਦੇ! ਨਾਮ ਦੇ ਬਗੈਰ ਤੇਰੀ ਗਰਦਨ ਫਾਹੀ ਅੰਦਰ ਫਸ ਜਾਵੇਗੀ।"}},"es":{"sn":"el ciclo de la vida y de la muerte cuelga sobre tu cuello y eres atrapado por el dogal de la muerte, privado del Nombre del Señor. (2)"},"hi":{"ss":"(माया के मोह में) अंधे हुए मन (की अगुवाई) के कारण तेरे सिर पर माया के जंजालों की गठड़ी बंधी पड़ी है। जनम-मरन (का चक्कर) सदा तेरे सिर के ऊपर टिका हुआ है। प्रभू का नाम सिमरन के बिना तेरे गले में मोह के फंदे पड़े हुए हैं। 2।","sts":"विकराल काल सदा तेरे सिर पर खड़ा है और हरिनाम बिना गले में फन्दा ही पड़ता है॥२॥"}},"transliteration":{"english":"kaal bikaal sadhaa sir terai bin naavai gal fa(n)dhaa ||2||","hindi":"कालु बिकालु सदा सिरि तेरै बिनु नावै गलि फंधा ॥२॥","en":"kaal bikaal sadhaa sir terai bin naavai gal fa(n)dhaa ||2||","hi":"कालु बिकालु सदा सिरि तेरै बिनु नावै गलि फंधा ॥२॥","ipa":"kɑl bɪkɑl səd̪ɑ sɪr t̪eræ bɪn nɑʋæ Gəl fəŋt̪ɑ.2.","ur":"کال بکال سدا سر تےرَے بن ناوَے گلِ پھںدھا ۔۔۲۔۔"},"pageNo":1126,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47986,"shabadId":4031,"verse":{"gurmukhi":"fgrI cwl nyqR Puin AMDuly sbd suriq nhI BweI ]","unicode":"ਡਗਰੀ ਚਾਲ ਨੇਤ੍ਰ ਫੁਨਿ ਅੰਧੁਲੇ ਸਬਦ ਸੁਰਤਿ ਨਹੀ ਭਾਈ ॥"},"larivaar":{"gurmukhi":"fgrIcwlnyqRPuinAMDulysbdsuriqnhIBweI]","unicode":"ਡਗਰੀਚਾਲਨੇਤ੍ਰਫੁਨਿਅੰਧੁਲੇਸਬਦਸੁਰਤਿਨਹੀਭਾਈ॥"},"translation":{"en":{"bdb":"Your steps are unsteady, and your eyes are blind; you are not aware of the Word of the Shabad, O Sibling of Destiny.","ms":"Staggering is thy gait and blind thine eyes. Thou are conscious not of the Lord's Name, O brother.","ssk":"Your steps are unsteady, and your eyes are blind; you are not aware of the Word of the Shabad, O Sibling of Destiny."},"pu":{"ss":{"gurmukhi":"hYNkV-BrI qyrI cwl hY, qyrIAW A`KW BI (ivkwrW ivc) AMnHIAW hoeIAW peIAW hn, prmwqmw dI is&iq-swlwh vl iDAwn dyxw qYƒ cMgw nhIN l`gdw [","unicode":"ਹੈਂਕੜ-ਭਰੀ ਤੇਰੀ ਚਾਲ ਹੈ, ਤੇਰੀਆਂ ਅੱਖਾਂ ਭੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਅੰਨ੍ਹੀਆਂ ਹੋਈਆਂ ਪਈਆਂ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲ ਧਿਆਨ ਦੇਣਾ ਤੈਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ।"},"ft":{"gurmukhi":"ibRDwpn myN (fgrI) folnI cwl ho geI punw nyqR BI AMDy ho gey, pr qW vI jIv ko guroN ky sbd kI gÎwq nw BweI, Bwv ACI nw lgI]","unicode":"ਬ੍ਰਿਧਾਪਨ ਮੇਂ (ਡਗਰੀ) ਡੋਲਨੀ ਚਾਲ ਹੋ ਗਈ ਪੁਨਾ ਨੇਤ੍ਰ ਭੀ ਅੰਧੇ ਹੋ ਗਏ, ਪਰ ਤਾਂ ਵੀ ਜੀਵ ਕੋ ਗੁਰੋਂ ਕੇ ਸਬਦ ਕੀ ਗ੍ਯਾਤ ਨਾ ਭਾਈ, ਭਾਵ ਅਛੀ ਨਾ ਲਗੀ॥"},"bdb":{"gurmukhi":"hYNkV-BrI qyrI cwl hY, qyrIAW A`KW BI (ivkwrW ivc) AMnHIAW hoeIAW peIAW hn, prmwqmw dI is&iq-swlwh vl iDAwn dyxw qYƒ cMgw nhIN l`gdw [","unicode":"ਹੈਂਕੜ-ਭਰੀ ਤੇਰੀ ਚਾਲ ਹੈ, ਤੇਰੀਆਂ ਅੱਖਾਂ ਭੀ (ਵਿਕਾਰਾਂ ਵਿਚ) ਅੰਨ੍ਹੀਆਂ ਹੋਈਆਂ ਪਈਆਂ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲ ਧਿਆਨ ਦੇਣਾ ਤੈਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ।"},"ms":{"gurmukhi":"ifkyfoly KWdI hY qyrI qOr Aqy AMnHIAW hn qyrIAW A`KW! qYƒ suAwmI dy nwm dI igAwq nhIN, hy vIr!","unicode":"ਡਿਕੇਡੋਲੇ ਖਾਂਦੀ ਹੈ ਤੇਰੀ ਤੌਰ ਅਤੇ ਅੰਨ੍ਹੀਆਂ ਹਨ ਤੇਰੀਆਂ ਅੱਖਾਂ! ਤੈਨੂੰ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੀ ਗਿਆਤ ਨਹੀਂ, ਹੇ ਵੀਰ!"}},"es":{"sn":"Sin poder ver, tu mente tambalea, pues no tienes Conciencia de la Palabra e involucrado en los Vedas y los Shastras, "},"hi":{"ss":"अकड़-भरी तेरी चाल है। तेरी आँखें भी (विकारों में) अंधी हुई पड़ी हैं। परमात्मा की सिफत-सालाह की ओर ध्यान देना तुझे अच्छा नहीं लगता।","sts":"तेरी चाल विकृत हो गई है, आँखें भी अन्धी हो चुकी हैं मगर सुरति को शब्द अच्छा नहीं लगा।"}},"transliteration":{"english":"ddagaree chaal netr fun a(n)dhule sabadh surat nahee bhaiee ||","hindi":"डगरी चाल नेत्र फुनि अंधुले सबद सुरति नही भाई ॥","en":"ddagaree chaal netr fun a(n)dhule sabadh surat nahee bhaiee ||","hi":"डगरी चाल नेत्र फुनि अंधुले सबद सुरति नही भाई ॥","ipa":"ɖəGəri t͡ʃɑl net̪ɹ fʊn əŋt̪ʊle səbəd̪ sʊrət̪ nəhi ɓɑei.","ur":"ڈگریِ چال نےتر پھُن اںدھلے سبد سُرت نهیِ بھاای ۔۔"},"pageNo":1126,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47987,"shabadId":4031,"verse":{"gurmukhi":"swsqR byd qRY gux hY mwieAw AMDulau DMDu kmweI ]3]","unicode":"ਸਾਸਤ੍ਰ ਬੇਦ ਤ੍ਰੈ ਗੁਣ ਹੈ ਮਾਇਆ ਅੰਧੁਲਉ ਧੰਧੁ ਕਮਾਈ ॥੩॥"},"larivaar":{"gurmukhi":"swsqRbydqRYguxhYmwieAwAMDulauDMDukmweI]3]","unicode":"ਸਾਸਤ੍ਰਬੇਦਤ੍ਰੈਗੁਣਹੈਮਾਇਆਅੰਧੁਲਉਧੰਧੁਕਮਾਈ॥੩॥"},"translation":{"en":{"bdb":"The Shaastras and the Vedas keep the mortal bound to the three modes of Maya, and so he performs his deeds blindly. ||3||","ms":"The Shastras and Vedas keep man bound to three modes of mammon and he does the blind deeds.","ssk":"The Shaastras and the Vedas keep the mortal bound to the three modes of Maya, and so he performs his deeds blindly. ||3||"},"pu":{"ss":{"gurmukhi":"vyd Swsq® pVHdw BI q®YguxI mwieAw dy moh ivc PisAw ipAw hYN [ qUµ (moh ivc) AMnHw hoieAw ipAw hYN, qy mwieAw dI ^wqr hI dOV-B`j krdw hYN [3[","unicode":"ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹਦਾ ਭੀ ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈਂ । ਤੂੰ (ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈਂ, ਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਹੈਂ ।੩।"},"ft":{"gurmukhi":"SwsqR byd pVqy BI qRY gux rUp mwieAw kI vwsnw kr ky AMDw jIau DMiDAW kI kmweI krqw hY, Bwv srb kwl DMDy myN hI rihqw hY]3]","unicode":"ਸ਼ਾਸਤ੍ਰ ਬੇਦ ਪੜਤੇ ਭੀ ਤ੍ਰੈ ਗੁਣ ਰੂਪ ਮਾਇਆ ਕੀ ਵਾਸਨਾ ਕਰ ਕੇ ਅੰਧਾ ਜੀਉ ਧੰਧਿਆਂ ਕੀ ਕਮਾਈ ਕਰਤਾ ਹੈ, ਭਾਵ ਸਰਬ ਕਾਲ ਧੰਧੇ ਮੇਂ ਹੀ ਰਹਿਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"vyd Swsq® pVHdw BI q®YguxI mwieAw dy moh ivc PisAw ipAw hYN [ qUµ (moh ivc) AMnHw hoieAw ipAw hYN, qy mwieAw dI ^wqr hI dOV-B`j krdw hYN [3[","unicode":"ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹਦਾ ਭੀ ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈਂ । ਤੂੰ (ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈਂ, ਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਹੈਂ ।੩।"},"ms":{"gurmukhi":"SwsqR Aqy vyd bMdy ƒ iqMnW AvsQwvW vwlI mohnI nwl bMnHI rKdy hn Aqy auh AMnHy kMm krdw hY[","unicode":"ਸ਼ਾਸਤ੍ਰ ਅਤੇ ਵੇਦ ਬੰਦੇ ਨੂੰ ਤਿੰਨਾਂ ਅਵਸਥਾਵਾਂ ਵਾਲੀ ਮੋਹਨੀ ਨਾਲ ਬੰਨ੍ਹੀ ਰਖਦੇ ਹਨ ਅਤੇ ਉਹ ਅੰਨ੍ਹੇ ਕੰਮ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"que te conservan atado a la Maya de las tres Cualidades, quedas apegado a la contienda y al conflicto que te ciegan. (3)"},"hi":{"ss":"वेद-शास्त्र पढ़ता हुआ भी (तू ) त्रिगुणी माया के मोह में फसा हुआ है। तू (मोह में) अंधा हुआ पड़ा है। और माया की खातिर ही दौड़-भाग करता है। 3।","sts":"शास्त्र, वेद, तीन गुण मायावी हैं, मगर जीव अन्धा बनकर जगत के धंधों में लिप्त है॥३॥"}},"transliteration":{"english":"saasatr bedh trai gun hai maiaa a(n)dhulau dha(n)dh kamaiee ||3||","hindi":"सासत्र बेद त्रै गुण है माइआ अंधुलउ धंधु कमाई ॥३॥","en":"saasatr bedh trai gun hai maiaa a(n)dhulau dha(n)dh kamaiee ||3||","hi":"सासत्र बेद त्रै गुण है माइआ अंधुलउ धंधु कमाई ॥३॥","ipa":"sɑsət̪ɹ bed̪ t̪ɹæ Gʊɳ hæ mɑɪɑ əŋt̪ʊlo t̪əŋt̪ kəmɑei.3.","ur":"ساستر بےد ترَے گُݨ هَے مااآ اںدھلا دھںدھ کماای ۔۔۳۔۔"},"pageNo":1126,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47988,"shabadId":4031,"verse":{"gurmukhi":"KoieE mUlu lwBu kh pwvis durmiq igAwn ivhUxy ]","unicode":"ਖੋਇਓ ਮੂਲੁ ਲਾਭੁ ਕਹ ਪਾਵਸਿ ਦੁਰਮਤਿ ਗਿਆਨ ਵਿਹੂਣੇ ॥"},"larivaar":{"gurmukhi":"KoieEmUlulwBukhpwvisdurmiqigAwnivhUxy]","unicode":"ਖੋਇਓਮੂਲੁਲਾਭੁਕਹਪਾਵਸਿਦੁਰਮਤਿਗਿਆਨਵਿਹੂਣੇ॥"},"translation":{"en":{"bdb":"He loses his capital - how can he earn any profit? The evil-minded person has no spiritual wisdom at all.","ms":"The evil-minded man, bereft of gnosis loses even his capital. How can be earn profit?","ssk":"He loses his capital - how can he earn any profit? The evil-minded person has no spiritual wisdom at all."},"pu":{"ss":{"gurmukhi":"hy igAwn-hIx jIv! BYVI m`qy l`g ky qµU auh Aqmk jIvn BI gvw bYTw hYN jo pihlW qyry p`ly sI (ieQy jnm lY ky hor) Awqmk lwB qUµ ikQoN K`txw sI?","unicode":"ਹੇ ਗਿਆਨ-ਹੀਣ ਜੀਵ! ਭੈੜੀ ਮੱਤੇ ਲੱਗ ਕੇ ਤੰੂ ਉਹ ਅਤਮਕ ਜੀਵਨ ਭੀ ਗਵਾ ਬੈਠਾ ਹੈਂ ਜੋ ਪਹਿਲਾਂ ਤੇਰੇ ਪੱਲੇ ਸੀ (ਇਥੇ ਜਨਮ ਲੈ ਕੇ ਹੋਰ) ਆਤਮਕ ਲਾਭ ਤੂੰ ਕਿਥੋਂ ਖੱਟਣਾ ਸੀ?"},"ft":{"gurmukhi":"hy KotI mq vwly gÎwn sy rihq jIv! jb sÍwsW rUp mUl gvw lIAw qo qyry ko nwm rUpI vw sÍrUp rUpI lwB khW pRwpq hovYgw?","unicode":"ਹੇ ਖੋਟੀ ਮਤ ਵਾਲੇ ਗ੍ਯਾਨ ਸੇ ਰਹਿਤ ਜੀਵ! ਜਬ ਸ੍ਵਾਸਾਂ ਰੂਪ ਮੂਲ ਗਵਾ ਲੀਆ ਤੋ ਤੇਰੇ ਕੋ ਨਾਮ ਰੂਪੀ ਵਾ ਸ੍ਵਰੂਪ ਰੂਪੀ ਲਾਭ ਕਹਾਂ ਪ੍ਰਾਪਤ ਹੋਵੈਗਾ?"},"bdb":{"gurmukhi":"hy igAwn-hIx jIv! BYVI m`qy l`g ky qµU auh Aqmk jIvn BI gvw bYTw hYN jo pihlW qyry p`ly sI (ieQy jnm lY ky hor) Awqmk lwB qUµ ikQoN K`txw sI?","unicode":"ਹੇ ਗਿਆਨ-ਹੀਣ ਜੀਵ! ਭੈੜੀ ਮੱਤੇ ਲੱਗ ਕੇ ਤੰੂ ਉਹ ਅਤਮਕ ਜੀਵਨ ਭੀ ਗਵਾ ਬੈਠਾ ਹੈਂ ਜੋ ਪਹਿਲਾਂ ਤੇਰੇ ਪੱਲੇ ਸੀ (ਇਥੇ ਜਨਮ ਲੈ ਕੇ ਹੋਰ) ਆਤਮਕ ਲਾਭ ਤੂੰ ਕਿਥੋਂ ਖੱਟਣਾ ਸੀ?"},"ms":{"gurmukhi":"bRhm vIcwr qoN sKxw, KotI Akl vwlw bMdw AwpxI mUVI BI guAw lYNdw hY[ auh nPw iks qrHW kmw skdw hY?","unicode":"ਬ੍ਰਹਮ ਵੀਚਾਰ ਤੋਂ ਸਖਣਾ, ਖੋਟੀ ਅਕਲ ਵਾਲਾ ਬੰਦਾ ਆਪਣੀ ਮੂੜੀ ਭੀ ਗੁਆ ਲੈਂਦਾ ਹੈ। ਉਹ ਨਫਾ ਕਿਸ ਤਰ੍ਹਾਂ ਕਮਾ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"Has desperdiciado tu capital espiritual, ¿cómo podrás ganar utilidad, oh ser privado de Sabiduría?"},"hi":{"ss":"हे ज्ञान-हीन जीव ! बुरी मति के पीछे लग के तू वह आत्मिक जीवन भी गवा बैठा है जो पहले तेरे पल्ले था (यहाँ जन्म ले कर और) आत्मिक लाभ तो तूने क्या कमाना था।","sts":"हे दुर्मति ज्ञानविहीन ! मूलधन तो खो दिया है, फिर लाभ कैसे प्राप्त हो सकता है।"}},"transliteration":{"english":"khoio mool laabh keh paavas dhuramat giaan vihoone ||","hindi":"खोइओ मूलु लाभु कह पावसि दुरमति गिआन विहूणे ॥","en":"khoio mool laabh keh paavas dhuramat giaan vihoone ||","hi":"खोइओ मूलु लाभु कह पावसि दुरमति गिआन विहूणे ॥","ipa":"kʰɔeɪo mul lɑɓ kəh pɑʋəs d̪ʊrəmət̪ Gɪəɑn ʋɪhuɳe.","ur":"کھوااو مُول لابھ که پاوس دُرمت گآن وهُوݨے ۔۔"},"pageNo":1126,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47989,"shabadId":4031,"verse":{"gurmukhi":"sbdu bIcwir rwm rsu cwiKAw nwnk swic pqIxy ]4]4]5]","unicode":"ਸਬਦੁ ਬੀਚਾਰਿ ਰਾਮ ਰਸੁ ਚਾਖਿਆ ਨਾਨਕ ਸਾਚਿ ਪਤੀਣੇ ॥੪॥੪॥੫॥"},"larivaar":{"gurmukhi":"sbdubIcwirrwmrsucwiKAwnwnkswicpqIxy]4]4]5]","unicode":"ਸਬਦੁਬੀਚਾਰਿਰਾਮਰਸੁਚਾਖਿਆਨਾਨਕਸਾਚਿਪਤੀਣੇ॥੪॥੪॥੫॥"},"translation":{"en":{"bdb":"Contemplating the Shabad, he drinks in the sublime essence of the Lord; O Nanak, his faith is confirmed in the Truth. ||4||4||5||","ms":"Meditating on the Name, one in-drinks the Lord's elixir and is pleased with Truth, O Nanak.","ssk":"Contemplating the Shabad, he drinks in the sublime essence of the Lord; O Nanak, his faith is confirmed in the Truth. ||4||4||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijnHW bMidAW ny is&iq-swlwh dI bwxI ƒ mn ivc vsw ky pRBU-nwm (dy ismrn) dw suAwd c`iKAw, auh aus sdw-iQr pRBU (dI Xwd) ivc msq rihMdy hn [4[4[5[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ (ਦੇ ਸਿਮਰਨ) ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ।੪।੪।੫।"},"ft":{"gurmukhi":"ijn purSoN ny guroN ky (sbdu) aupdyS ky vIcwr dÍwrw rwm nwm rs ko pwn kIAw hY, sRI gurU jI khqy hYN: so purS sc srUp vwihgurU myN (pqIxy) pqIAwey hYN]4]4]5]Çso gur syvk kI rihq idKwvqy hUey kihqy hYN:","unicode":"ਜਿਨ ਪੁਰਸ਼ੋਂ ਨੇ ਗੁਰੋਂ ਕੇ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕੇ ਵੀਚਾਰ ਦ੍ਵਾਰਾ ਰਾਮ ਨਾਮ ਰਸ ਕੋ ਪਾਨ ਕੀਆ ਹੈ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋ ਪੁਰਸ਼ ਸਚ ਸਰੂਪ ਵਾਹਿਗੁਰੂ ਮੇਂ (ਪਤੀਣੇ) ਪਤੀਆਏ ਹੈਂ॥੪॥੪॥੫॥☬ਸੋ ਗੁਰ ਸੇਵਕ ਕੀ ਰਹਿਤ ਦਿਖਾਵਤੇ ਹੂਏ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! ijnHW bMidAW ny is&iq-swlwh dI bwxI ƒ mn ivc vsw ky pRBU-nwm (dy ismrn) dw suAwd c`iKAw, auh aus sdw-iQr pRBU (dI Xwd) ivc msq rihMdy hn [4[4[5[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ (ਦੇ ਸਿਮਰਨ) ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ।੪।੪।੫।"},"ms":{"gurmukhi":"nwm dw ismrn krnw duAwrw, bMdw pRBU dy AMimRq ƒ pwn kr lYNdw hY, Aqy s`c nwl pRsMn ho jWdw hY, hy nwnk[","unicode":"ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਦੁਆਰਾ, ਬੰਦਾ ਪ੍ਰਭੂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਸੱਚ ਨਾਲ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ।"}},"es":{"sn":"Complácete con la Verdad de Dios y meditando en la Palabra, absorbe la Esencia del Señor. (4-4-5)"},"hi":{"ss":"हे नानक ! जिन लोगों ने सिफतसालाह की बाणी को मन में बसा के प्रभू-नाम (के सिमरन) का स्वाद चखा। वह उस सदा-स्थिर प्रभू (की याद) में मस्त रहते हैं। 4। 4। 5।","sts":"गुरु नानक का मत है कि जिसने शब्द का गहन चिंतन कर राम रस को चखा है, वह सत्य से प्रसन्न हो गया।॥४॥४॥५॥"}},"transliteration":{"english":"sabadh beechaar raam ras chaakhiaa naanak saach pateene ||4||4||5||","hindi":"सबदु बीचारि राम रसु चाखिआ नानक साचि पतीणे ॥४॥४॥५॥","en":"sabadh beechaar raam ras chaakhiaa naanak saach pateene ||4||4||5||","hi":"सबदु बीचारि राम रसु चाखिआ नानक साचि पतीणे ॥४॥४॥५॥","ipa":"səbəd̪ bit͡ʃɑr rɑm rəs t͡ʃɑkʰɪəɑ nɑnək sɑt͡ʃ pət̪iɳe.4.4.5.","ur":"سبد بیِچار رام رس چاکھآ نانک ساچ پتیِݨے ۔۔۴۔۔۴۔۔۵۔۔"},"pageNo":1126,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47990,"shabadId":4032,"verse":{"gurmukhi":"BYrau mhlw 1 ]","unicode":"ਭੈਰਉ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"BYraumhlw1]","unicode":"ਭੈਰਉਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Bhairao, First Mehla:","ms":"Bhairo 1st Guru.","ssk":"Bhairao, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"BYro pihlI pwiqSwhI[","unicode":"ਭੈਰੋ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bhairo, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"भैरउ महला १॥"}},"transliteration":{"english":"bhairau mahalaa pehilaa ||","hindi":"भैरउ महला १ ॥","en":"bhairau mahalaa pehilaa ||","hi":"भैरउ महला १ ॥","ipa":"ɓæro məhəlɑ pəhɪlɑ.","ur":"بھَےرا مهلا ۱ ۔۔"},"pageNo":1126,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47991,"shabadId":4032,"verse":{"gurmukhi":"gur kY sMig rhY idnu rwqI rwmu rsin rMig rwqw ]","unicode":"ਗੁਰ ਕੈ ਸੰਗਿ ਰਹੈ ਦਿਨੁ ਰਾਤੀ ਰਾਮੁ ਰਸਨਿ ਰੰਗਿ ਰਾਤਾ ॥"},"larivaar":{"gurmukhi":"gurkYsMigrhYidnurwqIrwmursinrMigrwqw]","unicode":"ਗੁਰਕੈਸੰਗਿਰਹੈਦਿਨੁਰਾਤੀਰਾਮੁਰਸਨਿਰੰਗਿਰਾਤਾ॥"},"translation":{"en":{"bdb":"He remains with the Guru, day and night, and his tongue savors the savory taste of the Lord's Love.","ms":"Whosoever abides with the Guru day and night and whose tongue is imbued with God's love,","ssk":"He remains with the Guru, day and night, and his tongue savors the savory taste of the Lord's Love."},"pu":{"ss":{"gurmukhi":"Ajyhw dws idn rwq gurU dI sMgiq ivc rihMdw hY (Bwv, gurU ƒ Awpxy mn ivc vsweI r`Kdw hY), prmwqmw (dy nwm) ƒ AwpxI jIB auqy r`Kdw hY, qy pRBU dy pRym ivc rMigAw rihMdw hY [","unicode":"ਅਜੇਹਾ ਦਾਸ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ), ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੀ ਜੀਭ ਉਤੇ ਰੱਖਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"rwiqR idn guroN ky swQ hI rhqw hY AOr rsnw kr ky rwm nwm jp ky pRym ivKy rqw hUAw hY]","unicode":"ਰਾਤ੍ਰਿ ਦਿਨ ਗੁਰੋਂ ਕੇ ਸਾਥ ਹੀ ਰਹਤਾ ਹੈ ਔਰ ਰਸਨਾ ਕਰ ਕੇ ਰਾਮ ਨਾਮ ਜਪ ਕੇ ਪ੍ਰੇਮ ਵਿਖੇ ਰਤਾ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"Ajyhw dws idn rwq gurU dI sMgiq ivc rihMdw hY (Bwv, gurU ƒ Awpxy mn ivc vsweI r`Kdw hY), prmwqmw (dy nwm) ƒ AwpxI jIB auqy r`Kdw hY, qy pRBU dy pRym ivc rMigAw rihMdw hY [","unicode":"ਅਜੇਹਾ ਦਾਸ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ), ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੀ ਜੀਭ ਉਤੇ ਰੱਖਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo koeI idn Aqy rYx gurW nwl vsdw hY, ijs dI jIB pRBU pRIq nwl rMgI hoeI hY,","unicode":"ਜੋ ਕੋਈ ਦਿਨ ਅਤੇ ਰੈਣ ਗੁਰਾਂ ਨਾਲ ਵਸਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਪ੍ਰਭੂ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੀ ਹੋਈ ਹੈ,"}},"es":{"sn":"El que está imbuido en el Amor del Señor y prueba de ese Sabor, "},"hi":{"ss":"ऐसा दास दिन-रात गुरू की संगति में रहता है (भाव। गुरू को अपने मन में बसाए रखता है)। परमात्मा (के नाम) को अपनी जीभ पर बसाए रखता है। और प्रभू के प्रेम में रंगा रहता है।","sts":"जो दिन-रात गुरु की संगत में रहता है, जिसकी जिव्हा राम के रंग में लीन रहती है,"}},"transliteration":{"english":"gur kai sa(n)g rahai dhin raatee raam rasan ra(n)g raataa ||","hindi":"गुर कै संगि रहै दिनु राती रामु रसनि रंगि राता ॥","en":"gur kai sa(n)g rahai dhin raatee raam rasan ra(n)g raataa ||","hi":"गुर कै संगि रहै दिनु राती रामु रसनि रंगि राता ॥","ipa":"Gʊr kæ səŋG rəhæ d̪ɪn rɑt̪i rɑm rəsən rəŋG rɑt̪ɑ.","ur":"گُر کَے سںگ رهَے دن راتیِ رام رسن رںگ راتا ۔۔"},"pageNo":1126,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47992,"shabadId":4032,"verse":{"gurmukhi":"Avru n jwxis sbdu pCwxis AMqir jwix pCwqw ]1]","unicode":"ਅਵਰੁ ਨ ਜਾਣਸਿ ਸਬਦੁ ਪਛਾਣਸਿ ਅੰਤਰਿ ਜਾਣਿ ਪਛਾਤਾ ॥੧॥"},"larivaar":{"gurmukhi":"AvrunjwxissbdupCwxisAMqirjwixpCwqw]1]","unicode":"ਅਵਰੁਨਜਾਣਸਿਸਬਦੁਪਛਾਣਸਿਅੰਤਰਿਜਾਣਿਪਛਾਤਾ॥੧॥"},"translation":{"en":{"bdb":"He does not know any other; he realizes the Word of the Shabad. He knows and realizes the Lord deep within his own being. ||1||","ms":"and who knows not another but recognises only God's Name, realises God within himself.","ssk":"He does not know any other; he realizes the Word of the Shabad. He knows and realizes the Lord deep within his own being. ||1||"},"pu":{"ss":{"gurmukhi":"auh dws sdw is&iq-swlwh nwl sWJ pWdw hY (inMidAw Awidk iksy) hor (bol) ƒ nhIN jwxdw, pRBU ƒ Awpxy AMdr v`sdw jwx ky aus nwl sWJ pweI r`Kdw hY [1[","unicode":"ਉਹ ਦਾਸ ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਨਿੰਦਿਆ ਆਦਿਕ ਕਿਸੇ) ਹੋਰ (ਬੋਲ) ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਜਾਣ ਕੇ ਉਸ ਨਾਲ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"AOr ko nhIN jwnqw sbd hI ko pCwxqw hY[ jy khy khW pCwxqw hY? iqs pr khqy hYN: (AMqir) Git ivKy hI jWx kr ky pihcwx lIAw hY]1]","unicode":"ਔਰ ਕੋ ਨਹੀਂ ਜਾਨਤਾ ਸਬਦ ਹੀ ਕੋ ਪਛਾਣਤਾ ਹੈ। ਜੇ ਕਹੇ ਕਹਾਂ ਪਛਾਣਤਾ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: (ਅੰਤਰਿ) ਘਟਿ ਵਿਖੇ ਹੀ ਜਾਂਣ ਕਰ ਕੇ ਪਹਿਚਾਣ ਲੀਆ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"auh dws sdw is&iq-swlwh nwl sWJ pWdw hY (inMidAw Awidk iksy) hor (bol) ƒ nhIN jwxdw, pRBU ƒ Awpxy AMdr v`sdw jwx ky aus nwl sWJ pweI r`Kdw hY [1[","unicode":"ਉਹ ਦਾਸ ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ (ਨਿੰਦਿਆ ਆਦਿਕ ਕਿਸੇ) ਹੋਰ (ਬੋਲ) ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਜਾਣ ਕੇ ਉਸ ਨਾਲ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"hors ƒ nhIN jwxdw, pRMqU kyvl nwm ƒ hI isMwxdw hY, auh pRBU ƒ AMdr AnuBv krdw hY[","unicode":"ਹੋਰਸ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, ਪ੍ਰੰਤੂ ਕੇਵਲ ਨਾਮ ਨੂੰ ਹੀ ਸਿੰਾਣਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਅੰਦਰ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"habita siempre en Su Presencia y no quiere saber nada más que de la Palabra, pues en su interior Dios se le ha revelado. (1)"},"hi":{"ss":"वह दास सदा सिफत-सालाह के साथ सांझ डालता है (निंदा आदि किसी) और (बल) को नहीं जानता। प्रभू को अपने अंदर बसता जान के उसके साथ सांझ डाले रखता है। 1।","sts":"वह प्रभु-शब्द में निष्ठा रखकर किसी अन्य को नहीं मानता और अन्तर्मन में परम-सत्य को पहचान लेता है॥१॥"}},"transliteration":{"english":"avar na jaanas sabadh pachhaanas a(n)tar jaan pachhaataa ||1||","hindi":"अवरु न जाणसि सबदु पछाणसि अंतरि जाणि पछाता ॥१॥","en":"avar na jaanas sabadh pachhaanas a(n)tar jaan pachhaataa ||1||","hi":"अवरु न जाणसि सबदु पछाणसि अंतरि जाणि पछाता ॥१॥","ipa":"əʋər nə d͡ʒɑɳəs səbəd̪ pəɕɑɳəs əŋt̪ər d͡ʒɑɳ pəɕɑt̪ɑ.1.","ur":"اور ن جاݨس سبد پچھاݨس اںتر جاݨ پچھاتا ۔۔۱۔۔"},"pageNo":1126,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47993,"shabadId":4032,"verse":{"gurmukhi":"so jnu AYsw mY min BwvY ]","unicode":"ਸੋ ਜਨੁ ਐਸਾ ਮੈ ਮਨਿ ਭਾਵੈ ॥"},"larivaar":{"gurmukhi":"sojnuAYswmYminBwvY]","unicode":"ਸੋਜਨੁਐਸਾਮੈਮਨਿਭਾਵੈ॥"},"translation":{"en":{"bdb":"Such a humble person is pleasing to my mind.","ms":"He, such a person, is pleasing to my mind.","ssk":"Such a humble person is pleasing to my mind."},"pu":{"ss":{"gurmukhi":"myry mn ivc qW (prmwqmw dw) Ajyhw dws ipAwrw l`gdw hY","unicode":"ਮੇਰੇ ਮਨ ਵਿਚ ਤਾਂ (ਪਰਮਾਤਮਾ ਦਾ) ਅਜੇਹਾ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ"},"ft":{"gurmukhi":"so AYsw AnMnÎ dws myry mn ko Bwvqw hY]","unicode":"ਸੋ ਐਸਾ ਅਨੰਨ੍ਯ ਦਾਸ ਮੇਰੇ ਮਨ ਕੋ ਭਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"myry mn ivc qW (prmwqmw dw) Ajyhw dws ipAwrw l`gdw hY","unicode":"ਮੇਰੇ ਮਨ ਵਿਚ ਤਾਂ (ਪਰਮਾਤਮਾ ਦਾ) ਅਜੇਹਾ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ"},"ms":{"gurmukhi":"auh ieho ijhw purS, myry ic`q ƒ cMgw lgdw hY[","unicode":"ਉਹ ਇਹੋ ਜਿਹਾ ਪੁਰਸ਼, ਮੇਰੇ ਚਿੱਤ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ।"}},"es":{"sn":"Aquél que hace a un lado su ego, que camina en el Sendero del Guru y que vive imbuido en el Dios Trascendente, "},"hi":{"ss":"मेरे मन में तो (परमात्मा का) ऐसा दास प्यारा लगता है जो","sts":"सो ऐसा सज्जन ही मेरे मन को भाता है,"}},"transliteration":{"english":"so jan aaisaa mai man bhaavai ||","hindi":"सो जनु ऐसा मै मनि भावै ॥","en":"so jan aaisaa mai man bhaavai ||","hi":"सो जनु ऐसा मै मनि भावै ॥","ipa":"sɔ d͡ʒən æsɑ mæ mən ɓɑʋæ.","ur":"سو جن اَےسا مَے من بھاوَے ۔۔"},"pageNo":1126,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47994,"shabadId":4032,"verse":{"gurmukhi":"Awpu mwir AprMpir rwqw gur kI kwr kmwvY ]1] rhwau ]","unicode":"ਆਪੁ ਮਾਰਿ ਅਪਰੰਪਰਿ ਰਾਤਾ ਗੁਰ ਕੀ ਕਾਰ ਕਮਾਵੈ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AwpumwirAprMpirrwqwgurkIkwrkmwvY]1]rhwau]","unicode":"ਆਪੁਮਾਰਿਅਪਰੰਪਰਿਰਾਤਾਗੁਰਕੀਕਾਰਕਮਾਵੈ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"He conquers his self-conceit, and is imbued with the Infinite Lord. He serves the Guru. ||1||Pause||","ms":"He slaps his self, remains imbued with the Limitless Lord and per-forms the Guru's service. Pause.","ssk":"He conquers his self-conceit, and is imbued with the Infinite Lord. He serves the Guru. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jo Awpw-Bwv (suAwrQ) mukw ky byAMq pRBU (dy ipAwr) ivc msq rihMdw hY qy siqgurU dI d`sI kwr krdw hY (auhnW pUrinAW qy qurdw hY jo gurU ny pw id`qy hn) [1[rhwau[","unicode":"ਜੋ ਆਪਾ-ਭਾਵ (ਸੁਆਰਥ) ਮੁਕਾ ਕੇ ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦਾ ਹੈ (ਉਹਨਾਂ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰਦਾ ਹੈ ਜੋ ਗੁਰੂ ਨੇ ਪਾ ਦਿੱਤੇ ਹਨ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jo Awpw Bwv ko dUr kr ky kyvl (AprMpir) vwihgurU ivKy pRym krqw hY AOr guroN kI (kwr) syvw kmwvqw hY]1] rhwau ]","unicode":"ਜੋ ਆਪਾ ਭਾਵ ਕੋ ਦੂਰ ਕਰ ਕੇ ਕੇਵਲ (ਅਪਰੰਪਰਿ) ਵਾਹਿਗੁਰੂ ਵਿਖੇ ਪ੍ਰੇਮ ਕਰਤਾ ਹੈ ਔਰ ਗੁਰੋਂ ਕੀ (ਕਾਰ) ਸੇਵਾ ਕਮਾਵਤਾ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"jo Awpw-Bwv (suAwrQ) mukw ky byAMq pRBU (dy ipAwr) ivc msq rihMdw hY qy siqgurU dI d`sI kwr krdw hY (auhnW pUrinAW qy qurdw hY jo gurU ny pw id`qy hn) [1[rhwau[","unicode":"ਜੋ ਆਪਾ-ਭਾਵ (ਸੁਆਰਥ) ਮੁਕਾ ਕੇ ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦਾ ਹੈ (ਉਹਨਾਂ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰਦਾ ਹੈ ਜੋ ਗੁਰੂ ਨੇ ਪਾ ਦਿੱਤੇ ਹਨ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"auh Awpxy Awpy ƒ mwrdw hY h`d bMnw-rihq sweIN nwl rMgIijAW rihMdw hY Aqy gurW dI syvw krdw hY[ Tihrwau[","unicode":"ਉਹ ਆਪਣੇ ਆਪੇ ਨੂੰ ਮਾਰਦਾ ਹੈ ਹੱਦ ਬੰਨਾ-ਰਹਿਤ ਸਾਈਂ ਨਾਲ ਰੰਗੀਜਿਆਂ ਰਹਿੰਦਾ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"en verdad complace la integridad de mi ser. (1-Pausa)"},"hi":{"ss":"स्वैभाव (स्वार्थ) खत्म करके बेअंत प्रभू (के प्यार) में मस्त रहता है और सतिगुरू के द्वारा बताए हुए कर्म करता है (उन पद्चिन्हों पर चलता है जो सतिगुरू ने डाले हुए हैं)। 1। रहाउ।","sts":"वह अहम् को मारकरं प्रभु में लीन रहता है और गुरु की सेवा करता रहता है।॥१॥ रहाउ॥"}},"transliteration":{"english":"aap maar apara(n)par raataa gur kee kaar kamaavai ||1|| rahaau ||","hindi":"आपु मारि अपरंपरि राता गुर की कार कमावै ॥१॥ रहाउ ॥","en":"aap maar apara(n)par raataa gur kee kaar kamaavai ||1|| rahaau ||","hi":"आपु मारि अपरंपरि राता गुर की कार कमावै ॥१॥ रहाउ ॥","ipa":"əɑp mɑr əpərəŋpər rɑt̪ɑ Gʊr ki kɑr kəmɑʋæ.1. rəhɑo.","ur":"آپ مار اپرمپر راتا گُر کیِ کار کماوَے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1126,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47995,"shabadId":4032,"verse":{"gurmukhi":"AMqir bwhir purKu inrMjnu Awid purKu Awdyso ]","unicode":"ਅੰਤਰਿ ਬਾਹਰਿ ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਆਦਿ ਪੁਰਖੁ ਆਦੇਸੋ ॥"},"larivaar":{"gurmukhi":"AMqirbwhirpurKuinrMjnuAwidpurKuAwdyso]","unicode":"ਅੰਤਰਿਬਾਹਰਿਪੁਰਖੁਨਿਰੰਜਨੁਆਦਿਪੁਰਖੁਆਦੇਸੋ॥"},"translation":{"en":{"bdb":"Deep within my being, and outside as well, is the Immaculate Lord God. I bow humbly before that Primal Lord God.","ms":"Within and without, He the Immaculate Lord is, Unto that Immaculate Lord is, Unto that Primal Being, make I an obeisance.","ssk":"Deep within my being, and outside as well, is the Immaculate Lord God. I bow humbly before that Primal Lord God."},"pu":{"ss":{"gurmukhi":"(mYƒ auh dws ipAwrw l`gdw hY jo) aus Akwl purK ƒ (sdw) nmskwr krdw hY jo swry sMswr dw mu`F hY [ (aus dws ƒ prmwqmw) AMdr bwhr hr QW ivAwpk id`sdw hY, aus pRBU auqy mwieAw dw pRBwv nhIN pY skdw [","unicode":"(ਮੈਨੂੰ ਉਹ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ) ਉਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ (ਸਦਾ) ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਮੁੱਢ ਹੈ । (ਉਸ ਦਾਸ ਨੂੰ ਪਰਮਾਤਮਾ) ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਉਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ ।"},"ft":{"gurmukhi":"QUnI KMnn nÎwie sy pUrbkoq ArQ ko isD krqy hYN: (AMqir) srIr myN (bwhir) bRhmMf myN jo pUrn hY AOr (inrMjnu) mwieAw qy rihq hY punw purK rUp srb kI Awid hY, iqs ko (Awdyso) nmskwr krqw hUM AOr iqs kw AYsw inscw hUAw hY]","unicode":"ਥੂਨੀ ਖੰਨਨ ਨ੍ਯਾਇ ਸੇ ਪੂਰਬਕੋਤ ਅਰਥ ਕੋ ਸਿਧ ਕਰਤੇ ਹੈਂ: (ਅੰਤਰਿ) ਸਰੀਰ ਮੇਂ (ਬਾਹਰਿ) ਬ੍ਰਹਮੰਡ ਮੇਂ ਜੋ ਪੂਰਨ ਹੈ ਔਰ (ਨਿਰੰਜਨੁ) ਮਾਇਆ ਤੇ ਰਹਿਤ ਹੈ ਪੁਨਾ ਪੁਰਖ ਰੂਪ ਸਰਬ ਕੀ ਆਦਿ ਹੈ, ਤਿਸ ਕੋ (ਆਦੇਸੋ) ਨਮਸਕਾਰ ਕਰਤਾ ਹੂੰ ਔਰ ਤਿਸ ਕਾ ਐਸਾ ਨਿਸਚਾ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"(mYƒ auh dws ipAwrw l`gdw hY jo) aus Akwl purK ƒ (sdw) nmskwr krdw hY jo swry sMswr dw mu`F hY [ (aus dws ƒ prmwqmw) AMdr bwhr hr QW ivAwpk id`sdw hY, aus pRBU auqy mwieAw dw pRBwv nhIN pY skdw [","unicode":"(ਮੈਨੂੰ ਉਹ ਦਾਸ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ) ਉਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ (ਸਦਾ) ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਮੁੱਢ ਹੈ । (ਉਸ ਦਾਸ ਨੂੰ ਪਰਮਾਤਮਾ) ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਉਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ ।"},"ms":{"gurmukhi":"AMdr Aqy bwhr auh piv`qR pRBU hI hY[ aus prwpUrblI ivAkqI ƒ mYN pRxwm krdw hW[","unicode":"ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਉਹ ਪਵਿੱਤ੍ਰ ਪ੍ਰਭੂ ਹੀ ਹੈ। ਉਸ ਪਰਾਪੂਰਬਲੀ ਵਿਅਕਤੀ ਨੂੰ ਮੈਂ ਪ੍ਰਣਾਮ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Dentro y fuera está el Ser Inmaculado, me postro ante ese Ser Primordial. "},"hi":{"ss":"(मुझे वह दास प्यारा लगता है जो) उस अकाल पुरख को (सदा) नमस्कार करता है जो सारे संसार का आदि है। (उस दास को परमात्मा) अंदर-बाहर हर जगह व्यापक दिखाई देता है।","sts":"अन्तर-बाहर सबमें परमपुरुष परमेश्वर ही व्याप्त है और उस आदिपुरुष को हमारा शत्-शत् प्रणाम है।"}},"transliteration":{"english":"a(n)tar baahar purakh nira(n)jan aadh purakh aadheso ||","hindi":"अंतरि बाहरि पुरखु निरंजनु आदि पुरखु आदेसो ॥","en":"a(n)tar baahar purakh nira(n)jan aadh purakh aadheso ||","hi":"अंतरि बाहरि पुरखु निरंजनु आदि पुरखु आदेसो ॥","ipa":"əŋt̪ər bɑhər pʊrəkʰ nɪrəŋd͡ʒən əɑd̪ pʊrəkʰ əɑd̪esɔ.","ur":"اںتر باهر پُرکھ نرںجن آد پُرکھ آدےسو ۔۔"},"pageNo":1126,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}},{"verseId":47996,"shabadId":4032,"verse":{"gurmukhi":"Gt Gt AMqir srb inrMqir riv rihAw scu vyso ]2]","unicode":"ਘਟ ਘਟ ਅੰਤਰਿ ਸਰਬ ਨਿਰੰਤਰਿ ਰਵਿ ਰਹਿਆ ਸਚੁ ਵੇਸੋ ॥੨॥"},"larivaar":{"gurmukhi":"GtGtAMqirsrbinrMqirrivrihAwscuvyso]2]","unicode":"ਘਟਘਟਅੰਤਰਿਸਰਬਨਿਰੰਤਰਿਰਵਿਰਹਿਆਸਚੁਵੇਸੋ॥੨॥"},"translation":{"en":{"bdb":"Deep within each and every heart, and amidst all, the Embodiment of Truth is permeating and pervading. ||2||","ms":"God, the Embodiment of Truth is pervading within every heart and amidst all.","ssk":"Deep within each and every heart, and amidst all, the Embodiment of Truth is permeating and pervading. ||2||"},"pu":{"ss":{"gurmukhi":"(aus syvk ƒ) auh sdw-iQr-srUp pRBU hryk srIr ivc ie`k-rs sB jIvW dy AMdr mOjUd pRqIq huMdw hY [2[","unicode":"(ਉਸ ਸੇਵਕ ਨੂੰ) ਉਹ ਸਦਾ-ਥਿਰ-ਸਰੂਪ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਇੱਕ-ਰਸ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"jo (scu vyso) scu sÍrUp prmysr hY, so srb GtoN ky AMqir (inrMqir) eyk rs bÎwpk ho rhw hY]2]","unicode":"ਜੋ (ਸਚੁ ਵੇਸੋ) ਸਚੁ ਸ੍ਵਰੂਪ ਪਰਮੇਸਰ ਹੈ, ਸੋ ਸਰਬ ਘਟੋਂ ਕੇ ਅੰਤਰਿ (ਨਿਰੰਤਰਿ) ਏਕ ਰਸ ਬ੍ਯਾਪਕ ਹੋ ਰਹਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"(aus syvk ƒ) auh sdw-iQr-srUp pRBU hryk srIr ivc ie`k-rs sB jIvW dy AMdr mOjUd pRqIq huMdw hY [2[","unicode":"(ਉਸ ਸੇਵਕ ਨੂੰ) ਉਹ ਸਦਾ-ਥਿਰ-ਸਰੂਪ ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਇੱਕ-ਰਸ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"s`c srUp vwihgurU hr idl iv`c Aqy swirAW AMdr rm irhw hY[","unicode":"ਸੱਚ ਸਰੂਪ ਵਾਹਿਗੁਰੂ ਹਰ ਦਿਲ ਵਿੱਚ ਅਤੇ ਸਾਰਿਆਂ ਅੰਦਰ ਰਮ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Sí Él habita en todos los corazones y prevalece como Verdad. (2) "},"hi":{"ss":"उस प्रभू पर माया का प्रभाव नहीं पड़ सकता। (उस सेवक को) वह सदा-स्थिर प्रभू हरेक शरीर में एक-रस सब जीवों के अंदर मौजूद प्रतीत होता है। 2।","sts":"वह सत्यस्वरूप घट-घट सबमें रमण कर रहा है॥२॥"}},"transliteration":{"english":"ghaT ghaT a(n)tar sarab nira(n)tar rav rahiaa sach veso ||2||","hindi":"घट घट अंतरि सरब निरंतरि रवि रहिआ सचु वेसो ॥२॥","en":"ghaT ghaT a(n)tar sarab nira(n)tar rav rahiaa sach veso ||2||","hi":"घट घट अंतरि सरब निरंतरि रवि रहिआ सचु वेसो ॥२॥","ipa":"Gʰəʈ Gʰəʈ əŋt̪ər sərəb nɪrəŋt̪ər rəʋ rəhɪəɑ sət͡ʃ ʋesɔ.2.","ur":"گھٹ گھٹ اںتر سرب نرںتر رو رهِآ سچ وےسو ۔۔۲۔۔"},"pageNo":1126,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":28,"gurmukhi":"rwgu BYra","unicode":"ਰਾਗੁ  ਭੈਰੳ","english":"Raag Bhairao","raagWithPage":"Bhairao (1125-1167)"}}]}