{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1201},"count":28,"navigation":{"previous":1200,"next":1202},"page":[{"verseId":51624,"shabadId":4260,"verse":{"gurmukhi":"swrMg mhlw 4 ]","unicode":"ਸਾਰੰਗ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"swrMgmhlw4]","unicode":"ਸਾਰੰਗਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Saarang, Fourth Mehla:","ms":"Sarang 4th Guru.","ssk":"Saarang, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"swrMg cOQI pwiqSwhI[","unicode":"ਸਾਰੰਗ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Sarang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"सारंग महला ४ ॥"}},"transliteration":{"english":"saara(n)g mahalaa chauthhaa ||","hindi":"सारंग महला ४ ॥","en":"saara(n)g mahalaa chauthhaa ||","hi":"सारंग महला ४ ॥","ipa":"sɑrəŋG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سارںگ مهلا ۴ ۔۔"},"pageNo":1201,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51625,"shabadId":4260,"verse":{"gurmukhi":"jip mn nrhry nrhr suAwmI hir sgl dyv dyvw sRI rwm rwm nwmw hir pRIqmu morw ]1] rhwau ]","unicode":"ਜਪਿ ਮਨ ਨਰਹਰੇ ਨਰਹਰ ਸੁਆਮੀ ਹਰਿ ਸਗਲ ਦੇਵ ਦੇਵਾ ਸ੍ਰੀ ਰਾਮ ਰਾਮ ਨਾਮਾ ਹਰਿ ਪ੍ਰੀਤਮੁ ਮੋਰਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jipmnnrhrynrhrsuAwmIhirsgldyvdyvwsRIrwmrwmnwmwhirpRIqmumorw]1]rhwau]","unicode":"ਜਪਿਮਨਨਰਹਰੇਨਰਹਰਸੁਆਮੀਹਰਿਸਗਲਦੇਵਦੇਵਾਸ੍ਰੀਰਾਮਰਾਮਨਾਮਾਹਰਿਪ੍ਰੀਤਮੁਮੋਰਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"O my mind, meditate on the Lord, the Lord, your Lord and Master. The Lord is the Most Divine of all the divine beings. Chant the Name of the Lord, Raam, Raam, the Lord, my most Dear Beloved. ||1||Pause||","ms":"O my soul, contemplate thou thy Lord, the Man-lion, the Man-lion. God is the Lord of all the gods Utter thou the Name of the Reverend Lord Master God, my Beloved. Pause.","ssk":"O my mind, meditate on the Lord, the Lord, your Lord and Master. The Lord is the Most Divine of all the divine beings. Chant the Name of the Lord, Raam, Raam, the Lord, my most Dear Beloved. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy (myry) mn! (sB dy) mwlk nrhr-pRBU dw nwm jipAw kr, srb-ivAwpk rwm dw nwm jipAw kr, auh hrI swry dyviqAW dw dyvqw hY, auhI hrI myrw pRIqm hY [1[rhwau[","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy nroN ky hry krnhwry nrisMG rUp sÍwmI hrI sgl dyvoN ky dyv (sRI) soBwvwn (rwm) rmn rUp rwm! hy myry pRIqm hrI! qyry ko myry mn ny jipAw hY]1] rhwau ]","unicode":"ਹੇ ਨਰੋਂ ਕੇ ਹਰੇ ਕਰਨਹਾਰੇ ਨਰਸਿੰਘ ਰੂਪ ਸ੍ਵਾਮੀ ਹਰੀ ਸਗਲ ਦੇਵੋਂ ਕੇ ਦੇਵ (ਸ੍ਰੀ) ਸੋਭਾਵਾਨ (ਰਾਮ) ਰਮਨ ਰੂਪ ਰਾਮ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਹਰੀ! ਤੇਰੇ ਕੋ ਮੇਰੇ ਮਨ ਨੇ ਜਪਿਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy (myry) mn! (sB dy) mwlk nrhr-pRBU dw nwm jipAw kr, srb-ivAwpk rwm dw nwm jipAw kr, auh hrI swry dyviqAW dw dyvqw hY, auhI hrI myrw pRIqm hY [1[rhwau[","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM mnu`S-Syr, mnu`S-Syr srUp Awpxy swihb dw ismrn kr[ vwihgurU swirAW dyviqAW dw pRBU hY[ qUM myry ipAwry pUjX suAwmI mwlk vwihgurU dy nwm dw aucwrn kr[ Tihrwau[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਮਨੁੱਸ਼-ਸ਼ੇਰ, ਮਨੁੱਸ਼-ਸ਼ੇਰ ਸਰੂਪ ਆਪਣੇ ਸਾਹਿਬ ਦਾ ਸਿਮਰਨ ਕਰ। ਵਾਹਿਗੁਰੂ ਸਾਰਿਆਂ ਦੇਵਤਿਆਂ ਦਾ ਪ੍ਰਭੂ ਹੈ। ਤੂੰ ਮੇਰੇ ਪਿਆਰੇ ਪੂਜਯ ਸੁਆਮੀ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Oh mi mente, medita, medita en Dios, tu Señor; el Señor es el más Divino de los seres divinos, canta el Nombre del Señor Ram, Ram, el Señor, mi Bienamado. (1-Pausa)"},"hi":{"ss":"हे (मेरे) मन ! (सबके) मालिक नरहर-प्रभू का नाम जपा कर। सर्व-व्यापक राम का नाम जपा कर। वह हरी सारे देवताओं का देवता है। वही हरी मेरा प्रीतम है। 1। रहाउ।","sts":"हे मन ! नारायण का जाप करो, वह श्रीहरि सभी देवताओं का भी पूज्य देव है, वह श्री राम ही मेरा प्रियतम है॥१॥रहाउ॥।"}},"transliteration":{"english":"jap man narahare narahar suaamee har sagal dhev dhevaa sree raam raam naamaa har preetam moraa ||1|| rahaau ||","hindi":"जपि मन नरहरे नरहर सुआमी हरि सगल देव देवा स्री राम राम नामा हरि प्रीतमु मोरा ॥१॥ रहाउ ॥","en":"jap man narahare narahar suaamee har sagal dhev dhevaa sree raam raam naamaa har preetam moraa ||1|| rahaau ||","hi":"जपि मन नरहरे नरहर सुआमी हरि सगल देव देवा स्री राम राम नामा हरि प्रीतमु मोरा ॥१॥ रहाउ ॥","ipa":"d͡ʒəp mən nərəhəre nərəhər sʊəɑmi hər səGəl d̪eʋ d̪eʋɑ sɹi rɑm rɑm nɑmɑ hər pɹit̪əm mɔrɑ.1. rəhɑo.","ur":"جپ من نرهرے نرهر سُآمیِ هرِ سگل دےو دےوا سریِ رام رام ناما هرِ پریِتم مورا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1201,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":12,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51626,"shabadId":4260,"verse":{"gurmukhi":"ijqu igRih gun gwvqy hir ky gun gwvqy rwm gun gwvqy iqqu igRih vwjy pMc sbd vf Bwg mQorw ]","unicode":"ਜਿਤੁ ਗ੍ਰਿਹਿ ਗੁਨ ਗਾਵਤੇ ਹਰਿ ਕੇ ਗੁਨ ਗਾਵਤੇ ਰਾਮ ਗੁਨ ਗਾਵਤੇ ਤਿਤੁ ਗ੍ਰਿਹਿ ਵਾਜੇ ਪੰਚ ਸਬਦ ਵਡ ਭਾਗ ਮਥੋਰਾ ॥"},"larivaar":{"gurmukhi":"ijquigRihgungwvqyhirkygungwvqyrwmgungwvqyiqquigRihvwjypMcsbdvfBwgmQorw]","unicode":"ਜਿਤੁਗ੍ਰਿਹਿਗੁਨਗਾਵਤੇਹਰਿਕੇਗੁਨਗਾਵਤੇਰਾਮਗੁਨਗਾਵਤੇਤਿਤੁਗ੍ਰਿਹਿਵਾਜੇਪੰਚਸਬਦਵਡਭਾਗਮਥੋਰਾ॥"},"translation":{"en":{"bdb":"That household, in which the Glorious Praises of the Lord are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the forehead of one who lives in such a household.","ms":"The house, in which praises are sung, God's praises are sung, the Lord's praises are sung; in that house ring the melodies of the five musical instruments. Great destiny is writ on the forehead of him who abides in such a home.","ssk":"That household, in which the Glorious Praises of the Lord are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the forehead of one who lives in such a household."},"pu":{"ss":{"gurmukhi":"hy (myry) mn! ijs (ihrdy-) Gr ivc prmwqmw dy gux gwey jWdy hn, hrI dy gux gwey jWdy hn, rwm dy gux gwey jWdy hn, aus (ihrdy-) Gr ivc (mwno) pMj hI iksmW dy swj v`j rhy hn qy AwnMd bixAw hoieAw hY [ (pr ieh AvsQw auhnW mnu`KW dy AMdr hI bxdI hY ijnHW dy) m`Qy dy v`fy Bwg jwgdy hn [","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ । (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijs (igRih) srIr ivKy mn kr, hy hrI! Awp ky gun gwvIqy hYN, hy hrI! qn kr ky Awp ky gun gwvqy hYN, hy rwm! bwxI kr ky qyry gun gwvqy hYN[ iqs purs ky (igRih) srIr ivKy pMc sbd dsvyN dÍwr vw sMqoN myN js ky vwjy bjy hYN, kÎoNik iqn ky mwQy kw Bwg bfw auqmu hY]","unicode":"ਜਿਸ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਮਨ ਕਰ, ਹੇ ਹਰੀ! ਆਪ ਕੇ ਗੁਨ ਗਾਵੀਤੇ ਹੈਂ, ਹੇ ਹਰੀ! ਤਨ ਕਰ ਕੇ ਆਪ ਕੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ, ਹੇ ਰਾਮ! ਬਾਣੀ ਕਰ ਕੇ ਤੇਰੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ। ਤਿਸ ਪੁਰਸ ਕੇ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਪੰਚ ਸਬਦ ਦਸਵੇਂ ਦ੍ਵਾਰ ਵਾ ਸੰਤੋਂ ਮੇਂ ਜਸ ਕੇ ਵਾਜੇ ਬਜੇ ਹੈਂ, ਕ੍ਯੋਂਕਿ ਤਿਨ ਕੇ ਮਾਥੇ ਕਾ ਭਾਗ ਬਡਾ ਉਤਮੁ ਹੈ॥"},"bdb":{"gurmukhi":"hy (myry) mn! ijs (ihrdy-) Gr ivc prmwqmw dy gux gwey jWdy hn, hrI dy gux gwey jWdy hn, rwm dy gux gwey jWdy hn, aus (ihrdy-) Gr ivc (mwno) pMj hI iksmW dy swj v`j rhy hn qy AwnMd bixAw hoieAw hY [ (pr ieh AvsQw auhnW mnu`KW dy AMdr hI bxdI hY ijnHW dy) m`Qy dy v`fy Bwg jwgdy hn [","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ । (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ।"},"ms":{"gurmukhi":"ijs Gr iv`c isPqW gwien kIqIAW jWdIAW hn, hrI dIAW isPqw gwien kIqIAW jWdIAW hn, pRBU dIAW isPqw gwien kIqIAW jWdIAW hn, aus Gr iv`c pMj sMgIqk swjW dw rwg gUMjdw hY[ BwrI pRwlBD ilKI hoeI hY, aus dy m¤Qy auqy jo ieho ijhy Gr iv`c vsdw hY[","unicode":"ਜਿਸ ਘਰ ਵਿੱਚ ਸਿਫਤਾਂ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਹਰੀ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਉਸ ਘਰ ਵਿੱਚ ਪੰਜ ਸੰਗੀਤਕ ਸਾਜਾਂ ਦਾ ਰਾਗ ਗੂੰਜਦਾ ਹੈ। ਭਾਰੀ ਪ੍ਰਾਲਭਧ ਲਿਖੀ ਹੋਈ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਜੋ ਇਹੋ ਜਿਹੇ ਘਰ ਵਿੱਚ ਵਸਦਾ ਹੈ।"}},"es":{"sn":"En ese hogar en el que las Gloriosas Alabanzas del Señor son cantadas, en el que Sus Gloriosas Alabanzas son cantadas, en donde el Panch Shabd, el Sonido Primordial resuena, un Gran Destino está escrito en la frente del ser que habita en ese hogar. "},"hi":{"ss":"हे (मेरे) मन ! जिस (हृदय-) घर में परमात्मा के गुण गाए जाते हैं। हरी के गुण गाए जाते हैं। उस (हृदय-) घर में (मानो) पाँच ही किस्मों के साज बज रहे हैं और आनंद बना हुआ है। (पर यह अवस्था मनुष्यों के अंदर ही बनती है जिनके) माथे के बड़े भाग्य जागते हैं।","sts":"जिस घर में परमात्मा का गुणगान होता है, राम का यशोगान होता है, उस घर में अनगिनत खुशियाँ एवं आनंद हो जाता है, अहोभाग्य जाग जाते हैं।"}},"transliteration":{"english":"jit gireh gun gaavate har ke gun gaavate raam gun gaavate tit gireh vaaje pa(n)ch sabadh vadd bhaag mathoraa ||","hindi":"जितु गृहि गुन गावते हरि के गुन गावते राम गुन गावते तितु गृहि वाजे पंच सबद वड भाग मथोरा ॥","en":"jit gireh gun gaavate har ke gun gaavate raam gun gaavate tit gireh vaaje pa(n)ch sabadh vadd bhaag mathoraa ||","hi":"जितु गृहि गुन गावते हरि के गुन गावते राम गुन गावते तितु गृहि वाजे पंच सबद वड भाग मथोरा ॥","ipa":"d͡ʒɪt̪ Gɪɹəh Gʊn Gɑʋət̪e hər ke Gʊn Gɑʋət̪e rɑm Gʊn Gɑʋət̪e t̪ɪt̪ Gɪɹəh ʋɑd͡ʒe pəŋt͡ʃ səbəd̪ ʋəɖ ɓɑG mət̪ʰɔrɑ.","ur":"جِت گره گُن گاوتے هر کے گُن گاوتے رام گُن گاوتے تت گره واجے پںچ سبد وڈ بھاگ متھورا ۔۔"},"pageNo":1201,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"},{"p":15,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"},{"p":15,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"v"},{"p":15,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51627,"shabadId":4260,"verse":{"gurmukhi":"iqn@ jn ky siB pwp gey siB doK gey siB rog gey kwmu k®oDu loBu mohu AiBmwnu gey iqn@ jn ky hir mwir kFy pMc corw ]1]","unicode":"ਤਿਨੑ ਜਨ ਕੇ ਸਭਿ ਪਾਪ ਗਏ ਸਭਿ ਦੋਖ ਗਏ ਸਭਿ ਰੋਗ ਗਏ ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਅਭਿਮਾਨੁ ਗਏ ਤਿਨੑ ਜਨ ਕੇ ਹਰਿ ਮਾਰਿ ਕਢੇ ਪੰਚ ਚੋਰਾ ॥੧॥"},"larivaar":{"gurmukhi":"iqn@jnkysiBpwpgeysiBdoKgeysiBroggeykwmuk®oDuloBumohuAiBmwnugeyiqn@jnkyhirmwirkFypMccorw]1]","unicode":"ਤਿਨੑਜਨਕੇਸਭਿਪਾਪਗਏਸਭਿਦੋਖਗਏਸਭਿਰੋਗਗਏਕਾਮੁਕ੍ਰੋਧੁਲੋਭੁਮੋਹੁਅਭਿਮਾਨੁਗਏਤਿਨੑਜਨਕੇਹਰਿਮਾਰਿਕਢੇਪੰਚਚੋਰਾ॥੧॥"},"translation":{"en":{"bdb":"All the sins of that humble being are taken away, all pains are taken away, all diseases are taken away; lust anger, greed, attachment and egotistical pride are taken away. The Lord drives the five thieves out of such a person of the Lord. 1","ms":"Of that man all the sins are effaced, all the evils are effaced, and Lust wrath, avarice, worldly love and ego are effaced. Of that man the Lord drives out the five thrives.","ssk":"All the sins of that humble being are taken away, all pains are taken away, all diseases are taken away; sexual desire, anger, greed, attachment and egotistical pride are taken away. The Lord drives the five thieves out of such a person of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"hy mn! auhnW mnu`KW dy swry pwp dUr ho jWdy hn, swry ivkwr dUr ho jWdy hn, swry rog dUr ho jWdy hn, (auhnW dy AMdroN) kwm ko®D loB moh AhMkwr nws ho jWdy hn [ prmwqmw auhnW dy AMdroN (Awqmk jIvn dw srmwieAw curwx vwly iehnW) pMjW corW ƒ mwr ky k`F dyNdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕੋ੍ਰਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ । ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"iqn jnoN ky sB pwp dUr ho gey hYN AO duK dUr hUey hYN AOr sB jnmwidk rog BI cly gey hYN punh kwm, kRoD, loB, moh, AiBmwn iqn jnoN ky dUr ho gey hYN[ kÎoNik eyh kwmwdI jo pwcoN cor hY, so hy hrI! qYny mwr ky kwFy hYN]1]","unicode":"ਤਿਨ ਜਨੋਂ ਕੇ ਸਭ ਪਾਪ ਦੂਰ ਹੋ ਗਏ ਹੈਂ ਔ ਦੁਖ ਦੂਰ ਹੂਏ ਹੈਂ ਔਰ ਸਭ ਜਨਮਾਦਿਕ ਰੋਗ ਭੀ ਚਲੇ ਗਏ ਹੈਂ ਪੁਨਹ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਅਭਿਮਾਨ ਤਿਨ ਜਨੋਂ ਕੇ ਦੂਰ ਹੋ ਗਏ ਹੈਂ। ਕ੍ਯੋਂਕਿ ਏਹ ਕਾਮਾਦੀ ਜੋ ਪਾਚੋਂ ਚੋਰ ਹੈ, ਸੋ ਹੇ ਹਰੀ! ਤੈਨੇ ਮਾਰ ਕੇ ਕਾਢੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy mn! auhnW mnu`KW dy swry pwp dUr ho jWdy hn, swry ivkwr dUr ho jWdy hn, swry rog dUr ho jWdy hn, (auhnW dy AMdroN) kwm ko®D loB moh AhMkwr nws ho jWdy hn [ prmwqmw auhnW dy AMdroN (Awqmk jIvn dw srmwieAw curwx vwly iehnW) pMjW corW ƒ mwr ky k`F dyNdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕੋ੍ਰਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ । ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"aus jIv dy swry gunwh imt jWdy hn, swrIAW bdIAW imt jWdIAW hn, swrIAW bImwrIAW imt jWdIAW hn, Aqy Sihvq gu`sw lwlc sMswrI mmqw Aqy hMkwr imt jWdy hn[ aus jIv dy pMj qskrW ƒ suAwmI mwr ky bwhr k`F idMdw hY[","unicode":"ਉਸ ਜੀਵ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਸਾਰੀਆਂ ਬਦੀਆਂ ਮਿਟ ਜਾਂਦੀਆਂ ਹਨ, ਸਾਰੀਆਂ ਬੀਮਾਰੀਆਂ ਮਿਟ ਜਾਂਦੀਆਂ ਹਨ, ਅਤੇ ਸ਼ਹਿਵਤ ਗੁੱਸਾ ਲਾਲਚ ਸੰਸਾਰੀ ਮਮਤਾ ਅਤੇ ਹੰਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ। ਉਸ ਜੀਵ ਦੇ ਪੰਜ ਤਸਕਰਾਂ ਨੂੰ ਸੁਆਮੀ ਮਾਰ ਕੇ ਬਾਹਰ ਕੱਢ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Todas las faltas de ese ser son borradas, sus dolores le son removidos, sus enfermedades no las sufre más, el deseo sexual, los apegos físicos, el enojo, la avaricia y su orgullo egoísta desaparecen, el Señor destierra a los cinco bandidos de la psique de tal ser de Dios. (1)"},"hi":{"ss":"हे मन ! उन मनुष्यों के सारे पाप दूर हो जाते हैं। सारे विकार दूर हो जाते हैं। सारे रोग दूर हो जाते हैं। (उनके अंदर से) काम क्रोध लोभ मोह अहंकार नाश हो जाते हैं। परमात्मा उनके अंदर से (आत्मिक जीवन की राशि चुराने वाले इन) पाँचों चोरों को मार के निकाल देता है। 1।","sts":"उन भक्तों के सभी पाप, दोष, रोग, काम-क्रोध, लोभ, मोह एवं अभिमान दूर हो जाता है। ईश्वर उन भक्तों के कामादिक पांच विकारों को मारकर निकाल देता है॥१॥"}},"transliteration":{"english":"tin(h) jan ke sabh paap ge sabh dhokh ge sabh rog ge kaam karodh lobh moh abhimaan ge tin(h) jan ke har maar kadde pa(n)ch choraa ||1||","hindi":"तिन्न जन के सभि पाप गए सभि दोख गए सभि रोग गए कामु क्रोधु लोभु मोहु अभिमानु गए तिन्न जन के हरि मारि कढे पंच चोरा ॥१॥","en":"tin(h) jan ke sabh paap ge sabh dhokh ge sabh rog ge kaam karodh lobh moh abhimaan ge tin(h) jan ke har maar kadde pa(n)ch choraa ||1||","hi":"तिन्न जन के सभि पाप गए सभि दोख गए सभि रोग गए कामु क्रोधु लोभु मोहु अभिमानु गए तिन्न जन के हरि मारि कढे पंच चोरा ॥१॥","ipa":"t̪ɪn@ d͡ʒən ke səɓ pɑp Gee səɓ d̪ɔkʰ Gee səɓ rɔG Gee kɑm kəʳɔt̪ lɔɓ mɔh əɓɪmɑn Gee t̪ɪn@ d͡ʒən ke hər mɑr kəʈe pəŋt͡ʃ t͡ʃɔrɑ.1.","ur":"تٍنھ جن کے سبھ پاپ گاے سبھِ دوکھ گاے سبھِ روگ گاے کام ک®ودھ لوبھ موهُ ابھِمان گاے تنھ جن کے هرِ مار کڈھے پںچ چورا ۔۔۱۔۔"},"pageNo":1201,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"},{"p":8,"t":"v"},{"p":11,"t":"v"},{"p":17,"t":"v"},{"p":20,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51628,"shabadId":4260,"verse":{"gurmukhi":"hir rwm bolhu hir swDU hir ky jn swDU jgdIsu jphu min bcin krim hir hir AwrwDU hir ky jn swDU ]","unicode":"ਹਰਿ ਰਾਮ ਬੋਲਹੁ ਹਰਿ ਸਾਧੂ ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ ਜਗਦੀਸੁ ਜਪਹੁ ਮਨਿ ਬਚਨਿ ਕਰਮਿ ਹਰਿ ਹਰਿ ਆਰਾਧੂ ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ ॥"},"larivaar":{"gurmukhi":"hirrwmbolhuhirswDUhirkyjnswDUjgdIsujphuminbcinkrimhirhirAwrwDUhirkyjnswDU]","unicode":"ਹਰਿਰਾਮਬੋਲਹੁਹਰਿਸਾਧੂਹਰਿਕੇਜਨਸਾਧੂਜਗਦੀਸੁਜਪਹੁਮਨਿਬਚਨਿਕਰਮਿਹਰਿਹਰਿਆਰਾਧੂਹਰਿਕੇਜਨਸਾਧੂ॥"},"translation":{"en":{"bdb":"Chant the Name of the Lord, O Holy Saints of the Lord; meditate on the Lord of the Universe, O Holy people of the Lord. Meditate in thought, word and deed on the Lord, Har, Har. Worship and adore the Lord, O Holy people of the Lord.","ms":"Utter the Lord's Name, O God's saints. Meditate on the Lord of the World, O God's holymen. In thought, word and deed contemplate ye your Lord God, O God's holymen.","ssk":"Chant the Name of the Lord, O Holy Saints of the Lord; meditate on the Lord of the Universe, O Holy people of the Lord. Meditate in thought, word and deed on the Lord, Har, Har. Worship and adore the Lord, O Holy people of the Lord."},"pu":{"ss":{"gurmukhi":"hy sMq jno! prmwqmw hrI dw nwm aucwirAw kro [ hy hrI dy sMq jno! jgq dy mwlk-pRBU dw nwm jipAw kro [ hy hrI dy swD jno! Awpxy mn dI rwhIN (hryk) bcn dI rwhIN (hryk) krm dI rwhIN pRBU dw AwrwDn kirAw kro [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ ।"},"ft":{"gurmukhi":"hy hrI! qyry swDU jn qyrw hrI rwm nwm bolqy hYN, Ar mn bc krm kr qyry hir hir nwm kw ArwDn krqy hYN]","unicode":"ਹੇ ਹਰੀ! ਤੇਰੇ ਸਾਧੂ ਜਨ ਤੇਰਾ ਹਰੀ ਰਾਮ ਨਾਮ ਬੋਲਤੇ ਹੈਂ, ਅਰ ਮਨ ਬਚ ਕਰਮ ਕਰ ਤੇਰੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਅਰਾਧਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy sMq jno! prmwqmw hrI dw nwm aucwirAw kro [ hy hrI dy sMq jno! jgq dy mwlk-pRBU dw nwm jipAw kro [ hy hrI dy swD jno! Awpxy mn dI rwhIN (hryk) bcn dI rwhIN (hryk) krm dI rwhIN pRBU dw AwrwDn kirAw kro [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ ।"},"ms":{"gurmukhi":"suAwmI dy nwm dw aucwrn kro hy r`b dy sMqo! sMswr dy suAwmI dw ismrn kro, hy r`b dy nyk bMidE! iKAwl Sbd qy Aml iv`c qusIN Awpxy suAwmI vwihgurU dw AwrwDn kro hy r`b dy nyk bMidE!","unicode":"ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰੋ ਹੇ ਰੱਬ ਦੇ ਸੰਤੋ! ਸੰਸਾਰ ਦੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰੋ, ਹੇ ਰੱਬ ਦੇ ਨੇਕ ਬੰਦਿਓ! ਖਿਆਲ ਸ਼ਬਦ ਤੇ ਅਮਲ ਵਿੱਚ ਤੁਸੀਂ ਆਪਣੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਆਰਾਧਨ ਕਰੋ ਹੇ ਰੱਬ ਦੇ ਨੇਕ ਬੰਦਿਓ!"}},"es":{"sn":"Entonen el Nombre del Señor, oh Santos del Señor, mediten en el Señor del Universo, oh, gente Santa del Señor, mediten en pensamiento, palabra y obra en el Señor, Jar Jar, alaben y adoren al Señor, oh gente Santa del Señor. "},"hi":{"ss":"हे संत जनो ! परमात्मा हरी का नाम उचारा करो। हे हरी के संत-जनो ! जगत के मालिक-प्रभू का नाम जपा करो। हे हरी के साध-जनो ! अपने मन से (हरेक) वचन से (हरेक) कर्म से प्रभू की आराधना किया करो।","sts":"ईश्वर के भक्त, साधु पुरुष राम नाम ही बोलते हैं और उस जगदीश का ही जाप करते हैं। ईश्वर के भक्त मन, वचन एवं कर्म से हरि की आराधना करते हैं।"}},"transliteration":{"english":"har raam bolahu har saadhoo har ke jan saadhoo jagadhees japahu man bachan karam har har aaraadhoo har ke jan saadhoo ||","hindi":"हरि राम बोलहु हरि साधू हरि के जन साधू जगदीसु जपहु मनि बचनि करमि हरि हरि आराधू हरि के जन साधू ॥","en":"har raam bolahu har saadhoo har ke jan saadhoo jagadhees japahu man bachan karam har har aaraadhoo har ke jan saadhoo ||","hi":"हरि राम बोलहु हरि साधू हरि के जन साधू जगदीसु जपहु मनि बचनि करमि हरि हरि आराधू हरि के जन साधू ॥","ipa":"hər rɑm bɔləh hər sɑt̪u hər ke d͡ʒən sɑt̪u d͡ʒəGəd̪is d͡ʒəpəh mən bət͡ʃən kərəm hər hər əɑrɑt̪u hər ke d͡ʒən sɑt̪u.","ur":"هر رام بولهُ هرِ سادھُو هرِ کے جن سادھُو جگدیِس جپهُ منِ بچن کرم هرِ هرِ آرادھُو هرِ کے جن سادھُو ۔۔"},"pageNo":1201,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":16,"t":"v"},{"p":4,"t":"y"},{"p":8,"t":"y"},{"p":10,"t":"y"},{"p":13,"t":"y"}],"igurbani":[{"p":16,"t":"v"},{"p":4,"t":"y"},{"p":8,"t":"y"},{"p":10,"t":"y"},{"p":13,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":10,"t":"v"},{"p":16,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51629,"shabadId":4260,"verse":{"gurmukhi":"hir rwm boil hir rwm boil siB pwp gvwDU ]","unicode":"ਹਰਿ ਰਾਮ ਬੋਲਿ ਹਰਿ ਰਾਮ ਬੋਲਿ ਸਭਿ ਪਾਪ ਗਵਾਧੂ ॥"},"larivaar":{"gurmukhi":"hirrwmboilhirrwmboilsiBpwpgvwDU]","unicode":"ਹਰਿਰਾਮਬੋਲਿਹਰਿਰਾਮਬੋਲਿਸਭਿਪਾਪਗਵਾਧੂ॥"},"translation":{"en":{"bdb":"Chant the Name of the Lord, chant the Name of the Lord. It shall rid you of all your sins.","ms":"Utter thou Thy Lord's Name, utter thou thy Lord's Name, and it shall rid thee of all thine sins.","ssk":"Chant the Name of the Lord, chant the Name of the Lord. It shall rid you of all your sins."},"pu":{"ss":{"gurmukhi":"hrI dw nwm aucwr ky, rwm dw nwm jp ky swry pwp dUr kr lvogy [","unicode":"ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ ।"},"ft":{"gurmukhi":"mn qn kr qyry hir nwm bolxy sy siB pwp (gvwDU) gvwey jwqy hYN]","unicode":"ਮਨ ਤਨ ਕਰ ਤੇਰੇ ਹਰਿ ਨਾਮ ਬੋਲਣੇ ਸੇ ਸਭਿ ਪਾਪ (ਗਵਾਧੂ) ਗਵਾਏ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hrI dw nwm aucwr ky, rwm dw nwm jp ky swry pwp dUr kr lvogy [","unicode":"ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ ।"},"ms":{"gurmukhi":"qUM sweIN dy nwm dw aucwrn kr, qUM sweIN dy nwm dw aucwrn kr, Aqy ieh qyry swry gunwh k`t dyvygw[","unicode":"ਤੂੰ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਤੂੰ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਅਤੇ ਇਹ ਤੇਰੇ ਸਾਰੇ ਗੁਨਾਹ ਕੱਟ ਦੇਵੇਗਾ।"}},"es":{"sn":"Canten el Nombre del Señor, canten el Nombre del Señor, esto los liberará de todas sus faltas. "},"hi":{"ss":"हरी का नाम उचार के। राम का नाम जप के सारे पाप दूर हो कर लोगे।","sts":"वे राम नाम बोलकर अपने सब पापों का निवारण करते हैं।"}},"transliteration":{"english":"har raam bol har raam bol sabh paap gavaadhoo ||","hindi":"हरि राम बोलि हरि राम बोलि सभि पाप गवाधू ॥","en":"har raam bol har raam bol sabh paap gavaadhoo ||","hi":"हरि राम बोलि हरि राम बोलि सभि पाप गवाधू ॥","ipa":"hər rɑm bɔl hər rɑm bɔl səɓ pɑp Gəʋɑt̪u.","ur":"هر رام بول هرِ رام بول سبھِ پاپ گوادھُو ۔۔"},"pageNo":1201,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51630,"shabadId":4260,"verse":{"gurmukhi":"inq inq jwgrxu krhu sdw sdw Awnµdu jip jgdIsuorw ]","unicode":"ਨਿਤ ਨਿਤ ਜਾਗਰਣੁ ਕਰਹੁ ਸਦਾ ਸਦਾ ਆਨੰਦੁ ਜਪਿ ਜਗਦੀਸੋੁਰਾ ॥"},"larivaar":{"gurmukhi":"inqinqjwgrxukrhusdwsdwAwnµdujipjgdIsuorw]","unicode":"ਨਿਤਨਿਤਜਾਗਰਣੁਕਰਹੁਸਦਾਸਦਾਆਨੰਦੁਜਪਿਜਗਦੀਸੋੁਰਾ॥"},"translation":{"en":{"bdb":"Continually and continuously remain awake and aware. You shall be in ecstasy forever and ever, meditating on the Lord of the Universe.","ms":"Ever, ever remain thou awake. Remembering the Lord of the universe, ever, ever abide thou in bless.","ssk":"Continually and continuously remain awake and aware. You shall be in ecstasy forever and ever, meditating on the Lord of the Universe."},"pu":{"ss":{"gurmukhi":"hy sMq jno! sdw hI (ivkwrW dy h`ilAW vloN) sucyq rho [ jgq dy mwlk dw nwm jp jp ky sdw hI Awqmk AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ । ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"vhu inq inq jgxw krqy hYN[ hy jgdIsÍr! qyry nwm ko jpu kr iqn ko sdw sdw kw AnMd pRwpiq hoqw hY]","unicode":"ਵਹੁ ਨਿਤ ਨਿਤ ਜਗਣਾ ਕਰਤੇ ਹੈਂ। ਹੇ ਜਗਦੀਸ੍ਵਰ! ਤੇਰੇ ਨਾਮ ਕੋ ਜਪੁ ਕਰ ਤਿਨ ਕੋ ਸਦਾ ਸਦਾ ਕਾ ਅਨੰਦ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy sMq jno! sdw hI (ivkwrW dy h`ilAW vloN) sucyq rho [ jgq dy mwlk dw nwm jp jp ky sdw hI Awqmk AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ । ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hmySw, hmySW qUM jwgdw rhu[ Awlm dy suAwmI dw ismrn krn duAwrw qUM sdIv sdvI hI KuSI AMdr vs[","unicode":"ਹਮੇਸ਼ਾ, ਹਮੇਸ਼ਾਂ ਤੂੰ ਜਾਗਦਾ ਰਹੁ। ਆਲਮ ਦੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ ਤੂੰ ਸਦੀਵ ਸਦਵੀ ਹੀ ਖੁਸ਼ੀ ਅੰਦਰ ਵਸ।"}},"es":{"sn":"Continuamente permanezcan despiertos, vivirán en Éxtasis por siempre y para siempre, meditando en el Señor del Universo. "},"hi":{"ss":"हे संत जनो ! सदा ही (विकारों के हमलों से) सचेत रहो। जगत के मालिक का नाम जप-जप के सदा ही आत्मिक आनंद बना रहता है।","sts":"वे नित्य जागृत रहते हैं और सदा जगदीश्वर को जपकर आनंद पाते हैं।"}},"transliteration":{"english":"nit nit jaagaran karahu sadhaa sadhaa aana(n)dh jap jagadheesuoraa ||","hindi":"नित नित जागरणु करहु सदा सदा आनंदु जपि जगदीसुोरा ॥","en":"nit nit jaagaran karahu sadhaa sadhaa aana(n)dh jap jagadheesuoraa ||","hi":"नित नित जागरणु करहु सदा सदा आनंदु जपि जगदीसुोरा ॥","ipa":"nɪt̪ nɪt̪ d͡ʒɑGərəɳ kərəh səd̪ɑ səd̪ɑ əɑnəⁿd̪ d͡ʒəp d͡ʒəGəd̪isʊɔrɑ.","ur":"نِت نت جاگرݨ کرهُ سدا سدا آنµد جپ جگدیِسورا ۔۔"},"pageNo":1201,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51631,"shabadId":4260,"verse":{"gurmukhi":"mn ieCy Pl pwvhu sBY Pl pwvhu Drmu ArQu kwm moKu jn nwnk hir isau imly hir Bgq qorw ]2]2]9]","unicode":"ਮਨ ਇਛੇ ਫਲ ਪਾਵਹੁ ਸਭੈ ਫਲ ਪਾਵਹੁ ਧਰਮੁ ਅਰਥੁ ਕਾਮ ਮੋਖੁ ਜਨ ਨਾਨਕ ਹਰਿ ਸਿਉ ਮਿਲੇ ਹਰਿ ਭਗਤ ਤੋਰਾ ॥੨॥੨॥੯॥"},"larivaar":{"gurmukhi":"mnieCyPlpwvhusBYPlpwvhuDrmuArQukwmmoKujnnwnkhirisauimlyhirBgqqorw]2]2]9]","unicode":"ਮਨਇਛੇਫਲਪਾਵਹੁਸਭੈਫਲਪਾਵਹੁਧਰਮੁਅਰਥੁਕਾਮਮੋਖੁਜਨਨਾਨਕਹਰਿਸਿਉਮਿਲੇਹਰਿਭਗਤਤੋਰਾ॥੨॥੨॥੯॥"},"translation":{"en":{"bdb":"Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, fulfilment of desires and liberation. ||2||2||9||","ms":"Says slave Nanak, O Lord, Thy saint obtains the heart-desired fruits, all the fruits, and obtains also the four cardinal boons of righteousness, riches, success and emancipation.","ssk":"Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, fulfilment of desires and liberation. ||2||2||9||"},"pu":{"ss":{"gurmukhi":"hy sMq jno! (nwm dI brkiq nwl) swry mn-mMgy Pl hwsl krogy, swrIAW murwdW pw lvogy [ Drm, ArQ, kwm, moK—ieh cwry pdwrQ pRwpq kr lvogy [ hy dws nwnk! (AwK—) hy hrI! ijhVy mnu`K qyry (crnW) nwl juVy rihMdy hn auhI qyry Bgq hn [2[2[9[","unicode":"ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ । ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ—ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ । ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ—) ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ।੨।੨।੯।"},"ft":{"gurmukhi":"mn ieCq Pl ko pwvqy hYN AOr BI sBI Pl pwvqy hYN, Drm, ArQ, kwm, moK Awidk jo hY[ sRI gurU jI khqy hYN: hy hrI! jo Bgq jn qyry swQ imly hYN, so hy hrI! qyrw hukm mwnqy hYN; vw BgqoN myN iqn kw qorw ArQwq mu`Kqw hoqI hY[ pUrbokq sbd kw aupdys myN BI ArQ bn skqw hY]2]2]9]","unicode":"ਮਨ ਇਛਤ ਫਲ ਕੋ ਪਾਵਤੇ ਹੈਂ ਔਰ ਭੀ ਸਭੀ ਫਲ ਪਾਵਤੇ ਹੈਂ, ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ ਆਦਿਕ ਜੋ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਜੋ ਭਗਤ ਜਨ ਤੇਰੇ ਸਾਥ ਮਿਲੇ ਹੈਂ, ਸੋ ਹੇ ਹਰੀ! ਤੇਰਾ ਹੁਕਮ ਮਾਨਤੇ ਹੈਂ; ਵਾ ਭਗਤੋਂ ਮੇਂ ਤਿਨ ਕਾ ਤੋਰਾ ਅਰਥਾਤ ਮੁੱਖਤਾ ਹੋਤੀ ਹੈ। ਪੂਰਬੋਕਤ ਸਬਦ ਕਾ ਉਪਦੇਸ ਮੇਂ ਭੀ ਅਰਥ ਬਨ ਸਕਤਾ ਹੈ॥੨॥੨॥੯॥"},"bdb":{"gurmukhi":"hy sMq jno! (nwm dI brkiq nwl) swry mn-mMgy Pl hwsl krogy, swrIAW murwdW pw lvogy [ Drm, ArQ, kwm, moK—ieh cwry pdwrQ pRwpq kr lvogy [ hy dws nwnk! (AwK—) hy hrI! ijhVy mnu`K qyry (crnW) nwl juVy rihMdy hn auhI qyry Bgq hn [2[2[9[","unicode":"ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ । ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ—ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ । ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ—) ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ।੨।੨।੯।"},"ms":{"gurmukhi":"golw nwnk AwKdw hY, hy suAwmI! qyrw swDU ic`q-cwhuMdy myvy pw lYNdw hY, swry myvy pw lYNdw hY Aqy s`cweI, Dn-dOlq, kwmXwbI Aqy kilAwx dIAW cwr auqm dwqW BI pw lYNdw hY[","unicode":"ਗੋਲਾ ਨਾਨਕ ਆਖਦਾ ਹੈ, ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਸਾਧੂ ਚਿੱਤ-ਚਾਹੁੰਦੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਸੱਚਾਈ, ਧਨ-ਦੌਲਤ, ਕਾਮਯਾਬੀ ਅਤੇ ਕਲਿਆਣ ਦੀਆਂ ਚਾਰ ਉਤਮ ਦਾਤਾਂ ਭੀ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"El Sirviente Nanak dice, oh Señor, Tus Devotos obtienen los Frutos de los deseos de sus mentes. Obtienen todos los Frutos y Recompensas y las Cuatro Grandes Bendiciones, Fe Dhármica, bienes y riquezas, satisfacción sexual y liberación. (2-2-9)"},"hi":{"ss":"हे संत जनो ! (नाम की बरकति से) सारे मन-माँगे फल हासिल करोगे। सारी मुरादें पा लोगे। धर्म। काम। मोक्ष - ये चारों पदार्थ प्राप्त कर लोगे। हे दास नानक ! (कह-) हे हरी ! जो मनुष्य तेरे (चरणों) के साथ जुड़े रहते हैं वही तेरे भगत हैं। 2। 2। 9।","sts":"वे घर्म, अर्थ, काम, मोक्ष एवं मनवांछित फल पाते हैं। हे नानक ! भक्तजन ईश्वर की भक्ति में ही लीन रहते हैं।॥२॥ २ ॥६॥"}},"transliteration":{"english":"man ichhe fal paavahu sabhai fal paavahu dharam arath kaam mokh jan naanak har siau mile har bhagat toraa ||2||2||9||","hindi":"मन इछे फल पावहु सभै फल पावहु धरमु अरथु काम मोखु जन नानक हरि सिउ मिले हरि भगत तोरा ॥२॥२॥९॥","en":"man ichhe fal paavahu sabhai fal paavahu dharam arath kaam mokh jan naanak har siau mile har bhagat toraa ||2||2||9||","hi":"मन इछे फल पावहु सभै फल पावहु धरमु अरथु काम मोखु जन नानक हरि सिउ मिले हरि भगत तोरा ॥२॥२॥९॥","ipa":"mən eɪɕe fəl pɑʋəh səɓæ fəl pɑʋəh t̪ərəm ərət̪ʰ kɑm mɔkʰ d͡ʒən nɑnək hər sɪo mɪle hər ɓəGət̪ t̪ɔrɑ.2.2.9.","ur":"من اچھے پھل پاوهُ سبھَے پھل پاوهُ دھرم ارتھ کام موکھ جن نانک هر سا ملے هرِ بھگت تورا ۔۔۲۔۔۲۔۔۹۔۔"},"pageNo":1201,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"},{"p":15,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"},{"p":15,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"},{"p":15,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51632,"shabadId":4261,"verse":{"gurmukhi":"swrg mhlw 4 ]","unicode":"ਸਾਰਗ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"swrgmhlw4]","unicode":"ਸਾਰਗਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Saarang, Fourth Mehla:","ms":"Sarang 4th Guru.","ssk":"Saarang, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"swrMg cOQI pwiqSwhI[","unicode":"ਸਾਰੰਗ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Sarang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"सारग महला ४ ॥"}},"transliteration":{"english":"saarag mahalaa chauthhaa ||","hindi":"सारग महला ४ ॥","en":"saarag mahalaa chauthhaa ||","hi":"सारग महला ४ ॥","ipa":"sɑrəG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سارگ مهلا ۴ ۔۔"},"pageNo":1201,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51633,"shabadId":4261,"verse":{"gurmukhi":"jip mn mwDo mDusUdno hir sRIrMgo prmysro siq prmysro pRBu AMqrjwmI ]","unicode":"ਜਪਿ ਮਨ ਮਾਧੋ ਮਧੁਸੂਦਨੋ ਹਰਿ ਸ੍ਰੀਰੰਗੋ ਪਰਮੇਸਰੋ ਸਤਿ ਪਰਮੇਸਰੋ ਪ੍ਰਭੁ ਅੰਤਰਜਾਮੀ ॥"},"larivaar":{"gurmukhi":"jipmnmwDomDusUdnohirsRIrMgoprmysrosiqprmysropRBuAMqrjwmI]","unicode":"ਜਪਿਮਨਮਾਧੋਮਧੁਸੂਦਨੋਹਰਿਸ੍ਰੀਰੰਗੋਪਰਮੇਸਰੋਸਤਿਪਰਮੇਸਰੋਪ੍ਰਭੁਅੰਤਰਜਾਮੀ॥"},"translation":{"en":{"bdb":"O my mind, meditate on the Lord, the Lord of Wealth, the Source of Nectar, the Supreme Lord God, the True Transcendent Being, God, the Inner-knower, the Searcher of hearts.","ms":"O my soul, meditate thou on God, the Lord of wealth, the lover of Nectar and the Regarder of eminence. The Transcendent Lord, the True Transcendent Lord Master is the inner-knower.","ssk":"O my mind, meditate on the Lord, the Lord of Wealth, the Source of Nectar, the Supreme Lord God, the True Transcendent Being, God, the Inner-knower, the Searcher of hearts."},"pu":{"ss":{"gurmukhi":"hy myry mn! hryk dy idl dI jwxn vwly pRBU dw nwm jipAw kr, auhI mwieAw dw pqI hY, auhI mDU rwKS dw mwrn vwlw hY, auhI hrI l`CmI dw Ksm hY, auhI sB qoN v`fw mwlk hY, auh sdw kwiem rihx vwlw hY [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹੀ ਮਾਇਆ ਦਾ ਪਤੀ ਹੈ, ਉਹੀ ਮਧੂ ਰਾਖਸ਼ ਦਾ ਮਾਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਹਰੀ ਲੱਛਮੀ ਦਾ ਖਸਮ ਹੈ, ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । "},"ft":{"gurmukhi":"hy myry mn mwDo (mDsUdno) hrI (sRIrMgu) prmysr ko jp] vhu prmysÍr kYsw hY? sq hY (pRBU) smrQ hY AOr AMqrjwmI hY] punh kYsw hY?","unicode":"ਹੇ ਮੇਰੇ ਮਨ ਮਾਧੋ (ਮਧਸੂਦਨੋ) ਹਰੀ (ਸ੍ਰੀਰੰਗੁ) ਪਰਮੇਸਰ ਕੋ ਜਪ॥ ਵਹੁ ਪਰਮੇਸ੍ਵਰ ਕੈਸਾ ਹੈ? ਸਤ ਹੈ (ਪ੍ਰਭੂ) ਸਮਰਥ ਹੈ ਔਰ ਅੰਤਰਜਾਮੀ ਹੈ॥ ਪੁਨਹ ਕੈਸਾ ਹੈ?"},"bdb":{"gurmukhi":"hy myry mn! hryk dy idl dI jwxn vwly pRBU dw nwm jipAw kr, auhI mwieAw dw pqI hY, auhI mDU rwKS dw mwrn vwlw hY, auhI hrI l`CmI dw Ksm hY, auhI sB qoN v`fw mwlk hY, auh sdw kwiem rihx vwlw hY [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹੀ ਮਾਇਆ ਦਾ ਪਤੀ ਹੈ, ਉਹੀ ਮਧੂ ਰਾਖਸ਼ ਦਾ ਮਾਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਹਰੀ ਲੱਛਮੀ ਦਾ ਖਸਮ ਹੈ, ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । "},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM mwieAw dy suAwmI, AMimRq dy ipAwry Aqy hwnqw dy pRymI vwihgurU dw ismrn kr[ prm pRBU, s`cw prm pRBU suAwmI AMdrlIAW jwnxhwr hY[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਮਾਇਆ ਦੇ ਸੁਆਮੀ, ਅੰਮ੍ਰਿਤ ਦੇ ਪਿਆਰੇ ਅਤੇ ਹਾਨਤਾ ਦੇ ਪ੍ਰੇਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕਰ। ਪਰਮ ਪ੍ਰਭੂ, ਸੱਚਾ ਪਰਮ ਪ੍ਰਭੂ ਸੁਆਮੀ ਅੰਦਰਲੀਆਂ ਜਾਨਣਹਾਰ ਹੈ।"}},"es":{"sn":"Oh mi mente, medita en el Señor, el Señor de la Riqueza, la Fuente de Néctar, el Señor Supremo, el Verdadero Ser Trascendente, Dios, el Conocedor Íntimo, el Buscador de Corazones. "},"hi":{"ss":"हे मेरे मन ! हरेक दिल की जानने वाले प्रभू का नाम जपा कर। वही माया का पति है। वही मधू राक्षस को मारने वाला है। वही हरी लक्ष्मी का पति है। वही सबसे बड़ा मालिक है। वही सदा कायम रहने वाला है।","sts":"हे मन ! माधव, मधुसूदन, श्रीहरि, श्रीरंग, सत्यस्वरूप परमेश्वर, अन्तर्यामी प्रभु का भजन करो।"}},"transliteration":{"english":"jap man maadho madhusoodhano har sreera(n)go paramesaro sat paramesaro prabh a(n)tarajaamee ||","hindi":"जपि मन माधो मधुसूदनो हरि स्रीरंगो परमेसरो सति परमेसरो प्रभु अंतरजामी ॥","en":"jap man maadho madhusoodhano har sreera(n)go paramesaro sat paramesaro prabh a(n)tarajaamee ||","hi":"जपि मन माधो मधुसूदनो हरि स्रीरंगो परमेसरो सति परमेसरो प्रभु अंतरजामी ॥","ipa":"d͡ʒəp mən mɑt̪ɔ mət̪ʊsud̪ənɔ hər sɹirəŋGɔ pərəmesərɔ sət̪ pərəmesərɔ pɹəɓ əŋt̪ərəd͡ʒɑmi.","ur":"جپ من مادھو مدھسُودنو هرِ سریِرںگو پرمےسرو ستِ پرمےسرو پربھ اںترجامیِ ۔۔"},"pageNo":1201,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"},{"p":6,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51634,"shabadId":4261,"verse":{"gurmukhi":"sB dUKn ko hMqw sB sUKn ko dwqw hir pRIqm gun gwEu ]1] rhwau ]","unicode":"ਸਭ ਦੂਖਨ ਕੋ ਹੰਤਾ ਸਭ ਸੂਖਨ ਕੋ ਦਾਤਾ ਹਰਿ ਪ੍ਰੀਤਮ ਗੁਨ ਗਾਓੁ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"sBdUKnkohMqwsBsUKnkodwqwhirpRIqmgungwEu]1]rhwau]","unicode":"ਸਭਦੂਖਨਕੋਹੰਤਾਸਭਸੂਖਨਕੋਦਾਤਾਹਰਿਪ੍ਰੀਤਮਗੁਨਗਾਓੁ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"He is the Destroyer of all suffering, the Giver of all peace; sing the Praises of my Beloved Lord God. ||1||Pause||","ms":"Sing thou the praise of the Loved Lord, who is the Destroyer of all sufferings and the Blesser of all comforts. Pause.","ssk":"He is the Destroyer of all suffering, the Giver of all peace; sing the Praises of my Beloved Lord God. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy myry mn! hrI pRIqm dy gux gwieAw kr, auhI swry du`KW dw nws krn vwlw hY, auhI swry suKW dw dyx vwlw hY [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਪ੍ਰੀਤਮ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ, ਉਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"srb duKoN ky hrny vwlw hY AOr srb suKoN kw dyxy vwlw hY, AYsy hrI pRIqm ky gunoN ko gwau]1] rhwau ]","unicode":"ਸਰਬ ਦੁਖੋਂ ਕੇ ਹਰਨੇ ਵਾਲਾ ਹੈ ਔਰ ਸਰਬ ਸੁਖੋਂ ਕਾ ਦੇਣੇ ਵਾਲਾ ਹੈ, ਐਸੇ ਹਰੀ ਪ੍ਰੀਤਮ ਕੇ ਗੁਨੋਂ ਕੋ ਗਾਉ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy myry mn! hrI pRIqm dy gux gwieAw kr, auhI swry du`KW dw nws krn vwlw hY, auhI swry suKW dw dyx vwlw hY [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਪ੍ਰੀਤਮ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ, ਉਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"qUM aus ipAwry pRBU dI mihmw gwien kr, jo swirAW, duKiVAW ƒ nws krn vwlw Aqy swry Awrwm bKSxhwr hY[ TihrwE[","unicode":"ਤੂੰ ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਮਹਿਮਾ ਗਾਇਨ ਕਰ, ਜੋ ਸਾਰਿਆਂ, ਦੁਖੜਿਆਂ ਨੂੰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਅਤੇ ਸਾਰੇ ਆਰਾਮ ਬਖਸ਼ਣਹਾਰ ਹੈ। ਠਹਿਰਾਓ।"}},"es":{"sn":"Él es el Destructor de los sufrimientos, el Dador de toda Paz, canta las Alabanzas de mi Bienamado Señor Dios. (1-Pausa)"},"hi":{"ss":"हे मेरे मन ! हरी प्रीतम के गुण गाया कर। वही सारे दुखों का नाश करने वाला है। वही सारे सुखों को देंने वाला है। 1। रहाउ।","sts":"वह सब दुखों को नष्ट करने वाला है, सब सुख प्रदान करने वाला है, उस प्रियतम हरि के गुण गाओ ॥१॥रहाउ॥।"}},"transliteration":{"english":"sabh dhookhan ko ha(n)taa sabh sookhan ko dhaataa har preetam gun gaao ||1|| rahaau ||","hindi":"सभ दूखन को हंता सभ सूखन को दाता हरि प्रीतम गुन गाओु ॥१॥ रहाउ ॥","en":"sabh dhookhan ko ha(n)taa sabh sookhan ko dhaataa har preetam gun gaao ||1|| rahaau ||","hi":"सभ दूखन को हंता सभ सूखन को दाता हरि प्रीतम गुन गाओु ॥१॥ रहाउ ॥","ipa":"səɓ d̪ukʰən kɔ həŋt̪ɑ səɓ sukʰən kɔ d̪ɑt̪ɑ hər pɹit̪əm Gʊn Gɑo.1. rəhɑo.","ur":"سبھ دُوکھن کو هںتا سبھ سُوکھن کو داتا هر پریِتم گُن گااو ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1201,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51635,"shabadId":4261,"verse":{"gurmukhi":"hir Git Gty Git bsqw hir jil Qly hir bsqw hir Qwn Qwnµqir bsqw mY hir dyKn ko cwEu ]","unicode":"ਹਰਿ ਘਟਿ ਘਟੇ ਘਟਿ ਬਸਤਾ ਹਰਿ ਜਲਿ ਥਲੇ ਹਰਿ ਬਸਤਾ ਹਰਿ ਥਾਨ ਥਾਨੰਤਰਿ ਬਸਤਾ ਮੈ ਹਰਿ ਦੇਖਨ ਕੋ ਚਾਓੁ ॥"},"larivaar":{"gurmukhi":"hirGitGtyGitbsqwhirjilQlyhirbsqwhirQwnQwnµqirbsqwmYhirdyKnkocwEu]","unicode":"ਹਰਿਘਟਿਘਟੇਘਟਿਬਸਤਾਹਰਿਜਲਿਥਲੇਹਰਿਬਸਤਾਹਰਿਥਾਨਥਾਨੰਤਰਿਬਸਤਾਮੈਹਰਿਦੇਖਨਕੋਚਾਓੁ॥"},"translation":{"en":{"bdb":"The Lord dwells in the home of each and every heart. The Lord dwells in the water, and the Lord dwells on the land. The Lord dwells in the spaces and interspaces. I have such a great longing to see the Lord.","ms":"God abides in every mind, heart and body. God Lord abides in oceans and dry lands, and God abides in spaces and inter-spaces. I have a yearning to see my God.","ssk":"The Lord dwells in the home of each and every heart. The Lord dwells in the water, and the Lord dwells on the land. The Lord dwells in the spaces and interspaces. I have such a great longing to see the Lord."},"pu":{"ss":{"gurmukhi":"hy myry mn! auh hrI hryk srIr ivc v`sdw hY, jl ivc DrqI ivc v`sdw hY, hryk QW ivc v`sdw hY, myry AMdr aus dy drsn dI qWG hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਹਰੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ ।"},"ft":{"gurmukhi":"qInoN kwl hrI srb GtoN myN bÎwpk ho rhw hY AOr hrI jloN myN bsqw hY AOr QloN myN BI hrI bsqw hY AOr Qwn QnMqroN myN BI hrI bsqw hY, iqs hrI ky dyKny kw myry ko (cwau) pRym hY]","unicode":"ਤੀਨੋਂ ਕਾਲ ਹਰੀ ਸਰਬ ਘਟੋਂ ਮੇਂ ਬ੍ਯਾਪਕ ਹੋ ਰਹਾ ਹੈ ਔਰ ਹਰੀ ਜਲੋਂ ਮੇਂ ਬਸਤਾ ਹੈ ਔਰ ਥਲੋਂ ਮੇਂ ਭੀ ਹਰੀ ਬਸਤਾ ਹੈ ਔਰ ਥਾਨ ਥਨੰਤਰੋਂ ਮੇਂ ਭੀ ਹਰੀ ਬਸਤਾ ਹੈ, ਤਿਸ ਹਰੀ ਕੇ ਦੇਖਨੇ ਕਾ ਮੇਰੇ ਕੋ (ਚਾਉ) ਪ੍ਰੇਮ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry mn! auh hrI hryk srIr ivc v`sdw hY, jl ivc DrqI ivc v`sdw hY, hryk QW ivc v`sdw hY, myry AMdr aus dy drsn dI qWG hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਹਰੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਹਰੇਕ ਥਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ ।"},"ms":{"gurmukhi":"vwihgurU hr mn, idl Aqy dyih AMdr vsdw hY[ vwihgurU suAmI smuMdrW qy su`kIAW jmInW iv`c vsdw hY, Aqy vwihgurU QwvW qy auhnW dIAW iv`QW iv`c vsdw hY, mYƒ Awpxy vwihgurU ƒ vyKx dI aumMg hY[","unicode":"ਵਾਹਿਗੁਰੂ ਹਰ ਮਨ, ਦਿਲ ਅਤੇ ਦੇਹਿ ਅੰਦਰ ਵਸਦਾ ਹੈ। ਵਾਹਿਗੁਰੂ ਸੁਅਮੀ ਸਮੁੰਦਰਾਂ ਤੇ ਸੁੱਕੀਆਂ ਜਮੀਨਾਂ ਵਿੱਚ ਵਸਦਾ ਹੈ, ਅਤੇ ਵਾਹਿਗੁਰੂ ਥਾਵਾਂ ਤੇ ਉਹਨਾਂ ਦੀਆਂ ਵਿੱਥਾਂ ਵਿੱਚ ਵਸਦਾ ਹੈ, ਮੈਨੂੰ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਵੇਖਣ ਦੀ ਉਮੰਗ ਹੈ।"}},"es":{"sn":"El Señor habita en el hogar de todos y cada uno de los corazones, el Señor habita en el agua y el Señor habita en la tierra, en los espacios y los espacios inferiores. "},"hi":{"ss":"हे मेरे मन ! वही हरेक शरीर में बसता है। जल में धरती में बसता है। हरेक जगह में बसता है। मेरे अंदर उसके दर्शनों की तमन्ना है।","sts":"ईश्वर सब में व्याप्त है, हर शरीर में रहता है, समुद्र, पृथ्वी में वही रहता है, देश-देशान्तर सब में बसा हुआ है। मुझे तो हरि दर्शन का चाव है।"}},"transliteration":{"english":"har ghaT ghaTe ghaT basataa har jal thale har basataa har thaan thaana(n)tar basataa mai har dhekhan ko chaao ||","hindi":"हरि घटि घटे घटि बसता हरि जलि थले हरि बसता हरि थान थानंतरि बसता मै हरि देखन को चाओु ॥","en":"har ghaT ghaTe ghaT basataa har jal thale har basataa har thaan thaana(n)tar basataa mai har dhekhan ko chaao ||","hi":"हरि घटि घटे घटि बसता हरि जलि थले हरि बसता हरि थान थानंतरि बसता मै हरि देखन को चाओु ॥","ipa":"hər Gʰəʈ Gʰəʈe Gʰəʈ bəsət̪ɑ hər d͡ʒəl t̪ʰəle hər bəsət̪ɑ hər t̪ʰɑn t̪ʰɑnəⁿt̪ər bəsət̪ɑ mæ hər d̪ekʰən kɔ t͡ʃɑo.","ur":"هر گھٹِ گھٹے گھٹِ بستا هرِ جلِ تھلے هرِ بستا هرِ تھان تھانµتر بستا مَے هرِ دےکھن کو چااو ۔۔"},"pageNo":1201,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"},{"p":9,"t":"v"},{"p":13,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51636,"shabadId":4261,"verse":{"gurmukhi":"koeI AwvY sMqo hir kw jnu sMqo myrw pRIqm jnu sMqo moih mwrgu idKlwvY ]","unicode":"ਕੋਈ ਆਵੈ ਸੰਤੋ ਹਰਿ ਕਾ ਜਨੁ ਸੰਤੋ ਮੇਰਾ ਪ੍ਰੀਤਮ ਜਨੁ ਸੰਤੋ ਮੋਹਿ ਮਾਰਗੁ ਦਿਖਲਾਵੈ ॥"},"larivaar":{"gurmukhi":"koeIAwvYsMqohirkwjnusMqomyrwpRIqmjnusMqomoihmwrguidKlwvY]","unicode":"ਕੋਈਆਵੈਸੰਤੋਹਰਿਕਾਜਨੁਸੰਤੋਮੇਰਾਪ੍ਰੀਤਮਜਨੁਸੰਤੋਮੋਹਿਮਾਰਗੁਦਿਖਲਾਵੈ॥"},"translation":{"en":{"bdb":"If only some Saint, some humble Saint of the Lord, my Holy Beloved, would come, to show me the way.","ms":"Let some saint, God's holyman and my loved holy man come and show me the way to my God.","ssk":"If only some Saint, some humble Saint of the Lord, my Holy Beloved, would come, to show me the way."},"pu":{"ss":{"gurmukhi":"hy myry mn! jy koeI sMq mYƒ Aw imly, hrI dw koeI sMq Aw imly, koeI myrw ipAwrw sMq jn mYƒ Aw imly, qy, mYƒ (prmwqmw dy imlwp dw) rwh ivKw jwey,","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਕੋਈ ਸੰਤ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਹਰੀ ਦਾ ਕੋਈ ਸੰਤ ਆ ਮਿਲੇ, ਕੋਈ ਮੇਰਾ ਪਿਆਰਾ ਸੰਤ ਜਨ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਤੇ, ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਾਹ ਵਿਖਾ ਜਾਏ,"},"ft":{"gurmukhi":"koeI AwvY hy sMq jno! hrI kw jn, hy sMq jno! myrw pIqm jn hovY, hy sMqo! myry ko prmySr pRwpqI kw (mwrgu) rsqw idKlwvY]","unicode":"ਕੋਈ ਆਵੈ ਹੇ ਸੰਤ ਜਨੋ! ਹਰੀ ਕਾ ਜਨ, ਹੇ ਸੰਤ ਜਨੋ! ਮੇਰਾ ਪੀਤਮ ਜਨ ਹੋਵੈ, ਹੇ ਸੰਤੋ! ਮੇਰੇ ਕੋ ਪਰਮੇਸ਼ਰ ਪ੍ਰਾਪਤੀ ਕਾ (ਮਾਰਗੁ) ਰਸਤਾ ਦਿਖਲਾਵੈ॥"},"bdb":{"gurmukhi":"hy myry mn! jy koeI sMq mYƒ Aw imly, hrI dw koeI sMq Aw imly, koeI myrw ipAwrw sMq jn mYƒ Aw imly, qy, mYƒ (prmwqmw dy imlwp dw) rwh ivKw jwey,","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਕੋਈ ਸੰਤ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਹਰੀ ਦਾ ਕੋਈ ਸੰਤ ਆ ਮਿਲੇ, ਕੋਈ ਮੇਰਾ ਪਿਆਰਾ ਸੰਤ ਜਨ ਮੈਨੂੰ ਆ ਮਿਲੇ, ਤੇ, ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਾਹ ਵਿਖਾ ਜਾਏ,"},"ms":{"gurmukhi":"koeI swDU, vwihgurU dw nyk bMdw Aqy myrw ipAwrw nyk bMdw Aw ky mYƒ myry vwihgurU dw rsqw ivKwly[","unicode":"ਕੋਈ ਸਾਧੂ, ਵਾਹਿਗੁਰੂ ਦਾ ਨੇਕ ਬੰਦਾ ਅਤੇ ਮੇਰਾ ਪਿਆਰਾ ਨੇਕ ਬੰਦਾ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰੇ ਵਾਹਿਗੁਰੂ ਦਾ ਰਸਤਾ ਵਿਖਾਲੇ।"}},"es":{"sn":"Tengo tal añoranza de ver al Señor. Si tan solo un Santo, un humilde Santo del Señor,"},"hi":{"ss":"हे मेरे मन ! अगर कोई संत मुझे आ के मिले। हरी का कोई संत आ के मिले। कोई मेरा प्यारा संत जन मुझे आ मिले। और। मुझे (परमात्मा के मिलाप का) रास्ता दिखा जाए।","sts":"यदि कोई संत, ईश्वर का भक्त, मेरा प्रियतम संत मेरे पास आए और मुझे सच्चा मार्ग दिखाए तो"}},"transliteration":{"english":"koiee aavai sa(n)to har kaa jan sa(n)to meraa preetam jan sa(n)to moh maarag dhikhalaavai ||","hindi":"कोई आवै संतो हरि का जनु संतो मेरा प्रीतम जनु संतो मोहि मारगु दिखलावै ॥","en":"koiee aavai sa(n)to har kaa jan sa(n)to meraa preetam jan sa(n)to moh maarag dhikhalaavai ||","hi":"कोई आवै संतो हरि का जनु संतो मेरा प्रीतम जनु संतो मोहि मारगु दिखलावै ॥","ipa":"kɔei əɑʋæ səŋt̪ɔ hər kɑ d͡ʒən səŋt̪ɔ merɑ pɹit̪əm d͡ʒən səŋt̪ɔ mɔh mɑrəG d̪ɪkʰəlɑʋæ.","ur":"کوای آوَے سںتو هر کا جن سںتو مےرا پریِتم جن سںتو موه مارگ دکھلاوَے ۔۔"},"pageNo":1201,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51637,"shabadId":4261,"verse":{"gurmukhi":"iqsu jn ky hau mil mil Dovw pwEu ]1]","unicode":"ਤਿਸੁ ਜਨ ਕੇ ਹਉ ਮਲਿ ਮਲਿ ਧੋਵਾ ਪਾਓੁ ॥੧॥"},"larivaar":{"gurmukhi":"iqsujnkyhaumilmilDovwpwEu]1]","unicode":"ਤਿਸੁਜਨਕੇਹਉਮਲਿਮਲਿਧੋਵਾਪਾਓੁ॥੧॥"},"translation":{"en":{"bdb":"I would wash and massage the feet of that humble being. ||1||","ms":"I would rub, wash and bathe the feet of that man.","ssk":"I would wash and massage the feet of that humble being. ||1||"},"pu":{"ss":{"gurmukhi":" mYN aus dy pYr ml ml ky DovW [1[","unicode":" ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਵਾਂ ।੧।"},"ft":{"gurmukhi":"iqs purs ky crnoN ko mYN ml ml kr DoaUN]1]","unicode":"ਤਿਸ ਪੁਰਸ ਕੇ ਚਰਨੋਂ ਕੋ ਮੈਂ ਮਲ ਮਲ ਕਰ ਧੋਊਂ॥੧॥"},"bdb":{"gurmukhi":" mYN aus dy pYr ml ml ky DovW [1[","unicode":" ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਵਾਂ ।੧।"},"ms":{"gurmukhi":"aus bMdy dy mYN pYr mlW, pUMJW Aqy swP krWgw[","unicode":"ਉਸ ਬੰਦੇ ਦੇ ਮੈਂ ਪੈਰ ਮਲਾਂ, ਪੂੰਝਾਂ ਅਤੇ ਸਾਫ ਕਰਾਂਗਾ।"}},"es":{"sn":" mi Santo Bienamado, viniera a mostrarme el Camino. Lavaría y masajearía los pies de ese ser Humilde del Señor. (1)"},"hi":{"ss":"मैं उसके पैर मल-मल के धोऊँ। 1।","sts":"उस महापुरुष के मल-मलकर मैं पैर धोता रहूँ॥१॥"}},"transliteration":{"english":"tis jan ke hau mal mal dhovaa paao ||1||","hindi":"तिसु जन के हउ मलि मलि धोवा पाओु ॥१॥","en":"tis jan ke hau mal mal dhovaa paao ||1||","hi":"तिसु जन के हउ मलि मलि धोवा पाओु ॥१॥","ipa":"t̪ɪs d͡ʒən ke ho məl məl t̪ɔʋɑ pɑo.1.","ur":"تِس جن کے ها مل ملِ دھووا پااو ۔۔۱۔۔"},"pageNo":1201,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51638,"shabadId":4261,"verse":{"gurmukhi":"hir jn kau hir imilAw hir srDw qy imilAw gurmuiK hir imilAw ]","unicode":"ਹਰਿ ਜਨ ਕਉ ਹਰਿ ਮਿਲਿਆ ਹਰਿ ਸਰਧਾ ਤੇ ਮਿਲਿਆ ਗੁਰਮੁਖਿ ਹਰਿ ਮਿਲਿਆ ॥"},"larivaar":{"gurmukhi":"hirjnkauhirimilAwhirsrDwqyimilAwgurmuiKhirimilAw]","unicode":"ਹਰਿਜਨਕਉਹਰਿਮਿਲਿਆਹਰਿਸਰਧਾਤੇਮਿਲਿਆਗੁਰਮੁਖਿਹਰਿਮਿਲਿਆ॥"},"translation":{"en":{"bdb":"The Lord's humble servant meets the Lord, through his faith in the Lord; meeting the Lord, he becomes Gurmukh.","ms":"God's man meets with God, meets with God through faith, and meets with God, by the Guru's Grace.","ssk":"The Lord's humble servant meets the Lord, through his faith in the Lord; meeting the Lord, he becomes Gurmukh."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw Awpxy iksy syvk ƒ imldw hY, (syvk dI) srDw-BwvnI nwl imldw hY, gurU dI srn ipAW imldw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਕਿਸੇ ਸੇਵਕ ਨੂੰ ਮਿਲਦਾ ਹੈ, (ਸੇਵਕ ਦੀ) ਸਰਧਾ-ਭਾਵਨੀ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ । "},"ft":{"gurmukhi":"hrI jnoN ko hrI imlw hY, prMqU srDw sy hrI imlw hY AOr guroN duAwrw imilAw hY]","unicode":"ਹਰੀ ਜਨੋਂ ਕੋ ਹਰੀ ਮਿਲਾ ਹੈ, ਪਰੰਤੂ ਸਰਧਾ ਸੇ ਹਰੀ ਮਿਲਾ ਹੈ ਔਰ ਗੁਰੋਂ ਦੁਆਰਾ ਮਿਲਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw Awpxy iksy syvk ƒ imldw hY, (syvk dI) srDw-BwvnI nwl imldw hY, gurU dI srn ipAW imldw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਕਿਸੇ ਸੇਵਕ ਨੂੰ ਮਿਲਦਾ ਹੈ, (ਸੇਵਕ ਦੀ) ਸਰਧਾ-ਭਾਵਨੀ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ । "},"ms":{"gurmukhi":"hrI dw bMdw hrI ƒ iml pYdw hY, Brosy rwhIN hrI ƒ iml pYdw hY Aqy gurW dI dieAw duAwrw, hrI ƒ iml pYdw hY[","unicode":"ਹਰੀ ਦਾ ਬੰਦਾ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ, ਭਰੋਸੇ ਰਾਹੀਂ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ।"}},"es":{"sn":"El Sirviente humilde del Señor encuentra al Señor, mediante la Fe en Su Señor, encontrando al Señor, él se convierte en el Gurmukj. "},"hi":{"ss":"हे भाई ! परमात्मा अपने किसी सेवक को मिलता है। (सेवक की) श्रद्धा-भावना के साथ मिलता है। गुरू की शरण पड़ कर मिलता है।","sts":"ईश्वर के भक्त को पूर्ण श्रद्धा से ही ईश्वर मिला है और गुरु के सान्निध्य में उसी से साक्षात्कार हुआ है।"}},"transliteration":{"english":"har jan kau har miliaa har saradhaa te miliaa gurmukh har miliaa ||","hindi":"हरि जन कउ हरि मिलिआ हरि सरधा ते मिलिआ गुरमुखि हरि मिलिआ ॥","en":"har jan kau har miliaa har saradhaa te miliaa gurmukh har miliaa ||","hi":"हरि जन कउ हरि मिलिआ हरि सरधा ते मिलिआ गुरमुखि हरि मिलिआ ॥","ipa":"hər d͡ʒən ko hər mɪlɪəɑ hər sərət̪ɑ t̪e mɪlɪəɑ Gʊrəmʊkʰ hər mɪlɪəɑ.","ur":"هر جن کا هرِ ملِآ هرِ سردھا تے ملِآ گُرمکھ هرِ ملِآ ۔۔"},"pageNo":1201,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51639,"shabadId":4261,"verse":{"gurmukhi":"myrY min qin Awnµd Bey mY dyiKAw hir rwEu ]","unicode":"ਮੇਰੈ ਮਨਿ ਤਨਿ ਆਨੰਦ ਭਏ ਮੈ ਦੇਖਿਆ ਹਰਿ ਰਾਓੁ ॥"},"larivaar":{"gurmukhi":"myrYminqinAwnµdBeymYdyiKAwhirrwEu]","unicode":"ਮੇਰੈਮਨਿਤਨਿਆਨੰਦਭਏਮੈਦੇਖਿਆਹਰਿਰਾਓੁ॥"},"translation":{"en":{"bdb":"My mind and body are in ecstasy; I have seen my Sovereign Lord King.","ms":"My mind and body are in bliss, for I have seen my God, the King.","ssk":"My mind and body are in ecstasy; I have seen my Sovereign Lord King."},"pu":{"ss":{"gurmukhi":"(gurU dI imhr nwl jdoN mYN BI) pRBU-pwiqSwh dw drsn kIqw, qW myry mn ivc myry qn ivc ^uSI hI ^uSI pYdw ho geI [","unicode":"(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ ਮੈਂ ਭੀ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਹੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਗਈ ।"},"ft":{"gurmukhi":"myry mn qn AwnMd ko prwpiq Bey hYN, ikauNik mYny hrI rwau ko dyKw hY]","unicode":"ਮੇਰੇ ਮਨ ਤਨ ਆਨੰਦ ਕੋ ਪਰਾਪਤਿ ਭਏ ਹੈਂ, ਕਿਉਂਕਿ ਮੈਨੇ ਹਰੀ ਰਾਉ ਕੋ ਦੇਖਾ ਹੈ॥"},"bdb":{"gurmukhi":"(gurU dI imhr nwl jdoN mYN BI) pRBU-pwiqSwh dw drsn kIqw, qW myry mn ivc myry qn ivc ^uSI hI ^uSI pYdw ho geI [","unicode":"(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ ਮੈਂ ਭੀ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਦਰਸਨ ਕੀਤਾ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਹੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਗਈ ।"},"ms":{"gurmukhi":"myrw ic`q Aqy dyih KuSI iv`c hn, ikauN jo mYN Awpxy vwihgurU pwiqSwh ƒ vyK ilAw hY[","unicode":"ਮੇਰਾ ਚਿੱਤ ਅਤੇ ਦੇਹਿ ਖੁਸ਼ੀ ਵਿੱਚ ਹਨ, ਕਿਉਂ ਜੋ ਮੈਂ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਪਾਤਿਸ਼ਾਹ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ।"}},"es":{"sn":"Mi mente y cuerpo están en Éxtasis, he visto a mi Rey, el Señor. "},"hi":{"ss":"(गुरू की मेहर से जब मैंने भी) प्रभू-पातशाह के दर्शन किए। तो मेरे मन में मेरे तन में खुशी ही खुशी पैदा हो गई।","sts":"जब मुझे ईश्वर के दर्शन हुए तो मेरे मन तन में आनंद हो गया।"}},"transliteration":{"english":"merai man tan aana(n)dh bhe mai dhekhiaa har raao ||","hindi":"मेरै मनि तनि आनंद भए मै देखिआ हरि राओु ॥","en":"merai man tan aana(n)dh bhe mai dhekhiaa har raao ||","hi":"मेरै मनि तनि आनंद भए मै देखिआ हरि राओु ॥","ipa":"meræ mən t̪ən əɑnəⁿd̪ ɓee mæ d̪ekʰɪəɑ hər rɑo.","ur":"مےرَے من تنِ آنµد بھاے مَے دےکھآ هرِ رااو ۔۔"},"pageNo":1201,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51640,"shabadId":4261,"verse":{"gurmukhi":"jn nwnk kau ikrpw BeI hir kI ikrpw BeI jgdIsur ikrpw BeI ]","unicode":"ਜਨ ਨਾਨਕ ਕਉ ਕਿਰਪਾ ਭਈ ਹਰਿ ਕੀ ਕਿਰਪਾ ਭਈ ਜਗਦੀਸੁਰ ਕਿਰਪਾ ਭਈ ॥"},"larivaar":{"gurmukhi":"jnnwnkkauikrpwBeIhirkIikrpwBeIjgdIsurikrpwBeI]","unicode":"ਜਨਨਾਨਕਕਉਕਿਰਪਾਭਈਹਰਿਕੀਕਿਰਪਾਭਈਜਗਦੀਸੁਰਕਿਰਪਾਭਈ॥"},"translation":{"en":{"bdb":"Servant Nanak has been blessed with Grace, blessed with the Lord's Grace, blessed with the Grace of the Lord of the Universe.","ms":"Slave Nanak is blessed with grace, is blessed with the grace, and is blessed with the grace of the World-Lord.","ssk":"Servant Nanak has been blessed with Grace, blessed with the Lord's Grace, blessed with the Grace of the Lord of the Universe."},"pu":{"ss":{"gurmukhi":"hy BweI! dws nwnk auqy (BI) imhr hoeI hY, hrI dI imhr hoeI hY, jgq dy mwlk dI imhr hoeI hY,","unicode":"ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ ਉਤੇ (ਭੀ) ਮਿਹਰ ਹੋਈ ਹੈ, ਹਰੀ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ, ਜਗਤ ਦੇ ਮਾਲਕ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ,"},"ft":{"gurmukhi":"dwsw Bwv sy sRI gurU jI khqy hYN: hmwry mn KwnI qn ko hrI jgdIsÍr kI ikrpw BeI hY, Bwv myry mn, bwxI Ar qn prmysÍr prwiex hUey hYN]","unicode":"ਦਾਸਾ ਭਾਵ ਸੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਮਾਰੇ ਮਨ ਖਾਨੀ ਤਨ ਕੋ ਹਰੀ ਜਗਦੀਸ੍ਵਰ ਕੀ ਕਿਰਪਾ ਭਈ ਹੈ, ਭਾਵ ਮੇਰੇ ਮਨ, ਬਾਣੀ ਅਰ ਤਨ ਪਰਮੇਸ੍ਵਰ ਪਰਾਇਣ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! dws nwnk auqy (BI) imhr hoeI hY, hrI dI imhr hoeI hY, jgq dy mwlk dI imhr hoeI hY,","unicode":"ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ ਉਤੇ (ਭੀ) ਮਿਹਰ ਹੋਈ ਹੈ, ਹਰੀ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ, ਜਗਤ ਦੇ ਮਾਲਕ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ,"},"ms":{"gurmukhi":"goly nwnk auqy imhr hoeI hY, vwihgurU dI imhr hoeI hY Aqy iSRStI dy suAwmI dI imhr hoeI hY[","unicode":"ਗੋਲੇ ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਹੋਈ ਹੈ, ਵਾਹਿਗੁਰੂ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ ਅਤੇ ਸ਼੍ਰਿਸ਼ਟੀ ਦੇ ਸੁਆਮੀ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ।"}},"es":{"sn":"El Sirviente Nanak ha sido bendecido con Gracia, bendecido con la Gracia del Señor, bendecido con la Gracia del Señor del Universo."},"hi":{"ss":"हे भाई ! दास नानक पर (भी) मेहर हुई है। हरी की मेहर हुई है। जगत के मालिक की कृपा हुई है।","sts":"नानक का कथन है कि जब मुझ पर जगदीश्वर श्रीहरि की कृपा हुई तो"}},"transliteration":{"english":"jan naanak kau kirapaa bhiee har kee kirapaa bhiee jagadheesur kirapaa bhiee ||","hindi":"जन नानक कउ किरपा भई हरि की किरपा भई जगदीसुर किरपा भई ॥","en":"jan naanak kau kirapaa bhiee har kee kirapaa bhiee jagadheesur kirapaa bhiee ||","hi":"जन नानक कउ किरपा भई हरि की किरपा भई जगदीसुर किरपा भई ॥","ipa":"d͡ʒən nɑnək ko kɪrəpɑ ɓei hər ki kɪrəpɑ ɓei d͡ʒəGəd̪isʊr kɪrəpɑ ɓei.","ur":"جن نانک کا کرپا بھای هر کیِ کرپا بھای جگدیِسر کرپا بھای ۔۔"},"pageNo":1201,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51641,"shabadId":4261,"verse":{"gurmukhi":"mY Anidno sd sd sdw hir jipAw hir nwEu ]2]3]10]","unicode":"ਮੈ ਅਨਦਿਨੋ ਸਦ ਸਦ ਸਦਾ ਹਰਿ ਜਪਿਆ ਹਰਿ ਨਾਓੁ ॥੨॥੩॥੧੦॥"},"larivaar":{"gurmukhi":"mYAnidnosdsdsdwhirjipAwhirnwEu]2]3]10]","unicode":"ਮੈਅਨਦਿਨੋਸਦਸਦਸਦਾਹਰਿਜਪਿਆਹਰਿਨਾਓੁ॥੨॥੩॥੧੦॥"},"translation":{"en":{"bdb":"I meditate on the Lord, the Name of the Lord, night and day, forever, forever and ever. ||2||3||10||","ms":"Night and day, ever, ever, ever meditate I on my Lord and my Lord's Name.","ssk":"I meditate on the Lord, the Name of the Lord, night and day, forever, forever and ever. ||2||3||10||"},"pu":{"ss":{"gurmukhi":"mYN hux hr vyly sdw hI sdw hI sdw hI aus hrI dw nwm jp irhw hW [2[3[10[","unicode":"ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ ।੨।੩।੧੦।"},"ft":{"gurmukhi":"mYN rwqR idn mn, qn, bwxI kr sdIv hir hir nwm ko jipAw hY]2]3]10]","unicode":"ਮੈਂ ਰਾਤ੍ਰ ਦਿਨ ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਸਦੀਵ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਜਪਿਆ ਹੈ॥੨॥੩॥੧੦॥"},"bdb":{"gurmukhi":"mYN hux hr vyly sdw hI sdw hI sdw hI aus hrI dw nwm jp irhw hW [2[3[10[","unicode":"ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹਾਂ ।੨।੩।੧੦।"},"ms":{"gurmukhi":"rYx Aqy idl mYN hmySW hymSw hmySW hI Awpxy suAwmI Aqy Awpxy suAwmI dy nwm dw ismrn krdw hW[","unicode":"ਰੈਣ ਅਤੇ ਦਿਲ ਮੈਂ ਹਮੇਸ਼ਾਂ ਹੇਮਸ਼ਾ ਹਮੇਸ਼ਾਂ ਹੀ ਆਪਣੇ ਸੁਆਮੀ ਅਤੇ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Medito en el Señor, en el Nombre del Señor, por siempre y para siempre. (2-3-10)"},"hi":{"ss":"मैं अब हर वक्त सदा ही सदा ही उस हरी का नाम जप रहा हूँ। 2। 3। 10।","sts":"मैंने दिन-रात हरि नाम का जाप किया है॥२॥३॥ १० ॥"}},"transliteration":{"english":"mai anadhino sadh sadh sadhaa har japiaa har naao ||2||3||10||","hindi":"मै अनदिनो सद सद सदा हरि जपिआ हरि नाओु ॥२॥३॥१०॥","en":"mai anadhino sadh sadh sadhaa har japiaa har naao ||2||3||10||","hi":"मै अनदिनो सद सद सदा हरि जपिआ हरि नाओु ॥२॥३॥१०॥","ipa":"mæ ənəd̪ɪnɔ səd̪ səd̪ səd̪ɑ hər d͡ʒəpɪəɑ hər nɑo.2.3.1ə0.","ur":"مَے اندنو سد سد سدا هر جپِآ هرِ نااو ۔۔۲۔۔۳۔۔۱۰۔۔"},"pageNo":1201,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51642,"shabadId":4262,"verse":{"gurmukhi":"swrg mhlw 4 ]","unicode":"ਸਾਰਗ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"swrgmhlw4]","unicode":"ਸਾਰਗਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Saarang, Fourth Mehla:","ms":"Sarang 4th Guru.","ssk":"Saarang, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"swrMg cOQI pwiqSwhI[","unicode":"ਸਾਰੰਗ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Sarang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"सारग महला ४ ॥"}},"transliteration":{"english":"saarag mahalaa chauthhaa ||","hindi":"सारग महला ४ ॥","en":"saarag mahalaa chauthhaa ||","hi":"सारग महला ४ ॥","ipa":"sɑrəG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سارگ مهلا ۴ ۔۔"},"pageNo":1201,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51643,"shabadId":4262,"verse":{"gurmukhi":"jip mn inrBau ]","unicode":"ਜਪਿ ਮਨ ਨਿਰਭਉ ॥"},"larivaar":{"gurmukhi":"jipmninrBau]","unicode":"ਜਪਿਮਨਨਿਰਭਉ॥"},"translation":{"en":{"bdb":"O my mind, meditate on the Fearless Lord,","ms":"O my soul, contemplate thou the Fear-free Lord,","ssk":"O my mind, meditate on the Fearless Lord,"},"pu":{"ss":{"gurmukhi":"hy (myry) mn! aus prmwqmw dw nwm jipAw kr, ijs ƒ iksy qoN koeI fr nhIN","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਤੋਂ ਕੋਈ ਡਰ ਨਹੀਂ"},"ft":{"gurmukhi":"hy myry mn! (inrBau) vwihgurU ko jp]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! (ਨਿਰਭਉ) ਵਾਹਿਗੁਰੂ ਕੋ ਜਪ॥"},"bdb":{"gurmukhi":"hy (myry) mn! aus prmwqmw dw nwm jipAw kr, ijs ƒ iksy qoN koeI fr nhIN","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਤੋਂ ਕੋਈ ਡਰ ਨਹੀਂ"},"ms":{"gurmukhi":"hy myrI ijMdy! qUM in`fr sweIN dw ismrn kr,","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਨਿੱਡਰ ਸਾਈਂ ਦਾ ਸਿਮਰਨ ਕਰ,"}},"es":{"sn":"Quien es Verdad, Verdad por siempre, está libre de venganzas,"},"hi":{"ss":"हे (मेरे) मन ! उस परमात्मा का नाम जपा कर। जिसको किसी से कोई डर नहीं।","sts":"हे मन ! ईश्वर का भजन करो, वह निर्भय है,"}},"transliteration":{"english":"jap man nirabhau ||","hindi":"जपि मन निरभउ ॥","en":"jap man nirabhau ||","hi":"जपि मन निरभउ ॥","ipa":"d͡ʒəp mən nɪrɓo.","ur":"جپ من نربھا ۔۔"},"pageNo":1201,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51644,"shabadId":4262,"verse":{"gurmukhi":"siq siq sdw siq ]","unicode":"ਸਤਿ ਸਤਿ ਸਦਾ ਸਤਿ ॥"},"larivaar":{"gurmukhi":"siqsiqsdwsiq]","unicode":"ਸਤਿਸਤਿਸਦਾਸਤਿ॥"},"translation":{"en":{"bdb":"who is True, True, Forever True.","ms":"who is True, True-ever True,","ssk":"who is True, True, Forever True."},"pu":{"ss":{"gurmukhi":"jo sdw sdw hI kwiem rihx vwlw hY, ","unicode":"ਜੋ ਸਦਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, "},"ft":{"gurmukhi":"jo qInoN kwloN myN sdIv sq hY] punh kYsw hY?","unicode":"ਜੋ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਸਦੀਵ ਸਤ ਹੈ॥ ਪੁਨਹ ਕੈਸਾ ਹੈ?"},"bdb":{"gurmukhi":"jo sdw sdw hI kwiem rihx vwlw hY, ","unicode":"ਜੋ ਸਦਾ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, "},"ms":{"gurmukhi":"jo s`cw, s`cw sdIv hI s`cw hY[","unicode":"ਜੋ ਸੱਚਾ, ਸੱਚਾ ਸਦੀਵ ਹੀ ਸੱਚਾ ਹੈ।"}},"es":{"sn":" la Imagen del Eterno, "},"hi":{"ss":"जो सदा सदा ही कायम रहने वाला है।","sts":"सदा शाश्वत-स्वरूप है,"}},"transliteration":{"english":"sat sat sadhaa sat ||","hindi":"सति सति सदा सति ॥","en":"sat sat sadhaa sat ||","hi":"सति सति सदा सति ॥","ipa":"sət̪ sət̪ səd̪ɑ sət̪.","ur":"ست ستِ سدا ستِ ۔۔"},"pageNo":1201,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51645,"shabadId":4262,"verse":{"gurmukhi":"inrvYru Akwl mUriq ]","unicode":"ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ॥"},"larivaar":{"gurmukhi":"inrvYruAkwlmUriq]","unicode":"ਨਿਰਵੈਰੁਅਕਾਲਮੂਰਤਿ॥"},"translation":{"en":{"bdb":"He is free of vengeance, the Image of the Undying,","ms":"He is sans enmity, the being beyond time,","ssk":"He is free of vengeance, the Image of the Undying,"},"pu":{"ss":{"gurmukhi":"ijs dw iksy nwl koeI vYr nhIN, ijs dI hsqI mOq qoN pry hY, ","unicode":"ਜਿਸ ਦਾ ਕਿਸੇ ਨਾਲ ਕੋਈ ਵੈਰ ਨਹੀਂ, ਜਿਸ ਦੀ ਹਸਤੀ ਮੌਤ ਤੋਂ ਪਰੇ ਹੈ, "},"ft":{"gurmukhi":"inrvYr hY, Akwl hY, AmUrq hY]","unicode":"ਨਿਰਵੈਰ ਹੈ, ਅਕਾਲ ਹੈ, ਅਮੂਰਤ ਹੈ॥"},"bdb":{"gurmukhi":"ijs dw iksy nwl koeI vYr nhIN, ijs dI hsqI mOq qoN pry hY, ","unicode":"ਜਿਸ ਦਾ ਕਿਸੇ ਨਾਲ ਕੋਈ ਵੈਰ ਨਹੀਂ, ਜਿਸ ਦੀ ਹਸਤੀ ਮੌਤ ਤੋਂ ਪਰੇ ਹੈ, "},"ms":{"gurmukhi":"auh duSmnI-rihq, smy qoN pry ivAkqI Ajnmw,","unicode":"ਉਹ ਦੁਸ਼ਮਨੀ-ਰਹਿਤ, ਸਮੇ ਤੋਂ ਪਰੇ ਵਿਅਕਤੀ ਅਜਨਮਾ,"}},"es":{"sn":"más allá del nacimiento, Auto Existente."},"hi":{"ss":"जिसका किसी के साथ कोई वैर नहीं। जिसकी हस्ती मौत से परे है।","sts":"वह वैर-भावना से रहित है, वह कालातीत ब्रह्म मूर्ति अमर है,"}},"transliteration":{"english":"niravair akaal moorat ||","hindi":"निरवैरु अकाल मूरति ॥","en":"niravair akaal moorat ||","hi":"निरवैरु अकाल मूरति ॥","ipa":"nɪrəʋær əkɑl murət̪.","ur":"نِروَےر اکال مُورت ۔۔"},"pageNo":1201,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51646,"shabadId":4262,"verse":{"gurmukhi":"AwjUnI sMBau ]","unicode":"ਆਜੂਨੀ ਸੰਭਉ ॥"},"larivaar":{"gurmukhi":"AwjUnIsMBau]","unicode":"ਆਜੂਨੀਸੰਭਉ॥"},"translation":{"en":{"bdb":"beyond birth, Self-existent.","ms":"unborn and self-illumined.","ssk":"beyond birth, Self-existent."},"pu":{"ss":{"gurmukhi":"jo jUnW ivc nhIN AwauNdw, jo Awpxy Awp qoN prgt huMdw hY [ ","unicode":"ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"AjUnI hY, sÍMBv hY]","unicode":"ਅਜੂਨੀ ਹੈ, ਸ੍ਵੰਭਵ ਹੈ॥"},"bdb":{"gurmukhi":"jo jUnW ivc nhIN AwauNdw, jo Awpxy Awp qoN prgt huMdw hY [ ","unicode":"ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜੋ ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੁੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"Aqy svY-pRkwSvwn hY[","unicode":"ਅਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ।"}},"es":{"sn":"Oh mi mente, medita noche "},"hi":{"ss":"जो जूनियों में नहीं आता। जो अपने-आप से प्रकट होता है।","sts":"वह जन्म-मरण से परे है, वह स्वतः प्रकाशमान हुआ है,"}},"transliteration":{"english":"aajoonee sa(n)bhau ||","hindi":"आजूनी संभउ ॥","en":"aajoonee sa(n)bhau ||","hi":"आजूनी संभउ ॥","ipa":"əɑd͡ʒuni səŋɓo.","ur":"آجٌیِ سںبھا ۔۔"},"pageNo":1201,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51647,"shabadId":4262,"verse":{"gurmukhi":"myry mn Anidnuo iDAwie inrMkwru inrwhwrI ]1] rhwau ]","unicode":"ਮੇਰੇ ਮਨ ਅਨਦਿਨੋੁ ਧਿਆਇ ਨਿਰੰਕਾਰੁ ਨਿਰਾਹਾਰੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"myrymnAnidnuoiDAwieinrMkwruinrwhwrI]1]rhwau]","unicode":"ਮੇਰੇਮਨਅਨਦਿਨੋੁਧਿਆਇਨਿਰੰਕਾਰੁਨਿਰਾਹਾਰੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"O my mind, meditate night and day on the Formless, Self-sustaining Lord. ||1||Pause||","ms":"O my mind, night and day, meditate thou on thy Formless and self sustained Lord. Pause.","ssk":"O my mind, meditate night and day on the Formless, Self-sustaining Lord. ||1||Pause||"},"pu":{"ss":{"gurmukhi":" hy myry mn! hr vyly aus prmwqmw dw iDAwn DirAw kr, ijs dI koeI Skl nhIN d`sI jw skdI, ijs ƒ iksy ^urwk dI loV nhIN [1[rhwau[","unicode":" ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਜਿਸ ਦੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy myry mn! rwqR idn inrwhwrI inrMkwr ko iDAwvnw kr]1] rhwau ]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਰਾਤ੍ਰ ਦਿਨ ਨਿਰਾਹਾਰੀ ਨਿਰੰਕਾਰ ਕੋ ਧਿਆਵਨਾ ਕਰ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":" hy myry mn! hr vyly aus prmwqmw dw iDAwn DirAw kr, ijs dI koeI Skl nhIN d`sI jw skdI, ijs ƒ iksy ^urwk dI loV nhIN [1[rhwau[","unicode":" ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਜਿਸ ਦੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ, ਜਿਸ ਨੂੰ ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy myry mnUey! qUM rYx Aqy idn Awpxy srUp rihq Aqy svY-idRpq sweIN dw ismrn kr[ Tihrwau[","unicode":"ਹੇ ਮੇਰੇ ਮਨੂਏ! ਤੂੰ ਰੈਣ ਅਤੇ ਦਿਨ ਆਪਣੇ ਸਰੂਪ ਰਹਿਤ ਅਤੇ ਸਵੈ-ਦ੍ਰਿਪਤ ਸਾਈਂ ਦਾ ਸਿਮਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"y día en el Señor Sin Forma y Auto Existente. (1-Pausa)"},"hi":{"ss":"हे मेरे मन ! हर वक्त उस परमात्मा का ध्यान धरा कर। जिसका कोई स्वरूप (मूर्ति। शकल) नहीं बयान किया जा सकता। जिसको किसी आहार की आवश्यक्ता नहीं। 1। रहाउ।","sts":"वह भोजन पानी से रहित है। हे मेरे मन ! सदैव उस निरंकार का चिंतन करो ॥१॥रहाउ॥।"}},"transliteration":{"english":"mere man anadhinuo dhiaai nira(n)kaar niraahaaree ||1|| rahaau ||","hindi":"मेरे मन अनदिनुो धिआइ निरंकारु निराहारी ॥१॥ रहाउ ॥","en":"mere man anadhinuo dhiaai nira(n)kaar niraahaaree ||1|| rahaau ||","hi":"मेरे मन अनदिनुो धिआइ निरंकारु निराहारी ॥१॥ रहाउ ॥","ipa":"mere mən ənəd̪ɪnʊɔ t̪ɪəɑeɪ nɪrəŋkɑr nɪrɑhɑri.1. rəhɑo.","ur":"مےرے من اندنو دھآا نرںکار نراهاریِ ۔۔۱۔۔ رهااُ ۔۔"},"pageNo":1201,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51648,"shabadId":4262,"verse":{"gurmukhi":"hir drsn kau hir drsn kau koit koit qyqIs isD jqI jogI qt qIrQ prBvn krq rhq inrwhwrI ]","unicode":"ਹਰਿ ਦਰਸਨ ਕਉ ਹਰਿ ਦਰਸਨ ਕਉ ਕੋਟਿ ਕੋਟਿ ਤੇਤੀਸ ਸਿਧ ਜਤੀ ਜੋਗੀ ਤਟ ਤੀਰਥ ਪਰਭਵਨ ਕਰਤ ਰਹਤ ਨਿਰਾਹਾਰੀ ॥"},"larivaar":{"gurmukhi":"hirdrsnkauhirdrsnkaukoitkoitqyqIsisDjqIjogIqtqIrQprBvnkrqrhqinrwhwrI]","unicode":"ਹਰਿਦਰਸਨਕਉਹਰਿਦਰਸਨਕਉਕੋਟਿਕੋਟਿਤੇਤੀਸਸਿਧਜਤੀਜੋਗੀਤਟਤੀਰਥਪਰਭਵਨਕਰਤਰਹਤਨਿਰਾਹਾਰੀ॥"},"translation":{"en":{"bdb":"For the Blessed Vision of the Lord's Darshan, for the Blessed Vision of the Lord's Darshan, the three hundred thirty million gods, and millions of Siddhas, celibates and Yogis make their pilgrimages to sacred shrines and rivers, and go on fasts.","ms":"For God's vision, for God's vision, for God's vision, thirty-three crores of gods, and millions of adepts, celibates and yogi walk on the banks of holies and practice fasting.","ssk":"For the Blessed Vision of the Lord's Darshan, for the Blessed Vision of the Lord's Darshan, the three hundred thirty million gods, and millions of Siddhas, celibates and Yogis make their pilgrimages to sacred shrines and rivers, and go on fasts."},"pu":{"ss":{"gurmukhi":"hy myry mn! aus prmwqmw dy drsn dI ^wqr qyqI ko®V dyvqy, is`D jqI Aqy jogI Bu`Ky rih rih ky AnykW qIrQW qy rtn krdy iPrdy hn [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਤੇਤੀ ਕੋ੍ਰੜ ਦੇਵਤੇ, ਸਿੱਧ ਜਤੀ ਅਤੇ ਜੋਗੀ ਭੁੱਖੇ ਰਹਿ ਰਹਿ ਕੇ ਅਨੇਕਾਂ ਤੀਰਥਾਂ ਤੇ ਰਟਨ ਕਰਦੇ ਫਿਰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"iqs hrI drsn ko mn krky, hrI drsn ko bwxI krky; vw qIn kwl myN kRoVoN hI jqn kr qyqIs kRoV dyvqw, isD, jqI Ar jogI jo hY[ qIrQoN ky iknwry pr (Bvn) AsQwn bnwie kr; vw BRmxW krqy hYN AOr inrwhwrI rihqy hYN]","unicode":"ਤਿਸ ਹਰੀ ਦਰਸਨ ਕੋ ਮਨ ਕਰਕੇ, ਹਰੀ ਦਰਸਨ ਕੋ ਬਾਣੀ ਕਰਕੇ; ਵਾ ਤੀਨ ਕਾਲ ਮੇਂ ਕ੍ਰੋੜੋਂ ਹੀ ਜਤਨ ਕਰ ਤੇਤੀਸ ਕ੍ਰੋੜ ਦੇਵਤਾ, ਸਿਧ, ਜਤੀ ਅਰ ਜੋਗੀ ਜੋ ਹੈ। ਤੀਰਥੋਂ ਕੇ ਕਿਨਾਰੇ ਪਰ (ਭਵਨ) ਅਸਥਾਨ ਬਨਾਇ ਕਰ; ਵਾ ਭ੍ਰਮਣਾਂ ਕਰਤੇ ਹੈਂ ਔਰ ਨਿਰਾਹਾਰੀ ਰਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy myry mn! aus prmwqmw dy drsn dI ^wqr qyqI ko®V dyvqy, is`D jqI Aqy jogI Bu`Ky rih rih ky AnykW qIrQW qy rtn krdy iPrdy hn [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਤੇਤੀ ਕੋ੍ਰੜ ਦੇਵਤੇ, ਸਿੱਧ ਜਤੀ ਅਤੇ ਜੋਗੀ ਭੁੱਖੇ ਰਹਿ ਰਹਿ ਕੇ ਅਨੇਕਾਂ ਤੀਰਥਾਂ ਤੇ ਰਟਨ ਕਰਦੇ ਫਿਰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"hrI dy dIdwr nhIN, hrI dy dIdwr nhIN qyqI kroV dyvqy qy sYkVy hzwr pUrn purS bRhmcwrI qy XogI Drm AsQwn dy iknwirAW auqy rtn krdy Aqy vrq rKdy hn[","unicode":"ਹਰੀ ਦੇ ਦੀਦਾਰ ਨਹੀਂ, ਹਰੀ ਦੇ ਦੀਦਾਰ ਨਹੀਂ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤੇ ਤੇ ਸੈਕੜੇ ਹਜ਼ਾਰ ਪੂਰਨ ਪੁਰਸ਼ ਬ੍ਰਹਮਚਾਰੀ ਤੇ ਯੋਗੀ ਧਰਮ ਅਸਥਾਨ ਦੇ ਕਿਨਾਰਿਆਂ ਉਤੇ ਰਟਨ ਕਰਦੇ ਅਤੇ ਵਰਤ ਰਖਦੇ ਹਨ।"}},"es":{"sn":"Por la Visión Bendita del Darshan del Señor los trescientos treinta millones de dioses y millones de siddhas, "},"hi":{"ss":"हे मेरे मन ! उस परमात्मा के दर्शनों की खातिर तैंतिस करोड़ देवते। सिद्ध जती जोगी भूखे रह के अनेकों तीर्थों के रटन करते फिरते हैं।","sts":"परमात्मा के दर्शन के लिए तेंतीस करोड़ देवता, सिद्ध, ब्रह्मचारी, योगी, तटों-तीर्थों की यात्रा करते एवं व्रत-उपवास रखते हैं।"}},"transliteration":{"english":"har dharasan kau har dharasan kau koT koT tetees sidh jatee jogee taT teerath parabhavan karat rahat niraahaaree ||","hindi":"हरि दरसन कउ हरि दरसन कउ कोटि कोटि तेतीस सिध जती जोगी तट तीरथ परभवन करत रहत निराहारी ॥","en":"har dharasan kau har dharasan kau koT koT tetees sidh jatee jogee taT teerath parabhavan karat rahat niraahaaree ||","hi":"हरि दरसन कउ हरि दरसन कउ कोटि कोटि तेतीस सिध जती जोगी तट तीरथ परभवन करत रहत निराहारी ॥","ipa":"hər d̪ərəsən ko hər d̪ərəsən ko kɔʈ kɔʈ t̪et̪is sɪt̪ə̀ d͡ʒət̪i d͡ʒɔGi t̪əʈ t̪irət̪ʰ pərɓəʋən kərət̪ rəhət̪ nɪrɑhɑri.","ur":"هر درسن کا هرِ درسن کا کوٹ کوٹ تےتیِس سدھ جتیِ جوگیِ تٹ تیِرتھ پربھون کرت رهت نراهاریِ ۔۔"},"pageNo":1201,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":11,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"},{"p":15,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":11,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"},{"p":15,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"},{"p":8,"t":"v"},{"p":11,"t":"v"},{"p":15,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51649,"shabadId":4262,"verse":{"gurmukhi":"iqn jn kI syvw Qwie peI ijn@ kau ikrpwl hovqu bnvwrI ]1]","unicode":"ਤਿਨ ਜਨ ਕੀ ਸੇਵਾ ਥਾਇ ਪਈ ਜਿਨੑ ਕਉ ਕਿਰਪਾਲ ਹੋਵਤੁ ਬਨਵਾਰੀ ॥੧॥"},"larivaar":{"gurmukhi":"iqnjnkIsyvwQwiepeIijn@kauikrpwlhovqubnvwrI]1]","unicode":"ਤਿਨਜਨਕੀਸੇਵਾਥਾਇਪਈਜਿਨੑਕਉਕਿਰਪਾਲਹੋਵਤੁਬਨਵਾਰੀ॥੧॥"},"translation":{"en":{"bdb":"The service of the humble person is approved, unto whom the Lord of the World shows His Mercy. ||1||","ms":"Acceptable is rendered the service of those mortals, unto whom the Lord of woods becomes merciful.","ssk":"The service of the humble person is approved, unto whom the Lord of the World shows His Mercy. ||1||"},"pu":{"ss":{"gurmukhi":"hy mn! auhnW (BwgW vwilAW) dI hI syvw kbUl huMdI hY ijnHW au~qy prmwqmw Awp dieAwvwn huMdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਦੀ ਹੀ ਸੇਵਾ ਕਬੂਲ ਹੁੰਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"prMqU iqn purSoN kI syvw sPlI hUeI hY ijn ko (bnvwrI) Bgvwn ikrpwl hoqw hY]1]","unicode":"ਪਰੰਤੂ ਤਿਨ ਪੁਰਸ਼ੋਂ ਕੀ ਸੇਵਾ ਸਫਲੀ ਹੂਈ ਹੈ ਜਿਨ ਕੋ (ਬਨਵਾਰੀ) ਭਗਵਾਨ ਕਿਰਪਾਲ ਹੋਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy mn! auhnW (BwgW vwilAW) dI hI syvw kbUl huMdI hY ijnHW au~qy prmwqmw Awp dieAwvwn huMdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਦੀ ਹੀ ਸੇਵਾ ਕਬੂਲ ਹੁੰਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"aunHW pRwxIAW dI Gwl kbUl pY jWdI hY, ijnHW auqy jMglW dw suAwmI imhrbwn ho jWdw hY[","unicode":"ਉਨ੍ਹਾਂ ਪ੍ਰਾਣੀਆਂ ਦੀ ਘਾਲ ਕਬੂਲ ਪੈ ਜਾਂਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਜੰਗਲਾਂ ਦਾ ਸੁਆਮੀ ਮਿਹਰਬਾਨ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"célibes y Yoguis hacen sus peregrinajes a los santuarios y ríos, y realizan todo tipo de ayunos. (1)"},"hi":{"ss":"हे मन ! उन (भाग्यशालियों) की ही सेवा कबूल होती है जिन पर परमात्मा स्वयं दयावान होता है। 1।","sts":"उन भक्तों की सेवा सफल होती है, जिन पर ईश्वर कृपालु होता है॥१॥"}},"transliteration":{"english":"tin jan kee sevaa thai piee jin(h) kau kirapaal hovat banavaaree ||1||","hindi":"तिन जन की सेवा थाइ पई जिन्न कउ किरपाल होवतु बनवारी ॥१॥","en":"tin jan kee sevaa thai piee jin(h) kau kirapaal hovat banavaaree ||1||","hi":"तिन जन की सेवा थाइ पई जिन्न कउ किरपाल होवतु बनवारी ॥१॥","ipa":"t̪ɪn d͡ʒən ki seʋɑ t̪ʰɑeɪ pei d͡ʒɪn@ ko kɪrəpɑl hɔʋət̪ bənəʋɑri.1.","ur":"تٍن جن کیِ سےوا تھاا پای جنھ کا کرپال هووت بنواریِ ۔۔۱۔۔"},"pageNo":1201,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51650,"shabadId":4262,"verse":{"gurmukhi":"hir ky ho sMq Bly qy aUqm Bgq Bly jo Bwvq hir rwm murwrI ]","unicode":"ਹਰਿ ਕੇ ਹੋ ਸੰਤ ਭਲੇ ਤੇ ਊਤਮ ਭਗਤ ਭਲੇ ਜੋ ਭਾਵਤ ਹਰਿ ਰਾਮ ਮੁਰਾਰੀ ॥"},"larivaar":{"gurmukhi":"hirkyhosMqBlyqyaUqmBgqBlyjoBwvqhirrwmmurwrI]","unicode":"ਹਰਿਕੇਹੋਸੰਤਭਲੇਤੇਊਤਮਭਗਤਭਲੇਜੋਭਾਵਤਹਰਿਰਾਮਮੁਰਾਰੀ॥"},"translation":{"en":{"bdb":"They alone are the good Saints of the Lord, the best and most exalted devotees, who are pleasing to their Lord.","ms":"They alone are the good saints and sublime and holy devotees of God, who are pleasing to their God's Lord, the Enemy of ego.","ssk":"They alone are the good Saints of the Lord, the best and most exalted devotees, who are pleasing to their Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! auh hrI dy sMq cMgy hn, auh hrI dy Bgq sRySt hn ijhVy duSt-dmn prmwqmw ƒ ipAwry l`gdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਉਹ ਹਰੀ ਦੇ ਸੰਤ ਚੰਗੇ ਹਨ, ਉਹ ਹਰੀ ਦੇ ਭਗਤ ਸ੍ਰੇਸ਼ਟ ਹਨ ਜਿਹੜੇ ਦੁਸ਼ਟ-ਦਮਨ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ । "},"ft":{"gurmukhi":"jo hrI rwm murwrI ko Bwvqy hYN, so hrI sMq ky Bgq mn bwxI kr Bly aUqm hYN]","unicode":"ਜੋ ਹਰੀ ਰਾਮ ਮੁਰਾਰੀ ਕੋ ਭਾਵਤੇ ਹੈਂ, ਸੋ ਹਰੀ ਸੰਤ ਕੇ ਭਗਤ ਮਨ ਬਾਣੀ ਕਰ ਭਲੇ ਊਤਮ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! auh hrI dy sMq cMgy hn, auh hrI dy Bgq sRySt hn ijhVy duSt-dmn prmwqmw ƒ ipAwry l`gdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਉਹ ਹਰੀ ਦੇ ਸੰਤ ਚੰਗੇ ਹਨ, ਉਹ ਹਰੀ ਦੇ ਭਗਤ ਸ੍ਰੇਸ਼ਟ ਹਨ ਜਿਹੜੇ ਦੁਸ਼ਟ-ਦਮਨ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ । "},"ms":{"gurmukhi":"kyvl auh hI vwihgurU dy cMgy swDU Aqy srySt qy nyk vYrwgI hn, jo hMkwr dy vyrI vwihgurU suAmwI ƒ cMgy lgdy hn[","unicode":"ਕੇਵਲ ਉਹ ਹੀ ਵਾਹਿਗੁਰੂ ਦੇ ਚੰਗੇ ਸਾਧੂ ਅਤੇ ਸਰੇਸ਼ਟ ਤੇ ਨੇਕ ਵੈਰਾਗੀ ਹਨ, ਜੋ ਹੰਕਾਰ ਦੇ ਵੇਰੀ ਵਾਹਿਗੁਰੂ ਸੁਅਮਾੀ ਨੂੰ ਚੰਗੇ ਲਗਦੇ ਹਨ।"}},"es":{"sn":"El Servicio de la persona humilde es aprobado, a aquella persona el Señor del mundo le muestra Su Misericordia. Sólo son los Santos Buenos del Señor,"},"hi":{"ss":"हे भाई ! वह हरी के संत अच्छे हैं। वह हरी के भगत श्रेष्ठ हैं जो दुष्ट-दमन परमात्मा को प्यारे लगते हैं।","sts":"ईश्वर के वही संत एवं उत्तम भक्त भले हैं, जो प्रभु को प्रिय लगते हैं।"}},"transliteration":{"english":"har ke ho sa(n)t bhale te uootam bhagat bhale jo bhaavat har raam muraaree ||","hindi":"हरि के हो संत भले ते ऊतम भगत भले जो भावत हरि राम मुरारी ॥","en":"har ke ho sa(n)t bhale te uootam bhagat bhale jo bhaavat har raam muraaree ||","hi":"हरि के हो संत भले ते ऊतम भगत भले जो भावत हरि राम मुरारी ॥","ipa":"hər ke hɔ səŋt̪ ɓəle t̪e out̪əm ɓəGət̪ ɓəle d͡ʒɔ ɓɑʋət̪ hər rɑm mʊrɑri.","ur":"هر کے هو سںت بھلے تے اُوتم بھگت بھلے جو بھاوت هرِ رام مُراریِ ۔۔"},"pageNo":1201,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}},{"verseId":51651,"shabadId":4262,"verse":{"gurmukhi":"ijn@ kw AMgu krY myrw suAwmI iqn@ kI nwnk hir pYj svwrI ]2]4]11]","unicode":"ਜਿਨੑ ਕਾ ਅੰਗੁ ਕਰੈ ਮੇਰਾ ਸੁਆਮੀ ਤਿਨੑ ਕੀ ਨਾਨਕ ਹਰਿ ਪੈਜ ਸਵਾਰੀ ॥੨॥੪॥੧੧॥"},"larivaar":{"gurmukhi":"ijn@kwAMgukrYmyrwsuAwmIiqn@kInwnkhirpYjsvwrI]2]4]11]","unicode":"ਜਿਨੑਕਾਅੰਗੁਕਰੈਮੇਰਾਸੁਆਮੀਤਿਨੑਕੀਨਾਨਕਹਰਿਪੈਜਸਵਾਰੀ॥੨॥੪॥੧੧॥"},"translation":{"en":{"bdb":"Those who have my Lord and Master on their side - O Nanak, the Lord saves their honor. ||2||4||11||","ms":"They, whose side my Lord God takes; O Nanak, He saves the honour of them.","ssk":"Those who have my Lord and Master on their side - O Nanak, the Lord saves their honor. ||2||4||11||"},"pu":{"ss":{"gurmukhi":"hy nwnk! myrw mwlk-pRBU ijnHW mnu`KW dw p`K krdw hY (lok prlok ivc) auhnW dI ie`zq r`K lYNdw hY [2[4[11[","unicode":"ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ।੨।੪।੧੧।"},"ft":{"gurmukhi":"ijn kw (AMgu) pK myrw suAwmI vwihgurU krqw hY[ sRI gurU jI khqy hYN: iqn kI (pYj) piqStw hrI ny Awp svwrI hY]2]4]11]","unicode":"ਜਿਨ ਕਾ (ਅੰਗੁ) ਪਖ ਮੇਰਾ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਕਰਤਾ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਨ ਕੀ (ਪੈਜ) ਪਤਿਸ਼ਟਾ ਹਰੀ ਨੇ ਆਪ ਸਵਾਰੀ ਹੈ॥੨॥੪॥੧੧॥"},"bdb":{"gurmukhi":"hy nwnk! myrw mwlk-pRBU ijnHW mnu`KW dw p`K krdw hY (lok prlok ivc) auhnW dI ie`zq r`K lYNdw hY [2[4[11[","unicode":"ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ।੨।੪।੧੧।"},"ms":{"gurmukhi":"ijnHW dw p`K myrw suAmwI vwihgurU lYNdw hY, hy nwnk! auh aunHW dI ie`zq AwbrU brkrwr rKdw hY[","unicode":"ਜਿਨ੍ਹਾਂ ਦਾ ਪੱਖ ਮੇਰਾ ਸੁਅਮਾੀ ਵਾਹਿਗੁਰੂ ਲੈਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਉਨ੍ਹਾਂ ਦੀ ਇੱਜ਼ਤ ਆਬਰੂ ਬਰਕਰਾਰ ਰਖਦਾ ਹੈ।"}},"es":{"sn":" los Devotos mejor exaltados, aquéllos que siempre complacen al Señor. Aquéllos que tienen a mi Señor y Maestro de su lado, oh dice Nanak, el Señor salva su honor. (2-4-11) "},"hi":{"ss":"हे नानक ! मेरा मालिक-प्रभू जिन मनुष्यों का पक्ष करता है (लोक-परलोक में) उनकी इज्जत रख लेता है। 2। 4। 11।","sts":"हे नानक ! मेरा स्वामी जिनका साथ देता है, उनकी ही लाज बचाता है॥२॥४॥ ११ ॥"}},"transliteration":{"english":"jin(h) kaa a(n)g karai meraa suaamee tin(h) kee naanak har paij savaaree ||2||4||11||","hindi":"जिन्न का अंगु करै मेरा सुआमी तिन्न की नानक हरि पैज सवारी ॥२॥४॥११॥","en":"jin(h) kaa a(n)g karai meraa suaamee tin(h) kee naanak har paij savaaree ||2||4||11||","hi":"जिन्न का अंगु करै मेरा सुआमी तिन्न की नानक हरि पैज सवारी ॥२॥४॥११॥","ipa":"d͡ʒɪn@ kɑ əŋG kəræ merɑ sʊəɑmi t̪ɪn@ ki nɑnək hər pæd͡ʒ səʋɑri.2.4.1ə1.","ur":"جٍنھ کا اںگ کرَے مےرا سُآمیِ تنھ کیِ نانک هر پَےج سواریِ ۔۔۲۔۔۴۔۔۱۱۔۔"},"pageNo":1201,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"}}]}