{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1309},"count":31,"navigation":{"previous":1308,"next":1310},"page":[{"verseId":55882,"shabadId":4757,"verse":{"gurmukhi":"ik®pw ik®pw ik®pw kir hir jIau kir ikrpw nwim lgwvYgo ]","unicode":"ਕ੍ਰਿਪਾ ਕ੍ਰਿਪਾ ਕ੍ਰਿਪਾ ਕਰਿ ਹਰਿ ਜੀਉ ਕਰਿ ਕਿਰਪਾ ਨਾਮਿ ਲਗਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"ik®pwik®pwik®pwkirhirjIaukirikrpwnwimlgwvYgo]","unicode":"ਕ੍ਰਿਪਾਕ੍ਰਿਪਾਕ੍ਰਿਪਾਕਰਿਹਰਿਜੀਉਕਰਿਕਿਰਪਾਨਾਮਿਲਗਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Mercy, mercy, mercy - O Dear Lord, please shower Your Mercy on me, and attach me to Your Name.","ms":"O Sire Lord, show Thou, mercy, and kindness unto me and mercifully attach Thou me to Thy name.","ssk":"Mercy, mercy, mercy - O Dear Lord, please shower Your Mercy on me, and attach me to Your Name."},"pu":{"ss":{"gurmukhi":"hy pRBU jI! imhr kr, imhr kr, imhr kr, (qy, Awpxy nwm ivc joVI r`K [ hy BweI! prmwqmw Awp hI) imhr kr ky (jIv ƒ Awpxy) nwm ivc joVdw hY [ ","unicode":"ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਤੇ, ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜੀ ਰੱਖ । ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵ ਨੂੰ ਆਪਣੇ) ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ । "},"ft":{"gurmukhi":"ikRpw sÍrUp AOr ikRpw kI Kwn hir jIau qyry pur ikRpw krnyhwr ikRpw kr ky Apny Bjn myN qyry ko lgwie lyvygw]","unicode":"ਕ੍ਰਿਪਾ ਸ੍ਵਰੂਪ ਔਰ ਕ੍ਰਿਪਾ ਕੀ ਖਾਨ ਹਰਿ ਜੀਉ ਤੇਰੇ ਪੁਰ ਕ੍ਰਿਪਾ ਕਰਨੇਹਾਰ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਅਪਨੇ ਭਜਨ ਮੇਂ ਤੇਰੇ ਕੋ ਲਗਾਇ ਲੇਵੇਗਾ॥"},"bdb":{"gurmukhi":"hy pRBU jI! imhr kr, imhr kr, imhr kr, (qy, Awpxy nwm ivc joVI r`K [ hy BweI! prmwqmw Awp hI) imhr kr ky (jIv ƒ Awpxy) nwm ivc joVdw hY [ ","unicode":"ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਤੇ, ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜੀ ਰੱਖ । ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵ ਨੂੰ ਆਪਣੇ) ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ । "},"ms":{"gurmukhi":"hy mhwrwj mwlk! qUM myry auqy imhr idAw Aqy imhrbwnI Dwr Aqy imhr Dwr ky qUM mYƒ Awpxy nwm nwl joV lY[","unicode":"ਹੇ ਮਹਾਰਾਜ ਮਾਲਕ! ਤੂੰ ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਦਿਆ ਅਤੇ ਮਿਹਰਬਾਨੀ ਧਾਰ ਅਤੇ ਮਿਹਰ ਧਾਰ ਕੇ ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਨਾਲ ਜੋੜ ਲੈ।"}},"es":{"sn":"Misericordia, Misericordia, Misericordia, oh Señor, por favor rocíala sobre mí y apégame a Tu Nombre. "},"hi":{"ss":"जो जो मनुष्य हरी-नाम जपता है। वह ही ऊँची आत्मिक अवस्था हासिल कर लेता है (और। परमात्मा में लीन हो जाता है) जैसे ध्रूव और प्रहलाद (अपने-अपने समय में प्रभू में) लीन होते रहे हैं। 1। रहाउ।","sts":"जो भी जाप करता है, वही मुक्ति पाता है, ज्यों भक्त धुव एवं भक्त प्रहलाद हरि में लीन हो गए॥१॥रहाउ॥"}},"transliteration":{"english":"kirapaa kirapaa kirapaa kar har jeeau kar kirapaa naam lagaavaigo ||","hindi":"कृपा कृपा कृपा करि हरि जीउ करि किरपा नामि लगावैगो ॥","en":"kirapaa kirapaa kirapaa kar har jeeau kar kirapaa naam lagaavaigo ||","hi":"कृपा कृपा कृपा करि हरि जीउ करि किरपा नामि लगावैगो ॥","ipa":"kɪʳəpɑ kɪʳəpɑ kɪʳəpɑ kər hər d͡ʒio kər kɪrəpɑ nɑm ləGɑʋæGɔ.","ur":"کِ®پا ک®پا ک®پا کر هرِ جیِا کرِ کرپا نام لگاوَےگو ۔۔"},"pageNo":1309,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55883,"shabadId":4757,"verse":{"gurmukhi":"kir ikrpw siqgurU imlwvhu imil siqgur nwmu iDAwvYgo ]1]","unicode":"ਕਰਿ ਕਿਰਪਾ ਸਤਿਗੁਰੂ ਮਿਲਾਵਹੁ ਮਿਲਿ ਸਤਿਗੁਰ ਨਾਮੁ ਧਿਆਵੈਗੋ ॥੧॥"},"larivaar":{"gurmukhi":"kirikrpwsiqgurUimlwvhuimilsiqgurnwmuiDAwvYgo]1]","unicode":"ਕਰਿਕਿਰਪਾਸਤਿਗੁਰੂਮਿਲਾਵਹੁਮਿਲਿਸਤਿਗੁਰਨਾਮੁਧਿਆਵੈਗੋ॥੧॥"},"translation":{"en":{"bdb":"Please be Merciful, and lead me to meet the True Guru; meeting the True Guru, I meditate on the Naam, the Name of the Lord. ||1||","ms":"Mercifully lead me on to the True Guru, by meeting with the True Guru, I shall dwell upon Thy Name, O my Master.","ssk":"Please be Merciful, and lead me to meet the True Guru; meeting the True Guru, I meditate on the Naam, the Name of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"hy pRBU jI! imhr kr ky gurU imlwvo [ gurU ƒ iml ky hI (jIv qyrw) nwm ismr skdw hY [1[","unicode":"ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ ਗੁਰੂ ਮਿਲਾਵੋ । ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ (ਜੀਵ ਤੇਰਾ) ਨਾਮ ਸਿਮਰ ਸਕਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"hy hrI! ikRpw kr ky ijs ko siqgurU sy imlwie dyqy ho, so purs sqigroN ko iml kr nwm ko DÎwie lyvygw]1]","unicode":"ਹੇ ਹਰੀ! ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਜਿਸ ਕੋ ਸਤਿਗੁਰੂ ਸੇ ਮਿਲਾਇ ਦੇਤੇ ਹੋ, ਸੋ ਪੁਰਸ ਸਤਗਿਰੋਂ ਕੋ ਮਿਲ ਕਰ ਨਾਮ ਕੋ ਧ੍ਯਾਇ ਲੇਵੇਗਾ॥੧॥"},"bdb":{"gurmukhi":"hy pRBU jI! imhr kr ky gurU imlwvo [ gurU ƒ iml ky hI (jIv qyrw) nwm ismr skdw hY [1[","unicode":"ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ ਗੁਰੂ ਮਿਲਾਵੋ । ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ (ਜੀਵ ਤੇਰਾ) ਨਾਮ ਸਿਮਰ ਸਕਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"imhr Dwr ky qUM mYƒ s¤cy gurW nwl imlw dy[ s¤cy gurW nwl imlx duAwrw, w mYN qyrw nwm dw ismrn krwgW, hy myry mwlk!","unicode":"ਮਿਹਰ ਧਾਰ ਕੇ ਤੂੰ ਮੈਨੂੰ ਸੱਚੇ ਗੁਰਾਂ ਨਾਲ ਮਿਲਾ ਦੇ। ਸੱਚੇ ਗੁਰਾਂ ਨਾਲ ਮਿਲਣ ਦੁਆਰਾ, ਾ ਮੈਂ ਤੇਰਾ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਾਗਾਂ, ਹੇ ਮੇਰੇ ਮਾਲਕ!"}},"es":{"sn":"Por favor, sé Compasivo y guíame para encontrar a mi Verdadero Guru, pues Encontrándolo medito en el Naam. (1)"},"hi":{"ss":"हे प्रभू जी ! मेहर कर। मेहर कर। मेहर कर (और। अपने नाम में जोड़े रख।","sts":"हे श्रीहरि ! कृपा करो, कृपा करके हमारी नाम स्मरण में लगन लगाओ।"}},"transliteration":{"english":"kar kirapaa satiguroo milaavahu mil satigur naam dhiaavaigo ||1||","hindi":"करि किरपा सतिगुरू मिलावहु मिलि सतिगुर नामु धिआवैगो ॥१॥","en":"kar kirapaa satiguroo milaavahu mil satigur naam dhiaavaigo ||1||","hi":"करि किरपा सतिगुरू मिलावहु मिलि सतिगुर नामु धिआवैगो ॥१॥","ipa":"kər kɪrəpɑ sət̪ɪGʊru mɪlɑʋəh mɪl sət̪ɪGʊr nɑm t̪ɪəɑʋæGɔ.1.","ur":"کر کرپا ستِگرُو ملاوهُ ملِ ستِگر نام دھآوَےگو ۔۔۱۔۔"},"pageNo":1309,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55884,"shabadId":4757,"verse":{"gurmukhi":"jnm jnm kI haumY mlu lwgI imil sMgiq mlu lih jwvYgo ]","unicode":"ਜਨਮ ਜਨਮ ਕੀ ਹਉਮੈ ਮਲੁ ਲਾਗੀ ਮਿਲਿ ਸੰਗਤਿ ਮਲੁ ਲਹਿ ਜਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"jnmjnmkIhaumYmlulwgIimilsMgiqmlulihjwvYgo]","unicode":"ਜਨਮਜਨਮਕੀਹਉਮੈਮਲੁਲਾਗੀਮਿਲਿਸੰਗਤਿਮਲੁਲਹਿਜਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"The filth of egotism from countless incarnations sticks to me; joining the Sangat, the Holy Congregation, this filth is washed away.","ms":"The filth of ego of many births sticks to me and it is by meeting with the saints society that this filth can be washed off.","ssk":"The filth of egotism from countless incarnations sticks to me; joining the Sangat, the Holy Congregation, this filth is washed away."},"pu":{"ss":{"gurmukhi":"hy BweI! (jIv ƒ) AnykW jnmW dI haumY dI mYl cMbVI AwauNdI hY, swD sMgiq ivc iml ky ieh mYl lih jWdI hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜੀਵ ਨੂੰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੀ ਹਉਮੈ ਦੀ ਮੈਲ ਚੰਬੜੀ ਆਉਂਦੀ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਇਹ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ । "},"ft":{"gurmukhi":"bhuqy jnmoN kI jo hMqw, mmqw rUp mYl lwgI hUeI hY, so sMgiq myN imlny kr sB ml au`qr jwvygI]","unicode":"ਬਹੁਤੇ ਜਨਮੋਂ ਕੀ ਜੋ ਹੰਤਾ, ਮਮਤਾ ਰੂਪ ਮੈਲ ਲਾਗੀ ਹੂਈ ਹੈ, ਸੋ ਸੰਗਤਿ ਮੇਂ ਮਿਲਨੇ ਕਰ ਸਭ ਮਲ ਉੱਤਰ ਜਾਵੇਗੀ॥"},"bdb":{"gurmukhi":"hy BweI! (jIv ƒ) AnykW jnmW dI haumY dI mYl cMbVI AwauNdI hY, swD sMgiq ivc iml ky ieh mYl lih jWdI hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜੀਵ ਨੂੰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੀ ਹਉਮੈ ਦੀ ਮੈਲ ਚੰਬੜੀ ਆਉਂਦੀ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਇਹ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ । "},"ms":{"gurmukhi":"Anykw jnmW dy hMkwr dI mYl mYƒ icmVI hoeI Aqy swD-sMgq nwl juVn duAwrw ieh mYl DoqI jw skdI hY[","unicode":"ਅਨੇਕਾ ਜਨਮਾਂ ਦੇ ਹੰਕਾਰ ਦੀ ਮੈਲ ਮੈਨੂੰ ਚਿਮੜੀ ਹੋਈ ਅਤੇ ਸਾਧ-ਸੰਗਤ ਨਾਲ ਜੁੜਨ ਦੁਆਰਾ ਇਹ ਮੈਲ ਧੋਤੀ ਜਾ ਸਕਦੀ ਹੈ।"}},"es":{"sn":"La suciedad del egoísmo de incontables reencarnaciones la traigo pegada, pero acercándome a la Sangat, a la Santa Congregación, es lavada. "},"hi":{"ss":"हे भाई ! परमात्मा स्वयं ही) मेहर करके (जीव को अपने) नाम में जोड़ता है। हे प्रभू जी ! मेहर करके गुरू मिलाओ। गुरू को मिल के ही (जीव तेरा) नाम सिमर सकता है। 1।","sts":"अपनी कृपा करके सच्चे गुरु से मिला दो, गुरु से मिलकर हरिनाम का ध्यान होता है।॥ १॥"}},"transliteration":{"english":"janam janam kee haumai mal laagee mil sa(n)gat mal leh jaavaigo ||","hindi":"जनम जनम की हउमै मलु लागी मिलि संगति मलु लहि जावैगो ॥","en":"janam janam kee haumai mal laagee mil sa(n)gat mal leh jaavaigo ||","hi":"जनम जनम की हउमै मलु लागी मिलि संगति मलु लहि जावैगो ॥","ipa":"d͡ʒənəm d͡ʒənəm ki hoʊmæ məl lɑGi mɪl səŋGət̪ məl ləh d͡ʒɑʋæGɔ.","ur":"جنم جنم کیِ هامَے مل لاگیِ مل سںگت مل لهِ جاوَےگو ۔۔"},"pageNo":1309,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55885,"shabadId":4757,"verse":{"gurmukhi":"ijau lohw qirE sMig kwst lig sbid gurU hir pwvYgo ]2]","unicode":"ਜਿਉ ਲੋਹਾ ਤਰਿਓ ਸੰਗਿ ਕਾਸਟ ਲਗਿ ਸਬਦਿ ਗੁਰੂ ਹਰਿ ਪਾਵੈਗੋ ॥੨॥"},"larivaar":{"gurmukhi":"ijaulohwqirEsMigkwstligsbidgurUhirpwvYgo]2]","unicode":"ਜਿਉਲੋਹਾਤਰਿਓਸੰਗਿਕਾਸਟਲਗਿਸਬਦਿਗੁਰੂਹਰਿਪਾਵੈਗੋ॥੨॥"},"translation":{"en":{"bdb":"As iron is carried across if it is attached to wood, one who is attached to the Word of the Guru's Shabad finds the Lord. ||2||","ms":"As iron, attached with wood ferries across, so does the man, attuned to the Guru's word, obtain the Lord.","ssk":"As iron is carried across if it is attached to wood, one who is attached to the Word of the Guru's Shabad finds the Lord. ||2||"},"pu":{"ss":{"gurmukhi":"ijvyN lohw kwT (dI byVI) nwl l`g ky (ndI qoN) pwr lMG jWdw hY, iqvyN gurU dy Sbd ivc juV ky (mnu`K) prmwqmw ƒ iml pYNdw hY [2[","unicode":"ਜਿਵੇਂ ਲੋਹਾ ਕਾਠ (ਦੀ ਬੇੜੀ) ਨਾਲ ਲੱਗ ਕੇ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"ijs pRkwr lohw kwst ky sMg lg kr qr jwqw hY, iqsI pRkwr jo gur sbd kr hrI ko pwvYgw, so qr jwvYgw]2]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਲੋਹਾ ਕਾਸਟ ਕੇ ਸੰਗ ਲਗ ਕਰ ਤਰ ਜਾਤਾ ਹੈ, ਤਿਸੀ ਪ੍ਰਕਾਰ ਜੋ ਗੁਰ ਸਬਦ ਕਰ ਹਰੀ ਕੋ ਪਾਵੈਗਾ, ਸੋ ਤਰ ਜਾਵੈਗਾ॥੨॥"},"bdb":{"gurmukhi":"ijvyN lohw kwT (dI byVI) nwl l`g ky (ndI qoN) pwr lMG jWdw hY, iqvyN gurU dy Sbd ivc juV ky (mnu`K) prmwqmw ƒ iml pYNdw hY [2[","unicode":"ਜਿਵੇਂ ਲੋਹਾ ਕਾਠ (ਦੀ ਬੇੜੀ) ਨਾਲ ਲੱਗ ਕੇ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"ijs qrHw l`kV nwl juiVAw hoieAw lohw pwr auqr jWdw hY eysy qrHW hI gurw dI bwxI jwl juiVAw hoieAw jIv pRBU ƒ pw lYNdw hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾ ਲੱਕੜ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਲੋਹਾ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਗੁਰਾ ਦੀ ਬਾਣੀ ਜਾਲ ਜੁੜਿਆ ਹੋਇਆ ਜੀਵ ਪ੍ਰਭੂ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Así como el hierro es llevado a través si está pegado a la madera, uno, apegado a la Palabra del Shabd del Guru, encuentra al Señor. (2)"},"hi":{"ss":"हे भाई ! (जीव को) अनेकों जन्मों के अहंकार की मैल चिपकती आती है। साध-संगति में मिल के यह मैल उतर जाती है।","sts":"जो जन्म-जन्मांतर की अहंकार की मैल लगी होती है, सत्संगत में मिलकर वह मैल उतर जाती है।"}},"transliteration":{"english":"jiau lohaa tario sa(n)g kaasaT lag sabadh guroo har paavaigo ||2||","hindi":"जिउ लोहा तरिओ संगि कासट लगि सबदि गुरू हरि पावैगो ॥२॥","en":"jiau lohaa tario sa(n)g kaasaT lag sabadh guroo har paavaigo ||2||","hi":"जिउ लोहा तरिओ संगि कासट लगि सबदि गुरू हरि पावैगो ॥२॥","ipa":"d͡ʒɪo lɔhɑ t̪ərɪo səŋG kɑsəʈ ləG səbəd̪ Gʊru hər pɑʋæGɔ.2.","ur":"جِا لوها تراو سںگ کاسٹ لگِ سبد گُرُو هرِ پاوَےگو ۔۔۲۔۔"},"pageNo":1309,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"y"},{"p":"4","t":"v"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55886,"shabadId":4757,"verse":{"gurmukhi":"sMgiq sMq imlhu sqsMgiq imil sMgiq hir rsu AwvYgo ]","unicode":"ਸੰਗਤਿ ਸੰਤ ਮਿਲਹੁ ਸਤਸੰਗਤਿ ਮਿਲਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਆਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"sMgiqsMqimlhusqsMgiqimilsMgiqhirrsuAwvYgo]","unicode":"ਸੰਗਤਿਸੰਤਮਿਲਹੁਸਤਸੰਗਤਿਮਿਲਿਸੰਗਤਿਹਰਿਰਸੁਆਵੈਗੋ॥"},"translation":{"en":{"bdb":"Joining the Society of the Saints, joining the Sat Sangat, the True Congregation, you shall come to receive the Sublime Essence of the Lord.","ms":"Join thou the saints society, company of the divine oriented, for, meeting with the saints society, thou shall be blessed with the Lord's Name elixir.","ssk":"Joining the Society of the Saints, joining the Sat Sangat, the True Congregation, you shall come to receive the Sublime Essence of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! sMq jnW dI sMgiq swD sMgiq ivc iml bYiTAw kro, swD sMgiq ivc iml ky prmwqmw dy nwm dw AwnMd Awaux l`g pYNdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਿਆ ਕਰੋ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਆਉਣ ਲੱਗ ਪੈਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"qW qy hy sMgq ky loko! sMqoN kI sqsMgq myN imlo, ikauNik jo sMgq myN imlygw iqs ko hir rs Awvygw]","unicode":"ਤਾਂ ਤੇ ਹੇ ਸੰਗਤ ਕੇ ਲੋਕੋ! ਸੰਤੋਂ ਕੀ ਸਤਸੰਗਤ ਮੇਂ ਮਿਲੋ, ਕਿਉਂਕਿ ਜੋ ਸੰਗਤ ਮੇਂ ਮਿਲੇਗਾ ਤਿਸ ਕੋ ਹਰਿ ਰਸ ਆਵੇਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! sMq jnW dI sMgiq swD sMgiq ivc iml bYiTAw kro, swD sMgiq ivc iml ky prmwqmw dy nwm dw AwnMd Awaux l`g pYNdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਬੈਠਿਆ ਕਰੋ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਆਉਣ ਲੱਗ ਪੈਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"qUM swD sMgq, vwihgurU dy ipAwirAw dI bYTk nwl juV jw[ ikauNik siqsMgq nwl iml jwx duAwrw, qUM pRBU dy nwm AMimq ƒ pw lvygw[","unicode":"ਤੂੰ ਸਾਧ ਸੰਗਤ, ਵਾਹਿਗੁਰੂ ਦੇ ਪਿਆਰਿਆ ਦੀ ਬੈਠਕ ਨਾਲ ਜੁੜ ਜਾ। ਕਿਉਂਕਿ ਸਤਿਸੰਗਤ ਨਾਲ ਮਿਲ ਜਾਣ ਦੁਆਰਾ, ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਅੰਮਿਤ ਨੂੰ ਪਾ ਲਵੇਗਾ।"}},"es":{"sn":"Encontrando a la Sociedad de los Santos, uniéndote a la Saad Sangat, a la Verdadera Compañía, recibirás la Esencia Sublime del Señor; "},"hi":{"ss":"जैसे लोहा काठ (की बेड़ी) के साथ लग के (नदी से) पार लांघ जाता है। वैसे ही गुरू के शबद में जुड़ के (मनुष्य) परमात्मा को मिल जाता है। 2।","sts":"जैसे लोहा लकड़ी के साथ लगकर तैर जाता है, वैसे ही शब्द गुरु द्वारा परमात्मा प्राप्त होता है।॥ २॥"}},"transliteration":{"english":"sa(n)gat sa(n)t milahu satasa(n)gat mil sa(n)gat har ras aavaigo ||","hindi":"संगति संत मिलहु सतसंगति मिलि संगति हरि रसु आवैगो ॥","en":"sa(n)gat sa(n)t milahu satasa(n)gat mil sa(n)gat har ras aavaigo ||","hi":"संगति संत मिलहु सतसंगति मिलि संगति हरि रसु आवैगो ॥","ipa":"səŋGət̪ səŋt̪ mɪləh sət̪əsəŋGət̪ mɪl səŋGət̪ hər rəs əɑʋæGɔ.","ur":"سںگت سںت ملهُ ستسںگت مل سںگت هرِ رس آوَےگو ۔۔"},"pageNo":1309,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55887,"shabadId":4757,"verse":{"gurmukhi":"ibnu sMgiq krm krY AiBmwnI kiF pwxI cIkVu pwvYgo ]3]","unicode":"ਬਿਨੁ ਸੰਗਤਿ ਕਰਮ ਕਰੈ ਅਭਿਮਾਨੀ ਕਢਿ ਪਾਣੀ ਚੀਕੜੁ ਪਾਵੈਗੋ ॥੩॥"},"larivaar":{"gurmukhi":"ibnusMgiqkrmkrYAiBmwnIkiFpwxIcIkVupwvYgo]3]","unicode":"ਬਿਨੁਸੰਗਤਿਕਰਮਕਰੈਅਭਿਮਾਨੀਕਢਿਪਾਣੀਚੀਕੜੁਪਾਵੈਗੋ॥੩॥"},"translation":{"en":{"bdb":"But not joining the Sangat, and committing actions in egotistical pride, is like drawing out clean water, and throwing it in the mud. ||3||","ms":"Whosoever associates not with the saints and does deeds of ego, he is like a person, who draws out water and throws it in mud.","ssk":"But not joining the Sangat, and committing actions in egotistical pride, is like drawing out clean water, and throwing it in the mud. ||3||"},"pu":{"ss":{"gurmukhi":"pr AhMkwrI mnu`K swD sMgiq qoN vWijAw rih ky (hor hor) krm krdw hY, (Aijhw mnu`K Awpxy BWfy ivcoN) pwxI k`F ky (aus ivc) ic`kV pweI jw irhw hY [3[","unicode":"ਪਰ ਅਹੰਕਾਰੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਹੋਰ ਹੋਰ) ਕਰਮ ਕਰਦਾ ਹੈ, (ਅਜਿਹਾ ਮਨੁੱਖ ਆਪਣੇ ਭਾਂਡੇ ਵਿਚੋਂ) ਪਾਣੀ ਕੱਢ ਕੇ (ਉਸ ਵਿਚ) ਚਿੱਕੜ ਪਾਈ ਜਾ ਰਿਹਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"ibnW sMgq jo purs AiBmwnI ho kr krm krygw so suB krm rUp pwxI myN hMkwr vw kwmnw rUpI cIkV pwvygw]3]","unicode":"ਬਿਨਾਂ ਸੰਗਤ ਜੋ ਪੁਰਸ ਅਭਿਮਾਨੀ ਹੋ ਕਰ ਕਰਮ ਕਰੇਗਾ ਸੋ ਸੁਭ ਕਰਮ ਰੂਪ ਪਾਣੀ ਮੇਂ ਹੰਕਾਰ ਵਾ ਕਾਮਨਾ ਰੂਪੀ ਚੀਕੜ ਪਾਵੇਗਾ॥੩॥"},"bdb":{"gurmukhi":"pr AhMkwrI mnu`K swD sMgiq qoN vWijAw rih ky (hor hor) krm krdw hY, (Aijhw mnu`K Awpxy BWfy ivcoN) pwxI k`F ky (aus ivc) ic`kV pweI jw irhw hY [3[","unicode":"ਪਰ ਅਹੰਕਾਰੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਹੋਰ ਹੋਰ) ਕਰਮ ਕਰਦਾ ਹੈ, (ਅਜਿਹਾ ਮਨੁੱਖ ਆਪਣੇ ਭਾਂਡੇ ਵਿਚੋਂ) ਪਾਣੀ ਕੱਢ ਕੇ (ਉਸ ਵਿਚ) ਚਿੱਕੜ ਪਾਈ ਜਾ ਰਿਹਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"jo koeI siqsMgq nhIN krdw Aqy hMkwrI Aml kmwauNdw hY, auh aus dI mwnMd hY jo jl ƒ k`F ky gwry iv`c sut pwauNdw hY[","unicode":"ਜੋ ਕੋਈ ਸਤਿਸੰਗਤ ਨਹੀਂ ਕਰਦਾ ਅਤੇ ਹੰਕਾਰੀ ਅਮਲ ਕਮਾਉਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੀ ਮਾਨੰਦ ਹੈ ਜੋ ਜਲ ਨੂੰ ਕੱਢ ਕੇ ਗਾਰੇ ਵਿੱਚ ਸੁਟ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"pero sin acercarte a ella, y actuando orgullosamente y con egoísmo, será como sacar agua limpia y tirarla al fango. (3)"},"hi":{"ss":"हे भाई ! संत जनों की संगति साध-संगति में मिल बैठा करो। साध-संगति में मिल के परमात्मा के नाम का आनंद आने लग जाता है।","sts":"संतों की संगत में मिलकर रहना चाहिए, क्योंकि संतों की संगत में हरिनाम का रस प्राप्त होता है।"}},"transliteration":{"english":"bin sa(n)gat karam karai abhimaanee kadd paanee cheekaR paavaigo ||3||","hindi":"बिनु संगति करम करै अभिमानी कढि पाणी चीकड़ु पावैगो ॥३॥","en":"bin sa(n)gat karam karai abhimaanee kadd paanee cheekaR paavaigo ||3||","hi":"बिनु संगति करम करै अभिमानी कढि पाणी चीकड़ु पावैगो ॥३॥","ipa":"bɪn səŋGət̪ kərəm kəræ əɓɪmɑni kəʈə̀ pɑɳi t͡ʃikəɽ pɑʋæGɔ.3.","ur":"بٍن سںگت کرم کرَے ابھمانیِ کڈھِ پاݨیِ چیِکڑ پاوَےگو ۔۔۳۔۔"},"pageNo":1309,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55888,"shabadId":4757,"verse":{"gurmukhi":"Bgq jnw ky hir rKvwry jn hir rsu mIT lgwvYgo ]","unicode":"ਭਗਤ ਜਨਾ ਕੇ ਹਰਿ ਰਖਵਾਰੇ ਜਨ ਹਰਿ ਰਸੁ ਮੀਠ ਲਗਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"BgqjnwkyhirrKvwryjnhirrsumITlgwvYgo]","unicode":"ਭਗਤਜਨਾਕੇਹਰਿਰਖਵਾਰੇਜਨਹਰਿਰਸੁਮੀਠਲਗਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"The Lord is the Protector and Saving Grace of His humble devotees. The Lord's Sublime Essence seems so sweet to these humble beings.","ms":"God is the Protector of the saintly persons and God's name elixir tastes sweet to the saints.","ssk":"The Lord is the Protector and Saving Grace of His humble devotees. The Lord's Sublime Essence seems so sweet to these humble beings."},"pu":{"ss":{"gurmukhi":"hy BweI! pRBU jI Awpxy BgqW dy Awp rwKy bxy rihMdy hn, (qwhIeyN) Bgq jnW ƒ hir-nwm dw rs im`Tw l`gdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਆਪ ਰਾਖੇ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, (ਤਾਹੀਏਂ) ਭਗਤ ਜਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijn dwsoN ko gurU hrI kw rsu mITw lgwvYgw, iqn Bgq jnoN ky hrI rKk hYN]","unicode":"ਜਿਨ ਦਾਸੋਂ ਕੋ ਗੁਰੂ ਹਰੀ ਕਾ ਰਸੁ ਮੀਠਾ ਲਗਾਵੈਗਾ, ਤਿਨ ਭਗਤ ਜਨੋਂ ਕੇ ਹਰੀ ਰਖਕ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! pRBU jI Awpxy BgqW dy Awp rwKy bxy rihMdy hn, (qwhIeyN) Bgq jnW ƒ hir-nwm dw rs im`Tw l`gdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਆਪ ਰਾਖੇ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, (ਤਾਹੀਏਂ) ਭਗਤ ਜਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ । "},"ms":{"gurmukhi":"vwihgurU swDU srUp purSW dw rKvwlw hY Aqy vwihgurU dw nwm AMimRq swDUAW ƒ im`Tw lgdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸਾਧੂ ਸਰੂਪ ਪੁਰਸ਼ਾਂ ਦਾ ਰਖਵਾਲਾ ਹੈ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਸਾਧੂਆਂ ਨੂੰ ਮਿੱਠਾ ਲਗਦਾ ਹੈ।"}},"es":{"sn":"El Señor es el Protector y la Gracia Salvadora de Sus Humildes Devotos. La Esencia Sublime del Señor es dulce para aquéllas criaturas humildes. "},"hi":{"ss":"पर अहंकारी मनुष्य साध-संगति से वंचित रह के (और-और) कम्र करता है। (ऐसा मनुष्य अपने बर्तन में से) पानी निकाल के (उसमें) कीचड़ डाले जा रहा है। 3।","sts":"कुछ अभिमानी लोग संतों की संगत के बिना कर्म करते हैं, जिस कारण गुण रूपी पानी को छोड़कर कीचड़ ही पाते हैं।॥ ३॥"}},"transliteration":{"english":"bhagat janaa ke har rakhavaare jan har ras meeTh lagaavaigo ||","hindi":"भगत जना के हरि रखवारे जन हरि रसु मीठ लगावैगो ॥","en":"bhagat janaa ke har rakhavaare jan har ras meeTh lagaavaigo ||","hi":"भगत जना के हरि रखवारे जन हरि रसु मीठ लगावैगो ॥","ipa":"ɓəGət̪ d͡ʒənɑ ke hər rəkʰəʋɑre d͡ʒən hər rəs miʈʰ ləGɑʋæGɔ.","ur":"بھگت جنا کے هر رکھوارے جن هرِ رس میِٹھ لگاوَےگو ۔۔"},"pageNo":1309,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55889,"shabadId":4757,"verse":{"gurmukhi":"iKnu iKnu nwmu dyie vifAweI siqgur aupdyis smwvYgo ]4]","unicode":"ਖਿਨੁ ਖਿਨੁ ਨਾਮੁ ਦੇਇ ਵਡਿਆਈ ਸਤਿਗੁਰ ਉਪਦੇਸਿ ਸਮਾਵੈਗੋ ॥੪॥"},"larivaar":{"gurmukhi":"iKnuiKnunwmudyievifAweIsiqguraupdyissmwvYgo]4]","unicode":"ਖਿਨੁਖਿਨੁਨਾਮੁਦੇਇਵਡਿਆਈਸਤਿਗੁਰਉਪਦੇਸਿਸਮਾਵੈਗੋ॥੪॥"},"translation":{"en":{"bdb":"Each and every instant, they are blessed with the Glorious Greatness of the Naam; through the Teachings of the True Guru, they are absorbed in Him. ||4||","ms":"Them, the Lord blessed with glory every moment and, through the True Guru's instruction, they merge in Him.","ssk":"Each and every instant, they are blessed with the Glorious Greatness of the Naam; through the Teachings of the True Guru, they are absorbed in Him. ||4||"},"pu":{"ss":{"gurmukhi":" pRBU (Awpxy BgqW ƒ) hryk iKn (jpx leI Awpxw) nwm dyNdw hY (nwm dI) vifAweI dyNdw hY [ Bgq gurU dy aupdyS (Sbd) ivc lIn hoieAw rihMdw hY [4[","unicode":" ਪ੍ਰਭੂ (ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ) ਹਰੇਕ ਖਿਨ (ਜਪਣ ਲਈ ਆਪਣਾ) ਨਾਮ ਦੇਂਦਾ ਹੈ (ਨਾਮ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ । ਭਗਤ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਸ਼ਬਦ) ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"ijs ko siqgurU iKn iKn myN nwm kI bfweI dyqw hY, so Bgq jn siqguroN ky aupdys kr prmysÍr myN smwvYgw]4]","unicode":"ਜਿਸ ਕੋ ਸਤਿਗੁਰੂ ਖਿਨ ਖਿਨ ਮੇਂ ਨਾਮ ਕੀ ਬਡਾਈ ਦੇਤਾ ਹੈ, ਸੋ ਭਗਤ ਜਨ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਕਰ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਸਮਾਵੈਗਾ॥੪॥"},"bdb":{"gurmukhi":" pRBU (Awpxy BgqW ƒ) hryk iKn (jpx leI Awpxw) nwm dyNdw hY (nwm dI) vifAweI dyNdw hY [ Bgq gurU dy aupdyS (Sbd) ivc lIn hoieAw rihMdw hY [4[","unicode":" ਪ੍ਰਭੂ (ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ) ਹਰੇਕ ਖਿਨ (ਜਪਣ ਲਈ ਆਪਣਾ) ਨਾਮ ਦੇਂਦਾ ਹੈ (ਨਾਮ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ । ਭਗਤ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਸ਼ਬਦ) ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"hr muhq pRBU aunHW ƒ pRBqw pRdwn krdw hY qy s¤cy gurW dI isKmq rwhIN auh aus AMdr lIn ho jWdy hn[","unicode":"ਹਰ ਮੁਹਤ ਪ੍ਰਭੂ ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭਤਾ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ ਤੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸਿਖਮਤ ਰਾਹੀਂ ਉਹ ਉਸ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"A cada instante son bendecidas con la Grandeza Gloriosa del Naam, y a través de la Enseñanza Verdadera del Guru son absorbidas en Él. (4)"},"hi":{"ss":"हे भाई ! प्रभू जी अपने भक्तों के स्वयं खुद रखवाले बने रहते हैं। (तभी तो) भगत जनों को हरी-नाम का रस मीठा लगता है।","sts":"परमात्मा भक्तों की रक्षा करने वाला है और भक्तजनों को हरि भजन ही मीठा लगता है।"}},"transliteration":{"english":"khin khin naam dhei vaddiaaiee satigur upadhes samaavaigo ||4||","hindi":"खिनु खिनु नामु देइ वडिआई सतिगुर उपदेसि समावैगो ॥४॥","en":"khin khin naam dhei vaddiaaiee satigur upadhes samaavaigo ||4||","hi":"खिनु खिनु नामु देइ वडिआई सतिगुर उपदेसि समावैगो ॥४॥","ipa":"kʰɪn kʰɪn nɑm d̪eeɪ ʋəɖɪəɑei sət̪ɪGʊr oʊpəd̪es səmɑʋæGɔ.4.","ur":"کھٍن کھن نام دےا وڈآای ستِگر اُپدےس سماوَےگو ۔۔۴۔۔"},"pageNo":1309,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55890,"shabadId":4757,"verse":{"gurmukhi":"Bgq jnw kau sdw iniv rhIAY jn invih qw Pl gun pwvYgo ]","unicode":"ਭਗਤ ਜਨਾ ਕਉ ਸਦਾ ਨਿਵਿ ਰਹੀਐ ਜਨ ਨਿਵਹਿ ਤਾ ਫਲ ਗੁਨ ਪਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"BgqjnwkausdwinivrhIAYjninvihqwPlgunpwvYgo]","unicode":"ਭਗਤਜਨਾਕਉਸਦਾਨਿਵਿਰਹੀਐਜਨਨਿਵਹਿਤਾਫਲਗੁਨਪਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Bow forever in deep respect to the humble devotees; if you bow to those humble beings, you shall obtain the fruit of virtue.","ms":"Ever pay thou obeisance to the Lord's devotees. if thou bow to the God's slaves, thou shall obtain the fruit of virtues.","ssk":"Bow forever in deep respect to the humble devotees; if you bow to those humble beings, you shall obtain the fruit of virtue."},"pu":{"ss":{"gurmukhi":"hy BweI! pRBU dy BgqW A`gy sdw isr invwxw cwhIdw hY, Bgq jn (Awp BI) inmRqw ivc rihMdy hn [ (jdoN mnu`K inaUNdw hY) qdoN (hI) Awqmk guxW dw Pl pRwpq krdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਅੱਗੇ ਸਦਾ ਸਿਰ ਨਿਵਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਗਤ ਜਨ (ਆਪ ਭੀ) ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿੰਦੇ ਹਨ । (ਜਦੋਂ ਮਨੁੱਖ ਨਿਊਂਦਾ ਹੈ) ਤਦੋਂ (ਹੀ) ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ । "},"ft":{"gurmukhi":"Bgq jnoN ko sdIv inv rhIey[ jO jnoN ko invygw qO guxoN rUpI Pl ko pwie lyvYgw]","unicode":"ਭਗਤ ਜਨੋਂ ਕੋ ਸਦੀਵ ਨਿਵ ਰਹੀਏ। ਜੌ ਜਨੋਂ ਕੋ ਨਿਵੇਗਾ ਤੌ ਗੁਣੋਂ ਰੂਪੀ ਫਲ ਕੋ ਪਾਇ ਲੇਵੈਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! pRBU dy BgqW A`gy sdw isr invwxw cwhIdw hY, Bgq jn (Awp BI) inmRqw ivc rihMdy hn [ (jdoN mnu`K inaUNdw hY) qdoN (hI) Awqmk guxW dw Pl pRwpq krdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਅੱਗੇ ਸਦਾ ਸਿਰ ਨਿਵਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਗਤ ਜਨ (ਆਪ ਭੀ) ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿੰਦੇ ਹਨ । (ਜਦੋਂ ਮਨੁੱਖ ਨਿਊਂਦਾ ਹੈ) ਤਦੋਂ (ਹੀ) ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ । "},"ms":{"gurmukhi":"qUM hmySW suAwmI dy SrDwlUAW ƒ pRxwm kr[ jykr qUM vwihgurU dy goilAW ƒ inmskwr krygw, qd qUM nykIAW dy myvy ƒ pw lvygw[","unicode":"ਤੂੰ ਹਮੇਸ਼ਾਂ ਸੁਆਮੀ ਦੇ ਸ਼ਰਧਾਲੂਆਂ ਨੂੰ ਪ੍ਰਣਾਮ ਕਰ। ਜੇਕਰ ਤੂੰ ਵਾਹਿਗੁਰੂ ਦੇ ਗੋਲਿਆਂ ਨੂੰ ਨਿਮਸਕਾਰ ਕਰੇਗਾ, ਤਦ ਤੂੰ ਨੇਕੀਆਂ ਦੇ ਮੇਵੇ ਨੂੰ ਪਾ ਲਵੇਗਾ।"}},"es":{"sn":"Póstrate para siempre ante los humildes Devotos, si así lo haces obtendrás el fruto de la Virtud."},"hi":{"ss":"प्रभू (अपने भक्तों को) हरेक छिन (जपने के लिए अपना) नाम देता है (नाम की) वडिआई देता है। भगत गुरू के उपदेश (शबद) में लीन हुआ रहता है। 4।","sts":"वे क्षण-क्षण नाम की कीर्ति प्रदान करते हैं और सच्चे गुरु के उपदेश से जीव उसी में लीन रहता है॥ ४॥"}},"transliteration":{"english":"bhagat janaa kau sadhaa niv raheeaai jan niveh taa fal gun paavaigo ||","hindi":"भगत जना कउ सदा निवि रहीऐ जन निवहि ता फल गुन पावैगो ॥","en":"bhagat janaa kau sadhaa niv raheeaai jan niveh taa fal gun paavaigo ||","hi":"भगत जना कउ सदा निवि रहीऐ जन निवहि ता फल गुन पावैगो ॥","ipa":"ɓəGət̪ d͡ʒənɑ ko səd̪ɑ nɪʋ rəhiæ d͡ʒən nɪʋəh t̪ɑ fəl Gʊn pɑʋæGɔ.","ur":"بھگت جنا کا سدا نو رهیِاَے جن نوه تا پھل گُن پاوَےگو ۔۔"},"pageNo":1309,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55891,"shabadId":4757,"verse":{"gurmukhi":"jo inMdw dust krih Bgqw kI hrnwKs ijau pic jwvYgo ]5]","unicode":"ਜੋ ਨਿੰਦਾ ਦੁਸਟ ਕਰਹਿ ਭਗਤਾ ਕੀ ਹਰਨਾਖਸ ਜਿਉ ਪਚਿ ਜਾਵੈਗੋ ॥੫॥"},"larivaar":{"gurmukhi":"joinMdwdustkrihBgqwkIhrnwKsijaupicjwvYgo]5]","unicode":"ਜੋਨਿੰਦਾਦੁਸਟਕਰਹਿਭਗਤਾਕੀਹਰਨਾਖਸਜਿਉਪਚਿਜਾਵੈਗੋ॥੫॥"},"translation":{"en":{"bdb":"Those wicked enemies who slander the devotees are destroyed, like Harnaakhash. ||5||","ms":"the villains, who slander the saints are wasted away like Harnakhsh.","ssk":"Those wicked enemies who slander the devotees are destroyed, like Harnaakhash. ||5||"},"pu":{"ss":{"gurmukhi":"ijhVy BYVy mnu`K Bgq jnW dI inMdw krdy hn (auh Awp hI ^uAwr huMdy hn [ inMdk mnu`K sdw) hrnwKs vWg ^uAwr huMdw hY [5[","unicode":"ਜਿਹੜੇ ਭੈੜੇ ਮਨੁੱਖ ਭਗਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਉਹ ਆਪ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ । ਨਿੰਦਕ ਮਨੁੱਖ ਸਦਾ) ਹਰਨਾਖਸ ਵਾਂਗ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"jo dustu BgqoN kI inMdw krqw hY, so pursu hirnwKs vq jl jwvYgw[ jwqI kI pUjw nhIN qp kI pUjw hY]5]Çies bwq ko idKwvqy hYN:","unicode":"ਜੋ ਦੁਸਟੁ ਭਗਤੋਂ ਕੀ ਨਿੰਦਾ ਕਰਤਾ ਹੈ, ਸੋ ਪੁਰਸੁ ਹਰਿਨਾਖਸ ਵਤ ਜਲ ਜਾਵੈਗਾ। ਜਾਤੀ ਕੀ ਪੂਜਾ ਨਹੀਂ ਤਪ ਕੀ ਪੂਜਾ ਹੈ॥੫॥☬ਇਸ ਬਾਤ ਕੋ ਦਿਖਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ijhVy BYVy mnu`K Bgq jnW dI inMdw krdy hn (auh Awp hI ^uAwr huMdy hn [ inMdk mnu`K sdw) hrnwKs vWg ^uAwr huMdw hY [5[","unicode":"ਜਿਹੜੇ ਭੈੜੇ ਮਨੁੱਖ ਭਗਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਉਹ ਆਪ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ । ਨਿੰਦਕ ਮਨੁੱਖ ਸਦਾ) ਹਰਨਾਖਸ ਵਾਂਗ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"bdmwS, jo swDUAW dI bdKoeI krdy hn auh hrnwKS dI qrHW qbwh ho jWdy hn[","unicode":"ਬਦਮਾਸ਼, ਜੋ ਸਾਧੂਆਂ ਦੀ ਬਦਖੋਈ ਕਰਦੇ ਹਨ ਉਹ ਹਰਨਾਖਸ਼ ਦੀ ਤਰ੍ਹਾਂ ਤਬਾਹ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":" Esos enemigos malvados que calumnian a los Devotos son destruidos como Jarnakash. (5)"},"hi":{"ss":"हे भाई ! प्रभू के भगतों के आगे सदा सिर झुकाना चाहिए। भगत जन (खुद भी) विनम्रता में रहते हैं। (जब मनुष्य विनम्र होता है) तब (ही) आत्मिक गुणों के फल प्राप्त करता है।","sts":"भक्तजनों के सन्मुख सदा विनम्र रहना चाहिए, विनम्र रहने से सर्व गुण एवं फल प्राप्त होते हैं।"}},"transliteration":{"english":"jo ni(n)dhaa dhusaT kareh bhagataa kee haranaakhas jiau pach jaavaigo ||5||","hindi":"जो निंदा दुसट करहि भगता की हरनाखस जिउ पचि जावैगो ॥५॥","en":"jo ni(n)dhaa dhusaT kareh bhagataa kee haranaakhas jiau pach jaavaigo ||5||","hi":"जो निंदा दुसट करहि भगता की हरनाखस जिउ पचि जावैगो ॥५॥","ipa":"d͡ʒɔ nɪŋd̪ɑ d̪ʊsəʈ kərəh ɓəGət̪ɑ ki hərənɑkʰəs d͡ʒɪo pət͡ʃ d͡ʒɑʋæGɔ.5.","ur":"جو نںدا دُسٹ کره بھگتا کیِ هرناکھس جا پچ جاوَےگو ۔۔۵۔۔"},"pageNo":1309,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55892,"shabadId":4757,"verse":{"gurmukhi":"bRhm kml puqu mIn ibAwsw qpu qwpn pUj krwvYgo ]","unicode":"ਬ੍ਰਹਮ ਕਮਲ ਪੁਤੁ ਮੀਨ ਬਿਆਸਾ ਤਪੁ ਤਾਪਨ ਪੂਜ ਕਰਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"bRhmkmlpuqumInibAwswqpuqwpnpUjkrwvYgo]","unicode":"ਬ੍ਰਹਮਕਮਲਪੁਤੁਮੀਨਬਿਆਸਾਤਪੁਤਾਪਨਪੂਜਕਰਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Brahma, the son of the lotus, and Vyaas, the son of the fish, practiced austere penance and were worshipped.","ms":"Brahma, the son of Lotus and Vyas, the son of Fish, practised austerities and were worshipped.","ssk":"Brahma, the son of the lotus, and Vyaas, the son of the fish, practiced austere penance and were worshipped."},"pu":{"ss":{"gurmukhi":"hy BweI! bRhmw kOl-nwBI ivcoN jMimAw mMinAw jWdw hY, ibAws m`CI (mCodrI) dw puq ikhw jWdw hY (pr ieqny nIvyN QW qoN jMmy mMny jw ky BI, prmwqmw dI BgqI dw) qp krn dy kwrn (bRhmw BI qy ibAws BI jgq ivc AwpxI) pUjw krw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਬ੍ਰਹਮਾ ਕੌਲ-ਨਾਭੀ ਵਿਚੋਂ ਜੰਮਿਆ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਬਿਆਸ ਮੱਛੀ (ਮਛੋਦਰੀ) ਦਾ ਪੁਤ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਪਰ ਇਤਨੇ ਨੀਵੇਂ ਥਾਂ ਤੋਂ ਜੰਮੇ ਮੰਨੇ ਜਾ ਕੇ ਭੀ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਤਪ ਕਰਨ ਦੇ ਕਾਰਨ (ਬ੍ਰਹਮਾ ਭੀ ਤੇ ਬਿਆਸ ਭੀ ਜਗਤ ਵਿਚ ਆਪਣੀ) ਪੂਜਾ ਕਰਾ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"bRhmw jI kml ky puqR ArQwq kml sy auqpiq hUey hYN AOr bÎws dyv jI mINn kul qy hUey hYN, Bwv mCodrI sy hUey hYN[ so ienoN ny qp qwpxy qy AwpxI pUjw krvweI hY, Bwv Bjn qp kr qUM BI pUjnIk ho jwvYNgw]","unicode":"ਬ੍ਰਹਮਾ ਜੀ ਕਮਲ ਕੇ ਪੁਤ੍ਰ ਅਰਥਾਤ ਕਮਲ ਸੇ ਉਤਪਤਿ ਹੂਏ ਹੈਂ ਔਰ ਬ੍ਯਾਸ ਦੇਵ ਜੀ ਮੀਂਨ ਕੁਲ ਤੇ ਹੂਏ ਹੈਂ, ਭਾਵ ਮਛੋਦਰੀ ਸੇ ਹੂਏ ਹੈਂ। ਸੋ ਇਨੋਂ ਨੇ ਤਪ ਤਾਪਣੇ ਤੇ ਆਪਣੀ ਪੂਜਾ ਕਰਵਾਈ ਹੈ, ਭਾਵ ਭਜਨ ਤਪ ਕਰ ਤੂੰ ਭੀ ਪੂਜਨੀਕ ਹੋ ਜਾਵੈਂਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! bRhmw kOl-nwBI ivcoN jMimAw mMinAw jWdw hY, ibAws m`CI (mCodrI) dw puq ikhw jWdw hY (pr ieqny nIvyN QW qoN jMmy mMny jw ky BI, prmwqmw dI BgqI dw) qp krn dy kwrn (bRhmw BI qy ibAws BI jgq ivc AwpxI) pUjw krw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਬ੍ਰਹਮਾ ਕੌਲ-ਨਾਭੀ ਵਿਚੋਂ ਜੰਮਿਆ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਬਿਆਸ ਮੱਛੀ (ਮਛੋਦਰੀ) ਦਾ ਪੁਤ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਪਰ ਇਤਨੇ ਨੀਵੇਂ ਥਾਂ ਤੋਂ ਜੰਮੇ ਮੰਨੇ ਜਾ ਕੇ ਭੀ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਤਪ ਕਰਨ ਦੇ ਕਾਰਨ (ਬ੍ਰਹਮਾ ਭੀ ਤੇ ਬਿਆਸ ਭੀ ਜਗਤ ਵਿਚ ਆਪਣੀ) ਪੂਜਾ ਕਰਾ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"kMvl dy puqR brmw Aqy m`CI dy puqR ivAws ny qp`isAw kIqI Aqy aunHW dI mwxqw hoeI[","unicode":"ਕੰਵਲ ਦੇ ਪੁਤ੍ਰ ਬਰਮਾ ਅਤੇ ਮੱਛੀ ਦੇ ਪੁਤ੍ਰ ਵਿਆਸ ਨੇ ਤਪੱਸਿਆ ਕੀਤੀ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਮਾਣਤਾ ਹੋਈ।"}},"es":{"sn":"Brahma, el hijo de loto, y Vyas, hijo del pez, practicaron penitencias austeras y fueron alabados."},"hi":{"ss":"जो बुरे मनुष्य भगत जनों की निंदा करते हैं (वे खुद ही ख्वार होते हैं। निंदक मनुष्य सदा) हर्णाकष्यप की तरह दुखी होता है। 5।","sts":"जो दुष्ट लोग भक्तों की निंदा करते हैं, हिरण्यकशिपु की तरह समाप्त हो जाते हैं।॥ ५॥"}},"transliteration":{"english":"braham kamal put meen biaasaa tap taapan pooj karaavaigo ||","hindi":"ब्रहम कमल पुतु मीन बिआसा तपु तापन पूज करावैगो ॥","en":"braham kamal put meen biaasaa tap taapan pooj karaavaigo ||","hi":"ब्रहम कमल पुतु मीन बिआसा तपु तापन पूज करावैगो ॥","ipa":"bɹəhəm kəməl pʊt̪ min bɪəɑsɑ t̪əp t̪ɑpən pud͡ʒ kərɑʋæGɔ.","ur":"برهم کمل پُت میٍن بآسا تپ تاپن پُوج کراوَےگو ۔۔"},"pageNo":1309,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55893,"shabadId":4757,"verse":{"gurmukhi":"jo jo Bgqu hoie so pUjhu Brmn Brmu cukwvYgo ]6]","unicode":"ਜੋ ਜੋ ਭਗਤੁ ਹੋਇ ਸੋ ਪੂਜਹੁ ਭਰਮਨ ਭਰਮੁ ਚੁਕਾਵੈਗੋ ॥੬॥"},"larivaar":{"gurmukhi":"jojoBgquhoiesopUjhuBrmnBrmucukwvYgo]6]","unicode":"ਜੋਜੋਭਗਤੁਹੋਇਸੋਪੂਜਹੁਭਰਮਨਭਰਮੁਚੁਕਾਵੈਗੋ॥੬॥"},"translation":{"en":{"bdb":"Whoever is a devotee - worship and adore that person. Get rid of your doubts and superstitions. ||6||","ms":"Whosoever is the Lord's slave, adore him, ridding thyself of illusion and doubt.","ssk":"Whoever is a devotee - worship and adore that person. Get rid of your doubts and superstitions. ||6||"},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVw ijhVw BI koeI Bgq bxdw hY, aus dw Awdr sqkwr kro [ (Bgq jnW dw sqkwr) v`fI qoN v`fI Btkxw dUr kr dyNdw hY [6[","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਕੋਈ ਭਗਤ ਬਣਦਾ ਹੈ, ਉਸ ਦਾ ਆਦਰ ਸਤਕਾਰ ਕਰੋ । (ਭਗਤ ਜਨਾਂ ਦਾ ਸਤਕਾਰ) ਵੱਡੀ ਤੋਂ ਵੱਡੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"hy BweI! jo jo Bgq hovY iqs iqs kw pUjn krhu, qumwrw jo BRm kr BRmxw hY, so hrI inibRq kr dyvygw]6]","unicode":"ਹੇ ਭਾਈ! ਜੋ ਜੋ ਭਗਤ ਹੋਵੈ ਤਿਸ ਤਿਸ ਕਾ ਪੂਜਨ ਕਰਹੁ, ਤੁਮਾਰਾ ਜੋ ਭ੍ਰਮ ਕਰ ਭ੍ਰਮਣਾ ਹੈ, ਸੋ ਹਰੀ ਨਿਬ੍ਰਿਤ ਕਰ ਦੇਵੇਗਾ॥੬॥"},"bdb":{"gurmukhi":"hy BweI! ijhVw ijhVw BI koeI Bgq bxdw hY, aus dw Awdr sqkwr kro [ (Bgq jnW dw sqkwr) v`fI qoN v`fI Btkxw dUr kr dyNdw hY [6[","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਕੋਈ ਭਗਤ ਬਣਦਾ ਹੈ, ਉਸ ਦਾ ਆਦਰ ਸਤਕਾਰ ਕਰੋ । (ਭਗਤ ਜਨਾਂ ਦਾ ਸਤਕਾਰ) ਵੱਡੀ ਤੋਂ ਵੱਡੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"jo koeI BI pRBU dw golw hY, Awpxw sMdyh Aqy vihm nivqr krky qUM aus dI aupwSnw kr[","unicode":"ਜੋ ਕੋਈ ਭੀ ਪ੍ਰਭੂ ਦਾ ਗੋਲਾ ਹੈ, ਆਪਣਾ ਸੰਦੇਹ ਅਤੇ ਵਹਿਮ ਨਵਿਤਰ ਕਰਕੇ ਤੂੰ ਉਸ ਦੀ ਉਪਾਸ਼ਨਾ ਕਰ।"}},"es":{"sn":"Alaba y adora a esa persona que es Devota, y quítate de duda y supersticiones. (6)"},"hi":{"ss":"हे भाई ! ब्रहमा कमल-नाभि में से पैदा हुआ माना जाता है। बयास ऋषि मछली (मछोदरी) का पुत्र कहा जाता है (पर इतनी नीच जगह से जन्मे माने जा के भी। परमात्मा की भगती का) तप करने के कारण (ब्रहमा भी और बयास भी जगत में अपनी) पूजा करवा रहा है।","sts":"नाभिकमल में विराजमान कमल-पुत्र ब्रह्मा तथा मत्स्य कुल में उत्पन्न मछोदरी-पुत्र ऋषि व्यास ने तपस्या करके अपनी पूजा-अर्चना करवाई है।"}},"transliteration":{"english":"jo jo bhagat hoi so poojahu bharaman bharam chukaavaigo ||6||","hindi":"जो जो भगतु होइ सो पूजहु भरमन भरमु चुकावैगो ॥६॥","en":"jo jo bhagat hoi so poojahu bharaman bharam chukaavaigo ||6||","hi":"जो जो भगतु होइ सो पूजहु भरमन भरमु चुकावैगो ॥६॥","ipa":"d͡ʒɔ d͡ʒɔ ɓəGət̪ hɔeɪ sɔ pud͡ʒəh ɓərəmən ɓərəm t͡ʃʊkɑʋæGɔ.6.","ur":"جو جو بھگت هوا سو پُوجهُ بھرمن بھرم چُکاوَےگو ۔۔۶۔۔"},"pageNo":1309,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55894,"shabadId":4757,"verse":{"gurmukhi":"jwq njwiq dyiK mq Brmhu suk jnk pgIN lig iDAwvYgo ]","unicode":"ਜਾਤ ਨਜਾਤਿ ਦੇਖਿ ਮਤ ਭਰਮਹੁ ਸੁਕ ਜਨਕ ਪਗੀਂ ਲਗਿ ਧਿਆਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"jwqnjwiqdyiKmqBrmhusukjnkpgINligiDAwvYgo]","unicode":"ਜਾਤਨਜਾਤਿਦੇਖਿਮਤਭਰਮਹੁਸੁਕਜਨਕਪਗੀਂਲਗਿਧਿਆਵੈਗੋ॥"},"translation":{"en":{"bdb":"Do not be fooled by appearances of high and low social class. Suk Dayv bowed at the feet of Janak, and meditated.","ms":"Be thou not misled seeing the high and low caste, Sukhdev, the Brahman, contemplated his Lord repairing to the feet of Janak, the Khashtri.","ssk":"Do not be fooled by appearances of high and low social class. Suk Dayv bowed at the feet of Janak, and meditated."},"pu":{"ss":{"gurmukhi":"hy BweI! au~cI qoN au~cI jwiq vyK ky (BI) BulyKw nwh Kw jwE (ik BgqI au~cI jwiq dw h`k hY [ vyKo) sukdyv (bRwhmx rwjw) jnk dI pYrIN l`g ky nwm ismr irhw hY (ismrn dI jwc is`K irhw hY [ jdoN auh jnk pws BgqI dI is`iKAw lYx AwieAw, lMgr vrqwieAw jw irhw sI [ ","unicode":"ਹੇ ਭਾਈ! ਉੱਚੀ ਤੋਂ ਉੱਚੀ ਜਾਤਿ ਵੇਖ ਕੇ (ਭੀ) ਭੁਲੇਖਾ ਨਾਹ ਖਾ ਜਾਓ (ਕਿ ਭਗਤੀ ਉੱਚੀ ਜਾਤਿ ਦਾ ਹੱਕ ਹੈ । ਵੇਖੋ) ਸੁਕਦੇਵ (ਬ੍ਰਾਹਮਣ ਰਾਜਾ) ਜਨਕ ਦੀ ਪੈਰੀਂ ਲੱਗ ਕੇ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹੈ (ਸਿਮਰਨ ਦੀ ਜਾਚ ਸਿੱਖ ਰਿਹਾ ਹੈ । ਜਦੋਂ ਉਹ ਜਨਕ ਪਾਸ ਭਗਤੀ ਦੀ ਸਿੱਖਿਆ ਲੈਣ ਆਇਆ, ਲੰਗਰ ਵਰਤਾਇਆ ਜਾ ਰਿਹਾ ਸੀ । "},"ft":{"gurmukhi":"aUc nIc, Bwv ApnI aUcI Aru gurW dI nIvIN jwqI ko dyK kr miq Brmu dyKo[ AYsy sukdyv jI bRhmx ny jnk rwjw CqRI kI crnIN lg kr prmysÍr ko DÎwXw hY, jb sukdyv ko pRIKÎw hyq rwjw ny bwhr KVw kIAw Qw]","unicode":"ਊਚ ਨੀਚ, ਭਾਵ ਅਪਨੀ ਊਚੀ ਅਰੁ ਗੁਰਾਂ ਦੀ ਨੀਵੀਂ ਜਾਤੀ ਕੋ ਦੇਖ ਕਰ ਮਤਿ ਭਰਮੁ ਦੇਖੋ। ਐਸੇ ਸੁਕਦੇਵ ਜੀ ਬ੍ਰਹਮਣ ਨੇ ਜਨਕ ਰਾਜਾ ਛਤ੍ਰੀ ਕੀ ਚਰਨੀਂ ਲਗ ਕਰ ਪਰਮੇਸ੍ਵਰ ਕੋ ਧ੍ਯਾਯਾ ਹੈ, ਜਬ ਸੁਕਦੇਵ ਕੋ ਪ੍ਰੀਖ੍ਯਾ ਹੇਤ ਰਾਜਾ ਨੇ ਬਾਹਰ ਖੜਾ ਕੀਆ ਥਾ॥"},"bdb":{"gurmukhi":"hy BweI! au~cI qoN au~cI jwiq vyK ky (BI) BulyKw nwh Kw jwE (ik BgqI au~cI jwiq dw h`k hY [ vyKo) sukdyv (bRwhmx rwjw) jnk dI pYrIN l`g ky nwm ismr irhw hY (ismrn dI jwc is`K irhw hY [ jdoN auh jnk pws BgqI dI is`iKAw lYx AwieAw, lMgr vrqwieAw jw irhw sI [ ","unicode":"ਹੇ ਭਾਈ! ਉੱਚੀ ਤੋਂ ਉੱਚੀ ਜਾਤਿ ਵੇਖ ਕੇ (ਭੀ) ਭੁਲੇਖਾ ਨਾਹ ਖਾ ਜਾਓ (ਕਿ ਭਗਤੀ ਉੱਚੀ ਜਾਤਿ ਦਾ ਹੱਕ ਹੈ । ਵੇਖੋ) ਸੁਕਦੇਵ (ਬ੍ਰਾਹਮਣ ਰਾਜਾ) ਜਨਕ ਦੀ ਪੈਰੀਂ ਲੱਗ ਕੇ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹੈ (ਸਿਮਰਨ ਦੀ ਜਾਚ ਸਿੱਖ ਰਿਹਾ ਹੈ । ਜਦੋਂ ਉਹ ਜਨਕ ਪਾਸ ਭਗਤੀ ਦੀ ਸਿੱਖਿਆ ਲੈਣ ਆਇਆ, ਲੰਗਰ ਵਰਤਾਇਆ ਜਾ ਰਿਹਾ ਸੀ । "},"ms":{"gurmukhi":"aucI Aqy nIvI jwq vyK ky qUM DoKw nW Kw[ jnk, K`qrI dy pyrI ifg ky, suKdyv bRhmx ny Awpxy suAwmI dw ismrn kIqw sI[","unicode":"ਉਚੀ ਅਤੇ ਨੀਵੀ ਜਾਤ ਵੇਖ ਕੇ ਤੂੰ ਧੋਖਾ ਨਾਂ ਖਾ। ਜਨਕ, ਖੱਤਰੀ ਦੇ ਪੇਰੀ ਡਿਗ ਕੇ, ਸੁਖਦੇਵ ਬ੍ਰਹਮਣ ਨੇ ਆਪਣੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਸੀ।"}},"es":{"sn":"No te dejes engañar por las apariencias de las clases sociales altas y bajas. Suk Dev se postró a los pies de Yanak y meditó. "},"hi":{"ss":"हे भाई ! जो जो भी कोई भगत बनता है। उसका आदर सत्कार करो। (भगत जनों का सत्कार) बड़ी से बड़ी भटकना दूर कर देता है। 6।","sts":"जो-जो भक्ति करता है, वही पूज्य हो जाता है और बड़े से बड़ा भ्रम दूर हो जाता है।॥ ६॥"}},"transliteration":{"english":"jaat najaat dhekh mat bharamahu suk janak pagee(n) lag dhiaavaigo ||","hindi":"जात नजाति देखि मत भरमहु सुक जनक पगीं लगि धिआवैगो ॥","en":"jaat najaat dhekh mat bharamahu suk janak pagee(n) lag dhiaavaigo ||","hi":"जात नजाति देखि मत भरमहु सुक जनक पगीं लगि धिआवैगो ॥","ipa":"d͡ʒɑt̪ nəd͡ʒɑt̪ d̪ekʰ mət̪ ɓərəməh sʊk d͡ʒənək pəGiⁿ ləG t̪ɪəɑʋæGɔ.","ur":"جات نجات دےکھ مت بھرمهُ سُک جنک پگیِں لگ دھآوَےگو ۔۔"},"pageNo":1309,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55895,"shabadId":4757,"verse":{"gurmukhi":"jUTn jUiT peI isr aUpir iKnu mnUAw iqlu n fulwvYgo ]7]","unicode":"ਜੂਠਨ ਜੂਠਿ ਪਈ ਸਿਰ ਊਪਰਿ ਖਿਨੁ ਮਨੂਆ ਤਿਲੁ ਨ ਡੁਲਾਵੈਗੋ ॥੭॥"},"larivaar":{"gurmukhi":"jUTnjUiTpeIisraUpiriKnumnUAwiqlunfulwvYgo]7]","unicode":"ਜੂਠਨਜੂਠਿਪਈਸਿਰਊਪਰਿਖਿਨੁਮਨੂਆਤਿਲੁਨਡੁਲਾਵੈਗੋ॥੭॥"},"translation":{"en":{"bdb":"Even though Janak threw his left-overs and garbage on Suk Dayv's head, his mind did not waver, even for an instant. ||7||","ms":"The left-over of the leafy plates fell over his head, but his mind wavered not even a bit and trice.","ssk":"Even though Janak threw his left-overs and garbage on Suk Dayv's head, his mind did not waver, even for an instant. ||7||"},"pu":{"ss":{"gurmukhi":"sukdyv ƒ bwhr hI KVw kr id`qw igAw [ lMgr Ck rhy lokW dIAW p`qlW dI) swrI jUT (sukdyv dy) isr au~qy peI (vyKo, iPr BI sukdyv bRwhmx huMidAW BI Awpxy) mn ƒ iek iKn vwsqy BI folx nhIN dy irhw [7[","unicode":"ਸੁਕਦੇਵ ਨੂੰ ਬਾਹਰ ਹੀ ਖੜਾ ਕਰ ਦਿੱਤਾ ਗਿਆ । ਲੰਗਰ ਛਕ ਰਹੇ ਲੋਕਾਂ ਦੀਆਂ ਪੱਤਲਾਂ ਦੀ) ਸਾਰੀ ਜੂਠ (ਸੁਕਦੇਵ ਦੇ) ਸਿਰ ਉੱਤੇ ਪਈ (ਵੇਖੋ, ਫਿਰ ਭੀ ਸੁਕਦੇਵ ਬ੍ਰਾਹਮਣ ਹੁੰਦਿਆਂ ਭੀ ਆਪਣੇ) ਮਨ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਡੋਲਣ ਨਹੀਂ ਦੇ ਰਿਹਾ ।੭।"},"ft":{"gurmukhi":"qb (jUTn) rsoeI kI jUT iqs ky isr aUpr pVI ArQwq pqlW Bojn Kwxy pICy igrweIAW jwqIAW QIAW Ar kMD ky prdy kr sukdyv jI ko iksI ny nhIN dyKw Qw[ prMqU iqs irKI kw mnu iKn iql mwqR BI nw folqw BÎw, qYsy qUM BI nhIN folygw qO mukiq pwvYNgw]7]","unicode":"ਤਬ (ਜੂਠਨ) ਰਸੋਈ ਕੀ ਜੂਠ ਤਿਸ ਕੇ ਸਿਰ ਊਪਰ ਪੜੀ ਅਰਥਾਤ ਪਤਲਾਂ ਭੋਜਨ ਖਾਣੇ ਪੀਛੇ ਗਿਰਾਈਆਂ ਜਾਤੀਆਂ ਥੀਆਂ ਅਰ ਕੰਧ ਕੇ ਪਰਦੇ ਕਰ ਸੁਕਦੇਵ ਜੀ ਕੋ ਕਿਸੀ ਨੇ ਨਹੀਂ ਦੇਖਾ ਥਾ। ਪਰੰਤੂ ਤਿਸ ਰਿਖੀ ਕਾ ਮਨੁ ਖਿਨ ਤਿਲ ਮਾਤ੍ਰ ਭੀ ਨਾ ਡੋਲਤਾ ਭ੍ਯਾ, ਤੈਸੇ ਤੂੰ ਭੀ ਨਹੀਂ ਡੋਲੇਗਾ ਤੌ ਮੁਕਤਿ ਪਾਵੈਂਗਾ॥੭॥"},"bdb":{"gurmukhi":"sukdyv ƒ bwhr hI KVw kr id`qw igAw [ lMgr Ck rhy lokW dIAW p`qlW dI) swrI jUT (sukdyv dy) isr au~qy peI (vyKo, iPr BI sukdyv bRwhmx huMidAW BI Awpxy) mn ƒ iek iKn vwsqy BI folx nhIN dy irhw [7[","unicode":"ਸੁਕਦੇਵ ਨੂੰ ਬਾਹਰ ਹੀ ਖੜਾ ਕਰ ਦਿੱਤਾ ਗਿਆ । ਲੰਗਰ ਛਕ ਰਹੇ ਲੋਕਾਂ ਦੀਆਂ ਪੱਤਲਾਂ ਦੀ) ਸਾਰੀ ਜੂਠ (ਸੁਕਦੇਵ ਦੇ) ਸਿਰ ਉੱਤੇ ਪਈ (ਵੇਖੋ, ਫਿਰ ਭੀ ਸੁਕਦੇਵ ਬ੍ਰਾਹਮਣ ਹੁੰਦਿਆਂ ਭੀ ਆਪਣੇ) ਮਨ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਡੋਲਣ ਨਹੀਂ ਦੇ ਰਿਹਾ ।੭।"},"ms":{"gurmukhi":"p`qlw dI jUT mUT aus dy sIs auqy ifgdI sI, pRMqU aus dw ic`q iek Borw qy rqI Br BI nW iQVikAw?","unicode":"ਪੱਤਲਾ ਦੀ ਜੂਠ ਮੂਠ ਉਸ ਦੇ ਸੀਸ ਉਤੇ ਡਿਗਦੀ ਸੀ, ਪ੍ਰੰਤੂ ਉਸ ਦਾ ਚਿੱਤ ਇਕ ਭੋਰਾ ਤੇ ਰਤੀ ਭਰ ਭੀ ਨਾਂ ਥਿੜਕਿਆ?"}},"es":{"sn":"Aunque Yanak le botó sus obras y basura sobre la cabeza. Aún así su mente no vaciló ni un instante. (7)"},"hi":{"ss":"हे भाई ! ऊँची से ऊँची जाति देख के (भी) भुलेखा ना खा जाओ (कि भक्ति ऊँची जाति का हॅक है। देखो) शुकदेव (ब्राहमण। राजा) जनक के पैरों पर लग के नाम सिमर रहा है (सिमरन की जाच सीख रहा है। जब वह जनक के पास भक्ति की शिक्षा लेने आया।","sts":"ऊँची अथवा निम्न जाति देखकर भ्रम में मत पड़ो, शुकदेव ने राजा जनक के चरणों में लगकर ही ध्यान किया।"}},"transliteration":{"english":"jooThan jooTh piee sir uoopar khin manooaa til na ddulaavaigo ||7||","hindi":"जूठन जूठि पई सिर ऊपरि खिनु मनूआ तिलु न डुलावैगो ॥७॥","en":"jooThan jooTh piee sir uoopar khin manooaa til na ddulaavaigo ||7||","hi":"जूठन जूठि पई सिर ऊपरि खिनु मनूआ तिलु न डुलावैगो ॥७॥","ipa":"d͡ʒuʈʰən d͡ʒuʈʰ pei sɪr oupər kʰɪn mənuəɑ t̪ɪl nə ɖʊlɑʋæGɔ.7.","ur":"جُوٹھن جُوٹھ پای سر اُوپر کھن منُوآ تل ن ڈُلاوَےگو ۔۔۷۔۔"},"pageNo":1309,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55896,"shabadId":4757,"verse":{"gurmukhi":"jnk jnk bYTy isMGwsin nau munI DUir lY lwvYgo ]","unicode":"ਜਨਕ ਜਨਕ ਬੈਠੇ ਸਿੰਘਾਸਨਿ ਨਉ ਮੁਨੀ ਧੂਰਿ ਲੈ ਲਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"jnkjnkbYTyisMGwsinnaumunIDUirlYlwvYgo]","unicode":"ਜਨਕਜਨਕਬੈਠੇਸਿੰਘਾਸਨਿਨਉਮੁਨੀਧੂਰਿਲੈਲਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Janak sat upon his regal throne, and applied the dust of the nine sages to his forehead.","ms":"King Janak while sitting on his throne, took the dust of the feet of the nine sages and applied it to his forehead.","ssk":"Janak sat upon his regal throne, and applied the dust of the nine sages to his forehead."},"pu":{"ss":{"gurmukhi":"hy BweI! AnykW jnk (AwpxI vwrI ijs) rwj-g`dI auqy bYTx Aw rhy sn (aus auqy bYTw hoieAw ausy ^wndwn dw Bgq rwjw jnk rwjw huMidAW BI BgqI krn vwly) nO irSIAW dI crn-DUV (Awpxy m`Qy au~qy) lw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜਨਕ (ਆਪਣੀ ਵਾਰੀ ਜਿਸ) ਰਾਜ-ਗੱਦੀ ਉਤੇ ਬੈਠਣ ਆ ਰਹੇ ਸਨ (ਉਸ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਉਸੇ ਖ਼ਾਨਦਾਨ ਦਾ ਭਗਤ ਰਾਜਾ ਜਨਕ ਰਾਜਾ ਹੁੰਦਿਆਂ ਭੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ) ਨੌ ਰਿਸ਼ੀਆਂ ਦੀ ਚਰਨ-ਧੂੜ (ਆਪਣੇ ਮੱਥੇ ਉੱਤੇ) ਲਾ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"AOr dyKo jnk rwjw jI jnk isMGwsn ArQwq Awidky jnk kI gdI pr bYTy Qy[ iqs jnk kw nwmu inmI Qw, iqs ny isMGwsn sy auT kr nau munI ipplwien AwidkoN kI DUVI muK pr lgweI]ÇqW qy hy pÎwry! qUM BI AYsy bynqI kru:","unicode":"ਔਰ ਦੇਖੋ ਜਨਕ ਰਾਜਾ ਜੀ ਜਨਕ ਸਿੰਘਾਸਨ ਅਰਥਾਤ ਆਦਿਕੇ ਜਨਕ ਕੀ ਗਦੀ ਪਰ ਬੈਠੇ ਥੇ। ਤਿਸ ਜਨਕ ਕਾ ਨਾਮੁ ਨਿਮੀ ਥਾ, ਤਿਸ ਨੇ ਸਿੰਘਾਸਨ ਸੇ ਉਠ ਕਰ ਨਉ ਮੁਨੀ ਪਿਪਲਾਇਨ ਆਦਿਕੋਂ ਕੀ ਧੂੜੀ ਮੁਖ ਪਰ ਲਗਾਈ॥☬ਤਾਂ ਤੇ ਹੇ ਪ੍ਯਾਰੇ! ਤੂੰ ਭੀ ਐਸੇ ਬੇਨਤੀ ਕਰੁ:"},"bdb":{"gurmukhi":"hy BweI! AnykW jnk (AwpxI vwrI ijs) rwj-g`dI auqy bYTx Aw rhy sn (aus auqy bYTw hoieAw ausy ^wndwn dw Bgq rwjw jnk rwjw huMidAW BI BgqI krn vwly) nO irSIAW dI crn-DUV (Awpxy m`Qy au~qy) lw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜਨਕ (ਆਪਣੀ ਵਾਰੀ ਜਿਸ) ਰਾਜ-ਗੱਦੀ ਉਤੇ ਬੈਠਣ ਆ ਰਹੇ ਸਨ (ਉਸ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਉਸੇ ਖ਼ਾਨਦਾਨ ਦਾ ਭਗਤ ਰਾਜਾ ਜਨਕ ਰਾਜਾ ਹੁੰਦਿਆਂ ਭੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ) ਨੌ ਰਿਸ਼ੀਆਂ ਦੀ ਚਰਨ-ਧੂੜ (ਆਪਣੇ ਮੱਥੇ ਉੱਤੇ) ਲਾ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"Awpxy qKq auqy bYTy hoey jnk ny nO irSIAW dy pYrw dI DUV lY ky Awpxy msqk ƒ lweI[","unicode":"ਆਪਣੇ ਤਖਤ ਉਤੇ ਬੈਠੇ ਹੋਏ ਜਨਕ ਨੇ ਨੌ ਰਿਸ਼ੀਆਂ ਦੇ ਪੈਰਾ ਦੀ ਧੂੜ ਲੈ ਕੇ ਆਪਣੇ ਮਸਤਕ ਨੂੰ ਲਾਈ।"}},"es":{"sn":"Yanak se sentó en Su Trono de Realeza y aplicó el Polvo de los Nueve Santos sobre su frente. "},"hi":{"ss":"लंगर बाँटा जा रहा था। शुकदेव को बाहर ही खड़ा कर दिया गया। लंगर खा रहे लोगों की पत्तलों की) सारी जूठ (सुकदेव के) सिर पर पड़ी (देखो। फिर भी सुकदेव ब्राहमण होते हुए भी अपने) मन को एक छिन के लिए भी डोलने नहीं दे रहा। 7।","sts":"जब वह दीक्षा के लिए आया यज्ञ के समय, राजा जनक ने उनको इंतजार करने के लिए कहा, उनके सिर पर जूठन भी पड़ी, परन्तु उनका मन बिल्कुल नहीं डगमगाया॥ ७॥"}},"transliteration":{"english":"janak janak baiThe si(n)ghaasan nau munee dhoor lai laavaigo ||","hindi":"जनक जनक बैठे सिंघासनि नउ मुनी धूरि लै लावैगो ॥","en":"janak janak baiThe si(n)ghaasan nau munee dhoor lai laavaigo ||","hi":"जनक जनक बैठे सिंघासनि नउ मुनी धूरि लै लावैगो ॥","ipa":"d͡ʒənək d͡ʒənək bæʈʰe sɪŋGʰɑsən no mʊni t̪ur læ lɑʋæGɔ.","ur":"جنک جنک بَےٹھے سںگھاسن نا مُنیِ دھُور لَے لاوَےگو ۔۔"},"pageNo":1309,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55897,"shabadId":4757,"verse":{"gurmukhi":"nwnk ik®pw ik®pw kir Twkur mY dwsin dws krwvYgo ]8]2]","unicode":"ਨਾਨਕ ਕ੍ਰਿਪਾ ਕ੍ਰਿਪਾ ਕਰਿ ਠਾਕੁਰ ਮੈ ਦਾਸਨਿ ਦਾਸ ਕਰਾਵੈਗੋ ॥੮॥੨॥"},"larivaar":{"gurmukhi":"nwnkik®pwik®pwkirTwkurmYdwsindwskrwvYgo]8]2]","unicode":"ਨਾਨਕਕ੍ਰਿਪਾਕ੍ਰਿਪਾਕਰਿਠਾਕੁਰਮੈਦਾਸਨਿਦਾਸਕਰਾਵੈਗੋ॥੮॥੨॥"},"translation":{"en":{"bdb":"Please shower Nanak with your Mercy, O my Lord and Master; make him the slave of Your slaves. ||8||2||","ms":"O Lord, show Thou mercy, and compassion unto Nanak and make him the slave of Thine slaves.","ssk":"Please shower Nanak with your Mercy, O my Lord and Master; make him the slave of Your slaves. ||8||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—) hy Twkur! (myry auqy) imhr kr, imhr kr, (mYƒ Awpxw koeI Bgq imlw dyh, ijhVw) mYƒ qyry dwsW dw dws bxw ley [8[2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਹੇ ਠਾਕੁਰ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਆਪਣਾ ਕੋਈ ਭਗਤ ਮਿਲਾ ਦੇਹ, ਜਿਹੜਾ) ਮੈਨੂੰ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲਏ ।੮।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy ikRpw kI Kwx Twkr! dÎw kr ky myry ko BI jb guroN duAwry Awpny dwsoN kw dwsu krwvygw qb mYN ho jwaUNgw]8]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਕ੍ਰਿਪਾ ਕੀ ਖਾਣ ਠਾਕਰ! ਦ੍ਯਾ ਕਰ ਕੇ ਮੇਰੇ ਕੋ ਭੀ ਜਬ ਗੁਰੋਂ ਦੁਆਰੇ ਆਪਨੇ ਦਾਸੋਂ ਕਾ ਦਾਸੁ ਕਰਾਵੇਗਾ ਤਬ ਮੈਂ ਹੋ ਜਾਊਂਗਾ॥੮॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—) hy Twkur! (myry auqy) imhr kr, imhr kr, (mYƒ Awpxw koeI Bgq imlw dyh, ijhVw) mYƒ qyry dwsW dw dws bxw ley [8[2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਹੇ ਠਾਕੁਰ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਆਪਣਾ ਕੋਈ ਭਗਤ ਮਿਲਾ ਦੇਹ, ਜਿਹੜਾ) ਮੈਨੂੰ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲਏ ।੮।੨।"},"ms":{"gurmukhi":"hy pRBU! qUM nwnk qy rihmq, Aqy ikrpw Dwr Aqy aus ƒ Awpxy goilAW dw golw bxw lY[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਨਾਨਕ ਤੇ ਰਹਿਮਤ, ਅਤੇ ਕਿਰਪਾ ਧਾਰ ਅਤੇ ਉਸ ਨੂੰ ਆਪਣੇ ਗੋਲਿਆਂ ਦਾ ਗੋਲਾ ਬਣਾ ਲੈ।"}},"es":{"sn":"Por favor, rocía a Nanak con Tu Misericordia, oh mi Señor Maestro, vuélvelo el Esclavo de Tus Esclavos. (8-2)"},"hi":{"ss":"हे भाई ! अनेकों जनक (अपनी-अपनी बारी में जिस) राजगद्दी पर बैठने आ रहे थे (उस पर बैठा हुआ उसी खानदान का भगत राजा जनक राजा होते हुए भी भगती करने वाले) नौ ऋषियों की चरण-धूल (अपने माथे पर) लगा रहा है।","sts":"राजसिंहासन में विराजमान राजा जनक ने (भृगु, वसिष्ठ, अत्रि, मरीचि, पुलस्त्य इत्यादि) नौ मुनियों की चरण-धूल ही मुखमण्डल पर लगाई।"}},"transliteration":{"english":"naanak kirapaa kirapaa kar Thaakur mai dhaasan dhaas karaavaigo ||8||2||","hindi":"नानक कृपा कृपा करि ठाकुर मै दासनि दास करावैगो ॥८॥२॥","en":"naanak kirapaa kirapaa kar Thaakur mai dhaasan dhaas karaavaigo ||8||2||","hi":"नानक कृपा कृपा करि ठाकुर मै दासनि दास करावैगो ॥८॥२॥","ipa":"nɑnək kɪʳəpɑ kɪʳəpɑ kər ʈʰɑkʊr mæ d̪ɑsən d̪ɑs kərɑʋæGɔ.8.2.","ur":"نانک ک®پا ک®پا کر ٹھاکر مَے داسن داس کراوَےگو ۔۔۸۔۔۲۔۔"},"pageNo":1309,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55898,"shabadId":4758,"verse":{"gurmukhi":"kwnVw mhlw 4 ]","unicode":"ਕਾਨੜਾ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"kwnVwmhlw4]","unicode":"ਕਾਨੜਾਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Kaanraa, Fourth Mehla:","ms":"Kanra 5th Guru.","ssk":"Kaanraa, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"kwnVw coQI pwiqSwhI[","unicode":"ਕਾਨੜਾ ਚੋਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Malhar, Kanra, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"हे नानक ! (कह-) हे ठाकुर ! (मेरे पर) मेहर कर। मेहर कर। (मुझे अपना कोई भगत मिला दे। जो) मुझे तेरे दासों का दास बना ले। 8। 2।","sts":"नानक विनती करते हैं कि हे ठाकुर ! कृपा करके मुझे दासों का दास बना लो॥ ८॥ २॥"}},"transliteration":{"english":"kaanaRaa mahalaa chauthhaa ||","hindi":"कानड़ा महला ४ ॥","en":"kaanaRaa mahalaa chauthhaa ||","hi":"कानड़ा महला ४ ॥","ipa":"kɑnəɽɑ məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"کانڑا مهلا ۴ ۔۔"},"pageNo":1309,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55899,"shabadId":4758,"verse":{"gurmukhi":"mnu gurmiq ris gun gwvYgo ]","unicode":"ਮਨੁ ਗੁਰਮਤਿ ਰਸਿ ਗੁਨ ਗਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"mnugurmiqrisgungwvYgo]","unicode":"ਮਨੁਗੁਰਮਤਿਰਸਿਗੁਨਗਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"O mind, follow the Guru's Teachings, and joyfully sing God's Praises.","ms":"O my Soul, by the Guru's instruction, sing thou, the praises of thy God with love.","ssk":"O mind, follow the Guru's Teachings, and joyfully sing God's Praises."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K dw) mn gurU dI miq (lY ky) suAwd nwl (prmwqmw dy) gux gwx l`g pYNdw hY ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਗੁਰੂ ਦੀ ਮਤਿ (ਲੈ ਕੇ) ਸੁਆਦ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ "},"ft":{"gurmukhi":"hy myry mn! gurmq lYkr (ris) pRym kr ky vwhgurU ky gunoN ko jwvYNgw, qau mukiq hovYNgw]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰਮਤ ਲੈਕਰ (ਰਸਿ) ਪ੍ਰੇਮ ਕਰ ਕੇ ਵਾਹਗੁਰੂ ਕੇ ਗੁਨੋਂ ਕੋ ਜਾਵੈਂਗਾ, ਤਉ ਮੁਕਤਿ ਹੋਵੈਂਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K dw) mn gurU dI miq (lY ky) suAwd nwl (prmwqmw dy) gux gwx l`g pYNdw hY ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਗੁਰੂ ਦੀ ਮਤਿ (ਲੈ ਕੇ) ਸੁਆਦ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ "},"ms":{"gurmukhi":"hy myrI ijMdVIey! gurw dy aupdyS duAwrw qUM Awpxy vwihgurU dIAW isPqW pRym nwl gwien kr[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਗੁਰਾ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਤੂੰ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਸਿਫਤਾਂ ਪ੍ਰੇਮ ਨਾਲ ਗਾਇਨ ਕਰ।"}},"es":{"sn":"Oh, mente, sigue la Enseñanza del Guru y con toda Dicha canta Su Alabanza. "},"hi":{"ss":"","sts":"कानड़ा महला ४ ॥"}},"transliteration":{"english":"man gurmat ras gun gaavaigo ||","hindi":"मनु गुरमति रसि गुन गावैगो ॥","en":"man gurmat ras gun gaavaigo ||","hi":"मनु गुरमति रसि गुन गावैगो ॥","ipa":"mən Gʊrəmət̪ rəs Gʊn GɑʋæGɔ.","ur":"من گُرمت رس گُن گاوَےگو ۔۔"},"pageNo":1309,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55900,"shabadId":4758,"verse":{"gurmukhi":"ijhvw eyk hoie lK kotI lK kotI koit iDAwvYgo ]1] rhwau ]","unicode":"ਜਿਹਵਾ ਏਕ ਹੋਇ ਲਖ ਕੋਟੀ ਲਖ ਕੋਟੀ ਕੋਟਿ ਧਿਆਵੈਗੋ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ijhvweykhoielKkotIlKkotIkoitiDAwvYgo]1]rhwau]","unicode":"ਜਿਹਵਾਏਕਹੋਇਲਖਕੋਟੀਲਖਕੋਟੀਕੋਟਿਧਿਆਵੈਗੋ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"If my one tongue became hundreds of thousands and millions, I would meditate on Him millions and millions of times. ||1||Pause||","ms":"May my one tongue becomes lacs and millions; with these lacs and millions of tongues, I would sing the praises of my Lord a myriad times over. Pause.","ssk":"If my one tongue became hundreds of thousands and millions, I would meditate on Him millions and millions of times. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(aus dy AMdr ieqnw ipAwr jwgdw hY ik aus dI) jIB iek qoN (mwno) l`KW ko®VW bx ky (nwm) jpx l`g pYNdI hY (nwm jpdI Q`kdI hI nhIN) [1[rhwau[","unicode":"(ਉਸ ਦੇ ਅੰਦਰ ਇਤਨਾ ਪਿਆਰ ਜਾਗਦਾ ਹੈ ਕਿ ਉਸ ਦੀ) ਜੀਭ ਇਕ ਤੋਂ (ਮਾਨੋ) ਲੱਖਾਂ ਕੋ੍ਰੜਾਂ ਬਣ ਕੇ (ਨਾਮ) ਜਪਣ ਲੱਗ ਪੈਂਦੀ ਹੈ (ਨਾਮ ਜਪਦੀ ਥੱਕਦੀ ਹੀ ਨਹੀਂ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"qW qy AYsI sRDw kru ik hy pRBU! myrI eyk ijhvw qy lwKoN, lwKoN syN kRoVoN ho jwvYN[ iqn lwKoN kr kRoVoN vwr qyry nwm ko DÎwvoNgw ArQwq jpxw kroNgw]1] rhwau]","unicode":"ਤਾਂ ਤੇ ਐਸੀ ਸ੍ਰਧਾ ਕਰੁ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਏਕ ਜਿਹਵਾ ਤੇ ਲਾਖੋਂ, ਲਾਖੋਂ ਸੇਂ ਕ੍ਰੋੜੋਂ ਹੋ ਜਾਵੈਂ। ਤਿਨ ਲਾਖੋਂ ਕਰ ਕ੍ਰੋੜੋਂ ਵਾਰ ਤੇਰੇ ਨਾਮ ਕੋ ਧ੍ਯਾਵੋਂਗਾ ਅਰਥਾਤ ਜਪਣਾ ਕਰੋਂਗਾ॥੧॥ ਰਹਾਉ॥"},"bdb":{"gurmukhi":"(aus dy AMdr ieqnw ipAwr jwgdw hY ik aus dI) jIB iek qoN (mwno) l`KW ko®VW bx ky (nwm) jpx l`g pYNdI hY (nwm jpdI Q`kdI hI nhIN) [1[rhwau[","unicode":"(ਉਸ ਦੇ ਅੰਦਰ ਇਤਨਾ ਪਿਆਰ ਜਾਗਦਾ ਹੈ ਕਿ ਉਸ ਦੀ) ਜੀਭ ਇਕ ਤੋਂ (ਮਾਨੋ) ਲੱਖਾਂ ਕੋ੍ਰੜਾਂ ਬਣ ਕੇ (ਨਾਮ) ਜਪਣ ਲੱਗ ਪੈਂਦੀ ਹੈ (ਨਾਮ ਜਪਦੀ ਥੱਕਦੀ ਹੀ ਨਹੀਂ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"myrI iek jIB l`KW Aqy kRoVw ho jwvy, ienHW l`KW Aqy kRoVw jIBw nwl mYN kRoVw hI vwrI Awpxy suAwmI dI ausqiq gwien krwgw[ Tihrwau[","unicode":"ਮੇਰੀ ਇਕ ਜੀਭ ਲੱਖਾਂ ਅਤੇ ਕ੍ਰੋੜਾ ਹੋ ਜਾਵੇ, ਇਨ੍ਹਾਂ ਲੱਖਾਂ ਅਤੇ ਕ੍ਰੋੜਾ ਜੀਭਾ ਨਾਲ ਮੈਂ ਕ੍ਰੋੜਾ ਹੀ ਵਾਰੀ ਆਪਣੇ ਸੁਆਮੀ ਦੀ ਉਸਤਤਿ ਗਾਇਨ ਕਰਾਗਾ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Si en vez de una lengua tuviera cientos, miles y millones, meditaría en Él millones y millones de veces. (1-Pausa)"},"hi":{"ss":"हे भाई ! (जिस मनुष्य का) मन गुरू की मति (ले के) स्वाद से (परमात्मा के) गुण गाने लग जाता है","sts":"हे मन ! गुरु-मतानुसार परमपिता परमेश्वर का गुणगान करो।"}},"transliteration":{"english":"jihavaa ek hoi lakh koTee lakh koTee koT dhiaavaigo ||1|| rahaau ||","hindi":"जिहवा एक होइ लख कोटी लख कोटी कोटि धिआवैगो ॥१॥ रहाउ ॥","en":"jihavaa ek hoi lakh koTee lakh koTee koT dhiaavaigo ||1|| rahaau ||","hi":"जिहवा एक होइ लख कोटी लख कोटी कोटि धिआवैगो ॥१॥ रहाउ ॥","ipa":"d͡ʒɪhəʋɑ eek hɔeɪ ləkʰ kɔʈi ləkʰ kɔʈi kɔʈ t̪ɪəɑʋæGɔ.1. rəhɑo.","ur":"جِهوا اےک هوا لکھ کوٹیِ لکھ کوٹیِ کوٹ دھآوَےگو ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1309,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55901,"shabadId":4758,"verse":{"gurmukhi":"shs PnI jipE syKnwgY hir jpiqAw AMqu n pwvYgo ]","unicode":"ਸਹਸ ਫਨੀ ਜਪਿਓ ਸੇਖਨਾਗੈ ਹਰਿ ਜਪਤਿਆ ਅੰਤੁ ਨ ਪਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"shsPnIjipEsyKnwgYhirjpiqAwAMqunpwvYgo]","unicode":"ਸਹਸਫਨੀਜਪਿਓਸੇਖਨਾਗੈਹਰਿਜਪਤਿਆਅੰਤੁਨਪਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"The serpent king chants and meditates on the Lord with his thousands of heads, but even by these chants, he cannot find the Lord's limits.","ms":"The serpent King utters the Lord's Name with thousands of his hoods, but by so uttering he can find not the Lord's limit.","ssk":"The serpent king chants and meditates on the Lord with his thousands of heads, but even by these chants, he cannot find the Lord's limits."},"pu":{"ss":{"gurmukhi":"hy BweI! (aus Awqmk AwnMd dy pRyry hoey hI) SySnwg ny (AwpxI hzwr) &n nwl (sdw hir-nwm) jipAw hY [ pr hy, BweI! prmwqmw dw nwm jpidAW koeI prmwqmw (dy guxW) dw AMq nhIN l`B skdw [ ","unicode":"ਹੇ ਭਾਈ! (ਉਸ ਆਤਮਕ ਆਨੰਦ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ) ਸ਼ੇਸ਼ਨਾਗ ਨੇ (ਆਪਣੀ ਹਜ਼ਾਰ) ਫ਼ਨ ਨਾਲ (ਸਦਾ ਹਰਿ-ਨਾਮ) ਜਪਿਆ ਹੈ । ਪਰ ਹੇ, ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਕੋਈ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ । "},"ft":{"gurmukhi":"hjwr Pn vwly sysnwg ny qyry ko jpw hY[ hy hrI! jpiqAW pursoN ny qyrw AMq nhIN pwXw hY, Bwv sy mYN BI qyrw AMq pwie nhIN skUMgw; vw jpny vwilEN kw AMq nhIN pwXw jwqw, Bwv bhuq jp rhy hYN]","unicode":"ਹਜਾਰ ਫਨ ਵਾਲੇ ਸੇਸਨਾਗ ਨੇ ਤੇਰੇ ਕੋ ਜਪਾ ਹੈ। ਹੇ ਹਰੀ! ਜਪਤਿਆਂ ਪੁਰਸੋਂ ਨੇ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਪਾਯਾ ਹੈ, ਭਾਵ ਸੇ ਮੈਂ ਭੀ ਤੇਰਾ ਅੰਤ ਪਾਇ ਨਹੀਂ ਸਕੂੰਗਾ; ਵਾ ਜਪਨੇ ਵਾਲਿਓਂ ਕਾ ਅੰਤ ਨਹੀਂ ਪਾਯਾ ਜਾਤਾ, ਭਾਵ ਬਹੁਤ ਜਪ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! (aus Awqmk AwnMd dy pRyry hoey hI) SySnwg ny (AwpxI hzwr) &n nwl (sdw hir-nwm) jipAw hY [ pr hy, BweI! prmwqmw dw nwm jpidAW koeI prmwqmw (dy guxW) dw AMq nhIN l`B skdw [ ","unicode":"ਹੇ ਭਾਈ! (ਉਸ ਆਤਮਕ ਆਨੰਦ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ) ਸ਼ੇਸ਼ਨਾਗ ਨੇ (ਆਪਣੀ ਹਜ਼ਾਰ) ਫ਼ਨ ਨਾਲ (ਸਦਾ ਹਰਿ-ਨਾਮ) ਜਪਿਆ ਹੈ । ਪਰ ਹੇ, ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਕੋਈ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ । "},"ms":{"gurmukhi":"s`pw dw rwjw Awpxy hjwr Pxw nwl pRBU dw nwm aucwrn krdw hY, pRMqU AYs qrHW aucwrn krn duAwrw auh pRBU dy EVk ƒ nhIN pw skdw[","unicode":"ਸੱਪਾ ਦਾ ਰਾਜਾ ਆਪਣੇ ਹਜਾਰ ਫਣਾ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਨ ਕਰਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਐਸ ਤਰ੍ਹਾਂ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਉਹ ਪ੍ਰਭੂ ਦੇ ਓੜਕ ਨੂੰ ਨਹੀਂ ਪਾ ਸਕਦਾ।"}},"es":{"sn":"El rey cobra canta y medita en el Señor con sus mil cabezas, pero aún así no puede encontrar el Límite del Señor. "},"hi":{"ss":"(उसके अंदर इतना प्यार जागता है कि उसकी) जीभ एक से (मानो) लाखों-करोड़ों बन के (नाम) जपने लग जाती है (नाम जपती थकती ही नहीं)। 1। रहाउ।","sts":"यदि एक जीभ लाखों-करोड़ों हो जाएं तो भी करोड़ों बार उसी का भजन करो॥ १॥रहाउ॥"}},"transliteration":{"english":"sahas fanee japio sekhanaagai har japatiaa a(n)t na paavaigo ||","hindi":"सहस फनी जपिओ सेखनागै हरि जपतिआ अंतु न पावैगो ॥","en":"sahas fanee japio sekhanaagai har japatiaa a(n)t na paavaigo ||","hi":"सहस फनी जपिओ सेखनागै हरि जपतिआ अंतु न पावैगो ॥","ipa":"səhəs fəni d͡ʒəpɪo sekʰənɑGæ hər d͡ʒəpət̪ɪəɑ əŋt̪ nə pɑʋæGɔ.","ur":"سهس پھنیِ جپاو سےکھناگَے هرِ جپتآ اںت ن پاوَےگو ۔۔"},"pageNo":1309,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55902,"shabadId":4758,"verse":{"gurmukhi":"qU AQwhu Aiq Agmu Agmu hY miq gurmiq mnu ThrwvYgo ]1]","unicode":"ਤੂ ਅਥਾਹੁ ਅਤਿ ਅਗਮੁ ਅਗਮੁ ਹੈ ਮਤਿ ਗੁਰਮਤਿ ਮਨੁ ਠਹਰਾਵੈਗੋ ॥੧॥"},"larivaar":{"gurmukhi":"qUAQwhuAiqAgmuAgmuhYmiqgurmiqmnuThrwvYgo]1]","unicode":"ਤੂਅਥਾਹੁਅਤਿਅਗਮੁਅਗਮੁਹੈਮਤਿਗੁਰਮਤਿਮਨੁਠਹਰਾਵੈਗੋ॥੧॥"},"translation":{"en":{"bdb":"You are Utterly Unfathomable, Inaccessible and Infinite. Through the Wisdom of the Guru's Teachings, the mind becomes steady and balanced. ||1||","ms":"Thou. O Lord, are exceedingly Unfathomable, Infinite and Inaccessible. It is through the wisdom imparted that the mind is balanced.","ssk":"You are Utterly Unfathomable, Inaccessible and Infinite. Through the Wisdom of the Guru's Teachings, the mind becomes steady and balanced. ||1||"},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ AQwh (smuMdr) hYN, qUµ sdw hI AphuMc hYN [ hy BweI! gurU dI miq dI rwhIN (nwm jpx vwly mnu`K dw) mn BtkxoN ht jWdw hY [1[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਥਾਹ (ਸਮੁੰਦਰ) ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਅਪਹੁੰਚ ਹੈਂ । ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"qUM mn kr AQwhu hYN, qn kr ky AqI Agm hYN Ar bwxI kr ky BI Agm hYN[ jo gurmiq lYkr qyry sÍrUp myN mn Tihrwvygw iqsI kw Tihrygw]1]","unicode":"ਤੂੰ ਮਨ ਕਰ ਅਥਾਹੁ ਹੈਂ, ਤਨ ਕਰ ਕੇ ਅਤੀ ਅਗਮ ਹੈਂ ਅਰ ਬਾਣੀ ਕਰ ਕੇ ਭੀ ਅਗਮ ਹੈਂ। ਜੋ ਗੁਰਮਤਿ ਲੈਕਰ ਤੇਰੇ ਸ੍ਵਰੂਪ ਮੇਂ ਮਨ ਠਹਿਰਾਵੇਗਾ ਤਿਸੀ ਕਾ ਠਹਿਰੇਗਾ॥੧॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ AQwh (smuMdr) hYN, qUµ sdw hI AphuMc hYN [ hy BweI! gurU dI miq dI rwhIN (nwm jpx vwly mnu`K dw) mn BtkxoN ht jWdw hY [1[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਥਾਹ (ਸਮੁੰਦਰ) ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਅਪਹੁੰਚ ਹੈਂ । ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"qUM hy pRBU! prm byQwh, byAMq Aqy Apuj hY[ gurW dy aupdyS duAwrw pRwpq hoeI hoeI smJ rwhIN hI mn itkwau iv`c Aw jWdw hY[","unicode":"ਤੂੰ ਹੇ ਪ੍ਰਭੂ! ਪਰਮ ਬੇਥਾਹ, ਬੇਅੰਤ ਅਤੇ ਅਪੁਜ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਹੋਈ ਹੋਈ ਸਮਝ ਰਾਹੀਂ ਹੀ ਮਨ ਟਿਕਾਉ ਵਿੱਚ ਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Eres totalmente Insondable, Inaccesible e Infinito. Mediante la Sabiduría de la Enseñanza del Guru, la mente encuentra su estabilidad y balance. (1)"},"hi":{"ss":"हे भाई ! (उस आत्मिक आनंद के प्रेरे हुए ही) शेशनाग ने (अपने हजार) फनों से (सदा हरी-नाम) जपा है। पर। हे भाई ! परमात्मा का नाम जपते हुए कोई परमात्मा (के गुणों) का अंत नहीं पा सकता।","sts":"शेषनाग ने हजारों फनों से हरि का जाप किया, पर जाप करके रहस्य नहीं पा सका।"}},"transliteration":{"english":"too athaahu at agam agam hai mat gurmat man Thaharaavaigo ||1||","hindi":"तू अथाहु अति अगमु अगमु है मति गुरमति मनु ठहरावैगो ॥१॥","en":"too athaahu at agam agam hai mat gurmat man Thaharaavaigo ||1||","hi":"तू अथाहु अति अगमु अगमु है मति गुरमति मनु ठहरावैगो ॥१॥","ipa":"t̪u ət̪ʰɑh ət̪ əGəm əGəm hæ mət̪ Gʊrəmət̪ mən ʈʰəhərɑʋæGɔ.1.","ur":"تُو اتھاهُ ات اگم اگم هَے متِ گُرمت من ٹھهراوَےگو ۔۔۱۔۔"},"pageNo":1309,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55903,"shabadId":4758,"verse":{"gurmukhi":"ijn qU jipE qyeI jn nIky hir jpiqAhu kau suKu pwvYgo ]","unicode":"ਜਿਨ ਤੂ ਜਪਿਓ ਤੇਈ ਜਨ ਨੀਕੇ ਹਰਿ ਜਪਤਿਅਹੁ ਕਉ ਸੁਖੁ ਪਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"ijnqUjipEqyeIjnnIkyhirjpiqAhukausuKupwvYgo]","unicode":"ਜਿਨਤੂਜਪਿਓਤੇਈਜਨਨੀਕੇਹਰਿਜਪਤਿਅਹੁਕਉਸੁਖੁਪਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Those humble beings who meditate on You are noble and exalted. Meditating on the Lord, they are at peace.","ms":"They who ponder over Thee, O Lord, sublime are those persons. whosoever contemplates his God, is blessed with peace.","ssk":"Those humble beings who meditate on You are noble and exalted. Meditating on the Lord, they are at peace."},"pu":{"ss":{"gurmukhi":"hy pRBU! ijhVy mnu`KW ny qYƒ jipAw hY, auhI mnu`K cMgy (jIvn vwly) bxy hn [ hy BweI! nwm jpx vwilAW ƒ hrI (Awqmk) AwnMd b^Sdw hY [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜੇ ਮਨੁੱਖਾਂ ਨੇ ਤੈਨੂੰ ਜਪਿਆ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਚੰਗੇ (ਜੀਵਨ ਵਾਲੇ) ਬਣੇ ਹਨ । ਹੇ ਭਾਈ! ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ ਹਰੀ (ਆਤਮਕ) ਆਨੰਦ ਬਖ਼ਸ਼ਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijnoN ny qyry ko jpw hY vhI purs sRyst hYN[ hy hrI! so quJ ko jpny vwly hYN, qUM iqn ko suKoN myN pRwpq kr dyvyNgw]","unicode":"ਜਿਨੋਂ ਨੇ ਤੇਰੇ ਕੋ ਜਪਾ ਹੈ ਵਹੀ ਪੁਰਸ ਸ੍ਰੇਸਟ ਹੈਂ। ਹੇ ਹਰੀ! ਸੋ ਤੁਝ ਕੋ ਜਪਨੇ ਵਾਲੇ ਹੈਂ, ਤੂੰ ਤਿਨ ਕੋ ਸੁਖੋਂ ਮੇਂ ਪ੍ਰਾਪਤ ਕਰ ਦੇਵੇਂਗਾ॥"},"bdb":{"gurmukhi":"hy pRBU! ijhVy mnu`KW ny qYƒ jipAw hY, auhI mnu`K cMgy (jIvn vwly) bxy hn [ hy BweI! nwm jpx vwilAW ƒ hrI (Awqmk) AwnMd b^Sdw hY [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜੇ ਮਨੁੱਖਾਂ ਨੇ ਤੈਨੂੰ ਜਪਿਆ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਚੰਗੇ (ਜੀਵਨ ਵਾਲੇ) ਬਣੇ ਹਨ । ਹੇ ਭਾਈ! ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ ਹਰੀ (ਆਤਮਕ) ਆਨੰਦ ਬਖ਼ਸ਼ਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo qyrw icMqn krdy hn, hy sweIN! SRySt hn auh purS[ jo koeI BI vwihgurU dw ismrn krdw hY auh Awrwm cYn ƒ pw lYNdw hY[","unicode":"ਜੋ ਤੇਰਾ ਚਿੰਤਨ ਕਰਦੇ ਹਨ, ਹੇ ਸਾਈਂ! ਸ਼੍ਰੇਸ਼ਟ ਹਨ ਉਹ ਪੁਰਸ਼। ਜੋ ਕੋਈ ਭੀ ਵਾਹਿਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਹ ਆਰਾਮ ਚੈਨ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Esos seres humildes que meditan en Ti, son nobles y excelsos, y meditando en Dios están en Paz. "},"hi":{"ss":"हे प्रभू ! तू अथाह (समुंद्र) है। तू सदा ही अपहुँच है। हे भाई ! गुरू की मति से (नाम जपने वाले मनुष्य का) मन भटकने से हट जाता है। 1।","sts":"हे ईश्वर ! तू अथाह है, ज्ञानेन्द्रियों से परे है, मन गुरु की शिक्षा से टिकता है॥ १॥"}},"transliteration":{"english":"jin too japio teiee jan neeke har japatiahu kau sukh paavaigo ||","hindi":"जिन तू जपिओ तेई जन नीके हरि जपतिअहु कउ सुखु पावैगो ॥","en":"jin too japio teiee jan neeke har japatiahu kau sukh paavaigo ||","hi":"जिन तू जपिओ तेई जन नीके हरि जपतिअहु कउ सुखु पावैगो ॥","ipa":"d͡ʒɪn t̪u d͡ʒəpɪo t̪eei d͡ʒən nike hər d͡ʒəpət̪ɪəh ko sʊkʰ pɑʋæGɔ.","ur":"جٍن تُو جپاو تےای جن نیِکے هرِ جپتاهُ کا سُکھ پاوَےگو ۔۔"},"pageNo":1309,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55904,"shabadId":4758,"verse":{"gurmukhi":"ibdr dwsI suqu Cok Cohrw ik®snu AMik gil lwvYgo ]2]","unicode":"ਬਿਦਰ ਦਾਸੀ ਸੁਤੁ ਛੋਕ ਛੋਹਰਾ ਕ੍ਰਿਸਨੁ ਅੰਕਿ ਗਲਿ ਲਾਵੈਗੋ ॥੨॥"},"larivaar":{"gurmukhi":"ibdrdwsIsuquCokCohrwik®snuAMikgillwvYgo]2]","unicode":"ਬਿਦਰਦਾਸੀਸੁਤੁਛੋਕਛੋਹਰਾਕ੍ਰਿਸਨੁਅੰਕਿਗਲਿਲਾਵੈਗੋ॥੨॥"},"translation":{"en":{"bdb":"Bidur, the son of a slave-girl, was an untouchable, but Krishna hugged him close in His Embrace. ||2||","ms":"Krishan hugged to his heart and bosom Bidur, and untouchable lad, the son of a hand-maiden.","ssk":"Bidur, the son of a slave-girl, was an untouchable, but Krishna hugged him close in His Embrace. ||2||"},"pu":{"ss":{"gurmukhi":"(vyKo, iek) dwsI dw pu`qr ibdr Cokrw ijhw hI sI, (pr nwm jpx dI brkiq nwl) ik®sn aus ƒ CwqI nwl lw irhw hY, gl nwl lw irhw hY [2[","unicode":"(ਵੇਖੋ, ਇਕ) ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ ਛੋਕਰਾ ਜਿਹਾ ਹੀ ਸੀ, (ਪਰ ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕ੍ਰਿਸਨ ਉਸ ਨੂੰ ਛਾਤੀ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ, ਗਲ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"dwsI suqu ibdru (Cohrw) bwlkw, Bwv dws (Cok) CUq krny vwlw, Bwv sUdR sB sy Cotw Qw, iqsI kO ikRsn jI ny (AMik) ihrdy AO gl ky swQ lgwieAw ArQwq mwn jogu kr lIAw[ iqs BWq quJ ko ikRsn ihrdY AO kMT myN lgwie lyvygw]2]","unicode":"ਦਾਸੀ ਸੁਤੁ ਬਿਦਰੁ (ਛੋਹਰਾ) ਬਾਲਕਾ, ਭਾਵ ਦਾਸ (ਛੋਕ) ਛੂਤ ਕਰਨੇ ਵਾਲਾ, ਭਾਵ ਸੂਦ੍ਰ ਸਭ ਸੇ ਛੋਟਾ ਥਾ, ਤਿਸੀ ਕੌ ਕ੍ਰਿਸਨ ਜੀ ਨੇ (ਅੰਕਿ) ਹਿਰਦੇ ਔ ਗਲ ਕੇ ਸਾਥ ਲਗਾਇਆ ਅਰਥਾਤ ਮਾਨ ਜੋਗੁ ਕਰ ਲੀਆ। ਤਿਸ ਭਾਂਤ ਤੁਝ ਕੋ ਕ੍ਰਿਸਨ ਹਿਰਦੈ ਔ ਕੰਠ ਮੇਂ ਲਗਾਇ ਲੇਵੇਗਾ॥੨॥"},"bdb":{"gurmukhi":"(vyKo, iek) dwsI dw pu`qr ibdr Cokrw ijhw hI sI, (pr nwm jpx dI brkiq nwl) ik®sn aus ƒ CwqI nwl lw irhw hY, gl nwl lw irhw hY [2[","unicode":"(ਵੇਖੋ, ਇਕ) ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ ਛੋਕਰਾ ਜਿਹਾ ਹੀ ਸੀ, (ਪਰ ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕ੍ਰਿਸਨ ਉਸ ਨੂੰ ਛਾਤੀ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ, ਗਲ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"ACUq Cokry, nOkrwnI dy puqR ibdr ƒ ikRSn ny Awpxy idl Aqy ihk nwl lw ilAw[","unicode":"ਅਛੂਤ ਛੋਕਰੇ, ਨੌਕਰਾਨੀ ਦੇ ਪੁਤ੍ਰ ਬਿਦਰ ਨੂੰ ਕ੍ਰਿਸ਼ਨ ਨੇ ਆਪਣੇ ਦਿਲ ਅਤੇ ਹਿਕ ਨਾਲ ਲਾ ਲਿਆ।"}},"es":{"sn":"Bidur, el hijo de la esclava, era un intocable, pero Krishna lo tomó en su pecho y lo abrazó. (2)"},"hi":{"ss":"हे प्रभू ! जिन मनुष्यों ने तुझे जपा है। वही मनुष्य अच्छे (जीवन वाले) बने हैं। हे भाई ! नाम जपने वालों को हरी (आत्मिक) आनंद बख्शता है।","sts":"जिन्होंने तेरा जाप किया है, वही लोग उत्तम हैं, परमात्मा का जाप करने से ही सुख प्राप्त होता है।"}},"transliteration":{"english":"bidhar dhaasee sut chhok chhoharaa kirasan a(n)k gal laavaigo ||2||","hindi":"बिदर दासी सुतु छोक छोहरा कृसनु अंकि गलि लावैगो ॥२॥","en":"bidhar dhaasee sut chhok chhoharaa kirasan a(n)k gal laavaigo ||2||","hi":"बिदर दासी सुतु छोक छोहरा कृसनु अंकि गलि लावैगो ॥२॥","ipa":"bɪd̪ər d̪ɑsi sʊt̪ ɕɔk ɕɔhərɑ kɪʳəsən əŋk Gəl lɑʋæGɔ.2.","ur":"بِدر داسیِ سُت چھوک چھوهرا ک®سن اںک گل لاوَےگو ۔۔۲۔۔"},"pageNo":1309,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55905,"shabadId":4758,"verse":{"gurmukhi":"jl qy Epiq BeI hY kwst kwst AMig qrwvYgo ]","unicode":"ਜਲ ਤੇ ਓਪਤਿ ਭਈ ਹੈ ਕਾਸਟ ਕਾਸਟ ਅੰਗਿ ਤਰਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"jlqyEpiqBeIhYkwstkwstAMigqrwvYgo]","unicode":"ਜਲਤੇਓਪਤਿਭਈਹੈਕਾਸਟਕਾਸਟਅੰਗਿਤਰਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"Wood is produced from water, but by holding onto wood, one is saved from drowning.","ms":"The wood is produced from water, so, taking the side of wood, the water drowns it not.","ssk":"Wood is produced from water, but by holding onto wood, one is saved from drowning."},"pu":{"ss":{"gurmukhi":"hy BweI! pwxI qoN kwT dI auqp`qI huMdI hY (ies lwj ƒ pwlx leI pwxI aus) kwT ƒ (AwpxI CwqI au~qy r`KI r`Kdw hY) qrWdw rihMdw hY (fu`bx nhIN dyNdw) [ ","unicode":"ਹੇ ਭਾਈ! ਪਾਣੀ ਤੋਂ ਕਾਠ ਦੀ ਉਤਪੱਤੀ ਹੁੰਦੀ ਹੈ (ਇਸ ਲਾਜ ਨੂੰ ਪਾਲਣ ਲਈ ਪਾਣੀ ਉਸ) ਕਾਠ ਨੂੰ (ਆਪਣੀ ਛਾਤੀ ਉੱਤੇ ਰੱਖੀ ਰੱਖਦਾ ਹੈ) ਤਰਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਡੁੱਬਣ ਨਹੀਂ ਦੇਂਦਾ) । "},"ft":{"gurmukhi":"dyKo jl sy kwT kI auqpqI BeI hY, so iqs kw (AMig) pKu kr ky kwst ko jlu Apny aupr sy qrwie lyqw hY]","unicode":"ਦੇਖੋ ਜਲ ਸੇ ਕਾਠ ਕੀ ਉਤਪਤੀ ਭਈ ਹੈ, ਸੋ ਤਿਸ ਕਾ (ਅੰਗਿ) ਪਖੁ ਕਰ ਕੇ ਕਾਸਟ ਕੋ ਜਲੁ ਅਪਨੇ ਉਪਰ ਸੇ ਤਰਾਇ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! pwxI qoN kwT dI auqp`qI huMdI hY (ies lwj ƒ pwlx leI pwxI aus) kwT ƒ (AwpxI CwqI au~qy r`KI r`Kdw hY) qrWdw rihMdw hY (fu`bx nhIN dyNdw) [ ","unicode":"ਹੇ ਭਾਈ! ਪਾਣੀ ਤੋਂ ਕਾਠ ਦੀ ਉਤਪੱਤੀ ਹੁੰਦੀ ਹੈ (ਇਸ ਲਾਜ ਨੂੰ ਪਾਲਣ ਲਈ ਪਾਣੀ ਉਸ) ਕਾਠ ਨੂੰ (ਆਪਣੀ ਛਾਤੀ ਉੱਤੇ ਰੱਖੀ ਰੱਖਦਾ ਹੈ) ਤਰਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਡੁੱਬਣ ਨਹੀਂ ਦੇਂਦਾ) । "},"ms":{"gurmukhi":"lkV pwxI qoN pYdw hoeI hY ies leI l`kV dw p`K lY, pwxI ies ƒ fobdw nhIN[","unicode":"ਲਕੜ ਪਾਣੀ ਤੋਂ ਪੈਦਾ ਹੋਈ ਹੈ ਇਸ ਲਈ ਲੱਕੜ ਦਾ ਪੱਖ ਲੈ, ਪਾਣੀ ਇਸ ਨੂੰ ਡੋਬਦਾ ਨਹੀਂ।"}},"es":{"sn":"La madera es producida del agua, pero aferrándose a la madera uno no se ahoga. "},"hi":{"ss":"(देखो। एक) दासी का पुत्र बिदर छोकरा सा ही था। (पर नाम जपने की बरकति से) कृष्ण उसको छाती से लगा रहा है। गले से लगा रहा है। 2।","sts":"दासी पुत्र विदुर को अछूत माना जाता था परन्तु भाव-भक्ति के कारण श्रीकृष्ण ने उसे गले से लगा लिया॥ २॥"}},"transliteration":{"english":"jal te opat bhiee hai kaasaT kaasaT a(n)g taraavaigo ||","hindi":"जल ते ओपति भई है कासट कासट अंगि तरावैगो ॥","en":"jal te opat bhiee hai kaasaT kaasaT a(n)g taraavaigo ||","hi":"जल ते ओपति भई है कासट कासट अंगि तरावैगो ॥","ipa":"d͡ʒəl t̪e oəpət̪ ɓei hæ kɑsəʈ kɑsəʈ əŋG t̪ərɑʋæGɔ.","ur":"جل تے اوپت بھای هَے کاسٹ کاسٹ اںگ تراوَےگو ۔۔"},"pageNo":1309,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55906,"shabadId":4758,"verse":{"gurmukhi":"rwm jnw hir Awip svwry Apnw ibrdu rKwvYgo ]3]","unicode":"ਰਾਮ ਜਨਾ ਹਰਿ ਆਪਿ ਸਵਾਰੇ ਅਪਨਾ ਬਿਰਦੁ ਰਖਾਵੈਗੋ ॥੩॥"},"larivaar":{"gurmukhi":"rwmjnwhirAwipsvwryApnwibrdurKwvYgo]3]","unicode":"ਰਾਮਜਨਾਹਰਿਆਪਿਸਵਾਰੇਅਪਨਾਬਿਰਦੁਰਖਾਵੈਗੋ॥੩॥"},"translation":{"en":{"bdb":"The Lord Himself embellishes and exalts His humble servants; He confirms His Innate Nature. ||3||","ms":"Of Himself, the Lord God embellishes His slaves and upholds His innate nature.","ssk":"The Lord Himself embellishes and exalts His humble servants; He confirms His Innate Nature. ||3||"},"pu":{"ss":{"gurmukhi":"(iesy qrHW) prmwqmw Awpxy syvkW ƒ Awp sohxy jIvn vwlw bxWdw hY, Awpxw mu`F-kdImW dw suBwau kwiem r`Kdw hY [3[","unicode":"(ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾਂਦਾ ਹੈ, ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"qYsy hI hy hrI! qUM Apny jnoN ko BgqI dy kr Awp svwr lyqw hYN Ar Apxw Bgq vqslqw kw (ibrdu) pRx Awp rwKqw hY[ jYsy- \"jo srix AwvY iqsu kMiT lwvY iehu ibrdu suAwmI sMdw]\" Ar Awgy ko BI rwKygw]3]","unicode":"ਤੈਸੇ ਹੀ ਹੇ ਹਰੀ! ਤੂੰ ਅਪਨੇ ਜਨੋਂ ਕੋ ਭਗਤੀ ਦੇ ਕਰ ਆਪ ਸਵਾਰ ਲੇਤਾ ਹੈਂ ਅਰ ਅਪਣਾ ਭਗਤ ਵਤਸਲਤਾ ਕਾ (ਬਿਰਦੁ) ਪ੍ਰਣ ਆਪ ਰਾਖਤਾ ਹੈ। ਜੈਸੇ- \"ਜੋ ਸਰਣਿ ਆਵੈ ਤਿਸੁ ਕੰਠਿ ਲਾਵੈ ਇਹੁ ਬਿਰਦੁ ਸੁਆਮੀ ਸੰਦਾ॥\" ਅਰ ਆਗੇ ਕੋ ਭੀ ਰਾਖੇਗਾ॥੩॥"},"bdb":{"gurmukhi":"(iesy qrHW) prmwqmw Awpxy syvkW ƒ Awp sohxy jIvn vwlw bxWdw hY, Awpxw mu`F-kdImW dw suBwau kwiem r`Kdw hY [3[","unicode":"(ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾਂਦਾ ਹੈ, ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"Awp hI sweIN, hrI Awpxy goilAW ƒ SSoBq krdw hY Aqy Awpxy kudrqI suBwv ƒ pUrw krdw hY[","unicode":"ਆਪ ਹੀ ਸਾਈਂ, ਹਰੀ ਆਪਣੇ ਗੋਲਿਆਂ ਨੂੰ ਸ਼ਸ਼ੋਭਤ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਕੁਦਰਤੀ ਸੁਭਾਵ ਨੂੰ ਪੂਰਾ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"El Señor Mismo embellece y enaltece a Sus humildes Sirvientes, y así Él confirma Su Naturaleza. (3)"},"hi":{"ss":"हे भाई ! पानी से काठ की उत्पक्ति होती है (इस लाज को पालने के लिए पानी उस) काठ को (अपनी छाती पर रखे रखता है) तैराता रहता है (डूबने नहीं देता)।","sts":"लकड़ी जल से उत्पन्न हुई है और जल में ही तैरती रहती है।"}},"transliteration":{"english":"raam janaa har aap savaare apanaa biradh rakhaavaigo ||3||","hindi":"राम जना हरि आपि सवारे अपना बिरदु रखावैगो ॥३॥","en":"raam janaa har aap savaare apanaa biradh rakhaavaigo ||3||","hi":"राम जना हरि आपि सवारे अपना बिरदु रखावैगो ॥३॥","ipa":"rɑm d͡ʒənɑ hər əɑp səʋɑre əpənɑ bɪrəd̪ rəkʰɑʋæGɔ.3.","ur":"رام جنا هر آپ سوارے اپنا برد رکھاوَےگو ۔۔۳۔۔"},"pageNo":1309,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55907,"shabadId":4758,"verse":{"gurmukhi":"hm pwQr loh loh bf pwQr gur sMgiq nwv qrwvYgo ]","unicode":"ਹਮ ਪਾਥਰ ਲੋਹ ਲੋਹ ਬਡ ਪਾਥਰ ਗੁਰ ਸੰਗਤਿ ਨਾਵ ਤਰਾਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"hmpwQrlohlohbfpwQrgursMgiqnwvqrwvYgo]","unicode":"ਹਮਪਾਥਰਲੋਹਲੋਹਬਡਪਾਥਰਗੁਰਸੰਗਤਿਨਾਵਤਰਾਵੈਗੋ॥"},"translation":{"en":{"bdb":"I am like a stone, or a piece of iron, heavy stone and iron; in the Boat of the Guru's Congregation, I am carried across,","ms":"I am like stone and iron, yea, like a heavy stone and iron but, embarking on the boat of the Guru's congregation I am ferried across.","ssk":"I am like a stone, or a piece of iron, heavy stone and iron; in the Boat of the Guru's Congregation, I am carried across,"},"pu":{"ss":{"gurmukhi":"hy BweI! AsI jIv p`Qr (vWg pwpW nwl Bwry) hW, lohy (vWg ivkwrW nwl Bwry) hW, (pr pRBU Awp imhr kr ky) gurU dI sMgiq ivc r`K ky (sMswr-smuMdr qoN) pwr lMGWdw hY (ijvyN) byVI (p`QrW ƒ lohy ƒ ndI qoN pwr lMGWdI hY) ","unicode":"ਹੇ ਭਾਈ! ਅਸੀ ਜੀਵ ਪੱਥਰ (ਵਾਂਗ ਪਾਪਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, ਲੋਹੇ (ਵਾਂਗ ਵਿਕਾਰਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, (ਪਰ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰੱਖ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਜਿਵੇਂ) ਬੇੜੀ (ਪੱਥਰਾਂ ਨੂੰ ਲੋਹੇ ਨੂੰ ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦੀ ਹੈ) "},"ft":{"gurmukhi":"qW qy hy Bgvn! hm pwQr qy AqI pwQr, Bwv pwpoN sy Bry hUey hYN AOr lohy qy lohw, Bwv AqI jV hYN[ hy prmysr! guroN kI sMgq rUpI nwaukw dy kr hm ko sMswr smuMdr sy qrw dyvYgw]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਗਵਨ! ਹਮ ਪਾਥਰ ਤੇ ਅਤੀ ਪਾਥਰ, ਭਾਵ ਪਾਪੋਂ ਸੇ ਭਰੇ ਹੂਏ ਹੈਂ ਔਰ ਲੋਹੇ ਤੇ ਲੋਹਾ, ਭਾਵ ਅਤੀ ਜੜ ਹੈਂ। ਹੇ ਪਰਮੇਸਰ! ਗੁਰੋਂ ਕੀ ਸੰਗਤ ਰੂਪੀ ਨਾਉਕਾ ਦੇ ਕਰ ਹਮ ਕੋ ਸੰਸਾਰ ਸਮੁੰਦਰ ਸੇ ਤਰਾ ਦੇਵੈਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! AsI jIv p`Qr (vWg pwpW nwl Bwry) hW, lohy (vWg ivkwrW nwl Bwry) hW, (pr pRBU Awp imhr kr ky) gurU dI sMgiq ivc r`K ky (sMswr-smuMdr qoN) pwr lMGWdw hY (ijvyN) byVI (p`QrW ƒ lohy ƒ ndI qoN pwr lMGWdI hY) ","unicode":"ਹੇ ਭਾਈ! ਅਸੀ ਜੀਵ ਪੱਥਰ (ਵਾਂਗ ਪਾਪਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, ਲੋਹੇ (ਵਾਂਗ ਵਿਕਾਰਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, (ਪਰ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰੱਖ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਜਿਵੇਂ) ਬੇੜੀ (ਪੱਥਰਾਂ ਨੂੰ ਲੋਹੇ ਨੂੰ ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦੀ ਹੈ) "},"ms":{"gurmukhi":"mYN p`Qr Aqy lohy vrgw hW, Bwry p`Qr Aqy lohy vrgw hW pRMqU gurW dI sMgq dI byVI qy cVH ky mYN pwr auqr igAw hW[","unicode":"ਮੈਂ ਪੱਥਰ ਅਤੇ ਲੋਹੇ ਵਰਗਾ ਹਾਂ, ਭਾਰੇ ਪੱਥਰ ਅਤੇ ਲੋਹੇ ਵਰਗਾ ਹਾਂ ਪ੍ਰੰਤੂ ਗੁਰਾਂ ਦੀ ਸੰਗਤ ਦੀ ਬੇੜੀ ਤੇ ਚੜ੍ਹ ਕੇ ਮੈਂ ਪਾਰ ਉਤਰ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"Soy pesado como una piedra o como un pedazo de hierro, pero en la Barca de la Congregación del Guru soy llevado a través, así como Kabir, "},"hi":{"ss":"(इसी तरह) परमात्मा अपने सेवकों को खुद सुंदर जीवन वाला बनाता है। अपना आदि-कदीमी स्वभाव कायम रखता है। 3।","sts":"हरि स्वयं अपने भक्तों को संवारता है और अपने विरद् की सदा लाज रखता है॥ ३॥"}},"transliteration":{"english":"ham paathar loh loh badd paathar gur sa(n)gat naav taraavaigo ||","hindi":"हम पाथर लोह लोह बड पाथर गुर संगति नाव तरावैगो ॥","en":"ham paathar loh loh badd paathar gur sa(n)gat naav taraavaigo ||","hi":"हम पाथर लोह लोह बड पाथर गुर संगति नाव तरावैगो ॥","ipa":"həm pɑt̪ʰər lɔh lɔh bəɖ pɑt̪ʰər Gʊr səŋGət̪ nɑʋ t̪ərɑʋæGɔ.","ur":"هم پاتھر لوه لوه بڈ پاتھر گُر سںگت ناو تراوَےگو ۔۔"},"pageNo":1309,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55908,"shabadId":4758,"verse":{"gurmukhi":"ijau sqsMgiq qirE julwho sMq jnw min BwvYgo ]4]","unicode":"ਜਿਉ ਸਤਸੰਗਤਿ ਤਰਿਓ ਜੁਲਾਹੋ ਸੰਤ ਜਨਾ ਮਨਿ ਭਾਵੈਗੋ ॥੪॥"},"larivaar":{"gurmukhi":"ijausqsMgiqqirEjulwhosMqjnwminBwvYgo]4]","unicode":"ਜਿਉਸਤਸੰਗਤਿਤਰਿਓਜੁਲਾਹੋਸੰਤਜਨਾਮਨਿਭਾਵੈਗੋ॥੪॥"},"translation":{"en":{"bdb":"like Kabeer the weaver, who was saved in the Sat Sangat, the True Congregation. He became pleasing to the minds of the humble Saints. ||4||"},"pu":{"ss":{"gurmukhi":"ijvyN swD sMgiq dI brkiq nwl (kbIr) julwhw pwr lMG igAw [ hy BweI! prmwqmw Awpxy sMq jnW dy mn ivc (sdw) ipAwrw l`gdw hY [4[","unicode":"ਜਿਵੇਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਕਬੀਰ) ਜੁਲਾਹਾ ਪਾਰ ਲੰਘ ਗਿਆ । ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"ijvyN swD sMgiq dI brkiq nwl (kbIr) julwhw pwr lMG igAw [ hy BweI! prmwqmw Awpxy sMq jnW dy mn ivc (sdw) ipAwrw l`gdw hY [4[","unicode":"ਜਿਵੇਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਕਬੀਰ) ਜੁਲਾਹਾ ਪਾਰ ਲੰਘ ਗਿਆ । ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੪।"}},"es":{"sn":"el tejedor, que fue salvado en la Saad Sangat, la Verdadera Congregación, al complacer a los Humildes Santos. (4)"},"hi":{"ss":"हे भाई ! हम जीव पत्थर (की तरह पापों से भारे वज़नी) हैं। लोहे (की तरह विकारों का भार उठाए हुए) हैं। (पर। प्रभू स्वयं मेहर कर के) गुरू की संगति में रख के (संसार-समुंद्र से) पार लंघाता है","sts":"हम बहुत बड़े पत्थर एवं लोहे की तरह हैं, केवल गुरु संगत की नाव में ही संसार-समुद्र से तैरते हैं।"}},"transliteration":{"english":"jiau satasa(n)gat tario julaaho sa(n)t janaa man bhaavaigo ||4||","hindi":"जिउ सतसंगति तरिओ जुलाहो संत जना मनि भावैगो ॥४॥","en":"jiau satasa(n)gat tario julaaho sa(n)t janaa man bhaavaigo ||4||","hi":"जिउ सतसंगति तरिओ जुलाहो संत जना मनि भावैगो ॥४॥","ipa":"d͡ʒɪo sət̪əsəŋGət̪ t̪ərɪo d͡ʒʊlɑhɔ səŋt̪ d͡ʒənɑ mən ɓɑʋæGɔ.4.","ur":"جِا ستسںگت تراو جُلاهو سںت جنا منِ بھاوَےگو ۔۔۴۔۔"},"pageNo":1309,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55909,"shabadId":4758,"verse":{"gurmukhi":"Kry Kroey bYTq aUTq mwrig pMiQ iDAwvYgo ]","unicode":"ਖਰੇ ਖਰੋਏ ਬੈਠਤ ਊਠਤ ਮਾਰਗਿ ਪੰਥਿ ਧਿਆਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"KryKroeybYTqaUTqmwrigpMiQiDAwvYgo]","unicode":"ਖਰੇਖਰੋਏਬੈਠਤਊਠਤਮਾਰਗਿਪੰਥਿਧਿਆਵੈਗੋ॥"},"translation":{"en":{"bdb":"Standing up, sitting down, rising up and walking on the path, I meditate.","ms":"Standing, sitting, getting up and walking on the road and path, meditate I on my Lord.","ssk":"Standing up, sitting down, rising up and walking on the path, I meditate."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K dw mn gurU dI miq lY ky suAwd nwl hir-gux gwx l`g pYNdw hY, auh mnu`K) Kly-KloiqAW, bYTidAW, au~TidAW, rsqy ivc (quridAW, hr vyly prmwqmw dw nwm) jpdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸੁਆਦ ਨਾਲ ਹਰਿ-ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ) ਖਲੇ-ਖਲੋਤਿਆਂ, ਬੈਠਦਿਆਂ, ਉੱਠਦਿਆਂ, ਰਸਤੇ ਵਿਚ (ਤੁਰਦਿਆਂ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"iesI qy hy (Kry) suD prmysr! (Kroey) KVoqy, auTqy, bYTqy, mwrg myN clqy hUey BgqI rUpI pMQ kr qyry ko DÎwvqy hYN]","unicode":"ਇਸੀ ਤੇ ਹੇ (ਖਰੇ) ਸੁਧ ਪਰਮੇਸਰ! (ਖਰੋਏ) ਖੜੋਤੇ, ਉਠਤੇ, ਬੈਠਤੇ, ਮਾਰਗ ਮੇਂ ਚਲਤੇ ਹੂਏ ਭਗਤੀ ਰੂਪੀ ਪੰਥ ਕਰ ਤੇਰੇ ਕੋ ਧ੍ਯਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K dw mn gurU dI miq lY ky suAwd nwl hir-gux gwx l`g pYNdw hY, auh mnu`K) Kly-KloiqAW, bYTidAW, au~TidAW, rsqy ivc (quridAW, hr vyly prmwqmw dw nwm) jpdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸੁਆਦ ਨਾਲ ਹਰਿ-ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ) ਖਲੇ-ਖਲੋਤਿਆਂ, ਬੈਠਦਿਆਂ, ਉੱਠਦਿਆਂ, ਰਸਤੇ ਵਿਚ (ਤੁਰਦਿਆਂ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"KV KVoqw, bihMdw, auTdw Aqy rhy Aqy rsqy turdw hoieAw mYN Awpxy suAwmI dw ismrn krdw hW[","unicode":"ਖੜ ਖੜੋਤਾ, ਬਹਿੰਦਾ, ਉਠਦਾ ਅਤੇ ਰਹੇ ਅਤੇ ਰਸਤੇ ਟੁਰਦਾ ਹੋਇਆ ਮੈਂ ਆਪਣੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Parado, sentado, subiendo o caminado por el Sendero, yo medito. "},"hi":{"ss":"(जैसे) बेड़ी (पत्थरों को लोहे को नदी से पार लंघाती है) जैसे साध-संगति की बरकति से (कबीर) जुलाहा पार लांघ गया। हे भाई ! परमात्मा अपने संत-जनों के मन में (सदा) प्यारा लगता है। 4।","sts":"जैसे संतों की सच्ची संगत में जुलाहा कबीर संसार-सागर से पार हो गया, वैसे ही सत्कर्म से संतजनों के मन को अच्छे लग सकते हैं।॥ ४॥"}},"transliteration":{"english":"khare kharoe baiThat uooThat maarag pa(n)th dhiaavaigo ||","hindi":"खरे खरोए बैठत ऊठत मारगि पंथि धिआवैगो ॥","en":"khare kharoe baiThat uooThat maarag pa(n)th dhiaavaigo ||","hi":"खरे खरोए बैठत ऊठत मारगि पंथि धिआवैगो ॥","ipa":"kʰəre kʰərɔee bæʈʰət̪ ouʈʰət̪ mɑrəG pəŋt̪ʰ t̪ɪəɑʋæGɔ.","ur":"کھرے کھرواے بَےٹھت اُوٹھت مارگ پںتھ دھآوَےگو ۔۔"},"pageNo":1309,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55910,"shabadId":4758,"verse":{"gurmukhi":"siqgur bcn bcn hY siqgur pwDru mukiq jnwvYgo ]5]","unicode":"ਸਤਿਗੁਰ ਬਚਨ ਬਚਨ ਹੈ ਸਤਿਗੁਰ ਪਾਧਰੁ ਮੁਕਤਿ ਜਨਾਵੈਗੋ ॥੫॥"},"larivaar":{"gurmukhi":"siqgurbcnbcnhYsiqgurpwDrumukiqjnwvYgo]5]","unicode":"ਸਤਿਗੁਰਬਚਨਬਚਨਹੈਸਤਿਗੁਰਪਾਧਰੁਮੁਕਤਿਜਨਾਵੈਗੋ॥੫॥"},"translation":{"en":{"bdb":"The True Guru is the Word, and the Word is the True Guru, who teaches the Path of Liberation. ||5||","ms":"The True Guru is the word and the word is the True Guru. The holy word shows the way to emancipation.","ssk":"The True Guru is the Word, and the Word is the True Guru, who teaches the Path of Liberation. ||5||"},"pu":{"ss":{"gurmukhi":"(auh mnu`K sdw) gurU dy bcnW ivc (mgn rihMdw) hY, gurU dw aupdyS (aus ƒ ivkwrW qoN) ^lwsI dw is`Dw rsqw d`sdw rihMdw hY [5[","unicode":"(ਉਹ ਮਨੁੱਖ ਸਦਾ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਮਗਨ ਰਹਿੰਦਾ) ਹੈ, ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ (ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਸਿੱਧਾ ਰਸਤਾ ਦੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"siqgurU bcn rUp Aru bcn siqgurU rUpu hYN Ar vhu bcn vw siqgurU mukqI kw (pwDr) rsqw jnwie dyqy hYN]5]","unicode":"ਸਤਿਗੁਰੂ ਬਚਨ ਰੂਪ ਅਰੁ ਬਚਨ ਸਤਿਗੁਰੂ ਰੂਪੁ ਹੈਂ ਅਰ ਵਹੁ ਬਚਨ ਵਾ ਸਤਿਗੁਰੂ ਮੁਕਤੀ ਕਾ (ਪਾਧਰ) ਰਸਤਾ ਜਨਾਇ ਦੇਤੇ ਹੈਂ॥੫॥"},"bdb":{"gurmukhi":"(auh mnu`K sdw) gurU dy bcnW ivc (mgn rihMdw) hY, gurU dw aupdyS (aus ƒ ivkwrW qoN) ^lwsI dw is`Dw rsqw d`sdw rihMdw hY [5[","unicode":"(ਉਹ ਮਨੁੱਖ ਸਦਾ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਮਗਨ ਰਹਿੰਦਾ) ਹੈ, ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ (ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਸਿੱਧਾ ਰਸਤਾ ਦੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"s`cw gurU bwxI hY Aqy bwxI hY s`cw gurU[ bwxI kilAwx dy mwrg ƒ drswauNdI hY[","unicode":"ਸੱਚਾ ਗੁਰੂ ਬਾਣੀ ਹੈ ਅਤੇ ਬਾਣੀ ਹੈ ਸੱਚਾ ਗੁਰੂ। ਬਾਣੀ ਕਲਿਆਣ ਦੇ ਮਾਰਗ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"El Verdadero Guru es la Palabra y la Palabra es el Verdadero Guru que muestra la Palabra de la Liberación. (5)"},"hi":{"ss":"हे भाई ! (जिस मनुष्य का मन गुरू की मति ले के स्वाद से हरी-गुण-गान करने लग जाता है। वह मनुष्य) खड़े-खड़े। बैठे हए। उठते। रास्ते में (चलते हुए। हर वक्त परमात्मा का नाम) जपता रहता है।","sts":"खड़े हुए, बैठते अथवा उठते समय या रास्ते में चलते समय ईश्वर का ध्यान-मनन किया जा सकता है।"}},"transliteration":{"english":"satigur bachan bachan hai satigur paadhar mukat janaavaigo ||5||","hindi":"सतिगुर बचन बचन है सतिगुर पाधरु मुकति जनावैगो ॥५॥","en":"satigur bachan bachan hai satigur paadhar mukat janaavaigo ||5||","hi":"सतिगुर बचन बचन है सतिगुर पाधरु मुकति जनावैगो ॥५॥","ipa":"sət̪ɪGʊr bət͡ʃən bət͡ʃən hæ sət̪ɪGʊr pɑt̪ər mʊkət̪ d͡ʒənɑʋæGɔ.5.","ur":"ستگر بچن بچن هَے ستِگر پادھر مُکت جناوَےگو ۔۔۵۔۔"},"pageNo":1309,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55911,"shabadId":4758,"verse":{"gurmukhi":"swsin swis swis blu pweI hY inhswsin nwmu iDAwvYgo ]","unicode":"ਸਾਸਨਿ ਸਾਸਿ ਸਾਸਿ ਬਲੁ ਪਾਈ ਹੈ ਨਿਹਸਾਸਨਿ ਨਾਮੁ ਧਿਆਵੈਗੋ ॥"},"larivaar":{"gurmukhi":"swsinswisswisblupweIhYinhswsinnwmuiDAwvYgo]","unicode":"ਸਾਸਨਿਸਾਸਿਸਾਸਿਬਲੁਪਾਈਹੈਨਿਹਸਾਸਨਿਨਾਮੁਧਿਆਵੈਗੋ॥"},"translation":{"en":{"bdb":"By His Training, I find strength with each and every breath; now that I am trained and tamed, I meditate on the Naam, the Name of the Lord.","ms":"Through the Guru's chastisement, I have become powerful to contemplate fearlessly the Lord's Name with my every breath.","ssk":"By His Training, I find strength with each and every breath; now that I am trained and tamed, I meditate on the Naam, the Name of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ hir-nwm dI lgn l`g jWdI hY, auh mnu`K swh dy huMidAW hryk swh dy nwl (nwm jp jp ky Awqmk) qwkq hwsl krdw rihMdw hY, swh dy nwh huMidAW BI auh prmwqmw dw nwm ismrdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਾਹ ਦੇ ਹੁੰਦਿਆਂ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਨਾਮ ਜਪ ਜਪ ਕੇ ਆਤਮਕ) ਤਾਕਤ ਹਾਸਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਸਾਹ ਦੇ ਨਾਹ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"(swsin) hy AwgÎw ky krny vwly! myry sÍws sÍws myN eyh bl pweIey jo qyry nwm ko DÎwie kr inhsMsY hovIey; vw (swsin) qwVnw dy krny vwlw jmu sÍws sÍws blu pwvqw hY[ qW qy iXh ikRpw kr jo nwm ko DÎwie kr qwVnw qy rihq hoeIey]","unicode":"(ਸਾਸਨਿ) ਹੇ ਆਗ੍ਯਾ ਕੇ ਕਰਨੇ ਵਾਲੇ! ਮੇਰੇ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਮੇਂ ਏਹ ਬਲ ਪਾਈਏ ਜੋ ਤੇਰੇ ਨਾਮ ਕੋ ਧ੍ਯਾਇ ਕਰ ਨਿਹਸੰਸੈ ਹੋਵੀਏ; ਵਾ (ਸਾਸਨਿ) ਤਾੜਨਾ ਦੇ ਕਰਨੇ ਵਾਲਾ ਜਮੁ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਬਲੁ ਪਾਵਤਾ ਹੈ। ਤਾਂ ਤੇ ਯਿਹ ਕ੍ਰਿਪਾ ਕਰ ਜੋ ਨਾਮ ਕੋ ਧ੍ਯਾਇ ਕਰ ਤਾੜਨਾ ਤੇ ਰਹਿਤ ਹੋਈਏ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs mnu`K ƒ hir-nwm dI lgn l`g jWdI hY, auh mnu`K swh dy huMidAW hryk swh dy nwl (nwm jp jp ky Awqmk) qwkq hwsl krdw rihMdw hY, swh dy nwh huMidAW BI auh prmwqmw dw nwm ismrdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਾਹ ਦੇ ਹੁੰਦਿਆਂ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਨਾਮ ਜਪ ਜਪ ਕੇ ਆਤਮਕ) ਤਾਕਤ ਹਾਸਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਸਾਹ ਦੇ ਨਾਹ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"gurW dI qwVnw rwhIN mYN Awpxy hr suAws nwl inDVk ho suAwmI dw ismrn krn leI blvwn ho igAw hw[","unicode":"ਗੁਰਾਂ ਦੀ ਤਾੜਨਾ ਰਾਹੀਂ ਮੈਂ ਆਪਣੇ ਹਰ ਸੁਆਸ ਨਾਲ ਨਿਧੜਕ ਹੋ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਨ ਲਈ ਬਲਵਾਨ ਹੋ ਗਿਆ ਹਾ।"}},"es":{"sn":"Con Su Entrenamiento encuentro la fuerza en cada una de mis respiraciones. Ahora que he sido entrenado y domesticado, medito en el Naam, en el Nombre del Señor. "},"hi":{"ss":"(वह मनुष्य सदा) गुरू के वचनों में (मगन रहता) है। गुरू का उपदेश (उसको विकारों से) खलासी का सीधा रास्ता बताता रहता है। 5।","sts":"सतिगुरु का वचन ही वास्तव में सतिगुरु है अर्थात् गुरु अथवा उसके वचन में कोई अन्तर नहीं, वही मुक्ति का मार्ग बतलाता है।॥ ५॥"}},"transliteration":{"english":"saasan saas saas bal paiee hai nihasaasan naam dhiaavaigo ||","hindi":"सासनि सासि सासि बलु पाई है निहसासनि नामु धिआवैगो ॥","en":"saasan saas saas bal paiee hai nihasaasan naam dhiaavaigo ||","hi":"सासनि सासि सासि बलु पाई है निहसासनि नामु धिआवैगो ॥","ipa":"sɑsən sɑs sɑs bəl pɑei hæ nɪhəsɑsən nɑm t̪ɪəɑʋæGɔ.","ur":"ساسن ساس ساس بل پاای هَے نهساسن نام دھآوَےگو ۔۔"},"pageNo":1309,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}},{"verseId":55912,"shabadId":4758,"verse":{"gurmukhi":"gur prswdI haumY bUJY qO gurmiq nwim smwvYgo ]6]","unicode":"ਗੁਰ ਪਰਸਾਦੀ ਹਉਮੈ ਬੂਝੈ ਤੌ ਗੁਰਮਤਿ ਨਾਮਿ ਸਮਾਵੈਗੋ ॥੬॥"},"larivaar":{"gurmukhi":"gurprswdIhaumYbUJYqOgurmiqnwimsmwvYgo]6]","unicode":"ਗੁਰਪਰਸਾਦੀਹਉਮੈਬੂਝੈਤੌਗੁਰਮਤਿਨਾਮਿਸਮਾਵੈਗੋ॥੬॥"},"translation":{"en":{"bdb":"By Guru's Grace, egotism is extinguished, and then, through the Guru's Teachings, I merge in the Naam. ||6||","ms":"When by the Guru's grace, man's ego is stilled, then, merges he, in the Lord's Name, through the Guru's instruction.","ssk":"By Guru's Grace, egotism is extinguished, and then, through the Guru's Teachings, I merge in the Naam. ||6||"},"pu":{"ss":{"gurmukhi":"(jdoN) gurU dI ikrpw nwl (aus dy AMdroN) (haumY dI A`g) bu`J jWdI hY, qdoN gurU dI miq dI brkiq nwl auh hir-nwm ivc lIn rihMdw hY [6[","unicode":"(ਜਦੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ) (ਹਉਮੈ ਦੀ ਅੱਗ) ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"guroN kI ikRpw qy hMqw, mmqw rUp AgnI buJ jwvY qO gurmiq kr, hy nwmI! qyry ivKy jIau smwvqw hY]6]","unicode":"ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਤੇ ਹੰਤਾ, ਮਮਤਾ ਰੂਪ ਅਗਨੀ ਬੁਝ ਜਾਵੈ ਤੌ ਗੁਰਮਤਿ ਕਰ, ਹੇ ਨਾਮੀ! ਤੇਰੇ ਵਿਖੇ ਜੀਉ ਸਮਾਵਤਾ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"(jdoN) gurU dI ikrpw nwl (aus dy AMdroN) (haumY dI A`g) bu`J jWdI hY, qdoN gurU dI miq dI brkiq nwl auh hir-nwm ivc lIn rihMdw hY [6[","unicode":"(ਜਦੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ) (ਹਉਮੈ ਦੀ ਅੱਗ) ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"jd gurW dI dieAw duAwrw, bMdy dI hMgqw nivrq ho jWdI hY, qd auh gurW dy aupdyS rwhIN, sweIN dy nwm AMdr lIn ho jWdw hY[","unicode":"ਜਦ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਬੰਦੇ ਦੀ ਹੰਗਤਾ ਨਵਿਰਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦ ਉਹ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ, ਸਾਈਂ ਦੇ ਨਾਮ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Y por la Gracia del Guru, el egoísmo ha desaparecido de mi ser. A través de la Enseñanza del Guru me he fundido en el Naam. (6) "},"hi":{"ss":"हे भाई ! (जिस मनुष्य को हरी-नाम की लगन लग जाती है)। वह मनुष्य साँस के होते हुए हरेक साँस के साथ (नाम जप-जप के आत्मिक) बल हासिल करता रहता है। नि:श्वास अवस्था में भी वह परमात्मा का नाम सिमरता रहता है।","sts":"श्वास-श्वास प्रभु का स्मरण करने से बल प्राप्त होता है, श्वासों के बिना भी नाम का ध्यान होता है।"}},"transliteration":{"english":"gur parasaadhee haumai boojhai tau gurmat naam samaavaigo ||6||","hindi":"गुर परसादी हउमै बूझै तौ गुरमति नामि समावैगो ॥६॥","en":"gur parasaadhee haumai boojhai tau gurmat naam samaavaigo ||6||","hi":"गुर परसादी हउमै बूझै तौ गुरमति नामि समावैगो ॥६॥","ipa":"Gʊr pərəsɑd̪i hoʊmæ buɖ͡ʐæ t̪ɒ Gʊrəmət̪ nɑm səmɑʋæGɔ.6.","ur":"گُر پرسادیِ هامَے بُوجھَے تَو گُرمت نام سماوَےگو ۔۔۶۔۔"},"pageNo":1309,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"}}]}