{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1326},"count":31,"navigation":{"previous":1325,"next":1327},"page":[{"verseId":56471,"shabadId":4829,"verse":{"gurmukhi":"qin min sWiq hoie AiDkweI rogu kwtY sUiK svIjY ]3]","unicode":"ਤਨਿ ਮਨਿ ਸਾਂਤਿ ਹੋਇ ਅਧਿਕਾਈ ਰੋਗੁ ਕਾਟੈ ਸੂਖਿ ਸਵੀਜੈ ॥੩॥"},"larivaar":{"gurmukhi":"qinminsWiqhoieAiDkweIrogukwtYsUiKsvIjY]3]","unicode":"ਤਨਿਮਨਿਸਾਂਤਿਹੋਇਅਧਿਕਾਈਰੋਗੁਕਾਟੈਸੂਖਿਸਵੀਜੈ॥੩॥"},"translation":{"en":{"bdb":"My mind and body are calm and tranquil; the disease has been cured, and now I sleep in peace. ||3||","ms":"My body and mind are absolutely tranquillised and being rid of my malady, I now sleep in peace.","ssk":"My mind and body are calm and tranquil; the disease has been cured, and now I sleep in peace. ||3||"},"pu":{"ss":{"gurmukhi":"(gurU dw Sbd jIvW dy hryk) rog k`t dyNdw hY, (gurU dy Sbd dI brkiq nwl) Awqmk AwnMd ivc mgn rih skIdw hY [3[","unicode":"(ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਜੀਵਾਂ ਦੇ ਹਰੇਕ) ਰੋਗ ਕੱਟ ਦੇਂਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿ ਸਕੀਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"punh hmwry qn mn myN AiDk sWqI hoie jwvY Ar jnmwid rog kt jwvY Ar suK pUrbk sovxw krIey]3]","unicode":"ਪੁਨਹ ਹਮਾਰੇ ਤਨ ਮਨ ਮੇਂ ਅਧਿਕ ਸਾਂਤੀ ਹੋਇ ਜਾਵੈ ਅਰ ਜਨਮਾਦਿ ਰੋਗ ਕਟ ਜਾਵੈ ਅਰ ਸੁਖ ਪੂਰਬਕ ਸੋਵਣਾ ਕਰੀਏ॥੩॥"},"bdb":{"gurmukhi":"(gurU dw Sbd jIvW dy hryk) rog k`t dyNdw hY, (gurU dy Sbd dI brkiq nwl) Awqmk AwnMd ivc mgn rih skIdw hY [3[","unicode":"(ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਜੀਵਾਂ ਦੇ ਹਰੇਕ) ਰੋਗ ਕੱਟ ਦੇਂਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿ ਸਕੀਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"myrI dyh Aqy ic`q prm TMFy Twr ho gey hn qy AwpxI bImwrI qoN KlwsI pw mYN hux Awrwm AMdr sOdW hW[","unicode":"ਮੇਰੀ ਦੇਹ ਅਤੇ ਚਿੱਤ ਪਰਮ ਠੰਢੇ ਠਾਰ ਹੋ ਗਏ ਹਨ ਤੇ ਆਪਣੀ ਬੀਮਾਰੀ ਤੋਂ ਖਲਾਸੀ ਪਾ ਮੈਂ ਹੁਣ ਆਰਾਮ ਅੰਦਰ ਸੌਦਾਂ ਹਾਂ।"}},"es":{"sn":"En calma y tranquilidad se encuentran mi mente y mi cuerpo. La enfermedad ha cedido y ahora puedo dormir en paz. (3)"},"hi":{"ss":"(ताकि) तन में मन में बहुत शांति पैदा हो जाए। (गुरू का शबद जीवों के हरेक) रोग काट देता है। (गुरू के शबद की बरकति से) आत्मिक आनंद में मगन रह सकते हैं। 3।","sts":"इससे तन-मन को शान्ति प्राप्त होगी, अधिकतर रोग कट जाएँगे और सुख प्राप्त होगा॥ ३॥"}},"transliteration":{"english":"tan man saa(n)t hoi adhikaiee rog kaaTai sookh saveejai ||3||","hindi":"तनि मनि साँति होइ अधिकाई रोगु काटै सूखि सवीजै ॥३॥","en":"tan man saa(n)t hoi adhikaiee rog kaaTai sookh saveejai ||3||","hi":"तनि मनि साँति होइ अधिकाई रोगु काटै सूखि सवीजै ॥३॥","ipa":"t̪ən mən sɑⁿət̪ hɔeɪ ət̪ɪkɑei rɔG kɑʈæ sukʰ səʋid͡ʒæ.3.","ur":"تن منِ ساںت هوا ادھِکاای روگ کاٹَے سُوکھ سویِجَے ۔۔۳۔۔"},"pageNo":1326,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56472,"shabadId":4829,"verse":{"gurmukhi":"ijau sUrju ikrix rivAw srb TweI sB Git Git rwmu rvIjY ]","unicode":"ਜਿਉ ਸੂਰਜੁ ਕਿਰਣਿ ਰਵਿਆ ਸਰਬ ਠਾਈ ਸਭ ਘਟਿ ਘਟਿ ਰਾਮੁ ਰਵੀਜੈ ॥"},"larivaar":{"gurmukhi":"ijausUrjuikrixrivAwsrbTweIsBGitGitrwmurvIjY]","unicode":"ਜਿਉਸੂਰਜੁਕਿਰਣਿਰਵਿਆਸਰਬਠਾਈਸਭਘਟਿਘਟਿਰਾਮੁਰਵੀਜੈ॥"},"translation":{"en":{"bdb":"As the rays of the sun spread out everywhere, the Lord pervades each and every heart.","ms":"As the sun's rays pervade all the places, so is the Lord contained in all the hearts.","ssk":"As the rays of the sun spread out everywhere, the Lord pervades each and every heart."},"pu":{"ss":{"gurmukhi":"hy BweI! ijvyN sUrj (AwpxI) ikrx dI rwhIN sBnIN QweIN phuMicAw hoieAw hY, (iqvyN) prmwqmw swrI lukweI ivc hryk srIr ivc ivAwpk hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਵੇਂ ਸੂਰਜ (ਆਪਣੀ) ਕਿਰਣ ਦੀ ਰਾਹੀਂ ਸਭਨੀਂ ਥਾਈਂ ਪਹੁੰਚਿਆ ਹੋਇਆ ਹੈ, (ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ । "},"ft":{"gurmukhi":"ijs pRkwr sUrju ApxI ikrxoN kr srb sQwnoN myN bÎwpk hUAw hUAw hY, qYsy hy rmx rUpu! qUM srb sQwnoN myN bÎwpku hYN]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਸੂਰਜੁ ਅਪਣੀ ਕਿਰਣੋਂ ਕਰ ਸਰਬ ਸਥਾਨੋਂ ਮੇਂ ਬ੍ਯਾਪਕ ਹੂਆ ਹੂਆ ਹੈ, ਤੈਸੇ ਹੇ ਰਮਣ ਰੂਪੁ! ਤੂੰ ਸਰਬ ਸਥਾਨੋਂ ਮੇਂ ਬ੍ਯਾਪਕੁ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijvyN sUrj (AwpxI) ikrx dI rwhIN sBnIN QweIN phuMicAw hoieAw hY, (iqvyN) prmwqmw swrI lukweI ivc hryk srIr ivc ivAwpk hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਵੇਂ ਸੂਰਜ (ਆਪਣੀ) ਕਿਰਣ ਦੀ ਰਾਹੀਂ ਸਭਨੀਂ ਥਾਈਂ ਪਹੁੰਚਿਆ ਹੋਇਆ ਹੈ, (ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ । "},"ms":{"gurmukhi":"ijs qrHW sUrj dIAW sUAwvw swrIAW QwvW AMdr ivAwpk hn, eysy qrHW hI suAwmI swirAW idlW AMdr rimAw hoieAw hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਸੂਰਜ ਦੀਆਂ ਸੂਆਵਾ ਸਾਰੀਆਂ ਥਾਵਾਂ ਅੰਦਰ ਵਿਆਪਕ ਹਨ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸੁਆਮੀ ਸਾਰਿਆਂ ਦਿਲਾਂ ਅੰਦਰ ਰਮਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Así como los rayos del sol se esparcen por doquier, el Señor prevalece en todos y en cada corazón."},"hi":{"ss":"हे भाई ! जैसे सूरज (अपनी) किरण के द्वारा सब जगह पहुँचा हुआ है। (वैसे ही) परमात्मा सारी लुकाई में हरेक शरीर में व्यापक है।","sts":"जैसे सूरज की किरणें हर जगह पर पहुँचती हैं, वैसे ही घट घट में ईश्वर व्याप्त है।"}},"transliteration":{"english":"jiau sooraj kiran raviaa sarab Thaiee sabh ghaT ghaT raam raveejai ||","hindi":"जिउ सूरजु किरणि रविआ सरब ठाई सभ घटि घटि रामु रवीजै ॥","en":"jiau sooraj kiran raviaa sarab Thaiee sabh ghaT ghaT raam raveejai ||","hi":"जिउ सूरजु किरणि रविआ सरब ठाई सभ घटि घटि रामु रवीजै ॥","ipa":"d͡ʒɪo surəd͡ʒ kɪrəɳ rəʋɪəɑ sərəb ʈʰɑei səɓ Gʰəʈ Gʰəʈ rɑm rəʋid͡ʒæ.","ur":"جِا سُورج کرݨ روآ سرب ٹھاای سبھ گھٹِ گھٹِ رام رویِجَے ۔۔"},"pageNo":1326,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56473,"shabadId":4829,"verse":{"gurmukhi":"swDU swD imly rsu pwvY qqu inj Gir bYiTAw pIjY ]4]","unicode":"ਸਾਧੂ ਸਾਧ ਮਿਲੇ ਰਸੁ ਪਾਵੈ ਤਤੁ ਨਿਜ ਘਰਿ ਬੈਠਿਆ ਪੀਜੈ ॥੪॥"},"larivaar":{"gurmukhi":"swDUswDimlyrsupwvYqquinjGirbYiTAwpIjY]4]","unicode":"ਸਾਧੂਸਾਧਮਿਲੇਰਸੁਪਾਵੈਤਤੁਨਿਜਘਰਿਬੈਠਿਆਪੀਜੈ॥੪॥"},"translation":{"en":{"bdb":"Meeting the Holy Saint, one drinks in the Sublime Essence of the Lord; sitting in the home of your own inner being, drink in the essence. ||4||","ms":"If man meets with the Guru, the saint of the saints, he attains the Name-Nectar and in drinks the quintessence, even while sitting in his own home.","ssk":"Meeting the Holy Saint, one drinks in the Sublime Essence of the Lord; sitting in the home of your own inner being, drink in the essence. ||4||"},"pu":{"ss":{"gurmukhi":"ijs mnu`K ƒ sMq-jn iml pYNdy hn, auh (imlwp dy) suAwd ƒ mwxdw hY [ hy BweI! (sMq jnW dI sMgiq nwl) pRBU-crnW ivc lIn ho ky nwm rs pIqw jw skdw hY [4[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ-ਜਨ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਹ (ਮਿਲਾਪ ਦੇ) ਸੁਆਦ ਨੂੰ ਮਾਣਦਾ ਹੈ । ਹੇ ਭਾਈ! (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਨਾਲ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਾਮ ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"jb sRySt swDU imly qb jIau qyrw nwm rsu pwvqw hY AOr sÍY srIr myN iesiQq hUAw (qqu) so rsu pwn krqw rihqw hY]","unicode":"ਜਬ ਸ੍ਰੇਸ਼ਟ ਸਾਧੂ ਮਿਲੇ ਤਬ ਜੀਉ ਤੇਰਾ ਨਾਮ ਰਸੁ ਪਾਵਤਾ ਹੈ ਔਰ ਸ੍ਵੈ ਸਰੀਰ ਮੇਂ ਇਸਥਿਤ ਹੂਆ (ਤਤੁ) ਸੋ ਰਸੁ ਪਾਨ ਕਰਤਾ ਰਹਿਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs mnu`K ƒ sMq-jn iml pYNdy hn, auh (imlwp dy) suAwd ƒ mwxdw hY [ hy BweI! (sMq jnW dI sMgiq nwl) pRBU-crnW ivc lIn ho ky nwm rs pIqw jw skdw hY [4[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ-ਜਨ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਹ (ਮਿਲਾਪ ਦੇ) ਸੁਆਦ ਨੂੰ ਮਾਣਦਾ ਹੈ । ਹੇ ਭਾਈ! (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਨਾਲ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਾਮ ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"jykr bMdw sMqw dy sMq gurdyv jI ƒ iml pvy, qW auh nwm-AMimRq ƒ pw lYNdw hY Aqy Awpxy inj dy gRih AMdr bYTw hoieAw hI jOhr ƒ pwn kr lYNdw hY[","unicode":"ਜੇਕਰ ਬੰਦਾ ਸੰਤਾ ਦੇ ਸੰਤ ਗੁਰਦੇਵ ਜੀ ਨੂੰ ਮਿਲ ਪਵੇ, ਤਾਂ ਉਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਨਿਜ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਬੈਠਾ ਹੋਇਆ ਹੀ ਜੌਹਰ ਨੂੰ ਪਾਨ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":" Encontrando al Santo, uno bebe la Esencia Sublime del Señor. Sentado en el Hogar de tu propio ser interior bebe de esa Esencia. (4)"},"hi":{"ss":"जिस मनुष्य को संत जन मिल जाते हैं। वह (मिलाप के) स्वाद को भोगता है। हे भाई ! (संत जनों की संगति से) प्रभू-चरणों में लीन हो के नाम-रस पीया जा सकता है। 4।","sts":"जब साधु पुरुष से होती है तो हरिनाम रस का पान होता है।॥ ४॥"}},"transliteration":{"english":"saadhoo saadh mile ras paavai tat nij ghar baiThiaa peejai ||4||","hindi":"साधू साध मिले रसु पावै ततु निज घरि बैठिआ पीजै ॥४॥","en":"saadhoo saadh mile ras paavai tat nij ghar baiThiaa peejai ||4||","hi":"साधू साध मिले रसु पावै ततु निज घरि बैठिआ पीजै ॥४॥","ipa":"sɑt̪u sɑt̪ə̀ mɪle rəs pɑʋæ t̪ət̪ nɪd͡ʒ Gʰər bæʈʰɪəɑ pid͡ʒæ.4.","ur":"سادھُو سادھ ملے رس پاوَے تت نج گھر بَےٹھآ پیِجَے ۔۔۴۔۔"},"pageNo":1326,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56474,"shabadId":4829,"verse":{"gurmukhi":"jn kau pRIiq lgI gur syqI ijau ckvI dyiK sUrIjY ]","unicode":"ਜਨ ਕਉ ਪ੍ਰੀਤਿ ਲਗੀ ਗੁਰ ਸੇਤੀ ਜਿਉ ਚਕਵੀ ਦੇਖਿ ਸੂਰੀਜੈ ॥"},"larivaar":{"gurmukhi":"jnkaupRIiqlgIgursyqIijauckvIdyiKsUrIjY]","unicode":"ਜਨਕਉਪ੍ਰੀਤਿਲਗੀਗੁਰਸੇਤੀਜਿਉਚਕਵੀਦੇਖਿਸੂਰੀਜੈ॥"},"translation":{"en":{"bdb":"The humble being is in love with the Guru, like the chakvi bird which loves to see the sun.","ms":"God's slave so loves the Guru, as the she-ruddy goose loves to see the sun.","ssk":"The humble being is in love with the Guru, like the chakvi bird which loves to see the sun."},"pu":{"ss":{"gurmukhi":"hy BweI! (prmwqmw dy) Bgq ƒ gurU nwl (ieauN) pRIq bxI rihMdI hY, ijvyN sUrj (dy cVHn) ƒ aufIk aufIk ky ckvI (ivCoVy dI rwq guzwrdI hY) [ ","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤ ਨੂੰ ਗੁਰੂ ਨਾਲ (ਇਉਂ) ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਵੇਂ ਸੂਰਜ (ਦੇ ਚੜ੍ਹਨ) ਨੂੰ ਉਡੀਕ ਉਡੀਕ ਕੇ ਚਕਵੀ (ਵਿਛੋੜੇ ਦੀ ਰਾਤ ਗੁਜ਼ਾਰਦੀ ਹੈ) । "},"ft":{"gurmukhi":"gurmuK jno ko guroN ky swQ pRIqI lgI hY, ijs pRkwr ckvI sUrj ko dyKqI hY]","unicode":"ਗੁਰਮੁਖ ਜਨੋ ਕੋ ਗੁਰੋਂ ਕੇ ਸਾਥ ਪ੍ਰੀਤੀ ਲਗੀ ਹੈ, ਜਿਸ ਪ੍ਰਕਾਰ ਚਕਵੀ ਸੂਰਜ ਕੋ ਦੇਖਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (prmwqmw dy) Bgq ƒ gurU nwl (ieauN) pRIq bxI rihMdI hY, ijvyN sUrj (dy cVHn) ƒ aufIk aufIk ky ckvI (ivCoVy dI rwq guzwrdI hY) [ ","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤ ਨੂੰ ਗੁਰੂ ਨਾਲ (ਇਉਂ) ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਵੇਂ ਸੂਰਜ (ਦੇ ਚੜ੍ਹਨ) ਨੂੰ ਉਡੀਕ ਉਡੀਕ ਕੇ ਚਕਵੀ (ਵਿਛੋੜੇ ਦੀ ਰਾਤ ਗੁਜ਼ਾਰਦੀ ਹੈ) । "},"ms":{"gurmukhi":"r`b dw golw gurdyv jI ƒ ies qrHW ipAwr krdw hY ijs qrHW surKwbnI Bwn dy vyKx ƒ ipAwr krdI hY[","unicode":"ਰੱਬ ਦਾ ਗੋਲਾ ਗੁਰਦੇਵ ਜੀ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਪਿਆਰ ਕਰਦਾ ਹੈ ਜਿਸ ਤਰ੍ਹਾਂ ਸੁਰਖਾਬਨੀ ਭਾਨ ਦੇ ਵੇਖਣ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"El ser humilde está enamorado del Guru, así como la pajarilla Chatvik está enamorada del sol. "},"hi":{"ss":"हे भाई ! (परमात्मा के) भगत को गुरू से (इस प्रकार) प्रीति बनी रहती है। जैसे सूरज (के उदय होने) का इन्तजार कर-कर के चकवी (विछोड़े की रात गुजारती है)।","sts":"सेवक की गुरु से ऐसी प्रीति लगी हुई भेंट है, ज्यों चकवी सूर्य दर्शन करके अपने प्रेम का इजहार करती है।"}},"transliteration":{"english":"jan kau preet lagee gur setee jiau chakavee dhekh sooreejai ||","hindi":"जन कउ प्रीति लगी गुर सेती जिउ चकवी देखि सूरीजै ॥","en":"jan kau preet lagee gur setee jiau chakavee dhekh sooreejai ||","hi":"जन कउ प्रीति लगी गुर सेती जिउ चकवी देखि सूरीजै ॥","ipa":"d͡ʒən ko pɹit̪ ləGi Gʊr set̪i d͡ʒɪo t͡ʃəkəʋi d̪ekʰ surid͡ʒæ.","ur":"جن کا پریِت لگیِ گُر سےتیِ جا چکویِ دےکھ سُوریِجَے ۔۔"},"pageNo":1326,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56475,"shabadId":4829,"verse":{"gurmukhi":"inrKq inrKq rYin sB inrKI muKu kwFY AMimRqu pIjY ]5]","unicode":"ਨਿਰਖਤ ਨਿਰਖਤ ਰੈਨਿ ਸਭ ਨਿਰਖੀ ਮੁਖੁ ਕਾਢੈ ਅੰਮ੍ਰਿਤੁ ਪੀਜੈ ॥੫॥"},"larivaar":{"gurmukhi":"inrKqinrKqrYinsBinrKImuKukwFYAMimRqupIjY]5]","unicode":"ਨਿਰਖਤਨਿਰਖਤਰੈਨਿਸਭਨਿਰਖੀਮੁਖੁਕਾਢੈਅੰਮ੍ਰਿਤੁਪੀਜੈ॥੫॥"},"translation":{"en":{"bdb":"She watches, and keeps on watching all through the night; and when the sun shows its face, she drinks in the Amrit. ||5||","ms":"She watches, and keeps on watching all the night through and in-drinks Nectar when the sun shows his face.","ssk":"She watches, and keeps on watching all through the night; and when the sun shows its face, she drinks in the Amrit. ||5||"},"pu":{"ss":{"gurmukhi":"vyKidAW vyKidAW (ckvI) swrI rwq hI vyKdI rihMdI hY, (jdoN sUrj) mMUh ivKWdw hY (qdoN ckvy dw imlwp hwsl krdI hY [ iesy qrHW jdoN gurU drsn dyNdw hY, qdoN syvk) Awqmk jIvn dyx vwlw nwm-jl pI skdw hY [5[","unicode":"ਵੇਖਦਿਆਂ ਵੇਖਦਿਆਂ (ਚਕਵੀ) ਸਾਰੀ ਰਾਤ ਹੀ ਵੇਖਦੀ ਰਹਿੰਦੀ ਹੈ, (ਜਦੋਂ ਸੂਰਜ) ਮੰੂਹ ਵਿਖਾਂਦਾ ਹੈ (ਤਦੋਂ ਚਕਵੇ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦੀ ਹੈ । ਇਸੇ ਤਰ੍ਹਾਂ ਜਦੋਂ ਗੁਰੂ ਦਰਸਨ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਸੇਵਕ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"iqsI pRkwr sBI AvsQw rUpI rwqRI gurU rUpI sUrj ko (inrKq inrKq) aufIkqy aufIkqy (inrKI) ibqIq kIqI[ jb gurU rUp sUrj muK kwFY (audY hUAw) qb qyrI pRwpqI rUpI AMimRq ko pwn kIAw]5]","unicode":"ਤਿਸੀ ਪ੍ਰਕਾਰ ਸਭੀ ਅਵਸਥਾ ਰੂਪੀ ਰਾਤ੍ਰੀ ਗੁਰੂ ਰੂਪੀ ਸੂਰਜ ਕੋ (ਨਿਰਖਤ ਨਿਰਖਤ) ਉਡੀਕਤੇ ਉਡੀਕਤੇ (ਨਿਰਖੀ) ਬਿਤੀਤ ਕੀਤੀ। ਜਬ ਗੁਰੂ ਰੂਪ ਸੂਰਜ ਮੁਖ ਕਾਢੈ (ਉਦੈ ਹੂਆ) ਤਬ ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਰੂਪੀ ਅੰਮ੍ਰਿਤ ਕੋ ਪਾਨ ਕੀਆ॥੫॥"},"bdb":{"gurmukhi":"vyKidAW vyKidAW (ckvI) swrI rwq hI vyKdI rihMdI hY, (jdoN sUrj) mMUh ivKWdw hY (qdoN ckvy dw imlwp hwsl krdI hY [ iesy qrHW jdoN gurU drsn dyNdw hY, qdoN syvk) Awqmk jIvn dyx vwlw nwm-jl pI skdw hY [5[","unicode":"ਵੇਖਦਿਆਂ ਵੇਖਦਿਆਂ (ਚਕਵੀ) ਸਾਰੀ ਰਾਤ ਹੀ ਵੇਖਦੀ ਰਹਿੰਦੀ ਹੈ, (ਜਦੋਂ ਸੂਰਜ) ਮੰੂਹ ਵਿਖਾਂਦਾ ਹੈ (ਤਦੋਂ ਚਕਵੇ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦੀ ਹੈ । ਇਸੇ ਤਰ੍ਹਾਂ ਜਦੋਂ ਗੁਰੂ ਦਰਸਨ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਸੇਵਕ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"swrI rq hI auh vyKdI, vyKdI, Aqy vyKdI rihMdI hY Aqy jd sUrj (inkldw) jw (Awpxw mUMh ivKwldw) hY, qd auh suDwrs ƒ pwn krdI hY[","unicode":"ਸਾਰੀ ਰਤ ਹੀ ਉਹ ਵੇਖਦੀ, ਵੇਖਦੀ, ਅਤੇ ਵੇਖਦੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਜਦ ਸੂਰਜ (ਨਿਕਲਦਾ) ਜਾ (ਆਪਣਾ ਮੂੰਹ ਵਿਖਾਲਦਾ) ਹੈ, ਤਦ ਉਹ ਸੁਧਾਰਸ ਨੂੰ ਪਾਨ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Ella observa y observa a través de la noche, y cuando el sol muestra su semblante ella bebe el Amrit. (5) "},"hi":{"ss":"देखते-देखते (चकवी) सारी रात देखती रहती है। (जब सूरज) मुँह दिखाता है (तब चकवे का मिलाप हासिल करती है। इसी तरह जब गुरू दर्शन देता है। तब सेवक) आत्मिक जीवन देने वाला नाम-जल पी सकता है। 5।","sts":"वह रात भर देखती है, जब सूर्य मुँह दिखाता है तो दर्शन का अमृतपान करती है॥ ५॥"}},"transliteration":{"english":"nirakhat nirakhat rain sabh nirakhee mukh kaaddai a(n)mrit peejai ||5||","hindi":"निरखत निरखत रैनि सभ निरखी मुखु काढै अंमृतु पीजै ॥५॥","en":"nirakhat nirakhat rain sabh nirakhee mukh kaaddai a(n)mrit peejai ||5||","hi":"निरखत निरखत रैनि सभ निरखी मुखु काढै अंमृतु पीजै ॥५॥","ipa":"nɪrəkʰət̪ nɪrəkʰət̪ ræn səɓ nɪrəkʰi mʊkʰ kɑʈə̀æ əŋmɪɹət̪ pid͡ʒæ.5.","ur":"نِرکھت نرکھت رَےن سبھ نرکھیِ مُکھ کاڈھَے اںمرت پیِجَے ۔۔۵۔۔"},"pageNo":1326,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56476,"shabadId":4829,"verse":{"gurmukhi":"swkq suAwn khIAih bhu loBI bhu durmiq mYlu BrIjY ]","unicode":"ਸਾਕਤ ਸੁਆਨ ਕਹੀਅਹਿ ਬਹੁ ਲੋਭੀ ਬਹੁ ਦੁਰਮਤਿ ਮੈਲੁ ਭਰੀਜੈ ॥"},"larivaar":{"gurmukhi":"swkqsuAwnkhIAihbhuloBIbhudurmiqmYluBrIjY]","unicode":"ਸਾਕਤਸੁਆਨਕਹੀਅਹਿਬਹੁਲੋਭੀਬਹੁਦੁਰਮਤਿਮੈਲੁਭਰੀਜੈ॥"},"translation":{"en":{"bdb":"The faithless cynic is said to be very greedy - he is a dog. He is overflowing with the filth and pollution of evil-mindedness.","ms":"The cur like mammon-worshipper is said to be very avaricious. He is filled with an excessive filth of evil-thoughts.","ssk":"The faithless cynic is said to be very greedy - he is a dog. He is overflowing with the filth and pollution of evil-mindedness."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`ty hoey mnu`K bhuq loBI huMdy hn, ku`qy (dy suBwv vwly) khy jWdy hn, (auhnW dy AMdr) KotI miq dI mYl (sdw) BrI rihMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਬਹੁਤ ਲੋਭੀ ਹੁੰਦੇ ਹਨ, ਕੁੱਤੇ (ਦੇ ਸੁਭਾਵ ਵਾਲੇ) ਕਹੇ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ (ਸਦਾ) ਭਰੀ ਰਹਿੰਦੀ ਹੈ । "},"ft":{"gurmukhi":"punh jo (swkq) mnmuK khIqy hYN vhu sÍWn vq bfy loBI hYN, iqn kw AMqhkrx durmq mYl kr Brw hUAw hY]","unicode":"ਪੁਨਹ ਜੋ (ਸਾਕਤ) ਮਨਮੁਖ ਕਹੀਤੇ ਹੈਂ ਵਹੁ ਸ੍ਵਾਂਨ ਵਤ ਬਡੇ ਲੋਭੀ ਹੈਂ, ਤਿਨ ਕਾ ਅੰਤਹਕਰਣ ਦੁਰਮਤ ਮੈਲ ਕਰ ਭਰਾ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`ty hoey mnu`K bhuq loBI huMdy hn, ku`qy (dy suBwv vwly) khy jWdy hn, (auhnW dy AMdr) KotI miq dI mYl (sdw) BrI rihMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਬਹੁਤ ਲੋਭੀ ਹੁੰਦੇ ਹਨ, ਕੁੱਤੇ (ਦੇ ਸੁਭਾਵ ਵਾਲੇ) ਕਹੇ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ (ਸਦਾ) ਭਰੀ ਰਹਿੰਦੀ ਹੈ । "},"ms":{"gurmukhi":"ku¤qy vrgw mwieAw dw pujwrI bhuq hI lwlcI AwiKAw jWdw hY[ auh mMdI Akl dI GxyrI gMdgI nwl BirAw hoieAw hY[","unicode":"ਕੁੱਤੇ ਵਰਗਾ ਮਾਇਆ ਦਾ ਪੁਜਾਰੀ ਬਹੁਤ ਹੀ ਲਾਲਚੀ ਆਖਿਆ ਜਾਂਦਾ ਹੈ। ਉਹ ਮੰਦੀ ਅਕਲ ਦੀ ਘਣੇਰੀ ਗੰਦਗੀ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"El cínico sin Fe tiene demasiada avaricia, es un perro que pulula suciedad y contaminación, "},"hi":{"ss":"हे भाई ! परमात्मा से टूटे हुए मनुष्य बहुत लोभी होते हैं। कुत्ते (के स्वभाव वाले) कहे जाते हैं। (उनके अंदर) दुर्मति की मैल (सदा) भरी रहती है।","sts":"मायावी व्यक्ति कुत्ते की तरह लालची कहलाता है और उसमें दुर्मति की बहुत मैल भरी होती है।"}},"transliteration":{"english":"saakat suaan kahe'eeh bahu lobhee bahu dhuramat mail bhareejai ||","hindi":"साकत सुआन कहीअहि बहु लोभी बहु दुरमति मैलु भरीजै ॥","en":"saakat suaan kahe'eeh bahu lobhee bahu dhuramat mail bhareejai ||","hi":"साकत सुआन कहीअहि बहु लोभी बहु दुरमति मैलु भरीजै ॥","ipa":"sɑkət̪ sʊəɑn kəhiəh bəh lɔɓi bəh d̪ʊrəmət̪ mæl ɓərid͡ʒæ.","ur":"ساکت سُآن کهیِاه بهُ لوبھیِ بهُ دُرمت مَےل بھریِجَے ۔۔"},"pageNo":1326,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56477,"shabadId":4829,"verse":{"gurmukhi":"Awpn suAwie krih bhu bwqw iqnw kw ivswhu ikAw kIjY ]6]","unicode":"ਆਪਨ ਸੁਆਇ ਕਰਹਿ ਬਹੁ ਬਾਤਾ ਤਿਨਾ ਕਾ ਵਿਸਾਹੁ ਕਿਆ ਕੀਜੈ ॥੬॥"},"larivaar":{"gurmukhi":"AwpnsuAwiekrihbhubwqwiqnwkwivswhuikAwkIjY]6]","unicode":"ਆਪਨਸੁਆਇਕਰਹਿਬਹੁਬਾਤਾਤਿਨਾਕਾਵਿਸਾਹੁਕਿਆਕੀਜੈ॥੬॥"},"translation":{"en":{"bdb":"He talks excessively about his own interests. How can he be trusted? ||6||","ms":"For his own self-interest, he talks much. What reliance can be placed on him?","ssk":"He talks excessively about his own interests. How can he be trusted? ||6||"},"pu":{"ss":{"gurmukhi":"(swkq mnu`K) AwpxI Zrz dI ^wqr bhuq g`lW krdy hn, pr auhnW dw ieqbwr nhIN krnw cwhIdw [6[","unicode":"(ਸਾਕਤ ਮਨੁੱਖ) ਆਪਣੀ ਗ਼ਰਜ਼ ਦੀ ਖ਼ਾਤਰ ਬਹੁਤ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ।੬।"},"ft":{"gurmukhi":"mnmuK Apny pRXojn vwsqy bhuq bwqW krqy hYN, so iqnHW sÍwrQIAW kw ivswhu kÎw krnw hY]6]","unicode":"ਮਨਮੁਖ ਅਪਨੇ ਪ੍ਰਯੋਜਨ ਵਾਸਤੇ ਬਹੁਤ ਬਾਤਾਂ ਕਰਤੇ ਹੈਂ, ਸੋ ਤਿਨ੍ਹਾਂ ਸ੍ਵਾਰਥੀਆਂ ਕਾ ਵਿਸਾਹੁ ਕ੍ਯਾ ਕਰਨਾ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"(swkq mnu`K) AwpxI Zrz dI ^wqr bhuq g`lW krdy hn, pr auhnW dw ieqbwr nhIN krnw cwhIdw [6[","unicode":"(ਸਾਕਤ ਮਨੁੱਖ) ਆਪਣੀ ਗ਼ਰਜ਼ ਦੀ ਖ਼ਾਤਰ ਬਹੁਤ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ।੬।"},"ms":{"gurmukhi":"Awpxy inj dy svY-mnorQ leI, auh GxyrIAW g`lw krdw hY[ aus auqy kI Brosw kIqw jw skdw hY[","unicode":"ਆਪਣੇ ਨਿਜ ਦੇ ਸਵੈ-ਮਨੋਰਥ ਲਈ, ਉਹ ਘਣੇਰੀਆਂ ਗੱਲਾ ਕਰਦਾ ਹੈ। ਉਸ ਉਤੇ ਕੀ ਭਰੋਸਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।"}},"es":{"sn":"es un malvado intelecto. De manera excesiva expresa sus propios intereses. ¿Cómo puede uno confiar en él? (6)"},"hi":{"ss":"(साकत मनुष्य) अपने स्वार्थ के लिए बहुत सारी बातें करते हैं। पर उनका ऐतबार नहीं करना चाहिए। 6।","sts":"अपने स्वार्थ के लिए वह बहुत बातें करता है, लेकिन ऐसे व्यक्ति पर कैसे विश्वास किया जा सकता है॥ ६॥"}},"transliteration":{"english":"aapan suaai kareh bahu baataa tinaa kaa visaahu kiaa keejai ||6||","hindi":"आपन सुआइ करहि बहु बाता तिना का विसाहु किआ कीजै ॥६॥","en":"aapan suaai kareh bahu baataa tinaa kaa visaahu kiaa keejai ||6||","hi":"आपन सुआइ करहि बहु बाता तिना का विसाहु किआ कीजै ॥६॥","ipa":"əɑpən sʊəɑeɪ kərəh bəh bɑt̪ɑ t̪ɪnɑ kɑ ʋɪsɑh kɪəɑ kid͡ʒæ.6.","ur":"آپن سُآا کره بهُ باتا تنا کا وساهُ کآ کیِجَے ۔۔۶۔۔"},"pageNo":1326,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56478,"shabadId":4829,"verse":{"gurmukhi":"swDU swD srin imil sMgiq ijqu hir rsu kwiF kFIjY ]","unicode":"ਸਾਧੂ ਸਾਧ ਸਰਨਿ ਮਿਲਿ ਸੰਗਤਿ ਜਿਤੁ ਹਰਿ ਰਸੁ ਕਾਢਿ ਕਢੀਜੈ ॥"},"larivaar":{"gurmukhi":"swDUswDsrinimilsMgiqijquhirrsukwiFkFIjY]","unicode":"ਸਾਧੂਸਾਧਸਰਨਿਮਿਲਿਸੰਗਤਿਜਿਤੁਹਰਿਰਸੁਕਾਢਿਕਢੀਜੈ॥"},"translation":{"en":{"bdb":"I have sought the Sanctuary of the Saadh Sangat, the Company of the Holy; I have found the Sublime Essence of the Lord.","ms":"I have sought the refuge of the society of the saints, and the devotees, through which I have found the Lord's elixir.","ssk":"I have sought the Sanctuary of the Saadh Sangat, the Company of the Holy; I have found the Sublime Essence of the Lord."},"pu":{"ss":{"gurmukhi":"hy hrI! (mYƒ Awpxy) sMq jnW BgqW dI sMgiq dyh [ sMq jn (Awpxy) mUMhoN dUijAW dI BlweI dy bcn boldy rihMdy hn, ","unicode":"ਹੇ ਹਰੀ! (ਮੈਨੂੰ ਆਪਣੇ) ਸੰਤ ਜਨਾਂ ਭਗਤਾਂ ਦੀ ਸੰਗਤਿ ਦੇਹ । ਸੰਤ ਜਨ (ਆਪਣੇ) ਮੂੰਹੋਂ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਦੇ ਬਚਨ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ, "},"ft":{"gurmukhi":"(swD) sRys† jo swDU hYN iqn kI sMgiq kI srix myry ko imlI hY, ijs myN hy hrI! qyry nwm rs rUpI (kwiF) vsqU (kFIjY) pRgt hUeI hY]","unicode":"(ਸਾਧ) ਸ੍ਰੇਸ੍ਟ ਜੋ ਸਾਧੂ ਹੈਂ ਤਿਨ ਕੀ ਸੰਗਤਿ ਕੀ ਸਰਣਿ ਮੇਰੇ ਕੋ ਮਿਲੀ ਹੈ, ਜਿਸ ਮੇਂ ਹੇ ਹਰੀ! ਤੇਰੇ ਨਾਮ ਰਸ ਰੂਪੀ (ਕਾਢਿ) ਵਸਤੂ (ਕਢੀਜੈ) ਪ੍ਰਗਟ ਹੂਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy hrI! (mYƒ Awpxy) sMq jnW BgqW dI sMgiq dyh [ sMq jn (Awpxy) mUMhoN dUijAW dI BlweI dy bcn boldy rihMdy hn, ","unicode":"ਹੇ ਹਰੀ! (ਮੈਨੂੰ ਆਪਣੇ) ਸੰਤ ਜਨਾਂ ਭਗਤਾਂ ਦੀ ਸੰਗਤਿ ਦੇਹ । ਸੰਤ ਜਨ (ਆਪਣੇ) ਮੂੰਹੋਂ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਦੇ ਬਚਨ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ, "},"ms":{"gurmukhi":"mYN sMqW Aqy pRBU pRymIAW dI sBw dI Srxwgq leI hY, ijs dy rwhIN mYN suAwmI dy AMimRq ƒ Bwl ilAw hY[","unicode":"ਮੈਂ ਸੰਤਾਂ ਅਤੇ ਪ੍ਰਭੂ ਪ੍ਰੇਮੀਆਂ ਦੀ ਸਭਾ ਦੀ ਸ਼ਰਣਾਗਤ ਲਈ ਹੈ, ਜਿਸ ਦੇ ਰਾਹੀਂ ਮੈਂ ਸੁਆਮੀ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਭਾਲ ਲਿਆ ਹੈ।"}},"es":{"sn":"He buscado el Santuario de la Saad Sangat, la Compañía de los Santos y he encontrado la Esencia Sublime del Señor. "},"hi":{"ss":"हे हरी ! (मुझे अपने) संतजनों की भक्ति दे। संत जन (अपने) मुँह से दूसरों की भलाई के वचन बोलते रहते हैं।","sts":"साधु पुरुषों की शरण में आओ, उनकी संगत में रहना चाहिए, जिससे हरिनाम रस प्राप्त किया जाए।"}},"transliteration":{"english":"saadhoo saadh saran mil sa(n)gat jit har ras kaadd kaddeejai ||","hindi":"साधू साध सरनि मिलि संगति जितु हरि रसु काढि कढीजै ॥","en":"saadhoo saadh saran mil sa(n)gat jit har ras kaadd kaddeejai ||","hi":"साधू साध सरनि मिलि संगति जितु हरि रसु काढि कढीजै ॥","ipa":"sɑt̪u sɑt̪ə̀ sərən mɪl səŋGət̪ d͡ʒɪt̪ hər rəs kɑʈə̀ kəʈid͡ʒæ.","ur":"سادھُو سادھ سرن مل سںگت جت هرِ رس کاڈھ کڈھیِجَے ۔۔"},"pageNo":1326,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56479,"shabadId":4829,"verse":{"gurmukhi":"praupkwr bolih bhu guxIAw muiK sMq Bgq hir dIjY ]7]","unicode":"ਪਰਉਪਕਾਰ ਬੋਲਹਿ ਬਹੁ ਗੁਣੀਆ ਮੁਖਿ ਸੰਤ ਭਗਤ ਹਰਿ ਦੀਜੈ ॥੭॥"},"larivaar":{"gurmukhi":"praupkwrbolihbhuguxIAwmuiKsMqBgqhirdIjY]7]","unicode":"ਪਰਉਪਕਾਰਬੋਲਹਿਬਹੁਗੁਣੀਆਮੁਖਿਸੰਤਭਗਤਹਰਿਦੀਜੈ॥੭॥"},"translation":{"en":{"bdb":"They do good deeds for others, and speak of the Lord's many Glorious Virtues; please bless me to meet these Saints, these devotees of the Lord. ||7||","ms":"My Lord, bless Thou me, with the society of the supreme saints and devotees, who narrate Thine myriad virtues and do good to others.","ssk":"They do good deeds for others, and speak of the Lord's many Glorious Virtues; please bless me to meet these Saints, these devotees of the Lord. ||7||"},"pu":{"ss":{"gurmukhi":"sMq jn AnykW guxW vwly huMdy hn, hy BweI! sMq jnW dI sMgiq ivc iml ky prmwqmw dw nwm rs pRwpq kr skIdw hY [7[","unicode":"ਸੰਤ ਜਨ ਅਨੇਕਾਂ ਗੁਣਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਦਾ ਹੈ ।੭।"},"ft":{"gurmukhi":"hy hrI! bhuq guxoN vwly jo muK rUp sWiq sÍrUp Ar gunvwn qyry Bgq hYN, so praupkwr vwsqy guxoN ko bolqy hYN iqn kI sMgiq myN jn ko dIjIey]7]","unicode":"ਹੇ ਹਰੀ! ਬਹੁਤ ਗੁਣੋਂ ਵਾਲੇ ਜੋ ਮੁਖ ਰੂਪ ਸਾਂਤਿ ਸ੍ਵਰੂਪ ਅਰ ਗੁਨਵਾਨ ਤੇਰੇ ਭਗਤ ਹੈਂ, ਸੋ ਪਰਉਪਕਾਰ ਵਾਸਤੇ ਗੁਣੋਂ ਕੋ ਬੋਲਤੇ ਹੈਂ ਤਿਨ ਕੀ ਸੰਗਤਿ ਮੇਂ ਜਨ ਕੋ ਦੀਜੀਏ॥੭॥"},"bdb":{"gurmukhi":"sMq jn AnykW guxW vwly huMdy hn, hy BweI! sMq jnW dI sMgiq ivc iml ky prmwqmw dw nwm rs pRwpq kr skIdw hY [7[","unicode":"ਸੰਤ ਜਨ ਅਨੇਕਾਂ ਗੁਣਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਦਾ ਹੈ ।੭।"},"ms":{"gurmukhi":"myry suAwmI! qUM mYƒ muKI swDUAW Aqy AnurwgIAW dI sMgq bKS, jo qyrIAW kRoVw hI nykIAW ƒ aucwrdy Aqy hornw dw Blw krdy hn[","unicode":"ਮੇਰੇ ਸੁਆਮੀ! ਤੂੰ ਮੈਨੂੰ ਮੁਖੀ ਸਾਧੂਆਂ ਅਤੇ ਅਨੁਰਾਗੀਆਂ ਦੀ ਸੰਗਤ ਬਖਸ਼, ਜੋ ਤੇਰੀਆਂ ਕ੍ਰੋੜਾ ਹੀ ਨੇਕੀਆਂ ਨੂੰ ਉਚਾਰਦੇ ਅਤੇ ਹੋਰਨਾ ਦਾ ਭਲਾ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Los Santos hacen el Bien a otros y describen las numerosas Virtudes del Señor. Por favor, bendíceme para que encuentre a los Santos, a esos Sirvientes del Señor. (7)"},"hi":{"ss":"संत जन अनेकों गुणों वाले होते हैं। हे भाई ! संत जनों की संगति में मिल के परमात्मा का नाम रस प्राप्त किया जा सकता है। 7।","sts":"गुणवान मनुष्य परोपकार की बातें करते हैं, अतः संतों एवं भक्तों के सम्मुख रहना चाहिए॥ ७॥"}},"transliteration":{"english":"paraupakaar boleh bahu guneeaa mukh sa(n)t bhagat har dheejai ||7||","hindi":"परउपकार बोलहि बहु गुणीआ मुखि संत भगत हरि दीजै ॥७॥","en":"paraupakaar boleh bahu guneeaa mukh sa(n)t bhagat har dheejai ||7||","hi":"परउपकार बोलहि बहु गुणीआ मुखि संत भगत हरि दीजै ॥७॥","ipa":"pəroʊpəkɑr bɔləh bəh Gʊɳiəɑ mʊkʰ səŋt̪ ɓəGət̪ hər d̪id͡ʒæ.7.","ur":"پراپکار بوله بهُ گُݨیِآ مُکھ سںت بھگت هر دیِجَے ۔۔۷۔۔"},"pageNo":1326,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56480,"shabadId":4829,"verse":{"gurmukhi":"qU Agm dieAwl dieAw piq dwqw sB dieAw Dwir riK lIjY ]","unicode":"ਤੂ ਅਗਮ ਦਇਆਲ ਦਇਆ ਪਤਿ ਦਾਤਾ ਸਭ ਦਇਆ ਧਾਰਿ ਰਖਿ ਲੀਜੈ ॥"},"larivaar":{"gurmukhi":"qUAgmdieAwldieAwpiqdwqwsBdieAwDwirriKlIjY]","unicode":"ਤੂਅਗਮਦਇਆਲਦਇਆਪਤਿਦਾਤਾਸਭਦਇਆਧਾਰਿਰਖਿਲੀਜੈ॥"},"translation":{"en":{"bdb":"You are the Inaccessible Lord, Kind and Compassionate, the Great Giver; please shower us with Your Mercy, and save us.","ms":"O my Unfathomable, Compassionate and Beneficent Lord of grace, showering Thine benediction save Thou us all.","ssk":"You are the Inaccessible Lord, Kind and Compassionate, the Great Giver; please shower us with Your Mercy, and save us."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ AphuMc hYN, dieAw dw somw hYN, dieAw dw mwlk hYN sB jIvW ƒ dwqW dyx vwlw hYN [ imhr kr ky sB jIvW dI r`iKAw kr [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਦਇਆ ਦਾ ਮਾਲਕ ਹੈਂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ । ਮਿਹਰ ਕਰ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ । "},"ft":{"gurmukhi":"hy dÎwl! qUM Agm hYN, dÎw pqI AOr dwqw hYN, dÎw Dwr kr ky sB ko rK lIjIey]","unicode":"ਹੇ ਦ੍ਯਾਲ! ਤੂੰ ਅਗਮ ਹੈਂ, ਦ੍ਯਾ ਪਤੀ ਔਰ ਦਾਤਾ ਹੈਂ, ਦ੍ਯਾ ਧਾਰ ਕਰ ਕੇ ਸਭ ਕੋ ਰਖ ਲੀਜੀਏ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ AphuMc hYN, dieAw dw somw hYN, dieAw dw mwlk hYN sB jIvW ƒ dwqW dyx vwlw hYN [ imhr kr ky sB jIvW dI r`iKAw kr [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਦਇਆ ਦਾ ਮਾਲਕ ਹੈਂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ । ਮਿਹਰ ਕਰ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ । "},"ms":{"gurmukhi":"hy myry byQwh, imhrbwn Aqy dwqwr rihmq dy suAwmI! AwpxI ikrpw krky, qUM swfy swirAW dI r`iKAw kr[","unicode":"ਹੇ ਮੇਰੇ ਬੇਥਾਹ, ਮਿਹਰਬਾਨ ਅਤੇ ਦਾਤਾਰ ਰਹਿਮਤ ਦੇ ਸੁਆਮੀ! ਆਪਣੀ ਕਿਰਪਾ ਕਰਕੇ, ਤੂੰ ਸਾਡੇ ਸਾਰਿਆਂ ਦੀ ਰੱਖਿਆ ਕਰ।"}},"es":{"sn":"Eres el Señor Inaccesible, Bondadoso y Compasivo, el Gran Dador. "},"hi":{"ss":"हे प्रभू ! तू अपहुँच है। दया का श्रोत है। दया का मालिक है सब जीवों को दातें देने वाला है। मेहर कर के सब जीवों की रक्षा कर।","sts":"हे ईश्वर ! तू अगम्य, दयालु, दया का भण्डार और सब को देने वाला है, दया करके हमें बचा लो।"}},"transliteration":{"english":"too agam dhiaal dhiaa pat dhaataa sabh dhiaa dhaar rakh leejai ||","hindi":"तू अगम दइआल दइआ पति दाता सभ दइआ धारि रखि लीजै ॥","en":"too agam dhiaal dhiaa pat dhaataa sabh dhiaa dhaar rakh leejai ||","hi":"तू अगम दइआल दइआ पति दाता सभ दइआ धारि रखि लीजै ॥","ipa":"t̪u əGəm d̪ɪɑl d̪ɪɑ pət̪ d̪ɑt̪ɑ səɓ d̪ɪɑ t̪ɑr rəkʰ lid͡ʒæ.","ur":"تُو اگم دایال دایا پت داتا سبھ دایا دھار رکھِ لیِجَے ۔۔"},"pageNo":1326,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56481,"shabadId":4829,"verse":{"gurmukhi":"srb jIA jgjIvnu eyko nwnk pRiqpwl krIjY ]8]5]","unicode":"ਸਰਬ ਜੀਅ ਜਗਜੀਵਨੁ ਏਕੋ ਨਾਨਕ ਪ੍ਰਤਿਪਾਲ ਕਰੀਜੈ ॥੮॥੫॥"},"larivaar":{"gurmukhi":"srbjIAjgjIvnueykonwnkpRiqpwlkrIjY]8]5]","unicode":"ਸਰਬਜੀਅਜਗਜੀਵਨੁਏਕੋਨਾਨਕਪ੍ਰਤਿਪਾਲਕਰੀਜੈ॥੮॥੫॥"},"translation":{"en":{"bdb":"You are the Life of all the beings of the world; please cherish and sustain Nanak. ||8||5||","ms":"O Lord, Thou alone are the vital-breath of all the beings and the world. Sustain Thou me, Thy slave Nanak.","ssk":"You are the Life of all the beings of the world; please cherish and sustain Nanak. ||8||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) swry jIv qyry hn, qUµ hI swry jgq dw shwrw hYN [ (sB dI) pwlxw kr [8[5[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ, ਤੂੰ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਸਹਾਰਾ ਹੈਂ । (ਸਭ ਦੀ) ਪਾਲਣਾ ਕਰ ।੮।੫।"},"ft":{"gurmukhi":"qUM srb jgq ky jIvoN kw eyk hI pRwx rUp hYN[ sRI gurU jI khqy hYN: qUM Awp hI srb kI pRiqpwln krqw hYN, Bwv hmwrI pRiqpwlw krIey]8]5]ÇsMqoN kI crn DUrI kI mihmw kihqy hUey bynqI kw pRkwr khqy hYN:","unicode":"ਤੂੰ ਸਰਬ ਜਗਤ ਕੇ ਜੀਵੋਂ ਕਾ ਏਕ ਹੀ ਪ੍ਰਾਣ ਰੂਪ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤੂੰ ਆਪ ਹੀ ਸਰਬ ਕੀ ਪ੍ਰਤਿਪਾਲਨ ਕਰਤਾ ਹੈਂ, ਭਾਵ ਹਮਾਰੀ ਪ੍ਰਤਿਪਾਲਾ ਕਰੀਏ॥੮॥੫॥☬ਸੰਤੋਂ ਕੀ ਚਰਨ ਧੂਰੀ ਕੀ ਮਹਿਮਾ ਕਹਿਤੇ ਹੂਏ ਬੇਨਤੀ ਕਾ ਪ੍ਰਕਾਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) swry jIv qyry hn, qUµ hI swry jgq dw shwrw hYN [ (sB dI) pwlxw kr [8[5[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ, ਤੂੰ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਸਹਾਰਾ ਹੈਂ । (ਸਭ ਦੀ) ਪਾਲਣਾ ਕਰ ।੮।੫।"},"ms":{"gurmukhi":"hy sweIN! kyvl qUM hI swirAW jIvW Aqy jgq dI ijMd-jwn hY[ qUM myrI, Awpxy goly nwnk dI prvrS kr[","unicode":"ਹੇ ਸਾਈਂ! ਕੇਵਲ ਤੂੰ ਹੀ ਸਾਰਿਆਂ ਜੀਵਾਂ ਅਤੇ ਜਗਤ ਦੀ ਜਿੰਦ-ਜਾਨ ਹੈ। ਤੂੰ ਮੇਰੀ, ਆਪਣੇ ਗੋਲੇ ਨਾਨਕ ਦੀ ਪਰਵਰਸ਼ ਕਰ।"}},"es":{"sn":"Por favor rocíanos con Tu Misericordia y sálvanos. Eres la Vida de todos los seres del mundo. Por favor Eleva y Sostén a Nanak. (8-5)"},"hi":{"ss":"हे नानक ! (कह- हे प्रभू !) सारे जीव तेरे हैं। तू ही सारे जगत का सहारा है। (सबकी) पालना कर। 8। 5।","sts":"नानक का कथन है- सब जीवों का एकमात्र तू ही जीवनदाता है, सबका पोषण करता है॥ ८॥ ५॥"}},"transliteration":{"english":"sarab jeea jagajeevan eko naanak pratipaal kareejai ||8||5||","hindi":"सरब जीअ जगजीवनु एको नानक प्रतिपाल करीजै ॥८॥५॥","en":"sarab jeea jagajeevan eko naanak pratipaal kareejai ||8||5||","hi":"सरब जीअ जगजीवनु एको नानक प्रतिपाल करीजै ॥८॥५॥","ipa":"sərəb d͡ʒiə d͡ʒəGəd͡ʒiʋən eekɔ nɑnək pɹət̪ɪpɑl kərid͡ʒæ.8.5.","ur":"سرب جیِا جگجیِون اےکو نانک پرتپال کریِجَے ۔۔۸۔۔۵۔۔"},"pageNo":1326,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56482,"shabadId":4830,"verse":{"gurmukhi":"kilAwnu mhlw 4 ]","unicode":"ਕਲਿਆਨੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"kilAwnumhlw4]","unicode":"ਕਲਿਆਨੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Kalyaan, Fourth Mehla:","ms":"Kalyan 4th Guru.","ssk":"Kalyaan, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"kilAwx coQI pwiqSwhI[","unicode":"ਕਲਿਆਣ ਚੋਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Kalyaan, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"कलिआन महला ४ ॥"}},"transliteration":{"english":"kaliaan mahalaa chauthhaa ||","hindi":"कलिआनु महला ४ ॥","en":"kaliaan mahalaa chauthhaa ||","hi":"कलिआनु महला ४ ॥","ipa":"kəlɪəɑn məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"کلآن مهلا ۴ ۔۔"},"pageNo":1326,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56483,"shabadId":4830,"verse":{"gurmukhi":"rwmw hm dwsn dws krIjY ]","unicode":"ਰਾਮਾ ਹਮ ਦਾਸਨ ਦਾਸ ਕਰੀਜੈ ॥"},"larivaar":{"gurmukhi":"rwmwhmdwsndwskrIjY]","unicode":"ਰਾਮਾਹਮਦਾਸਨਦਾਸਕਰੀਜੈ॥"},"translation":{"en":{"bdb":"O Lord, please make me the slave of Your slaves.","ms":"O my all-pervading God, make Thou me, the slave of Thine slaves.","ssk":"O Lord, please make me the slave of Your slaves."},"pu":{"ss":{"gurmukhi":"hy rwm! swƒ (Awpxy) dwsW dw dws bxweI r`K [ ","unicode":"ਹੇ ਰਾਮ! ਸਾਨੂੰ (ਆਪਣੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ । "},"ft":{"gurmukhi":"hy rwmw! hm ko dwsoN kw dws kr dIjIey]","unicode":"ਹੇ ਰਾਮਾ! ਹਮ ਕੋ ਦਾਸੋਂ ਕਾ ਦਾਸ ਕਰ ਦੀਜੀਏ॥"},"bdb":{"gurmukhi":"hy rwm! swƒ (Awpxy) dwsW dw dws bxweI r`K [ ","unicode":"ਹੇ ਰਾਮ! ਸਾਨੂੰ (ਆਪਣੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ । "},"ms":{"gurmukhi":"hy myry ivAwpk vwihgurU, qUM mYƒ Awpxy goilAW dw golw bxw lY[","unicode":"ਹੇ ਮੇਰੇ ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ, ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਗੋਲਿਆਂ ਦਾ ਗੋਲਾ ਬਣਾ ਲੈ।"}},"es":{"sn":"Oh, Señor, vuélveme por favor el Esclavo de Tus Esclavos."},"hi":{"ss":"हे राम ! हमें (अपने) दासों का दास बनाए रख।","sts":"हे ईश्वर ! हमें दासों का दास बना लो।"}},"transliteration":{"english":"raamaa ham dhaasan dhaas kareejai ||","hindi":"रामा हम दासन दास करीजै ॥","en":"raamaa ham dhaasan dhaas kareejai ||","hi":"रामा हम दासन दास करीजै ॥","ipa":"rɑmɑ həm d̪ɑsən d̪ɑs kərid͡ʒæ.","ur":"راما هم داسن داس کریِجَے ۔۔"},"pageNo":1326,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56484,"shabadId":4830,"verse":{"gurmukhi":"jb lig swsu hoie mn AMqir swDU DUir ipvIjY ]1] rhwau ]","unicode":"ਜਬ ਲਗਿ ਸਾਸੁ ਹੋਇ ਮਨ ਅੰਤਰਿ ਸਾਧੂ ਧੂਰਿ ਪਿਵੀਜੈ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jbligswsuhoiemnAMqirswDUDUiripvIjY]1]rhwau]","unicode":"ਜਬਲਗਿਸਾਸੁਹੋਇਮਨਅੰਤਰਿਸਾਧੂਧੂਰਿਪਿਵੀਜੈ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"As long as there is breath deep within my mind, let me drink in the dust of the Holy. ||1||Pause||","ms":"As long as there is breath in my mind, Thou make me eat the dust of the feet of the saints. Pause.","ssk":"As long as there is breath deep within my mind, let me drink in the dust of the Holy. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy BweI! jdoN qk srIr ivc swh Aw irhw hY, auqnw icr sMq-jnW dy crnW dI DUV pINdy rihxw cwhIdw hY (inmRqw nwl sMq-jnW dI sMgiq ivc rih ky auhnW pwsoN nwm-AMimRq pINdy rihxw cwhIdw hY) [1[rhwau[","unicode":"ਹੇ ਭਾਈ! ਜਦੋਂ ਤਕ ਸਰੀਰ ਵਿਚ ਸਾਹ ਆ ਰਿਹਾ ਹੈ, ਉਤਨਾ ਚਿਰ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਨਿਮ੍ਰਤਾ ਨਾਲ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਪਾਸੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jb qk hmwry srIr myN sÍws hYN qb qk mn kr ky AMqr muK ho ky swDUEN kI crn DUrI ko pwn krIey]1] rhwau ]","unicode":"ਜਬ ਤਕ ਹਮਾਰੇ ਸਰੀਰ ਮੇਂ ਸ੍ਵਾਸ ਹੈਂ ਤਬ ਤਕ ਮਨ ਕਰ ਕੇ ਅੰਤਰ ਮੁਖ ਹੋ ਕੇ ਸਾਧੂਓਂ ਕੀ ਚਰਨ ਧੂਰੀ ਕੋ ਪਾਨ ਕਰੀਏ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy BweI! jdoN qk srIr ivc swh Aw irhw hY, auqnw icr sMq-jnW dy crnW dI DUV pINdy rihxw cwhIdw hY (inmRqw nwl sMq-jnW dI sMgiq ivc rih ky auhnW pwsoN nwm-AMimRq pINdy rihxw cwhIdw hY) [1[rhwau[","unicode":"ਹੇ ਭਾਈ! ਜਦੋਂ ਤਕ ਸਰੀਰ ਵਿਚ ਸਾਹ ਆ ਰਿਹਾ ਹੈ, ਉਤਨਾ ਚਿਰ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਨਿਮ੍ਰਤਾ ਨਾਲ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਪਾਸੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"jd qWeI, myry mnUey dy AMdr suAws hY, qUM mYƒ sMqW dy pYrw dI DUV iplw[ Tihrwau[","unicode":"ਜਦ ਤਾਂਈ, ਮੇਰੇ ਮਨੂਏ ਦੇ ਅੰਦਰ ਸੁਆਸ ਹੈ, ਤੂੰ ਮੈਨੂੰ ਸੰਤਾਂ ਦੇ ਪੈਰਾ ਦੀ ਧੂੜ ਪਿਲਾ। ਠਹਿਰਾਉ।"}},"es":{"sn":" Mientras hay respiración en lo profundo de la mente, déjame ungir mi ser con el Polvo de los Pies de los Santos. (1-Pausa)"},"hi":{"ss":"हे भाई ! जब तक शरीर में साँसें आ रही हैं। तब तक संतजनों की चरण-धूड़ पीते रहना चाहिए (निम्रता से संत जनों की संगति में रह के उनसे नाम-अमृत पीते रहना चाहिए)। 1। रहाउ।","sts":"जब तक अन्तर्मन में जीवन सॉसें चल रही हैं, साधु पुरुषों की चरण-धूल पान करते रहें॥ १॥रहाउ॥"}},"transliteration":{"english":"jab lag saas hoi man a(n)tar saadhoo dhoor piveejai ||1|| rahaau ||","hindi":"जब लगि सासु होइ मन अंतरि साधू धूरि पिवीजै ॥१॥ रहाउ ॥","en":"jab lag saas hoi man a(n)tar saadhoo dhoor piveejai ||1|| rahaau ||","hi":"जब लगि सासु होइ मन अंतरि साधू धूरि पिवीजै ॥१॥ रहाउ ॥","ipa":"d͡ʒəb ləG sɑs hɔeɪ mən əŋt̪ər sɑt̪u t̪ur pɪʋid͡ʒæ.1. rəhɑo.","ur":"جب لگ ساس هوا من اںتر سادھُو دھُور پویِجَے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1326,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56485,"shabadId":4830,"verse":{"gurmukhi":"sMkru nwrdu syKnwg muin DUir swDU kI locIjY ]","unicode":"ਸੰਕਰੁ ਨਾਰਦੁ ਸੇਖਨਾਗ ਮੁਨਿ ਧੂਰਿ ਸਾਧੂ ਕੀ ਲੋਚੀਜੈ ॥"},"larivaar":{"gurmukhi":"sMkrunwrdusyKnwgmuinDUirswDUkIlocIjY]","unicode":"ਸੰਕਰੁਨਾਰਦੁਸੇਖਨਾਗਮੁਨਿਧੂਰਿਸਾਧੂਕੀਲੋਚੀਜੈ॥"},"translation":{"en":{"bdb":"Shiva, Naarad, the thousand-headed cobra king and the silent sages long for the dust of the Holy.","ms":"Shiva, Narad, Cobra King and the silent sages long for the dust of saints' feet.","ssk":"Shiva, Naarad, the thousand-headed cobra king and the silent sages long for the dust of the Holy."},"pu":{"ss":{"gurmukhi":"hy BweI! iSv, nwrd, SySnwg (Awidk hryk irSI-) munI sMq-jnW dy crnW dI DUV dI qWG krdw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਸ਼ਿਵ, ਨਾਰਦ, ਸ਼ੇਸ਼ਨਾਗ (ਆਦਿਕ ਹਰੇਕ ਰਿਸ਼ੀ-) ਮੁਨੀ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੀ ਤਾਂਘ ਕਰਦਾ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"ikauNik iSv, nwrd jI, sysnwg AOr munIsÍr iXh sBI sMqoN kI crn DUrI ko cwihqy hYN]","unicode":"ਕਿਉਂਕਿ ਸ਼ਿਵ, ਨਾਰਦ ਜੀ, ਸੇਸਨਾਗ ਔਰ ਮੁਨੀਸ੍ਵਰ ਯਿਹ ਸਭੀ ਸੰਤੋਂ ਕੀ ਚਰਨ ਧੂਰੀ ਕੋ ਚਾਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! iSv, nwrd, SySnwg (Awidk hryk irSI-) munI sMq-jnW dy crnW dI DUV dI qWG krdw irhw hY [ ","unicode":"ਹੇ ਭਾਈ! ਸ਼ਿਵ, ਨਾਰਦ, ਸ਼ੇਸ਼ਨਾਗ (ਆਦਿਕ ਹਰੇਕ ਰਿਸ਼ੀ-) ਮੁਨੀ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੀ ਤਾਂਘ ਕਰਦਾ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"iSvjI, nwrd, SySlwg Aqy KwmoS irSI sMqW dy pYrW dI DUV ƒ qrsdy hn[","unicode":"ਸ਼ਿਵਜੀ, ਨਾਰਦ, ਸ਼ੇਸ਼ਲਾਗ ਅਤੇ ਖਾਮੋਸ਼ ਰਿਸ਼ੀ ਸੰਤਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਨੂੰ ਤਰਸਦੇ ਹਨ।"}},"es":{"sn":"Shiva, Narad, el rey cobra de las mil cabezas, y los sabios silenciosos añoran el Polvo de los Santos. "},"hi":{"ss":"हे भाई ! शिव। नारद। शेषनाग (आदि हरेक ऋषि-) मुनि संत जनों के चरनों की धूड़ की तमन्ना करता रहा है।","sts":"शिवशंकर, देवर्षि नारद, शेषनाग एवं मुनिजन भी साधुओं की चरण-धूल चाहते हैं।"}},"transliteration":{"english":"sa(n)kar naaradh sekhanaag mun dhoor saadhoo kee locheejai ||","hindi":"संकरु नारदु सेखनाग मुनि धूरि साधू की लोचीजै ॥","en":"sa(n)kar naaradh sekhanaag mun dhoor saadhoo kee locheejai ||","hi":"संकरु नारदु सेखनाग मुनि धूरि साधू की लोचीजै ॥","ipa":"səŋkər nɑrəd̪ sekʰənɑG mʊn t̪ur sɑt̪u ki lɔt͡ʃid͡ʒæ.","ur":"سںکر نارد سےکھناگ مُن دھُور سادھُو کیِ لوچیِجَے ۔۔"},"pageNo":1326,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56486,"shabadId":4830,"verse":{"gurmukhi":"Bvn Bvn pivqu hoih siB jh swDU crn DrIjY ]1]","unicode":"ਭਵਨ ਭਵਨ ਪਵਿਤੁ ਹੋਹਿ ਸਭਿ ਜਹ ਸਾਧੂ ਚਰਨ ਧਰੀਜੈ ॥੧॥"},"larivaar":{"gurmukhi":"BvnBvnpivquhoihsiBjhswDUcrnDrIjY]1]","unicode":"ਭਵਨਭਵਨਪਵਿਤੁਹੋਹਿਸਭਿਜਹਸਾਧੂਚਰਨਧਰੀਜੈ॥੧॥"},"translation":{"en":{"bdb":"All the worlds and realms where the Holy place their feet are sanctified. ||1||","ms":"Every house and abode, where the saints place their feet becomes sanctified.","ssk":"All the worlds and realms where the Holy place their feet are sanctified. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! ij`Qy sMq-jn crn r`Kdy hn, auh swry Bvn swry QW piv`qr ho jWdy hn [1[","unicode":"ਹੇ ਭਾਈ! ਜਿੱਥੇ ਸੰਤ-ਜਨ ਚਰਨ ਰੱਖਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਭਵਨ ਸਾਰੇ ਥਾਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।"},"ft":{"gurmukhi":"ijs (Bvn) Gr myN qyry sMq jn iBCw Awidk ky bhwny (Bvn) iPrqy hUey crn Dwrqy hYN]1]","unicode":"ਜਿਸ (ਭਵਨ) ਘਰ ਮੇਂ ਤੇਰੇ ਸੰਤ ਜਨ ਭਿਛਾ ਆਦਿਕ ਕੇ ਬਹਾਨੇ (ਭਵਨ) ਫਿਰਤੇ ਹੂਏ ਚਰਨ ਧਾਰਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy BweI! ij`Qy sMq-jn crn r`Kdy hn, auh swry Bvn swry QW piv`qr ho jWdy hn [1[","unicode":"ਹੇ ਭਾਈ! ਜਿੱਥੇ ਸੰਤ-ਜਨ ਚਰਨ ਰੱਖਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਭਵਨ ਸਾਰੇ ਥਾਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।"},"ms":{"gurmukhi":"hr Dwm, Aqy gRih, ijQysMq Awpxy pYr itkwauNdy hn, pwvn punIq QI vMJdw hY[","unicode":"ਹਰ ਧਾਮ, ਅਤੇ ਗ੍ਰਹਿ, ਜਿਥੇਸੰਤ ਆਪਣੇ ਪੈਰ ਟਿਕਾਉਂਦੇ ਹਨ, ਪਾਵਨ ਪੁਨੀਤ ਥੀ ਵੰਝਦਾ ਹੈ।"}},"es":{"sn":"Ahí, en todos los mundos y reinos, en donde los Santos ponen su Pies, son santificados. (1)"},"hi":{"ss":"हे भाई ! जहाँ संत-जन चरण रखते हैं। वे सारे भवन सारी जगहें पवित्र हो जाती हैं। 1।","sts":"जहाँ साधु अपने चरण रखते हैं, वे सभी स्थान पवित्र हो जाते हैं॥ १॥"}},"transliteration":{"english":"bhavan bhavan pavit hoh sabh jeh saadhoo charan dhareejai ||1||","hindi":"भवन भवन पवितु होहि सभि जह साधू चरन धरीजै ॥१॥","en":"bhavan bhavan pavit hoh sabh jeh saadhoo charan dhareejai ||1||","hi":"भवन भवन पवितु होहि सभि जह साधू चरन धरीजै ॥१॥","ipa":"ɓəʋən ɓəʋən pəʋɪt̪ hɔh səɓ d͡ʒəh sɑt̪u t͡ʃərən t̪ərid͡ʒæ.1.","ur":"بھون بھون پوت هوه سبھِ جه سادھُو چرن دھریِجَے ۔۔۱۔۔"},"pageNo":1326,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56487,"shabadId":4830,"verse":{"gurmukhi":"qij lwj AhMkwru sBu qjIAY imil swDU sMig rhIjY ]","unicode":"ਤਜਿ ਲਾਜ ਅਹੰਕਾਰੁ ਸਭੁ ਤਜੀਐ ਮਿਲਿ ਸਾਧੂ ਸੰਗਿ ਰਹੀਜੈ ॥"},"larivaar":{"gurmukhi":"qijlwjAhMkwrusBuqjIAYimilswDUsMigrhIjY]","unicode":"ਤਜਿਲਾਜਅਹੰਕਾਰੁਸਭੁਤਜੀਐਮਿਲਿਸਾਧੂਸੰਗਿਰਹੀਜੈ॥"},"translation":{"en":{"bdb":"So let go of your shame and renounce all your egotism; join with the Saadh Sangat, the Company of the Holy, and remain there.","ms":"Shed thou thy shame, renounce all ego and meet and live with the saints.","ssk":"So let go of your shame and renounce all your egotism; join with the Saadh Sangat, the Company of the Holy, and remain there."},"pu":{"ss":{"gurmukhi":"hy BweI! lok-lwj C`f ky (Awpxy AMdroN Awpxy iksy vf`px dw) swrw mwx C`f dyxw cwhIdw hY, Aqy sMq-jnW dI sMgiq ivc iml ky rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਲੋਕ-ਲਾਜ ਛੱਡ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਣੇ ਕਿਸੇ ਵਡੱਪਣ ਦਾ) ਸਾਰਾ ਮਾਣ ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ft":{"gurmukhi":"ljw qÎwg kr sB hMkwr ko bI qÎwg dyvIey AOr swDUEN ky sMg myN sdIv mn ko imlwie rKIey]","unicode":"ਲਜਾ ਤ੍ਯਾਗ ਕਰ ਸਭ ਹੰਕਾਰ ਕੋ ਬੀ ਤ੍ਯਾਗ ਦੇਵੀਏ ਔਰ ਸਾਧੂਓਂ ਕੇ ਸੰਗ ਮੇਂ ਸਦੀਵ ਮਨ ਕੋ ਮਿਲਾਇ ਰਖੀਏ॥"},"bdb":{"gurmukhi":"hy BweI! lok-lwj C`f ky (Awpxy AMdroN Awpxy iksy vf`px dw) swrw mwx C`f dyxw cwhIdw hY, Aqy sMq-jnW dI sMgiq ivc iml ky rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਲੋਕ-ਲਾਜ ਛੱਡ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਣੇ ਕਿਸੇ ਵਡੱਪਣ ਦਾ) ਸਾਰਾ ਮਾਣ ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ms":{"gurmukhi":"qUM AwpxI Srm ƒ C`f dy, swry hMkwr ƒ dUr kr dy Aqy sMqW nwl iml Aqy aunHW nwl hI vs[","unicode":"ਤੂੰ ਆਪਣੀ ਸ਼ਰਮ ਨੂੰ ਛੱਡ ਦੇ, ਸਾਰੇ ਹੰਕਾਰ ਨੂੰ ਦੂਰ ਕਰ ਦੇ ਅਤੇ ਸੰਤਾਂ ਨਾਲ ਮਿਲ ਅਤੇ ਉਨ੍ਹਾਂ ਨਾਲ ਹੀ ਵਸ।"}},"es":{"sn":"Deja ya tu vergüenza y renuncia al egoísmo, únete a la Saad Sangat, "},"hi":{"ss":"हे भाई ! लोक-लाज छोड़ के (अपने अंदर से किसी बड़प्पन का) सारा माण छोड़ देना चाहिए। और संत-जनों की संगति में मिल के रहना चाहिए।","sts":"लाज, अहंकार सब छोड़कर साधु पुरुषों की संगत में रहना चाहिए।"}},"transliteration":{"english":"taj laaj aha(n)kaar sabh tajeeaai mil saadhoo sa(n)g raheejai ||","hindi":"तजि लाज अहंकारु सभु तजीऐ मिलि साधू संगि रहीजै ॥","en":"taj laaj aha(n)kaar sabh tajeeaai mil saadhoo sa(n)g raheejai ||","hi":"तजि लाज अहंकारु सभु तजीऐ मिलि साधू संगि रहीजै ॥","ipa":"t̪əd͡ʒ lɑd͡ʒ əhəŋkɑr səɓ t̪əd͡ʒiæ mɪl sɑt̪u səŋG rəhid͡ʒæ.","ur":"تج لاج اهںکار سبھ تجیِاَے ملِ سادھُو سںگ رهیِجَے ۔۔"},"pageNo":1326,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56488,"shabadId":4830,"verse":{"gurmukhi":"Drm rwie kI kwin cukwvY ibKu fubdw kwiF kFIjY ]2]","unicode":"ਧਰਮ ਰਾਇ ਕੀ ਕਾਨਿ ਚੁਕਾਵੈ ਬਿਖੁ ਡੁਬਦਾ ਕਾਢਿ ਕਢੀਜੈ ॥੨॥"},"larivaar":{"gurmukhi":"DrmrwiekIkwincukwvYibKufubdwkwiFkFIjY]2]","unicode":"ਧਰਮਰਾਇਕੀਕਾਨਿਚੁਕਾਵੈਬਿਖੁਡੁਬਦਾਕਾਢਿਕਢੀਜੈ॥੨॥"},"translation":{"en":{"bdb":"Give up your fear of the Righteous Judge of Dharma, and you shall be lifted up and saved from drowning in the sea of poison. ||2||","ms":"The will make thee shed the fear of the Righteous judge and extricate thee form drowning in the sea of poison.","ssk":"Give up your fear of the Righteous Judge of Dharma, and you shall be lifted up and saved from drowning in the sea of poison. ||2||"},"pu":{"ss":{"gurmukhi":"(ijhVw mnu`K sMq-jnW dI sMgiq ivc rihMdw hY, auh) Drmrwj dw sihm mukw lYNdw hY [ Awqmk mOq ilAwaux vwly zihrIly sMswr-smuMdr ivc fu`bdy ƒ (sMq-jn) k`F lYNdy hn [2[","unicode":"(ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਧਰਮਰਾਜ ਦਾ ਸਹਿਮ ਮੁਕਾ ਲੈਂਦਾ ਹੈ । ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਜ਼ਹਿਰੀਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਨੂੰ (ਸੰਤ-ਜਨ) ਕੱਢ ਲੈਂਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"myrw mnu Drmrwie kI kwx cukwie dyvy AOr ibK rUp (kwiF) pdwrQoN myN sy kwF lIjIey]2]","unicode":"ਮੇਰਾ ਮਨੁ ਧਰਮਰਾਇ ਕੀ ਕਾਣ ਚੁਕਾਇ ਦੇਵੇ ਔਰ ਬਿਖ ਰੂਪ (ਕਾਢਿ) ਪਦਾਰਥੋਂ ਮੇਂ ਸੇ ਕਾਢ ਲੀਜੀਏ॥੨॥"},"bdb":{"gurmukhi":"(ijhVw mnu`K sMq-jnW dI sMgiq ivc rihMdw hY, auh) Drmrwj dw sihm mukw lYNdw hY [ Awqmk mOq ilAwaux vwly zihrIly sMswr-smuMdr ivc fu`bdy ƒ (sMq-jn) k`F lYNdy hn [2[","unicode":"(ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਧਰਮਰਾਜ ਦਾ ਸਹਿਮ ਮੁਕਾ ਲੈਂਦਾ ਹੈ । ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਜ਼ਹਿਰੀਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਨੂੰ (ਸੰਤ-ਜਨ) ਕੱਢ ਲੈਂਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"auh qyry Drm rwjy dy fr ƒ lwh dyxgy Aqy zihr dy smuMdr iv`c fubdy hoey ƒ qYƒ bwhr k`F lYxgy[","unicode":"ਉਹ ਤੇਰੇ ਧਰਮ ਰਾਜੇ ਦੇ ਡਰ ਨੂੰ ਲਾਹ ਦੇਣਗੇ ਅਤੇ ਜ਼ਹਿਰ ਦੇ ਸਮੁੰਦਰ ਵਿੱਚ ਡੁਬਦੇ ਹੋਏ ਨੂੰ ਤੈਨੂੰ ਬਾਹਰ ਕੱਢ ਲੈਣਗੇ।"}},"es":{"sn":"a la Compañía de los Santos y permanece ahí. Haz a un lado tu miedo al juicio del Dharma y serás elevado y salvado de ahogarte en el mar de veneno. (2)"},"hi":{"ss":"(जो मनुष्य संत जनों की संगति में रहता है। वह) धर्मराज का सहम खत्म कर लेता है। आत्मिक मौत लाने वाले जहरीले संसार-समुंद्र में डूबते हुए को (संत-जन) निकाल लेते हैं। 2।","sts":"साधु धर्मराज का भय दूर करते हैं और विकारों के सागर में डूबने से बचा लेते हैं।॥ २॥"}},"transliteration":{"english":"dharam rai kee kaan chukaavai bikh ddubadhaa kaadd kaddeejai ||2||","hindi":"धरम राइ की कानि चुकावै बिखु डुबदा काढि कढीजै ॥२॥","en":"dharam rai kee kaan chukaavai bikh ddubadhaa kaadd kaddeejai ||2||","hi":"धरम राइ की कानि चुकावै बिखु डुबदा काढि कढीजै ॥२॥","ipa":"t̪ərəm rɑeɪ ki kɑn t͡ʃʊkɑʋæ bɪkʰ ɖʊbəd̪ɑ kɑʈə̀ kəʈid͡ʒæ.2.","ur":"دھرم راا کیِ کان چُکاوَے بکھ ڈُبدا کاڈھ کڈھیِجَے ۔۔۲۔۔"},"pageNo":1326,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56489,"shabadId":4830,"verse":{"gurmukhi":"Brim sUky bhu auiB suk khIAih imil swDU sMig hrIjY ]","unicode":"ਭਰਮਿ ਸੂਕੇ ਬਹੁ ਉਭਿ ਸੁਕ ਕਹੀਅਹਿ ਮਿਲਿ ਸਾਧੂ ਸੰਗਿ ਹਰੀਜੈ ॥"},"larivaar":{"gurmukhi":"BrimsUkybhuauiBsukkhIAihimilswDUsMighrIjY]","unicode":"ਭਰਮਿਸੂਕੇਬਹੁਉਭਿਸੁਕਕਹੀਅਹਿਮਿਲਿਸਾਧੂਸੰਗਿਹਰੀਜੈ॥"},"translation":{"en":{"bdb":"Some are standing, parched and shrivelled up by their doubts; joining the Saadh Sangat, they are rejuvenated.","ms":"They, who are parched by doubt are thoroughly dried up while standing. Meeting with the society of saints they blossom forth again.","ssk":"Some are standing, parched and shrivelled up by their doubts; joining the Saadh Sangat, they are rejuvenated."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijhVy mnu`K mwieAw dI) Btkxw ivc pY ky Awqmk jIvn dI qrwvq mukw lYNdy hn, auh mnu`K auhnW ru`KW vrgy khy jWdy hn, ijhVy KVy-Kloqy su`k jWdy hn (pr Aijhy su`ky jIvn vwly mnu`K BI) sMq-jnW dI sMgiq ivc iml ky hry ho jWdy hn [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਤਰਾਵਤ ਮੁਕਾ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਉਹਨਾਂ ਰੁੱਖਾਂ ਵਰਗੇ ਕਹੇ ਜਾਂਦੇ ਹਨ, ਜਿਹੜੇ ਖੜੇ-ਖਲੋਤੇ ਸੁੱਕ ਜਾਂਦੇ ਹਨ (ਪਰ ਅਜਿਹੇ ਸੁੱਕੇ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖ ਭੀ) ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹਰੇ ਹੋ ਜਾਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"ijn ky AMqhkrx myN bhuq Brm PYly rhy hYN, so (auiB suk) KVsuk khIqy hYN, Bwv gun hIn hYN, vhu BI swDU kI sMgq myN iml kr ky (hrIjY) hry hoqy hYN, Bwv ieh guxoN sihq ho jwqy hYN]","unicode":"ਜਿਨ ਕੇ ਅੰਤਹਕਰਣ ਮੇਂ ਬਹੁਤ ਭਰਮ ਫੈਲੇ ਰਹੇ ਹੈਂ, ਸੋ (ਉਭਿ ਸੁਕ) ਖੜਸੁਕ ਕਹੀਤੇ ਹੈਂ, ਭਾਵ ਗੁਨ ਹੀਨ ਹੈਂ, ਵਹੁ ਭੀ ਸਾਧੂ ਕੀ ਸੰਗਤ ਮੇਂ ਮਿਲ ਕਰ ਕੇ (ਹਰੀਜੈ) ਹਰੇ ਹੋਤੇ ਹੈਂ, ਭਾਵ ਇਹ ਗੁਣੋਂ ਸਹਿਤ ਹੋ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! (ijhVy mnu`K mwieAw dI) Btkxw ivc pY ky Awqmk jIvn dI qrwvq mukw lYNdy hn, auh mnu`K auhnW ru`KW vrgy khy jWdy hn, ijhVy KVy-Kloqy su`k jWdy hn (pr Aijhy su`ky jIvn vwly mnu`K BI) sMq-jnW dI sMgiq ivc iml ky hry ho jWdy hn [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਤਰਾਵਤ ਮੁਕਾ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਉਹਨਾਂ ਰੁੱਖਾਂ ਵਰਗੇ ਕਹੇ ਜਾਂਦੇ ਹਨ, ਜਿਹੜੇ ਖੜੇ-ਖਲੋਤੇ ਸੁੱਕ ਜਾਂਦੇ ਹਨ (ਪਰ ਅਜਿਹੇ ਸੁੱਕੇ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖ ਭੀ) ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹਰੇ ਹੋ ਜਾਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"ijnHW ƒ sMdyh ny swV suitAw hY, auh KVy hoey hI AYn suk-sV jWdy hn[ siqsMgq nwl juV, auh muV pRPulq ho jWdy hn[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੰਦੇਹ ਨੇ ਸਾੜ ਸੁਟਿਆ ਹੈ, ਉਹ ਖੜੇ ਹੋਏ ਹੀ ਐਨ ਸੁਕ-ਸੜ ਜਾਂਦੇ ਹਨ। ਸਤਿਸੰਗਤ ਨਾਲ ਜੁੜ, ਉਹ ਮੁੜ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Algunos permanecen parados y entumidos por sus dudas, pero uniéndose a la Saad Sangat son rejuvenecidos. "},"hi":{"ss":"हे भाई ! (जो मनुष्य माया की) भटकना में पड़ कर आत्मिक जीवन की तरावट समाप्त कर लेते हैं। वे मनुष्य उन वृक्षों जैसे कहे जाते हैं। जो खड़े-खड़े सूख जाते हैं (पर ऐसे सूखे जीवन वाले मनुष्य भी) संत-जनों की संगति में मिल के हरे हो जाते हैं।","sts":"जो भ्रम में भटक कर सूख जाते हैं, खड़े-खड़े सूख जाते हैं, साधुओं के संग रहकर पुनः हरे भरे हो जाते हैं।"}},"transliteration":{"english":"bharam sooke bahu ubh suk kahe'eeh mil saadhoo sa(n)g hareejai ||","hindi":"भरमि सूके बहु उभि सुक कहीअहि मिलि साधू संगि हरीजै ॥","en":"bharam sooke bahu ubh suk kahe'eeh mil saadhoo sa(n)g hareejai ||","hi":"भरमि सूके बहु उभि सुक कहीअहि मिलि साधू संगि हरीजै ॥","ipa":"ɓərəm suke bəh oʊɓ sʊk kəhiəh mɪl sɑt̪u səŋG hərid͡ʒæ.","ur":"بھرم سُوکے بهُ اُبھ سُک کهیِاه مل سادھُو سںگ هریِجَے ۔۔"},"pageNo":1326,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56490,"shabadId":4830,"verse":{"gurmukhi":"qw qy iblmu plu iFl n kIjY jwie swDU crin lgIjY ]3]","unicode":"ਤਾ ਤੇ ਬਿਲਮੁ ਪਲੁ ਢਿਲ ਨ ਕੀਜੈ ਜਾਇ ਸਾਧੂ ਚਰਨਿ ਲਗੀਜੈ ॥੩॥"},"larivaar":{"gurmukhi":"qwqyiblmupluiFlnkIjYjwieswDUcrinlgIjY]3]","unicode":"ਤਾਤੇਬਿਲਮੁਪਲੁਢਿਲਨਕੀਜੈਜਾਇਸਾਧੂਚਰਨਿਲਗੀਜੈ॥੩॥"},"translation":{"en":{"bdb":"So do not delay, even for an instant - go and fall at the feet of the Holy. ||3||","ms":"Therefore make thou not even a moment's delay and go and fall thou at the feet of the saints.","ssk":"So do not delay, even for an instant - go and fall at the feet of the Holy. ||3||"},"pu":{"ss":{"gurmukhi":"ies vwsqy (hy BweI!) iek pl Br BI dyr nhIN krnI cwhIdI [ (CyqI) jw ky sMq jnW dI crnIN l`gxw cwhIdw hY [3[","unicode":"ਇਸ ਵਾਸਤੇ (ਹੇ ਭਾਈ!) ਇਕ ਪਲ ਭਰ ਭੀ ਦੇਰ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ । (ਛੇਤੀ) ਜਾ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਣਾ ਚਾਹੀਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"qW qy hy Bgvn! ieh ikRpw krIey jo FIly ho kr pl mwqr BI (iblmu) Tihrnw nw hovY, qyry swDU jnoN kI crnI jwie lgIey]3]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਗਵਨ! ਇਹ ਕ੍ਰਿਪਾ ਕਰੀਏ ਜੋ ਢੀਲੇ ਹੋ ਕਰ ਪਲ ਮਾਤਰ ਭੀ (ਬਿਲਮੁ) ਠਹਿਰਨਾ ਨਾ ਹੋਵੈ, ਤੇਰੇ ਸਾਧੂ ਜਨੋਂ ਕੀ ਚਰਨੀ ਜਾਇ ਲਗੀਏ॥੩॥"},"bdb":{"gurmukhi":"ies vwsqy (hy BweI!) iek pl Br BI dyr nhIN krnI cwhIdI [ (CyqI) jw ky sMq jnW dI crnIN l`gxw cwhIdw hY [3[","unicode":"ਇਸ ਵਾਸਤੇ (ਹੇ ਭਾਈ!) ਇਕ ਪਲ ਭਰ ਭੀ ਦੇਰ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ । (ਛੇਤੀ) ਜਾ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਣਾ ਚਾਹੀਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"ies leI qUM iek muhq dI BI dyrI Aqy Awls nW kr[ jw ky qUM sMqW dy pYrI pY jw[","unicode":"ਇਸ ਲਈ ਤੂੰ ਇਕ ਮੁਹਤ ਦੀ ਭੀ ਦੇਰੀ ਅਤੇ ਆਲਸ ਨਾਂ ਕਰ। ਜਾ ਕੇ ਤੂੰ ਸੰਤਾਂ ਦੇ ਪੈਰੀ ਪੈ ਜਾ।"}},"es":{"sn":"No tardes ni un instante, ve y póstrate a los Pies de los Santos. (3)"},"hi":{"ss":"इसलिए (हे भाई !) एक पल भर भी देर नहीं करनी चाहिए। (जल्दी) जा के संत जनों के चरणों में लगना चाहिए। 3।","sts":"अतः पल भर की देरी किए बिना साधुओं के चरणों में लग जाना चाहिए॥ ३॥"}},"transliteration":{"english":"taa te bilam pal ddil na keejai jai saadhoo charan lageejai ||3||","hindi":"ता ते बिलमु पलु ढिल न कीजै जाइ साधू चरनि लगीजै ॥३॥","en":"taa te bilam pal ddil na keejai jai saadhoo charan lageejai ||3||","hi":"ता ते बिलमु पलु ढिल न कीजै जाइ साधू चरनि लगीजै ॥३॥","ipa":"t̪ɑ t̪e bɪləm pəl ʈɪl nə kid͡ʒæ d͡ʒɑeɪ sɑt̪u t͡ʃərən ləGid͡ʒæ.3.","ur":"تا تے بلم پل ڈھل ن کیِجَے جاا سادھُو چرن لگیِجَے ۔۔۳۔۔"},"pageNo":1326,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56491,"shabadId":4830,"verse":{"gurmukhi":"rwm nwm kIrqn rqn vQu hir swDU pwis rKIjY ]","unicode":"ਰਾਮ ਨਾਮ ਕੀਰਤਨ ਰਤਨ ਵਥੁ ਹਰਿ ਸਾਧੂ ਪਾਸਿ ਰਖੀਜੈ ॥"},"larivaar":{"gurmukhi":"rwmnwmkIrqnrqnvQuhirswDUpwisrKIjY]","unicode":"ਰਾਮਨਾਮਕੀਰਤਨਰਤਨਵਥੁਹਰਿਸਾਧੂਪਾਸਿਰਖੀਜੈ॥"},"translation":{"en":{"bdb":"The Kirtan of the Praise of the Lord's Name is a priceless jewel. The Lord has given it for the Holy to keep.","ms":"The praise of the Lord's Name is an invaluable treasure, which God has deposited with the saint.","ssk":"The Kirtan of the Praise of the Lord's Name is a priceless jewel. The Lord has given it for the Holy to keep."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dw nwm, prmwqmw dI is&iq-swlwh iek kImqI pdwrQ hY [ ieh pdwrQ prmwqmw ny sMq-jnW dy kol r`iKAw huMdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਇਕ ਕੀਮਤੀ ਪਦਾਰਥ ਹੈ । ਇਹ ਪਦਾਰਥ ਪਰਮਾਤਮਾ ਨੇ ਸੰਤ-ਜਨਾਂ ਦੇ ਕੋਲ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy rwm! qyrw kIrqn Ar qyrw rqn rUp jo nwm vsqU hY, hy hrI! qYny Apny swDUEN pws rKI hUeI hY]","unicode":"ਹੇ ਰਾਮ! ਤੇਰਾ ਕੀਰਤਨ ਅਰ ਤੇਰਾ ਰਤਨ ਰੂਪ ਜੋ ਨਾਮ ਵਸਤੂ ਹੈ, ਹੇ ਹਰੀ! ਤੈਨੇ ਅਪਨੇ ਸਾਧੂਓਂ ਪਾਸ ਰਖੀ ਹੂਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dw nwm, prmwqmw dI is&iq-swlwh iek kImqI pdwrQ hY [ ieh pdwrQ prmwqmw ny sMq-jnW dy kol r`iKAw huMdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਇਕ ਕੀਮਤੀ ਪਦਾਰਥ ਹੈ । ਇਹ ਪਦਾਰਥ ਪਰਮਾਤਮਾ ਨੇ ਸੰਤ-ਜਨਾਂ ਦੇ ਕੋਲ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"pRBU dy nwm dI kIrqI iek Amolk vsqU hY, ijhVI ik vwihgurU ny swDU kol rKI hoeI hY[","unicode":"ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਕੀਰਤੀ ਇਕ ਅਮੋਲਕ ਵਸਤੂ ਹੈ, ਜਿਹੜੀ ਕਿ ਵਾਹਿਗੁਰੂ ਨੇ ਸਾਧੂ ਕੋਲ ਰਖੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"El Kirtan de la Alabanza del Nombre del Señor es la Joya Inapreciable y el Señor se las ha dado a los Santos para que la conserven. "},"hi":{"ss":"हे भाई ! परमात्मा का नाम। परमात्मा की सिफत-सालाह एक कीमती पदार्थ है। यह पदार्थ परमात्मा ने संत-जनों के पास रखा होता है।","sts":"प्रभु नामकीर्तन रूपी अमूल्य रत्न साधुओं के पास मौजूद है।"}},"transliteration":{"english":"raam naam keeratan ratan vath har saadhoo paas rakheejai ||","hindi":"राम नाम कीरतन रतन वथु हरि साधू पासि रखीजै ॥","en":"raam naam keeratan ratan vath har saadhoo paas rakheejai ||","hi":"राम नाम कीरतन रतन वथु हरि साधू पासि रखीजै ॥","ipa":"rɑm nɑm kirət̪ən rət̪ən ʋət̪ʰ hər sɑt̪u pɑs rəkʰid͡ʒæ.","ur":"رام نام کیِرتن رتن وتھ هر سادھُو پاس رکھیِجَے ۔۔"},"pageNo":1326,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56492,"shabadId":4830,"verse":{"gurmukhi":"jo bcnu gur siq siq kir mwnY iqsu AwgY kwiF DrIjY ]4]","unicode":"ਜੋ ਬਚਨੁ ਗੁਰ ਸਤਿ ਸਤਿ ਕਰਿ ਮਾਨੈ ਤਿਸੁ ਆਗੈ ਕਾਢਿ ਧਰੀਜੈ ॥੪॥"},"larivaar":{"gurmukhi":"jobcnugursiqsiqkirmwnYiqsuAwgYkwiFDrIjY]4]","unicode":"ਜੋਬਚਨੁਗੁਰਸਤਿਸਤਿਕਰਿਮਾਨੈਤਿਸੁਆਗੈਕਾਢਿਧਰੀਜੈ॥੪॥"},"translation":{"en":{"bdb":"Whoever accepts and follows the Word of the Guru's Teachings as True - this Jewel is taken out and given to him. ||4||","ms":"Whosoever accepts the Guru's word as true abiding, taking out this treasure, the Guru places it before him.","ssk":"Whoever accepts and follows the Word of the Guru's Teachings as True - this Jewel is taken out and given to him. ||4||"},"pu":{"ss":{"gurmukhi":"ijhVw mnu`K gurU dy aupdyS ƒ pUrI srDw nwl mMndw hY, (gurU ieh kImqI pdwrQ) aus dy A`gy k`F ky r`K dyNdw hY [4[","unicode":"ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਮੰਨਦਾ ਹੈ, (ਗੁਰੂ ਇਹ ਕੀਮਤੀ ਪਦਾਰਥ) ਉਸ ਦੇ ਅੱਗੇ ਕੱਢ ਕੇ ਰੱਖ ਦੇਂਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"jo purS guroN ky bcnoN ko sq sq kr ky mwnqw hY iqs purs ky Awgy jo sMq jn nwm rUpI vsqU kF ky Dr dyqy hYN, hy hrI! hm eyhI aupdys krIey]4]","unicode":"ਜੋ ਪੁਰਸ਼ ਗੁਰੋਂ ਕੇ ਬਚਨੋਂ ਕੋ ਸਤ ਸਤ ਕਰ ਕੇ ਮਾਨਤਾ ਹੈ ਤਿਸ ਪੁਰਸ ਕੇ ਆਗੇ ਜੋ ਸੰਤ ਜਨ ਨਾਮ ਰੂਪੀ ਵਸਤੂ ਕਢ ਕੇ ਧਰ ਦੇਤੇ ਹੈਂ, ਹੇ ਹਰੀ! ਹਮ ਏਹੀ ਉਪਦੇਸ ਕਰੀਏ॥੪॥"},"bdb":{"gurmukhi":"ijhVw mnu`K gurU dy aupdyS ƒ pUrI srDw nwl mMndw hY, (gurU ieh kImqI pdwrQ) aus dy A`gy k`F ky r`K dyNdw hY [4[","unicode":"ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਮੰਨਦਾ ਹੈ, (ਗੁਰੂ ਇਹ ਕੀਮਤੀ ਪਦਾਰਥ) ਉਸ ਦੇ ਅੱਗੇ ਕੱਢ ਕੇ ਰੱਖ ਦੇਂਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"jo koeI BI gurW dI bwxI ƒ s`cI Aqy sdIvI krky svIkwr krdw hY, ies vsqU ƒ k`F ky gurU jI aus dy muhry r`K idMdy hn[","unicode":"ਜੋ ਕੋਈ ਭੀ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਨੂੰ ਸੱਚੀ ਅਤੇ ਸਦੀਵੀ ਕਰਕੇ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ, ਇਸ ਵਸਤੂ ਨੂੰ ਕੱਢ ਕੇ ਗੁਰੂ ਜੀ ਉਸ ਦੇ ਮੁਹਰੇ ਰੱਖ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"Quien sigue y acepta la Palabra de la Enseñanza del Guru como Verdadera, esta misma Joya le es conferida a él. (4)"},"hi":{"ss":"जो मनुष्य गुरू के उपदेश को पूरी श्रद्धा के साथ मानता है। (गुरू यह कीमती पदार्थ) उसके आगे निकाल के रख देता है। 4।","sts":"जो गुरु के वचन को सत्य मानता है, गुरु उसके सम्मुख नाम-रत्न निकाल कर रख देता हैं।॥ ४॥"}},"transliteration":{"english":"jo bachan gur sat sat kar maanai tis aagai kaadd dhareejai ||4||","hindi":"जो बचनु गुर सति सति करि मानै तिसु आगै काढि धरीजै ॥४॥","en":"jo bachan gur sat sat kar maanai tis aagai kaadd dhareejai ||4||","hi":"जो बचनु गुर सति सति करि मानै तिसु आगै काढि धरीजै ॥४॥","ipa":"d͡ʒɔ bət͡ʃən Gʊr sət̪ sət̪ kər mɑnæ t̪ɪs əɑGæ kɑʈə̀ t̪ərid͡ʒæ.4.","ur":"جو بچن گُر ست ستِ کرِ مانَے تس آگَے کاڈھ دھریِجَے ۔۔۴۔۔"},"pageNo":1326,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56493,"shabadId":4830,"verse":{"gurmukhi":"sMqhu sunhu sunhu jn BweI guir kwFI bwh kukIjY ]","unicode":"ਸੰਤਹੁ ਸੁਨਹੁ ਸੁਨਹੁ ਜਨ ਭਾਈ ਗੁਰਿ ਕਾਢੀ ਬਾਹ ਕੁਕੀਜੈ ॥"},"larivaar":{"gurmukhi":"sMqhusunhusunhujnBweIguirkwFIbwhkukIjY]","unicode":"ਸੰਤਹੁਸੁਨਹੁਸੁਨਹੁਜਨਭਾਈਗੁਰਿਕਾਢੀਬਾਹਕੁਕੀਜੈ॥"},"translation":{"en":{"bdb":"Listen, O Saints; listen, humble Siblings of Destiny: the Guru raises His Arms and sends out the call.","ms":"Hear and attend to, ye, brother, saintly persons, the Guru raises his arm and calls unto them.","ssk":"Listen, O Saints; listen, humble Siblings of Destiny: the Guru raises His Arms and sends out the call."},"pu":{"ss":{"gurmukhi":"hy sMq jno! hy Brwvo! gurU ny (AwpxI) bWh au~cI kIqI hoeI hY qy kUk irhw hY (aus dI g`l) iDAwn nwl suxo [ ","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! ਗੁਰੂ ਨੇ (ਆਪਣੀ) ਬਾਂਹ ਉੱਚੀ ਕੀਤੀ ਹੋਈ ਹੈ ਤੇ ਕੂਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੀ ਗੱਲ) ਧਿਆਨ ਨਾਲ ਸੁਣੋ । "},"ft":{"gurmukhi":"hy BweI! hy sMq jno! mn, bwxI kr srvx kro, gurU aucI Bujw kwF kr kUkdy hYN]","unicode":"ਹੇ ਭਾਈ! ਹੇ ਸੰਤ ਜਨੋ! ਮਨ, ਬਾਣੀ ਕਰ ਸਰਵਣ ਕਰੋ, ਗੁਰੂ ਉਚੀ ਭੁਜਾ ਕਾਢ ਕਰ ਕੂਕਦੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy sMq jno! hy Brwvo! gurU ny (AwpxI) bWh au~cI kIqI hoeI hY qy kUk irhw hY (aus dI g`l) iDAwn nwl suxo [ ","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! ਗੁਰੂ ਨੇ (ਆਪਣੀ) ਬਾਂਹ ਉੱਚੀ ਕੀਤੀ ਹੋਈ ਹੈ ਤੇ ਕੂਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੀ ਗੱਲ) ਧਿਆਨ ਨਾਲ ਸੁਣੋ । "},"ms":{"gurmukhi":"sRvn kro, sRvn kro, qusIN vIr swD-srUp purSo gurU jI bWh pswr ky lokW pRqI kUkdy hn[","unicode":"ਸ੍ਰਵਨ ਕਰੋ, ਸ੍ਰਵਨ ਕਰੋ, ਤੁਸੀਂ ਵੀਰ ਸਾਧ-ਸਰੂਪ ਪੁਰਸ਼ੋ ਗੁਰੂ ਜੀ ਬਾਂਹ ਪਸਾਰ ਕੇ ਲੋਕਾਂ ਪ੍ਰਤੀ ਕੂਕਦੇ ਹਨ।"}},"es":{"sn":"Escuchen oh Santos, escuchen oh humildes Hermanos del Destino, el Guru levanta sus Manos y hace el Llamado. "},"hi":{"ss":"हे संत जनो ! हे भाईयो ! गुरू ने (अपनी) बाँह ऊँची की हुई है और आवाज मार रहा है (उसकी बात) ध्यान से सुनो।","sts":"हे सज्जनो, हे मेरे भाई ! मेरी बात जरा ध्यान से सुनना, गुरु बाँह उठाकर पुकार रहा है कि"}},"transliteration":{"english":"sa(n)tahu sunahu sunahu jan bhaiee gur kaaddee baeh kukeejai ||","hindi":"संतहु सुनहु सुनहु जन भाई गुरि काढी बाह कुकीजै ॥","en":"sa(n)tahu sunahu sunahu jan bhaiee gur kaaddee baeh kukeejai ||","hi":"संतहु सुनहु सुनहु जन भाई गुरि काढी बाह कुकीजै ॥","ipa":"səŋt̪əh sʊnəh sʊnəh d͡ʒən ɓɑei Gʊr kɑʈi bɑh kʊkid͡ʒæ.","ur":"سںتهُ سُنهُ سُنهُ جن بھاای گُر کاڈھیِ باه کُکیِجَے ۔۔"},"pageNo":1326,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56494,"shabadId":4830,"verse":{"gurmukhi":"jy Awqm kau suKu suKu inq loVhu qW siqgur srin pvIjY ]5]","unicode":"ਜੇ ਆਤਮ ਕਉ ਸੁਖੁ ਸੁਖੁ ਨਿਤ ਲੋੜਹੁ ਤਾਂ ਸਤਿਗੁਰ ਸਰਨਿ ਪਵੀਜੈ ॥੫॥"},"larivaar":{"gurmukhi":"jyAwqmkausuKusuKuinqloVhuqWsiqgursrinpvIjY]5]","unicode":"ਜੇਆਤਮਕਉਸੁਖੁਸੁਖੁਨਿਤਲੋੜਹੁਤਾਂਸਤਿਗੁਰਸਰਨਿਪਵੀਜੈ॥੫॥"},"translation":{"en":{"bdb":"If you long for everlasting peace and comfort for your soul, then enter the Sanctuary of the True Guru. ||5||","ms":"If thou desire everlasting bliss, and happiness for thy soul, then enter thou the sanctuary of the True Guru.","ssk":"If you long for everlasting peace and comfort for your soul, then enter the Sanctuary of the True Guru. ||5||"},"pu":{"ss":{"gurmukhi":" hy sMq jno! jy qusI AwpxI ijMd vwsqy sdw dw suK cwhuMdy ho, qW gurU dI srn pey rihxw cwhIdw hY [5[","unicode":" ਹੇ ਸੰਤ ਜਨੋ! ਜੇ ਤੁਸੀ ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ ਸਦਾ ਦਾ ਸੁਖ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"qW qy hy BweI jnoN! jykr Awpxy Awqmw ko inqpRiq suK hI suK cwihqy ho qO siqguroN kI srn pVo]5]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਾਈ ਜਨੋਂ! ਜੇਕਰ ਆਪਣੇ ਆਤਮਾ ਕੋ ਨਿਤਪ੍ਰਤਿ ਸੁਖ ਹੀ ਸੁਖ ਚਾਹਿਤੇ ਹੋ ਤੌ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਨ ਪੜੋ॥੫॥"},"bdb":{"gurmukhi":" hy sMq jno! jy qusI AwpxI ijMd vwsqy sdw dw suK cwhuMdy ho, qW gurU dI srn pey rihxw cwhIdw hY [5[","unicode":" ਹੇ ਸੰਤ ਜਨੋ! ਜੇ ਤੁਸੀ ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ ਸਦਾ ਦਾ ਸੁਖ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"jykr qUM AwpxI ijMdVI leI sdIvI pRsMnqw Aqy KuSI dw cwhvwn hY, qd qUM s¤cy gurW dI Srxwgq ieKiqAwr kr[","unicode":"ਜੇਕਰ ਤੂੰ ਆਪਣੀ ਜਿੰਦੜੀ ਲਈ ਸਦੀਵੀ ਪ੍ਰਸੰਨਤਾ ਅਤੇ ਖੁਸ਼ੀ ਦਾ ਚਾਹਵਾਨ ਹੈ, ਤਦ ਤੂੰ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸ਼ਰਣਾਗਤ ਇਖਤਿਆਰ ਕਰ।"}},"es":{"sn":"Si añoras una Paz duradera y un Bienestar para tu Alma, entra entonces en el Santuario del Guru Verdadero. (5)"},"hi":{"ss":"हे संत जनो ! अगर तुम अपनी जिंद के लिए सदा का सुख चाहते हो। तो गुरू की शरण पड़े रहना चाहिए। 5।","sts":"यदि आत्मा को नित्य सुख चाहते हो तो सतिगुरु की शरण में पड़ो।॥ ५॥"}},"transliteration":{"english":"je aatam kau sukh sukh nit loRahu taa(n) satigur saran paveejai ||5||","hindi":"जे आतम कउ सुखु सुखु नित लोड़हु ताँ सतिगुर सरनि पवीजै ॥५॥","en":"je aatam kau sukh sukh nit loRahu taa(n) satigur saran paveejai ||5||","hi":"जे आतम कउ सुखु सुखु नित लोड़हु ताँ सतिगुर सरनि पवीजै ॥५॥","ipa":"d͡ʒe əɑt̪əm ko sʊkʰ sʊkʰ nɪt̪ lɔɽəh t̪ɑⁿ sət̪ɪGʊr sərən pəʋid͡ʒæ.5.","ur":"جے آتم کا سُکھ سُکھ نت لوڑهُ تاں ستگر سرن پویِجَے ۔۔۵۔۔"},"pageNo":1326,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56495,"shabadId":4830,"verse":{"gurmukhi":"jy vf Bwgu hoie Aiq nIkw qW gurmiq nwmu idRVIjY ]","unicode":"ਜੇ ਵਡ ਭਾਗੁ ਹੋਇ ਅਤਿ ਨੀਕਾ ਤਾਂ ਗੁਰਮਤਿ ਨਾਮੁ ਦ੍ਰਿੜੀਜੈ ॥"},"larivaar":{"gurmukhi":"jyvfBwguhoieAiqnIkwqWgurmiqnwmuidRVIjY]","unicode":"ਜੇਵਡਭਾਗੁਹੋਇਅਤਿਨੀਕਾਤਾਂਗੁਰਮਤਿਨਾਮੁਦ੍ਰਿੜੀਜੈ॥"},"translation":{"en":{"bdb":"If you have great good fortune and are very noble, then implant the Guru's Teachings and the Naam, the Name of the Lord, within.","ms":"If thou are blessed with great good fortune and are very virtuous, then implant the Lord's Name within thee through the Guru's instructions.","ssk":"If you have great good fortune and are very noble, then implant the Guru's Teachings and the Naam, the Name of the Lord, within."},"pu":{"ss":{"gurmukhi":"hy BweI! jy iksy mnu`K dI v`fI cMgI iksmq hovy, qW auh gurU dI miq lY ky (Awpxy AMdr) prmwqmw dw nwm p`kw krdw hY [ hy BweI! ","unicode":"ਹੇ ਭਾਈ! ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਵੱਡੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਵੇ, ਤਾਂ ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ । ਹੇ ਭਾਈ! "},"ft":{"gurmukhi":"jykr AiqsY kr bfw Bwg hovY, qO guroN kI miq lYkr nWmu idRV krIey]ÇAb iqs kw PlH khqy hYN:","unicode":"ਜੇਕਰ ਅਤਿਸੈ ਕਰ ਬਡਾ ਭਾਗ ਹੋਵੈ, ਤੌ ਗੁਰੋਂ ਕੀ ਮਤਿ ਲੈਕਰ ਨਾਂਮੁ ਦ੍ਰਿੜ ਕਰੀਏ॥☬ਅਬ ਤਿਸ ਕਾ ਫਲ੍ਹ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! jy iksy mnu`K dI v`fI cMgI iksmq hovy, qW auh gurU dI miq lY ky (Awpxy AMdr) prmwqmw dw nwm p`kw krdw hY [ hy BweI! ","unicode":"ਹੇ ਭਾਈ! ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਵੱਡੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਵੇ, ਤਾਂ ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ । ਹੇ ਭਾਈ! "},"ms":{"gurmukhi":"jykr qUM Bwry BwgW vwlw Aqy prm nyk hY qd qUM gurW dy aupdyS duAwrw pRBU dy nwm ƒ Awpxy AMdr p`kw kr[","unicode":"ਜੇਕਰ ਤੂੰ ਭਾਰੇ ਭਾਗਾਂ ਵਾਲਾ ਅਤੇ ਪਰਮ ਨੇਕ ਹੈ ਤਦ ਤੂੰ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਪੱਕਾ ਕਰ।"}},"es":{"sn":"Si eres muy noble y cuentas con una grandiosa fortuna, implanta entonces el Naam, el Nombre del Señor y la Enseñanza del Guru en tu interior. "},"hi":{"ss":"हे भाई ! अगर किसी मनुष्य की बहुत बड़ी किस्मत हो। तो वह गुरू की मति ले के (अपने अंदर) परमात्मा का नाम दृढ़ करता है।","sts":"यदि उत्तम भाग्य हो तो गुरु के उपदेश से हरिनाम का स्मरण होता है।"}},"transliteration":{"english":"je vadd bhaag hoi at neekaa taa(n) gurmat naam dhiraReejai ||","hindi":"जे वड भागु होइ अति नीका ताँ गुरमति नामु दृड़ीजै ॥","en":"je vadd bhaag hoi at neekaa taa(n) gurmat naam dhiraReejai ||","hi":"जे वड भागु होइ अति नीका ताँ गुरमति नामु दृड़ीजै ॥","ipa":"d͡ʒe ʋəɖ ɓɑG hɔeɪ ət̪ nikɑ t̪ɑⁿ Gʊrəmət̪ nɑm d̪ɪɹəɽid͡ʒæ.","ur":"جے وڈ بھاگ هوا ات نیِکا تاں گُرمت نام درڑیِجَے ۔۔"},"pageNo":1326,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56496,"shabadId":4830,"verse":{"gurmukhi":"sBu mwieAw mohu ibKmu jgu qrIAY shjy hir rsu pIjY ]6]","unicode":"ਸਭੁ ਮਾਇਆ ਮੋਹੁ ਬਿਖਮੁ ਜਗੁ ਤਰੀਐ ਸਹਜੇ ਹਰਿ ਰਸੁ ਪੀਜੈ ॥੬॥"},"larivaar":{"gurmukhi":"sBumwieAwmohuibKmujguqrIAYshjyhirrsupIjY]6]","unicode":"ਸਭੁਮਾਇਆਮੋਹੁਬਿਖਮੁਜਗੁਤਰੀਐਸਹਜੇਹਰਿਰਸੁਪੀਜੈ॥੬॥"},"translation":{"en":{"bdb":"Emotional attachment to Maya is totally treacherous; drinking in the Sublime Essence of the Lord, you shall easily, intuitively cross over the world-ocean. ||6||","ms":"The love is riches is all too troublesome, in-drinking the Lord's Name-elixir crosses the world-ocean.","ssk":"Emotional attachment to Maya is totally treacherous; drinking in the Sublime Essence of the Lord, you shall easily, intuitively cross over the world-ocean. ||6||"},"pu":{"ss":{"gurmukhi":"mwieAw dw moh—ieh swrw bVw AOKw sMswr-smuMdr hY (nwm dI brkiq nwl ieh) qirAw jw skdw hY [ (ies vwsqy) Awqmk Afolqw ivc itk ky prmwqmw dw nwm-rs pIxw cwhIdw hY [6[","unicode":"ਮਾਇਆ ਦਾ ਮੋਹ—ਇਹ ਸਾਰਾ ਬੜਾ ਔਖਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ) ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ । (ਇਸ ਵਾਸਤੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"hrI rs ko pIxy kr ky sMswr myN kTn jo mwXw kw moh hY, so sB shjy qr jweIqw hY]6]","unicode":"ਹਰੀ ਰਸ ਕੋ ਪੀਣੇ ਕਰ ਕੇ ਸੰਸਾਰ ਮੇਂ ਕਠਨ ਜੋ ਮਾਯਾ ਕਾ ਮੋਹ ਹੈ, ਸੋ ਸਭ ਸਹਜੇ ਤਰ ਜਾਈਤਾ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"mwieAw dw moh—ieh swrw bVw AOKw sMswr-smuMdr hY (nwm dI brkiq nwl ieh) qirAw jw skdw hY [ (ies vwsqy) Awqmk Afolqw ivc itk ky prmwqmw dw nwm-rs pIxw cwhIdw hY [6[","unicode":"ਮਾਇਆ ਦਾ ਮੋਹ—ਇਹ ਸਾਰਾ ਬੜਾ ਔਖਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ) ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ । (ਇਸ ਵਾਸਤੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"DMn-dOlq dI lgn smUh hI duKdweI hY[ pRBU dw nwm AMimRq pwn krn duAwrw, jIv sMswr smuMdr qoN suKYn hI pwr ho jWdw hY[","unicode":"ਧੰਨ-ਦੌਲਤ ਦੀ ਲਗਨ ਸਮੂਹ ਹੀ ਦੁਖਦਾਈ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪਾਨ ਕਰਨ ਦੁਆਰਾ, ਜੀਵ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਸੁਖੈਨ ਹੀ ਪਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Totalmente traicionero es el apego emocional a Maya. Bebiendo de la Esencia Sublime del Señor, podrás con facilidad e intuición cruzar el océano del mundo. (6)"},"hi":{"ss":"हे भाई ! माया का मोह- यह सारा बहुत ही मुश्किल संसार-समुंद्र है (नाम की बरकति से यह) तैरा जा सकता है। (इस वास्ते) आत्मिक अडोलता में टिक के परमात्मा का नाम-रस पीना चाहिए। 6।","sts":"तदन्तर माया-मोह के विषम संसार-समुद्र से पार हुआ जाता है और स्वाभाविक ही हरिनाम रस का पान होता है॥ ६॥"}},"transliteration":{"english":"sabh maiaa moh bikham jag tareeaai sahaje har ras peejai ||6||","hindi":"सभु माइआ मोहु बिखमु जगु तरीऐ सहजे हरि रसु पीजै ॥६॥","en":"sabh maiaa moh bikham jag tareeaai sahaje har ras peejai ||6||","hi":"सभु माइआ मोहु बिखमु जगु तरीऐ सहजे हरि रसु पीजै ॥६॥","ipa":"səɓ mɑɪɑ mɔh bɪkʰəm d͡ʒəG t̪əriæ səhəd͡ʒe hər rəs pid͡ʒæ.6.","ur":"سبھ ماایا موهُ بکھم جگ تریِاَے سهجے هر رس پیِجَے ۔۔۶۔۔"},"pageNo":1326,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56497,"shabadId":4830,"verse":{"gurmukhi":"mwieAw mwieAw ky jo AiDkweI ivic mwieAw pcY pcIjY ]","unicode":"ਮਾਇਆ ਮਾਇਆ ਕੇ ਜੋ ਅਧਿਕਾਈ ਵਿਚਿ ਮਾਇਆ ਪਚੈ ਪਚੀਜੈ ॥"},"larivaar":{"gurmukhi":"mwieAwmwieAwkyjoAiDkweIivicmwieAwpcYpcIjY]","unicode":"ਮਾਇਆਮਾਇਆਕੇਜੋਅਧਿਕਾਈਵਿਚਿਮਾਇਆਪਚੈਪਚੀਜੈ॥"},"translation":{"en":{"bdb":"Those who are totally in love with Maya, Maya, shall rot away in Maya.","ms":"They, who are the great lovers of mammon or Maya, in mammon they putrefy.","ssk":"Those who are totally in love with Maya, Maya, shall rot away in Maya."},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVy mnu`K inry mwieAw dy hI bhuq pRymI hn (auh sdw duKI huMdy hn [ mwieAw dw pRymI mnu`K qW) hr vyly mwieAw (dI iq®Snw dI A`g) ivc sVdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਮਾਇਆ ਦੇ ਹੀ ਬਹੁਤ ਪ੍ਰੇਮੀ ਹਨ (ਉਹ ਸਦਾ ਦੁਖੀ ਹੁੰਦੇ ਹਨ । ਮਾਇਆ ਦਾ ਪ੍ਰੇਮੀ ਮਨੁੱਖ ਤਾਂ) ਹਰ ਵੇਲੇ ਮਾਇਆ (ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"mwXw hI mwXw ky jo AiDk pRIqI vwly hYN, so mwieAw myN pcy hUey hYN AOroN ko pcwvqy hYN]","unicode":"ਮਾਯਾ ਹੀ ਮਾਯਾ ਕੇ ਜੋ ਅਧਿਕ ਪ੍ਰੀਤੀ ਵਾਲੇ ਹੈਂ, ਸੋ ਮਾਇਆ ਮੇਂ ਪਚੇ ਹੂਏ ਹੈਂ ਔਰੋਂ ਕੋ ਪਚਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijhVy mnu`K inry mwieAw dy hI bhuq pRymI hn (auh sdw duKI huMdy hn [ mwieAw dw pRymI mnu`K qW) hr vyly mwieAw (dI iq®Snw dI A`g) ivc sVdw rihMdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਮਾਇਆ ਦੇ ਹੀ ਬਹੁਤ ਪ੍ਰੇਮੀ ਹਨ (ਉਹ ਸਦਾ ਦੁਖੀ ਹੁੰਦੇ ਹਨ । ਮਾਇਆ ਦਾ ਪ੍ਰੇਮੀ ਮਨੁੱਖ ਤਾਂ) ਹਰ ਵੇਲੇ ਮਾਇਆ (ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"ijhVy pdwrQW Aqy mwieAw dy bhuqy pRIqvwn hn, mwieAw AMdr hI auh glsV jWdy hn[","unicode":"ਜਿਹੜੇ ਪਦਾਰਥਾਂ ਅਤੇ ਮਾਇਆ ਦੇ ਬਹੁਤੇ ਪ੍ਰੀਤਵਾਨ ਹਨ, ਮਾਇਆ ਅੰਦਰ ਹੀ ਉਹ ਗਲਸੜ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Quienes viven enamorados de Maya, de Maya, en Maya se pudrirán. "},"hi":{"ss":"हे भाई ! जो मनुष्य सिर्फ माया के ही बहुत प्रेमी हैं (वे सदा दुखी होते हैं। माया का प्रेमी मनुष्य तो) हर वक्त माया (की तृष्णा की आग) में जलता रहता है।","sts":"जो लोग धन-दौलत के अभिलाषी होते हैं, वे धन में ही मरते खपते हैं।"}},"transliteration":{"english":"maiaa maiaa ke jo adhikaiee vich maiaa pachai pacheejai ||","hindi":"माइआ माइआ के जो अधिकाई विचि माइआ पचै पचीजै ॥","en":"maiaa maiaa ke jo adhikaiee vich maiaa pachai pacheejai ||","hi":"माइआ माइआ के जो अधिकाई विचि माइआ पचै पचीजै ॥","ipa":"mɑɪɑ mɑɪɑ ke d͡ʒɔ ət̪ɪkɑei ʋɪt͡ʃ mɑɪɑ pət͡ʃæ pət͡ʃid͡ʒæ.","ur":"مااآ ماایا کے جو ادھکاای وچِ ماایا پچَے پچیِجَے ۔۔"},"pageNo":1326,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56498,"shabadId":4830,"verse":{"gurmukhi":"AigAwnu AMDyru mhw pMQu ibKVw AhMkwir Bwir lid lIjY ]7]","unicode":"ਅਗਿਆਨੁ ਅੰਧੇਰੁ ਮਹਾ ਪੰਥੁ ਬਿਖੜਾ ਅਹੰਕਾਰਿ ਭਾਰਿ ਲਦਿ ਲੀਜੈ ॥੭॥"},"larivaar":{"gurmukhi":"AigAwnuAMDyrumhwpMQuibKVwAhMkwirBwirlidlIjY]7]","unicode":"ਅਗਿਆਨੁਅੰਧੇਰੁਮਹਾਪੰਥੁਬਿਖੜਾਅਹੰਕਾਰਿਭਾਰਿਲਦਿਲੀਜੈ॥੭॥"},"translation":{"en":{"bdb":"The path of ignorance and darkness is utterly treacherous; they are loaded down with the crushing load of egotism. ||7||","ms":"Exceedingly gloomy and arduous is the path of spiritual ignorance and the mortal is loaded with the heavy load of self-conceit.","ssk":"The path of ignorance and darkness is utterly treacherous; they are loaded down with the crushing load of egotism. ||7||"},"pu":{"ss":{"gurmukhi":"(Aijhy mnu`K vwsqy) Awqmk jIvn vloN by-smJI iek Gu`p hnyrw (bx jWdw hY, aus mnu`K vwsqy izMdgI dw) rsqw AOKw ho jWdw hY (ikauNik auh mnu`K) AhMkwr (-rUp) Bwr nwl (sdw) l`idAw rihMdw hY [7[","unicode":"(ਅਜਿਹੇ ਮਨੁੱਖ ਵਾਸਤੇ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਇਕ ਘੁੱਪ ਹਨੇਰਾ (ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ ਜ਼ਿੰਦਗੀ ਦਾ) ਰਸਤਾ ਔਖਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ) ਅਹੰਕਾਰ (-ਰੂਪ) ਭਾਰ ਨਾਲ (ਸਦਾ) ਲੱਦਿਆ ਰਹਿੰਦਾ ਹੈ ।੭।"},"ft":{"gurmukhi":"iqn ky AMqhkrx myN AigAwn rUpI mhW AMDyrw ho rhw hY AOr Agy jm kw pMQ kTn hY iqs myN clnw hoqw hY, punw hMkwr kr pwp rUpI Bwr lwd lIAw ]7]","unicode":"ਤਿਨ ਕੇ ਅੰਤਹਕਰਣ ਮੇਂ ਅਗਿਆਨ ਰੂਪੀ ਮਹਾਂ ਅੰਧੇਰਾ ਹੋ ਰਹਾ ਹੈ ਔਰ ਅਗੇ ਜਮ ਕਾ ਪੰਥ ਕਠਨ ਹੈ ਤਿਸ ਮੇਂ ਚਲਨਾ ਹੋਤਾ ਹੈ, ਪੁਨਾ ਹੰਕਾਰ ਕਰ ਪਾਪ ਰੂਪੀ ਭਾਰ ਲਾਦ ਲੀਆ ॥੭॥"},"bdb":{"gurmukhi":"(Aijhy mnu`K vwsqy) Awqmk jIvn vloN by-smJI iek Gu`p hnyrw (bx jWdw hY, aus mnu`K vwsqy izMdgI dw) rsqw AOKw ho jWdw hY (ikauNik auh mnu`K) AhMkwr (-rUp) Bwr nwl (sdw) l`idAw rihMdw hY [7[","unicode":"(ਅਜਿਹੇ ਮਨੁੱਖ ਵਾਸਤੇ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਇਕ ਘੁੱਪ ਹਨੇਰਾ (ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ ਜ਼ਿੰਦਗੀ ਦਾ) ਰਸਤਾ ਔਖਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ) ਅਹੰਕਾਰ (-ਰੂਪ) ਭਾਰ ਨਾਲ (ਸਦਾ) ਲੱਦਿਆ ਰਹਿੰਦਾ ਹੈ ।੭।"},"ms":{"gurmukhi":"AiqAMq hI AnHyrw Aqy kTn hY, Awqmk bysmJI dw mwrg Aqy pRwxI ny svY-hMgqw dw Bwrw boJ bwr kIqw hoieAw hY[","unicode":"ਅਤਿਅੰਤ ਹੀ ਅਨ੍ਹੇਰਾ ਅਤੇ ਕਠਨ ਹੈ, ਆਤਮਕ ਬੇਸਮਝੀ ਦਾ ਮਾਰਗ ਅਤੇ ਪ੍ਰਾਣੀ ਨੇ ਸਵੈ-ਹੰਗਤਾ ਦਾ ਭਾਰਾ ਬੋਝ ਬਾਰ ਕੀਤਾ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"El sendero de la ignorancia y de la oscuridad es totalmente traicionero, y ahí se les ve cargados del insoportable peso del egoísmo. "},"hi":{"ss":"(ऐसे मनुष्य के लिए) आत्मिक जीवन की ओर से बेसमझी एक घुप अंधेरा (बन जाता है। उस मनुष्य के लिए जिंदगी का) रास्ता मुश्किल हो जाता है (क्योंकि वह मनुष्य) अहंकार (-रूप) भार से लदा रहता है। 7।","sts":"अज्ञान के अन्धेरे वाला रास्ता बहुत विषम है, परन्तु मनुष्य अहंकार का बोझ लाद लेता है॥ ७॥"}},"transliteration":{"english":"agiaan a(n)dher mahaa pa(n)th bikhaRaa aha(n)kaar bhaar ladh leejai ||7||","hindi":"अगिआनु अंधेरु महा पंथु बिखड़ा अहंकारि भारि लदि लीजै ॥७॥","en":"agiaan a(n)dher mahaa pa(n)th bikhaRaa aha(n)kaar bhaar ladh leejai ||7||","hi":"अगिआनु अंधेरु महा पंथु बिखड़ा अहंकारि भारि लदि लीजै ॥७॥","ipa":"əGɪəɑn əŋt̪er məhɑ pəŋt̪ʰ bɪkʰəɽɑ əhəŋkɑr ɓɑr ləd̪ lid͡ʒæ.7.","ur":"اگآن اںدھےر مها پںتھ بکھڑا اهںکار بھار لدِ لیِجَے ۔۔۷۔۔"},"pageNo":1326,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56499,"shabadId":4830,"verse":{"gurmukhi":"nwnk rwm rm rmu rm rm rwmY qy giq kIjY ]","unicode":"ਨਾਨਕ ਰਾਮ ਰਮ ਰਮੁ ਰਮ ਰਮ ਰਾਮੈ ਤੇ ਗਤਿ ਕੀਜੈ ॥"},"larivaar":{"gurmukhi":"nwnkrwmrmrmurmrmrwmYqygiqkIjY]","unicode":"ਨਾਨਕਰਾਮਰਮਰਮੁਰਮਰਮਰਾਮੈਤੇਗਤਿਕੀਜੈ॥"},"translation":{"en":{"bdb":"O Nanak, chanting the Name of the Lord, the All-pervading Lord, one is emancipated.","ms":"Nanak, the Beauteous Lord is pervading all over, Uttering, and reciting the Lord's Name, one is emancipated.","ssk":"O Nanak, chanting the Name of the Lord, the All-pervading Lord, one is emancipated."},"pu":{"ss":{"gurmukhi":"hy nwnk! sdw ivAwpk rwm dw nwm ismrdw rhu [ ivAwpk rwm dy nwm qoN hI au~cI Awqmk AvsQw hwsl kr skIdI hY [ ","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ । ਵਿਆਪਕ ਰਾਮ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕੀਦੀ ਹੈ । "},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: rwm jo (rmu) suMdr rmw hUAw hY iqs rwm ko (rm rm) jp jp kr (rwmY) prmysÍr sy ApnI gqI kr leIey]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਰਾਮ ਜੋ (ਰਮੁ) ਸੁੰਦਰ ਰਮਾ ਹੂਆ ਹੈ ਤਿਸ ਰਾਮ ਕੋ (ਰਮ ਰਮ) ਜਪ ਜਪ ਕਰ (ਰਾਮੈ) ਪਰਮੇਸ੍ਵਰ ਸੇ ਅਪਨੀ ਗਤੀ ਕਰ ਲਈਏ॥"},"bdb":{"gurmukhi":"hy nwnk! sdw ivAwpk rwm dw nwm ismrdw rhu [ ivAwpk rwm dy nwm qoN hI au~cI Awqmk AvsQw hwsl kr skIdI hY [ ","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ । ਵਿਆਪਕ ਰਾਮ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕੀਦੀ ਹੈ । "},"ms":{"gurmukhi":"nwnk, suMdr suAwmI swry hI ivAwpk ho irhw hY[ suAwmI dw nwm aucwrn Aqy ismrn krn duAwrw ienswn dw kilAwx ho jWdI hY[","unicode":"ਨਾਨਕ, ਸੁੰਦਰ ਸੁਆਮੀ ਸਾਰੇ ਹੀ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ। ਸੁਆਮੀ ਦਾ ਨਾਮ ਉਚਾਰਨ ਅਤੇ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ ਇਨਸਾਨ ਦਾ ਕਲਿਆਣ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, cantando el Nombre del Señor, del Señor Todo Prevaleciente, uno es emancipado. "},"hi":{"ss":"हे नानक ! सदा व्यापक राम का नाम सिमरता रह। व्यापक राम के नाम से ही उच्च आत्मिक अवस्था हासिल की जा सकती है।","sts":"गुरु नानक का फुरमान है कि राम-राम जपते रहो, राम नाम से मुक्ति होती है।"}},"transliteration":{"english":"naanak raam ram ram ram ram raamai te gat keejai ||","hindi":"नानक राम रम रमु रम रम रामै ते गति कीजै ॥","en":"naanak raam ram ram ram ram raamai te gat keejai ||","hi":"नानक राम रम रमु रम रम रामै ते गति कीजै ॥","ipa":"nɑnək rɑm rəm rəm rəm rəm rɑmæ t̪e Gət̪ kid͡ʒæ.","ur":"نانک رام رم رم رم رم رامَے تے گت کیِجَے ۔۔"},"pageNo":1326,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56500,"shabadId":4830,"verse":{"gurmukhi":"siqguru imlY qw nwmu idRVwey rwm nwmY rlY imlIjY ]8]6]","unicode":"ਸਤਿਗੁਰੁ ਮਿਲੈ ਤਾ ਨਾਮੁ ਦ੍ਰਿੜਾਏ ਰਾਮ ਨਾਮੈ ਰਲੈ ਮਿਲੀਜੈ ॥੮॥੬॥"},"larivaar":{"gurmukhi":"siqguruimlYqwnwmuidRVweyrwmnwmYrlYimlIjY]8]6]","unicode":"ਸਤਿਗੁਰੁਮਿਲੈਤਾਨਾਮੁਦ੍ਰਿੜਾਏਰਾਮਨਾਮੈਰਲੈਮਿਲੀਜੈ॥੮॥੬॥"},"translation":{"en":{"bdb":"Meeting the True Guru, the Naam is implanted within; we are united and blended with the Lord's Name. ||8||6||","ms":"If the True Guru meets, then, enshrines he, the Name within the man's and he unites within the man's mind and he unites and meets with the Lord's Name.","ssk":"Meeting the True Guru, the Naam is implanted within; we are united and blended with the Lord's Name. ||8||6|| First Set of Six||"},"pu":{"ss":{"gurmukhi":"jdoN gurU imldw hY auh (mnu`K dy ihrdy ivc prmwqmw dw) nwm p`kw krdw hY [ (mnu`K) prmwqmw dy nwm ivc sdw leI lIn ho jWdw hY [8[6[","unicode":"ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਹ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ । (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਲਈ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ।੮।੬।"},"ft":{"gurmukhi":"prMqU jykr siqgurU imlY qo nwm idRVwvqw hY, iPr rwm nwm myN rl iml jweIqw hY]8]6]","unicode":"ਪਰੰਤੂ ਜੇਕਰ ਸਤਿਗੁਰੂ ਮਿਲੈ ਤੋ ਨਾਮ ਦ੍ਰਿੜਾਵਤਾ ਹੈ, ਫਿਰ ਰਾਮ ਨਾਮ ਮੇਂ ਰਲ ਮਿਲ ਜਾਈਤਾ ਹੈ॥੮॥੬॥"},"bdb":{"gurmukhi":"jdoN gurU imldw hY auh (mnu`K dy ihrdy ivc prmwqmw dw) nwm p`kw krdw hY [ (mnu`K) prmwqmw dy nwm ivc sdw leI lIn ho jWdw hY [8[6[","unicode":"ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਹ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ । (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਲਈ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ।੮।੬।"},"ms":{"gurmukhi":"jykr s¤cy gurdyv jI iml pYx, qd auh nwm ƒ mnuS dy mn AMdr AsQwpn kr idMdy hn Aqy auh suAwmI dy nwm nwl rl iml jWdw hY[","unicode":"ਜੇਕਰ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਮਿਲ ਪੈਣ, ਤਦ ਉਹ ਨਾਮ ਨੂੰ ਮਨੁਸ਼ ਦੇ ਮਨ ਅੰਦਰ ਅਸਥਾਪਨ ਕਰ ਦਿੰਦੇ ਹਨ ਅਤੇ ਉਹ ਸੁਆਮੀ ਦੇ ਨਾਮ ਨਾਲ ਰਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Encontrando al Guru Verdadero, el Naam es implantado en el interior y así somos unidos y fundidos en el Nombre del Señor. (8-6) "},"hi":{"ss":"जब गुरू मिलता है वह (वह मनुष्य के हृदय में परमात्मा का) नाम दृढ़ करता है। (मनुष्य) परमात्मा के नाम में सदा के लिए लीन हो जाता है। 8। 6। छका = छक्का। छे अष्टपदियों का समूह।","sts":"जब सच्चा गुरु मिल जाता है तो वह नाम का जाप करवाता है, तदन्तर जीव राम नाम में विलीन हो जाता है।॥ ८॥ ६॥ छ: अष्टपदियों का जोड।"}},"transliteration":{"english":"satigur milai taa naam dhiraRaae raam naamai ralai mileejai ||8||6||","hindi":"सतिगुरु मिलै ता नामु दृड़ाए राम नामै रलै मिलीजै ॥८॥६॥","en":"satigur milai taa naam dhiraRaae raam naamai ralai mileejai ||8||6||","hi":"सतिगुरु मिलै ता नामु दृड़ाए राम नामै रलै मिलीजै ॥८॥६॥","ipa":"sət̪ɪGʊr mɪlæ t̪ɑ nɑm d̪ɪɹəɽɑee rɑm nɑmæ rəlæ mɪlid͡ʒæ.8.6.","ur":"ستگر ملَے تا نام درڑااے رام نامَے رلَے ملیِجَے ۔۔۸۔۔۶۔۔"},"pageNo":1326,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}},{"verseId":56501,"shabadId":4831,"verse":{"gurmukhi":"Ckw 1 ]","unicode":"ਛਕਾ ੧ ॥"},"larivaar":{"gurmukhi":"Ckw1]","unicode":"ਛਕਾ੧॥"},"translation":{"en":{"bdb":"First Set of Six||"},"pu":{"ss":{"gurmukhi":"C`kw, Cy (AStpdIAW) dw iek`T [","unicode":"ਛੱਕਾ, ਛੇ (ਅਸ਼ਟਪਦੀਆਂ) ਦਾ ਇਕੱਠ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"C`kw, Cy (AStpdIAW) dw iek`T [","unicode":"ਛੱਕਾ, ਛੇ (ਅਸ਼ਟਪਦੀਆਂ) ਦਾ ਇਕੱਠ ।"}},"es":{"sn":"Primero de seis grupos"},"hi":{"ss":"","sts":""}},"transliteration":{"english":"chhakaa 1 ||","hindi":"छका १ ॥","en":"chhakaa 1 ||","hi":"छका १ ॥","ipa":"ɕəkɑ 1.","ur":"چھکا ۱ ۔۔"},"pageNo":1326,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"}}]}