{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1392},"count":34,"navigation":{"previous":1391,"next":1393},"page":[{"verseId":59036,"shabadId":5368,"verse":{"gurmukhi":"sdw Akl ilv rhY krn isau ieCw cwrh ]","unicode":"ਸਦਾ ਅਕਲ ਲਿਵ ਰਹੈ ਕਰਨ ਸਿਉ ਇਛਾ ਚਾਰਹ ॥"},"larivaar":{"gurmukhi":"sdwAklilvrhYkrnisauieCwcwrh]","unicode":"ਸਦਾਅਕਲਲਿਵਰਹੈਕਰਨਸਿਉਇਛਾਚਾਰਹ॥"},"translation":{"en":{"bdb":"Your mind remains lovingly attuned to the Lord forever; You do whatever you desire.","ms":"Thy intellect ever abides in the Lord's love and thou yoke (graze) thine organs according to thy will.","ssk":"Your mind remains lovingly attuned to the Lord forever; You do whatever you desire."},"pu":{"ss":{"gurmukhi":" (hy gurU AMgd!) qyrI ibRqI sdw Akwl purK ivc itkI rihMdI hY, krxI ivc qUM suqMqr hYN ,","unicode":" (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੇਰੀ ਬ੍ਰਿਤੀ ਸਦਾ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਕਰਣੀ ਵਿਚ ਤੂੰ ਸੁਤੰਤਰ ਹੈਂ ,"},"ft":{"gurmukhi":"Awp kI (ilv) ibRqI sdw (Akl) klpnw sy rihq hI rihqI hY AOr ApnI ieCw Anuswr (krn) ieMdRIEN ko ibcwrqy ho, Bwv Apny ieMdRY dmn kIey hYN]","unicode":"ਆਪ ਕੀ (ਲਿਵ) ਬ੍ਰਿਤੀ ਸਦਾ (ਅਕਲ) ਕਲਪਨਾ ਸੇ ਰਹਿਤ ਹੀ ਰਹਿਤੀ ਹੈ ਔਰ ਅਪਨੀ ਇਛਾ ਅਨੁਸਾਰ (ਕਰਨ) ਇੰਦ੍ਰੀਓਂ ਕੋ ਬਿਚਾਰਤੇ ਹੋ, ਭਾਵ ਅਪਨੇ ਇੰਦ੍ਰੈ ਦਮਨ ਕੀਏ ਹੈਂ॥"},"bdb":{"gurmukhi":" (hy gurU AMgd!) qyrI ibRqI sdw Akwl purK ivc itkI rihMdI hY, krxI ivc qUM suqMqr hYN ,","unicode":" (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੇਰੀ ਬ੍ਰਿਤੀ ਸਦਾ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਕਰਣੀ ਵਿਚ ਤੂੰ ਸੁਤੰਤਰ ਹੈਂ ,"},"ms":{"gurmukhi":"qyrI buDI hmySW hI pRBU dI pRIq AMdr vsdI hY Aqy qUM AwpxIAW ieMdRIAW ƒ AwpxI mrjI Anuswr joVdw (cwrdw) hY[","unicode":"ਤੇਰੀ ਬੁਧੀ ਹਮੇਸ਼ਾਂ ਹੀ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਅੰਦਰ ਵਸਦੀ ਹੈ ਅਤੇ ਤੂੰ ਆਪਣੀਆਂ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਪਣੀ ਮਰਜੀ ਅਨੁਸਾਰ ਜੋੜਦਾ (ਚਾਰਦਾ) ਹੈ।"}},"es":{"sn":"Tu mente permanece amorosamente entonada al Señor por siempre. Haces lo que deseas, "},"hi":{"ss":"(हे गुरू अंगद !) तेरी बिरती सदा अकाल-पुरख में टिकी रहती है। करणी में तू स्वतंत्र है (भाव। तेरे ऊपर माया आदि का बल नहीं पड़ सकता)।","sts":"हे गुरु ! तेरा ध्यान सदैव परमात्मा में लगा रहता है और अपनी इच्छानुसार कार्य करने में तुम स्वतंत्र हो।"}},"transliteration":{"english":"sadhaa akal liv rahai karan siau ichhaa chaareh ||","hindi":"सदा अकल लिव रहै करन सिउ इछा चारह ॥","en":"sadhaa akal liv rahai karan siau ichhaa chaareh ||","hi":"सदा अकल लिव रहै करन सिउ इछा चारह ॥","ipa":"səd̪ɑ əkəl lɪʋ rəhæ kərən sɪo eɪɕɑ t͡ʃɑrəh.","ur":"سدا اکل لو رهَے کرن سا اچھا چاره ۔۔"},"pageNo":1392,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59037,"shabadId":5368,"verse":{"gurmukhi":"dRüm spUr ijau invY KvY ksu ibml bIcwrh ]","unicode":"ਦ੍ਰੁਮ ਸਪੂਰ ਜਿਉ ਨਿਵੈ ਖਵੈ ਕਸੁ ਬਿਮਲ ਬੀਚਾਰਹ ॥"},"larivaar":{"gurmukhi":"dRümspUrijauinvYKvYksuibmlbIcwrh]","unicode":"ਦ੍ਰੁਮਸਪੂਰਜਿਉਨਿਵੈਖਵੈਕਸੁਬਿਮਲਬੀਚਾਰਹ॥"},"translation":{"en":{"bdb":"Like the tree heavy with fruit, You bow in humility, and endure the pain of it; You are pure of thought.","ms":"Immaculate are thine thoughts and thou bend low in humility like the fruit-laden tree and thou endure the sufferings of being fruitful.","ssk":"Like the tree heavy with fruit, You bow in humility, and endure the pain of it; You are pure of thought."},"pu":{"ss":{"gurmukhi":"ijvyN Pl vwlw ru`K inaUNdw hY qy Kycl shwrdw hY, iqvyN (gurU AMgd dI) inrml ivcwr hY[ ","unicode":"ਜਿਵੇਂ ਫਲ ਵਾਲਾ ਰੁੱਖ ਨਿਊਂਦਾ ਹੈ ਤੇ ਖੇਚਲ ਸਹਾਰਦਾ ਹੈ, ਤਿਵੇਂ (ਗੁਰੂ ਅੰਗਦ ਦੀ) ਨਿਰਮਲ ਵਿਚਾਰ ਹੈ। "},"ft":{"gurmukhi":"jYsy ibRC PloN swQ pUrn hUAw invqw hY, qYsy Awp srb swmrQ ho kr inmrqw sMXugq ho, ikauN ik sRI gurU nwnk dyv jI kI qwVnw rUpI (ksu) ksOtI (KvY) shwr kr inrml vIcwrvwn Bey ho]","unicode":"ਜੈਸੇ ਬ੍ਰਿਛ ਫਲੋਂ ਸਾਥ ਪੂਰਨ ਹੂਆ ਨਿਵਤਾ ਹੈ, ਤੈਸੇ ਆਪ ਸਰਬ ਸਾਮਰਥ ਹੋ ਕਰ ਨਿਮਰਤਾ ਸੰਯੁਗਤ ਹੋ, ਕਿਉਂ ਕਿ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੀ ਤਾੜਨਾ ਰੂਪੀ (ਕਸੁ) ਕਸੌਟੀ (ਖਵੈ) ਸਹਾਰ ਕਰ ਨਿਰਮਲ ਵੀਚਾਰਵਾਨ ਭਏ ਹੋ॥"},"bdb":{"gurmukhi":"ijvyN Pl vwlw ru`K inaUNdw hY qy Kycl shwrdw hY, iqvyN (gurU AMgd dI) inrml ivcwr hY[ ","unicode":"ਜਿਵੇਂ ਫਲ ਵਾਲਾ ਰੁੱਖ ਨਿਊਂਦਾ ਹੈ ਤੇ ਖੇਚਲ ਸਹਾਰਦਾ ਹੈ, ਤਿਵੇਂ (ਗੁਰੂ ਅੰਗਦ ਦੀ) ਨਿਰਮਲ ਵਿਚਾਰ ਹੈ। "},"ms":{"gurmukhi":"piv`qr hn qyry iKAwl Aqy Pl nwl Bry hoey ibrC dI mwnMd qUM inmrqw AMdr inauNdw hY Aqy Pldwr hox dw duK shwrdw hY[","unicode":"ਪਵਿੱਤਰ ਹਨ ਤੇਰੇ ਖਿਆਲ ਅਤੇ ਫਲ ਨਾਲ ਭਰੇ ਹੋਏ ਬਿਰਛ ਦੀ ਮਾਨੰਦ ਤੂੰ ਨਿਮਰਤਾ ਅੰਦਰ ਨਿਉਂਦਾ ਹੈ ਅਤੇ ਫਲਦਾਰ ਹੋਣ ਦਾ ਦੁਖ ਸਹਾਰਦਾ ਹੈ।"}},"es":{"sn":"como el árbol cargado de fruta, te postras en Humildad y soportas el dolor se eso, eres Puro de pensamiento. "},"hi":{"ss":"जैसे फल वाला वृक्ष झुकता है और दुख सहता है। वैसे ही (गुरू अंगद की) निर्मल विचार है। (भाव। गुरू अंगद भी इसी तरह झुकता है। और संसारी जीवों की खातिर तकलीफें सहता है)।","sts":"जैसे फलों से भरा हुआ पेड़ झुका रहता है, वैसे ही पावन विचारधारा के कारण लोगों की बातों को सहन करते हो।"}},"transliteration":{"english":"dhrum sapoor jiau nivai khavai kas bimal beechaareh ||","hindi":"द्रुम सपूर जिउ निवै खवै कसु बिमल बीचारह ॥","en":"dhrum sapoor jiau nivai khavai kas bimal beechaareh ||","hi":"द्रुम सपूर जिउ निवै खवै कसु बिमल बीचारह ॥","ipa":"d̪ɹʊm səpur d͡ʒɪo nɪʋæ kʰəʋæ kəs bɪməl bit͡ʃɑrəh.","ur":"درüم سپُور جا نوَے کھوَے کس بمل بیِچاره ۔۔"},"pageNo":1392,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59038,"shabadId":5368,"verse":{"gurmukhi":"iehY qqu jwixE srb giq AlKu ibfwxI ]","unicode":"ਇਹੈ ਤਤੁ ਜਾਣਿਓ ਸਰਬ ਗਤਿ ਅਲਖੁ ਬਿਡਾਣੀ ॥"},"larivaar":{"gurmukhi":"iehYqqujwixEsrbgiqAlKuibfwxI]","unicode":"ਇਹੈਤਤੁਜਾਣਿਓਸਰਬਗਤਿਅਲਖੁਬਿਡਾਣੀ॥"},"translation":{"en":{"bdb":"You realize this reality, that the Lord is All-pervading, Unseen and Amazing.","ms":"Thou realise this reality, that unseen and wondrous is the Omnipresent Lord.","ssk":"You realize this reality, that the Lord is All-pervading, Unseen and Amazing."},"pu":{"ss":{"gurmukhi":"(hy gurU AMgd!) qUM ieh Byq pw ilAw hY ik Acrj qy Al`K hrI srb-ivAwpk hY [ ","unicode":"(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਇਹ ਭੇਤ ਪਾ ਲਿਆ ਹੈ ਕਿ ਅਚਰਜ ਤੇ ਅਲੱਖ ਹਰੀ ਸਰਬ-ਵਿਆਪਕ ਹੈ । "},"ft":{"gurmukhi":"jo AlK AO (ibfwxI) Ascrj rUp cyqn srb myN (giq) pRwpq rUp hY (iehY) ies ko Awp ny (qq) swr rUp jwixAw hY]","unicode":"ਜੋ ਅਲਖ ਔ (ਬਿਡਾਣੀ) ਅਸਚਰਜ ਰੂਪ ਚੇਤਨ ਸਰਬ ਮੇਂ (ਗਤਿ) ਪ੍ਰਾਪਤ ਰੂਪ ਹੈ (ਇਹੈ) ਇਸ ਕੋ ਆਪ ਨੇ (ਤਤ) ਸਾਰ ਰੂਪ ਜਾਣਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy gurU AMgd!) qUM ieh Byq pw ilAw hY ik Acrj qy Al`K hrI srb-ivAwpk hY [ ","unicode":"(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਇਹ ਭੇਤ ਪਾ ਲਿਆ ਹੈ ਕਿ ਅਚਰਜ ਤੇ ਅਲੱਖ ਹਰੀ ਸਰਬ-ਵਿਆਪਕ ਹੈ । "},"ms":{"gurmukhi":"qUM ies AslIAq ƒ AnuBv krdw hY ik AidRSt Aqy AdBuq hY srb-ivAwpk suAwmI[","unicode":"ਤੂੰ ਇਸ ਅਸਲੀਅਤ ਨੂੰ ਅਨੁਭਵ ਕਰਦਾ ਹੈ ਕਿ ਅਦ੍ਰਿਸ਼ਟ ਅਤੇ ਅਦਭੁਤ ਹੈ ਸਰਬ-ਵਿਆਪਕ ਸੁਆਮੀ।"}},"es":{"sn":"Estás conciente de que Dios es Todo Prevaleciente, No Visto y Asombroso, "},"hi":{"ss":"(हे गुरू अंगद !) तूने ये भेद पा लिया है कि आश्चर्यजनक और अलख हरी सर्व-व्यापक है।","sts":"तुमने यह तथ्य जान लिया है कि अद्भुत लीला करने वाला अलख प्रभु सब में विद्यमान है।"}},"transliteration":{"english":"eihai tat jaanio sarab gat alakh biddaanee ||","hindi":"इहै ततु जाणिओ सरब गति अलखु बिडाणी ॥","en":"eihai tat jaanio sarab gat alakh biddaanee ||","hi":"इहै ततु जाणिओ सरब गति अलखु बिडाणी ॥","ipa":"eɪhæ t̪ət̪ d͡ʒɑɳɪo sərəb Gət̪ ələkʰ bɪɖɑɳi.","ur":"ِاهَے تت جاݨاو سرب گت الکھ بڈاݨیِ ۔۔"},"pageNo":1392,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59039,"shabadId":5368,"verse":{"gurmukhi":"shj Bwie sMicE ikrix AMimRq kl bwxI ]","unicode":"ਸਹਜ ਭਾਇ ਸੰਚਿਓ ਕਿਰਣਿ ਅੰਮ੍ਰਿਤ ਕਲ ਬਾਣੀ ॥"},"larivaar":{"gurmukhi":"shjBwiesMicEikrixAMimRqklbwxI]","unicode":"ਸਹਜਭਾਇਸੰਚਿਓਕਿਰਣਿਅੰਮ੍ਰਿਤਕਲਬਾਣੀ॥"},"translation":{"en":{"bdb":"With intuitive ease, You send forth the rays of the Ambrosial Word of power.","ms":"With the ambrosial and beauteous rays of the Guru's word, thou have all-too-spontaneously irrigated the mortals.","ssk":"With intuitive ease, You send forth the rays of the Ambrosial Word of power."},"pu":{"ss":{"gurmukhi":"AMimRq-BrI suMdr bwxI-rUp ikrx duAwrw (sMswrI jIAW dy ihrdy ivc) qUM shj suBwie hI AMimRq isMj irhw hYN [","unicode":"ਅੰਮ੍ਰਿਤ-ਭਰੀ ਸੁੰਦਰ ਬਾਣੀ-ਰੂਪ ਕਿਰਣ ਦੁਆਰਾ (ਸੰਸਾਰੀ ਜੀਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਤੂੰ ਸਹਜ ਸੁਭਾਇ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜ ਰਿਹਾ ਹੈਂ ।"},"ft":{"gurmukhi":"sRI gurU nwnk dyv rUpI cMdRmW kI bwxI rUpI ikrxoN dÍwry Awp ny irdy myN sWqI Bwv rUpI suMdR AMimRq sMcn kIAw hY; vw jo Awp cMdRmW rUp kI srx Awey hYN iqnoN ky irdy myN Awpny shj suBwvk bwxI rUpI ikrxoN kr ky nwm rUpI (kl) suMdr AMimRq isMicAw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਰੂਪੀ ਚੰਦ੍ਰਮਾਂ ਕੀ ਬਾਣੀ ਰੂਪੀ ਕਿਰਣੋਂ ਦ੍ਵਾਰੇ ਆਪ ਨੇ ਰਿਦੇ ਮੇਂ ਸਾਂਤੀ ਭਾਵ ਰੂਪੀ ਸੁੰਦ੍ਰ ਅੰਮ੍ਰਿਤ ਸੰਚਨ ਕੀਆ ਹੈ; ਵਾ ਜੋ ਆਪ ਚੰਦ੍ਰਮਾਂ ਰੂਪ ਕੀ ਸਰਣ ਆਏ ਹੈਂ ਤਿਨੋਂ ਕੇ ਰਿਦੇ ਮੇਂ ਆਪਨੇ ਸਹਜ ਸੁਭਾਵਕ ਬਾਣੀ ਰੂਪੀ ਕਿਰਣੋਂ ਕਰ ਕੇ ਨਾਮ ਰੂਪੀ (ਕਲ) ਸੁੰਦਰ ਅੰਮ੍ਰਿਤ ਸਿੰਚਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"AMimRq-BrI suMdr bwxI-rUp ikrx duAwrw (sMswrI jIAW dy ihrdy ivc) qUM shj suBwie hI AMimRq isMj irhw hYN [","unicode":"ਅੰਮ੍ਰਿਤ-ਭਰੀ ਸੁੰਦਰ ਬਾਣੀ-ਰੂਪ ਕਿਰਣ ਦੁਆਰਾ (ਸੰਸਾਰੀ ਜੀਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਤੂੰ ਸਹਜ ਸੁਭਾਇ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜ ਰਿਹਾ ਹੈਂ ।"},"ms":{"gurmukhi":"gurbwxI dIAW suDw srUp Aqy suMdr suAwvW nwl qUM pRwxIAW ƒ suqy isD hI isMcr id`qw hY[","unicode":"ਗੁਰਬਾਣੀ ਦੀਆਂ ਸੁਧਾ ਸਰੂਪ ਅਤੇ ਸੁੰਦਰ ਸੁਆਵਾਂ ਨਾਲ ਤੂੰ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਸੁਤੇ ਸਿਧ ਹੀ ਸਿੰਚਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"con fácil intuición esparces los rayos del Poder de Tu Palabra Ambrosial. "},"hi":{"ss":"अमृत-भरी सुंदर बाणी-रूप किरण के द्वारा (संसारी जीवों के हृदय में) तू सहज स्वभाव ही अमृत सींच रहा है।","sts":"तुमने अमृतवाणी द्वारा सहज स्वाभाविक सब को आकर्षित किया है।"}},"transliteration":{"english":"sahaj bhai sa(n)chio kiran a(n)mirat kal baanee ||","hindi":"सहज भाइ संचिओ किरणि अंमृत कल बाणी ॥","en":"sahaj bhai sa(n)chio kiran a(n)mirat kal baanee ||","hi":"सहज भाइ संचिओ किरणि अंमृत कल बाणी ॥","ipa":"səhəd͡ʒ ɓɑeɪ səŋt͡ʃɪo kɪrəɳ əŋmɪɹət̪ kəl bɑɳi.","ur":"سهج بھاا سںچاو کرݨ اںمرت کل باݨیِ ۔۔"},"pageNo":1392,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59040,"shabadId":5368,"verse":{"gurmukhi":"gur gim pRmwxu qY pwieE squ sMqoKu gRwhij lXO ]","unicode":"ਗੁਰ ਗਮਿ ਪ੍ਰਮਾਣੁ ਤੈ ਪਾਇਓ ਸਤੁ ਸੰਤੋਖੁ ਗ੍ਰਾਹਜਿ ਲਯੌ ॥"},"larivaar":{"gurmukhi":"gurgimpRmwxuqYpwieEsqusMqoKugRwhijlXO]","unicode":"ਗੁਰਗਮਿਪ੍ਰਮਾਣੁਤੈਪਾਇਓਸਤੁਸੰਤੋਖੁਗ੍ਰਾਹਜਿਲਯੌ॥"},"translation":{"en":{"bdb":"You have risen to the state of the certified Guru; you grasp truth and contentment.","ms":"Thou have obtained the status of the accepted Guru and has grasped truth and contentment.","ssk":"You have risen to the state of the certified Guru; you grasp truth and contentment."},"pu":{"ss":{"gurmukhi":" (hy gurU AMgd!) qUM gurU (nwnk dyv jI) vwlw drjw hwsl kr ilAw hY, Aqy sq sMqoK ƒ gRihx kr ilAw hY [","unicode":" (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਵਾਲਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਅਤੇ ਸਤ ਸੰਤੋਖ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਲਿਆ ਹੈ ।"},"ft":{"gurmukhi":"siqguroN kI gMmqw dyxy dÍwry Bwv gÎwn sy qumny (pRmwxu) inscw pwieAw hY, iqsI qy Awp ny sq sMqoK AwdI guxoN ko (gRwhij) gRihx kr lIAw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਗੰਮਤਾ ਦੇਣੇ ਦ੍ਵਾਰੇ ਭਾਵ ਗ੍ਯਾਨ ਸੇ ਤੁਮਨੇ (ਪ੍ਰਮਾਣੁ) ਨਿਸਚਾ ਪਾਇਆ ਹੈ, ਤਿਸੀ ਤੇ ਆਪ ਨੇ ਸਤ ਸੰਤੋਖ ਆਦੀ ਗੁਣੋਂ ਕੋ (ਗ੍ਰਾਹਜਿ) ਗ੍ਰਹਿਣ ਕਰ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":" (hy gurU AMgd!) qUM gurU (nwnk dyv jI) vwlw drjw hwsl kr ilAw hY, Aqy sq sMqoK ƒ gRihx kr ilAw hY [","unicode":" (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਵਾਲਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਅਤੇ ਸਤ ਸੰਤੋਖ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਲਿਆ ਹੈ ।"},"ms":{"gurmukhi":"qUM mkbUl gurW dw drjw prwpq kr ilAw hY Aqy s`c qoN sMquStqw ƒ gRihn kr ilAw hY[","unicode":"ਤੂੰ ਮਕਬੂਲ ਗੁਰਾਂ ਦਾ ਦਰਜਾ ਪਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਸੱਚ ਤੋਂ ਸੰਤੁਸ਼ਟਤਾ ਨੂੰ ਗ੍ਰਹਿਨ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"Te has elevado al Estado Certificado de Guru, y tienes Verdad y Contentamiento. "},"hi":{"ss":"(हे गुरू अंगद !) तूने गुरू (नानक देव जी) वाला दर्जा हासिल कर लिया है। और सत-संतोख को ग्रहण कर लिया है।","sts":"हे गुरु अंगद ! (गुरु नानक देव जी की गद्दी पर आसीन होकर) तुमने गुरु वाला पद पा लिया है और सत्य तेरे मन में अवस्थित है तथा संतोष को ग्रहण किया हुआ है।"}},"transliteration":{"english":"gur gam pramaan tai paio sat sa(n)tokh graahaj layau ||","hindi":"गुर गमि प्रमाणु तै पाइओ सतु संतोखु ग्राहजि लयौ ॥","en":"gur gam pramaan tai paio sat sa(n)tokh graahaj layau ||","hi":"गुर गमि प्रमाणु तै पाइओ सतु संतोखु ग्राहजि लयौ ॥","ipa":"Gʊr Gəm pɹəmɑɳ t̪æ pɑeɪo sət̪ səŋt̪ɔkʰ Gɹɑhəd͡ʒ ləjɒ.","ur":"گُر گم پرماݨ تَے پاااو ست سںتوکھ گراهجِ لےَو ۔۔"},"pageNo":1392,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59041,"shabadId":5368,"verse":{"gurmukhi":"hir prisE klu smulvY jn drsnu lhxy BXO ]6]","unicode":"ਹਰਿ ਪਰਸਿਓ ਕਲੁ ਸਮੁਲਵੈ ਜਨ ਦਰਸਨੁ ਲਹਣੇ ਭਯੌ ॥੬॥"},"larivaar":{"gurmukhi":"hirprisEklusmulvYjndrsnulhxyBXO]6]","unicode":"ਹਰਿਪਰਸਿਓਕਲੁਸਮੁਲਵੈਜਨਦਰਸਨੁਲਹਣੇਭਯੌ॥੬॥"},"translation":{"en":{"bdb":"KAL proclaims, that whoever attains the Blessed Vision of the Darshan of Lehnaa, meets with the Lord. ||6||","ms":"Proclaims Kalsahar, whosoever attains the vision of Lehna, he meets with his God.","ssk":"KAL proclaims, that whoever attains the Blessed Vision of the Darshan of Lehnaa, meets with the Lord. ||6||"},"pu":{"ss":{"gurmukhi":"kl´shwr (kvI) au~cI pukwr ky AwKdw hY,—‘ijnHW jnW ƒ lhxy jI dw drSn hoieAw hY, auhnW ny Akwl purK ƒ prs ilAw hY’ [6[","unicode":"ਕਲੵਸਹਾਰ (ਕਵੀ) ਉੱਚੀ ਪੁਕਾਰ ਕੇ ਆਖਦਾ ਹੈ,—‘ਜਿਨ੍ਹਾਂ ਜਨਾਂ ਨੂੰ ਲਹਣੇ ਜੀ ਦਾ ਦਰਸ਼ਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਰਸ ਲਿਆ ਹੈ’ ।੬।"},"ft":{"gurmukhi":"sRI 'kl' jI khqy hYN: hy siqguro! mYN Awp ky js ko (sM) BlI pRkwr sy (mulvY) aucwrn krqw hUM[ ijn jnoN ko hy sRI lhxw rUp sRI gurU AMgd swihb jI! Awp kw drSn BXw hY, iqn ko hrI (prisE) imilAw hY]6]","unicode":"ਸ੍ਰੀ 'ਕਲ' ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਤਿਗੁਰੋ! ਮੈਂ ਆਪ ਕੇ ਜਸ ਕੋ (ਸੰ) ਭਲੀ ਪ੍ਰਕਾਰ ਸੇ (ਮੁਲਵੈ) ਉਚਾਰਨ ਕਰਤਾ ਹੂੰ। ਜਿਨ ਜਨੋਂ ਕੋ ਹੇ ਸ੍ਰੀ ਲਹਣਾ ਰੂਪ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ! ਆਪ ਕਾ ਦਰਸ਼ਨ ਭਯਾ ਹੈ, ਤਿਨ ਕੋ ਹਰੀ (ਪਰਸਿਓ) ਮਿਲਿਆ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"kl´shwr (kvI) au~cI pukwr ky AwKdw hY,—‘ijnHW jnW ƒ lhxy jI dw drSn hoieAw hY, auhnW ny Akwl purK ƒ prs ilAw hY’ [6[","unicode":"ਕਲੵਸਹਾਰ (ਕਵੀ) ਉੱਚੀ ਪੁਕਾਰ ਕੇ ਆਖਦਾ ਹੈ,—‘ਜਿਨ੍ਹਾਂ ਜਨਾਂ ਨੂੰ ਲਹਣੇ ਜੀ ਦਾ ਦਰਸ਼ਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਰਸ ਲਿਆ ਹੈ’ ।੬।"},"ms":{"gurmukhi":"klshwr pukwrdw hY, ijs iksy ƒ lihxy dw dIdwr prwpq ho jWdw hY, auh Awpxy hrI ƒ iml pYdw hY[","unicode":"ਕਲਸਹਾਰ ਪੁਕਾਰਦਾ ਹੈ, ਜਿਸ ਕਿਸੇ ਨੂੰ ਲਹਿਣੇ ਦਾ ਦੀਦਾਰ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ।"}},"es":{"sn":"Kal proclama que quien sea que obtenga la Bendita Visión del Darshan de Lejna, conoce al Señor. (6)"},"hi":{"ss":"कल्सहार (कवि) ऊँचा पुकार के कहता है- 'जिन जनों को लहणा जी का दर्श्न हुआ है। उन्होंने अकाल-पुरख को परस लिया है'। 6।","sts":"कलसहार का कथन है कि जिन लोगों ने भाई लहणा (गुरु अंगद देव) के दर्शन किए हैं, उन्होंने तो मानो ईश्वर का ही चरण स्पर्श पा लिया है॥६ ॥"}},"transliteration":{"english":"har parasio kal samulavai jan dharasan lahane bhayau ||6||","hindi":"हरि परसिओ कलु समुलवै जन दरसनु लहणे भयौ ॥६॥","en":"har parasio kal samulavai jan dharasan lahane bhayau ||6||","hi":"हरि परसिओ कलु समुलवै जन दरसनु लहणे भयौ ॥६॥","ipa":"hər pərəsɪo kəl səmʊləʋæ d͡ʒən d̪ərəsən ləhəɳe ɓəjɒ.6.","ur":"هر پرساو کل سملوَے جن درسن لهݨے بھےَو ۔۔۶۔۔"},"pageNo":1392,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59042,"shabadId":5369,"verse":{"gurmukhi":"min ibswsu pwieE ghir ghu hdriQ dIE ]","unicode":"ਮਨਿ ਬਿਸਾਸੁ ਪਾਇਓ ਗਹਰਿ ਗਹੁ ਹਦਰਥਿ ਦੀਓ ॥"},"larivaar":{"gurmukhi":"minibswsupwieEghirghuhdriQdIE]","unicode":"ਮਨਿਬਿਸਾਸੁਪਾਇਓਗਹਰਿਗਹੁਹਦਰਥਿਦੀਓ॥"},"translation":{"en":{"bdb":"My mind has faith, that the Prophet has given You access to the Profound Lord.","ms":"In my mind is the belief that Nanak, the prophet, has blessed thee with the access to the profound Lord.","ssk":"My mind has faith, that the Prophet has given You access to the Profound Lord."},"pu":{"ss":{"gurmukhi":" qUM Awpxy mn ivc srDw pRwpq kIqI hY, hzUr (gurU nwnk jI) ny qYƒ gMBIr (hrI) ivc phuMc dy id`qI hY [","unicode":" ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਰਧਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਹਜ਼ੂਰ (ਗੁਰੂ ਨਾਨਕ ਜੀ) ਨੇ ਤੈਨੂੰ ਗੰਭੀਰ (ਹਰੀ) ਵਿਚ ਪਹੁੰਚ ਦੇ ਦਿੱਤੀ ਹੈ ।"},"ft":{"gurmukhi":"hy siqguro! Awp ny mn myN (ibswsu) inscw pwieAw hY, ikauN ik jo vwihgurU (ghir) fUMGw ArQwq AQwh srUp ko (hdriQ) bfy siqgur nwnk dyv jI ny Awp ko (ghu) gRihx krvwie dIAw hY, Bwv pRwpq kr dIAw hY]","unicode":"ਹੇ ਸਤਿਗੁਰੋ! ਆਪ ਨੇ ਮਨ ਮੇਂ (ਬਿਸਾਸੁ) ਨਿਸਚਾ ਪਾਇਆ ਹੈ, ਕਿਉਂ ਕਿ ਜੋ ਵਾਹਿਗੁਰੂ (ਗਹਰਿ) ਡੂੰਘਾ ਅਰਥਾਤ ਅਥਾਹ ਸਰੂਪ ਕੋ (ਹਦਰਥਿ) ਬਡੇ ਸਤਿਗੁਰ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਪ ਕੋ (ਗਹੁ) ਗ੍ਰਹਿਣ ਕਰਵਾਇ ਦੀਆ ਹੈ, ਭਾਵ ਪ੍ਰਾਪਤ ਕਰ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":" qUM Awpxy mn ivc srDw pRwpq kIqI hY, hzUr (gurU nwnk jI) ny qYƒ gMBIr (hrI) ivc phuMc dy id`qI hY [","unicode":" ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਰਧਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਹਜ਼ੂਰ (ਗੁਰੂ ਨਾਨਕ ਜੀ) ਨੇ ਤੈਨੂੰ ਗੰਭੀਰ (ਹਰੀ) ਵਿਚ ਪਹੁੰਚ ਦੇ ਦਿੱਤੀ ਹੈ ।"},"ms":{"gurmukhi":"myry ic`q iv`c XkIn hY Aqy pYgMbr nwnk ny qYƒ fUMGy pRBU dI phuMc prdwn kIqI hY[","unicode":"ਮੇਰੇ ਚਿੱਤ ਵਿੱਚ ਯਕੀਨ ਹੈ ਅਤੇ ਪੈਗੰਬਰ ਨਾਨਕ ਨੇ ਤੈਨੂੰ ਡੂੰਘੇ ਪ੍ਰਭੂ ਦੀ ਪਹੁੰਚ ਪਰਦਾਨ ਕੀਤੀ ਹੈ।"}},"es":{"sn":"Tengo total Fe de que el Profeta te ha dado acceso al Profundo Señor, "},"hi":{"ss":"( हे गुरू अंगद !) तूने अपने मन में श्रद्धा प्राप्त की है। हजूर (गुरू नानक जी) ने तुझे गंभीर (हरी) में पहुँच दे दी है।","sts":"तुम्हारे मन में विश्वास हो गया है, हजरत नानक ने गहन-गम्भीरता प्रदान की है।"}},"transliteration":{"english":"man bisaas paio gahar gahu hadharath dheeo ||","hindi":"मनि बिसासु पाइओ गहरि गहु हदरथि दीओ ॥","en":"man bisaas paio gahar gahu hadharath dheeo ||","hi":"मनि बिसासु पाइओ गहरि गहु हदरथि दीओ ॥","ipa":"mən bɪsɑs pɑeɪo Gəhər Gəh həd̪ərət̪ʰ d̪io.","ur":"من بساس پاااو گهرِ گهُ هدرتھ دیِاو ۔۔"},"pageNo":1392,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59043,"shabadId":5369,"verse":{"gurmukhi":"grl nwsu qin nTXo Aimau AMqrgiq pIE ]","unicode":"ਗਰਲ ਨਾਸੁ ਤਨਿ ਨਠਯੋ ਅਮਿਉ ਅੰਤਰਗਤਿ ਪੀਓ ॥"},"larivaar":{"gurmukhi":"grlnwsuqinnTXoAimauAMqrgiqpIE]","unicode":"ਗਰਲਨਾਸੁਤਨਿਨਠਯੋਅਮਿਉਅੰਤਰਗਤਿਪੀਓ॥"},"translation":{"en":{"bdb":"Your body has been purged of the deadly poison; You drink the Ambrosial Nectar deep within.","ms":"The fatal poison of sins has hastened away from the body and from within thee, thou in-drink the name Nectar.","ssk":"Your body has been purged of the deadly poison; You drink the Ambrosial Nectar deep within."},"pu":{"ss":{"gurmukhi":"nws krn vwlw zhr (Bwv, mwieAw dw moh) qyry srIr ivcoN n`s igAw hY Aqy qUM AMqr Awqmy nwm-AMimRq pI ilAw hY [","unicode":"ਨਾਸ ਕਰਨ ਵਾਲਾ ਜ਼ਹਰ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਤੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਨੱਸ ਗਿਆ ਹੈ ਅਤੇ ਤੂੰ ਅੰਤਰ ਆਤਮੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ ਹੈ ।"},"ft":{"gurmukhi":"iqsI qy jIvoN ky nws krny vwlw jo ivSy vwSnw rUpI jYhr Qw, so Awp ky qn qy dOV gXw ArQwq dUr BXw hY[ ikauN ik irdy AMdr myN jo (giq) pRwpq rUp Awqmw AnMd rUpI AMimRq hY iqs ko Awp ny pwn kIAw hY]","unicode":"ਤਿਸੀ ਤੇ ਜੀਵੋਂ ਕੇ ਨਾਸ ਕਰਨੇ ਵਾਲਾ ਜੋ ਵਿਸ਼ੇ ਵਾਸ਼ਨਾ ਰੂਪੀ ਜੈਹਰ ਥਾ, ਸੋ ਆਪ ਕੇ ਤਨ ਤੇ ਦੌੜ ਗਯਾ ਅਰਥਾਤ ਦੂਰ ਭਯਾ ਹੈ। ਕਿਉਂ ਕਿ ਰਿਦੇ ਅੰਦਰ ਮੇਂ ਜੋ (ਗਤਿ) ਪ੍ਰਾਪਤ ਰੂਪ ਆਤਮਾ ਅਨੰਦ ਰੂਪੀ ਅੰਮ੍ਰਿਤ ਹੈ ਤਿਸ ਕੋ ਆਪ ਨੇ ਪਾਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"nws krn vwlw zhr (Bwv, mwieAw dw moh) qyry srIr ivcoN n`s igAw hY Aqy qUM AMqr Awqmy nwm-AMimRq pI ilAw hY [","unicode":"ਨਾਸ ਕਰਨ ਵਾਲਾ ਜ਼ਹਰ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਤੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਨੱਸ ਗਿਆ ਹੈ ਅਤੇ ਤੂੰ ਅੰਤਰ ਆਤਮੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ ਹੈ ।"},"ms":{"gurmukhi":"pwpW dI pRwx-nwsk zihr qyrI dyh qoN dOV geI hY Aqy qUM Awpxy AMdro hI nwm-AMimRq pwn krdw hY[","unicode":"ਪਾਪਾਂ ਦੀ ਪ੍ਰਾਣ-ਨਾਸਕ ਜ਼ਹਿਰ ਤੇਰੀ ਦੇਹ ਤੋਂ ਦੌੜ ਗਈ ਹੈ ਅਤੇ ਤੂੰ ਆਪਣੇ ਅੰਦਰੋ ਹੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਾਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"tu cuerpo ha sido purgado de la poción venenosa y bebes del Profundo Néctar Ambrosial en Tu Interior. "},"hi":{"ss":"नाश करने वाला जहर (भाव। माया का मोह) तेरे शरीर में से भाग गया है और तूने अंतरात्मे नाम-अमृत पी लिया है।","sts":"तुम्हारे तन में से मोह रूपी जहर नाश हो गया है और अन्तरात्मा ने नाम अमृतपान किया है।"}},"transliteration":{"english":"garal naas tan naThayo amiau a(n)taragat peeo ||","hindi":"गरल नासु तनि नठयो अमिउ अंतरगति पीओ ॥","en":"garal naas tan naThayo amiau a(n)taragat peeo ||","hi":"गरल नासु तनि नठयो अमिउ अंतरगति पीओ ॥","ipa":"Gərəl nɑs t̪ən nəʈʰəjɔ əmɪo əŋt̪ərəGət̪ pio.","ur":"گرل ناس تن نٹھےو امِا اںترگت پیِاو ۔۔"},"pageNo":1392,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59044,"shabadId":5369,"verse":{"gurmukhi":"irid ibgwsu jwigE AliK kl DrI jugMqir ]","unicode":"ਰਿਦਿ ਬਿਗਾਸੁ ਜਾਗਿਓ ਅਲਖਿ ਕਲ ਧਰੀ ਜੁਗੰਤਰਿ ॥"},"larivaar":{"gurmukhi":"iridibgwsujwigEAliKklDrIjugMqir]","unicode":"ਰਿਦਿਬਿਗਾਸੁਜਾਗਿਓਅਲਖਿਕਲਧਰੀਜੁਗੰਤਰਿ॥"},"translation":{"en":{"bdb":"Your Heart has blossomed forth in awareness of the Unseen Lord, who has infused His Power throughout the ages.","ms":"The unseen Lord, who has placed His power throughout all the ages, His Light has become manifest within his mind.","ssk":"Your Heart has blossomed forth in awareness of the Unseen Lord, who has infused His Power throughout the ages."},"pu":{"ss":{"gurmukhi":"ijs Akwl purK ny AwpxI s`qw (swry) jugW ivc r`KI hoeI hY, aus dw pRkwS (gurU AMgd dy) ihrdy ivc jwg ipAw hY [ ","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣੀ ਸੱਤਾ (ਸਾਰੇ) ਜੁਗਾਂ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ (ਗੁਰੂ ਅੰਗਦ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਜਾਗ ਪਿਆ ਹੈ । "},"ft":{"gurmukhi":"ijs AlK rUp vwihgurU ny srb jugoN ky AMdr AwpnI (kl) sqw Dwrn krI hY, iqs kw igAwn rUpI pRkws Awp ky irdy myN jwigAw ArQwq pRgt hUAw hY]","unicode":"ਜਿਸ ਅਲਖ ਰੂਪ ਵਾਹਿਗੁਰੂ ਨੇ ਸਰਬ ਜੁਗੋਂ ਕੇ ਅੰਦਰ ਆਪਨੀ (ਕਲ) ਸਤਾ ਧਾਰਨ ਕਰੀ ਹੈ, ਤਿਸ ਕਾ ਗਿਆਨ ਰੂਪੀ ਪ੍ਰਕਾਸ ਆਪ ਕੇ ਰਿਦੇ ਮੇਂ ਜਾਗਿਆ ਅਰਥਾਤ ਪ੍ਰਗਟ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijs Akwl purK ny AwpxI s`qw (swry) jugW ivc r`KI hoeI hY, aus dw pRkwS (gurU AMgd dy) ihrdy ivc jwg ipAw hY [ ","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣੀ ਸੱਤਾ (ਸਾਰੇ) ਜੁਗਾਂ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ (ਗੁਰੂ ਅੰਗਦ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਜਾਗ ਪਿਆ ਹੈ । "},"ms":{"gurmukhi":"ijs AidRSt pRBU ny AwpxI SkqI swirAW XugW AMdr rKI hY, aus dw pRkwS aus dy ihrdy AMdr pRgt QI igAw hY[","unicode":"ਜਿਸ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਸ਼ਕਤੀ ਸਾਰਿਆਂ ਯੁਗਾਂ ਅੰਦਰ ਰਖੀ ਹੈ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਉਸ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਪ੍ਰਗਟ ਥੀ ਗਿਆ ਹੈ।"}},"es":{"sn":"Tu corazón ha florecido en la Conciencia del Invisible Señor, Quien ha infundido Su Poder a través de la Épocas. "},"hi":{"ss":"जिस अकाल-पुरख ने अपनी सक्ता (सारे) जुगों में रखी हुई है। उसका प्रकाश (गुरू अंगद के) हृदय में जाग उठा है।","sts":"तुम्हारा हृदय खिलकर जाग्रत हो गया है, युग-युगांतर रहने वाले अलख ने अपनी शक्ति स्थापित कर दी है।"}},"transliteration":{"english":"ridh bigaas jaagio alakh kal dharee juga(n)tar ||","hindi":"रिदि बिगासु जागिओ अलखि कल धरी जुगंतरि ॥","en":"ridh bigaas jaagio alakh kal dharee juga(n)tar ||","hi":"रिदि बिगासु जागिओ अलखि कल धरी जुगंतरि ॥","ipa":"rɪd̪ bɪGɑs d͡ʒɑGɪo ələkʰ kəl t̪əri d͡ʒʊGəŋt̪ər.","ur":"رِد بگاس جاگاو الکھ کل دھریِ جُگںتر ۔۔"},"pageNo":1392,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59045,"shabadId":5369,"verse":{"gurmukhi":"siqguru shj smwiD rivE swmwin inrMqir ]","unicode":"ਸਤਿਗੁਰੁ ਸਹਜ ਸਮਾਧਿ ਰਵਿਓ ਸਾਮਾਨਿ ਨਿਰੰਤਰਿ ॥"},"larivaar":{"gurmukhi":"siqgurushjsmwiDrivEswmwininrMqir]","unicode":"ਸਤਿਗੁਰੁਸਹਜਸਮਾਧਿਰਵਿਓਸਾਮਾਨਿਨਿਰੰਤਰਿ॥"},"translation":{"en":{"bdb":"O True Guru, You are intuitively absorbed in Samaadhi, with continuity and equality.","ms":"Thou, O True Guru, are merged in the trance of equipoise of Him, who is equally contained amongst all.","ssk":"O True Guru, You are intuitively absorbed in Samaadhi, with continuity and equality."},"pu":{"ss":{"gurmukhi":" Akwl purK iek-rs sB dy AMdr ivAwp irhw hY, aus ivc siqgurU (AMgd dyv) Awqmk Afolqw vwlI smwDI joVI r`Kdw hY [","unicode":" ਅਕਾਲ ਪੁਰਖ ਇਕ-ਰਸ ਸਭ ਦੇ ਅੰਦਰ ਵਿਆਪ ਰਿਹਾ ਹੈ, ਉਸ ਵਿਚ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲੀ ਸਮਾਧੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo srb myN eyk smwn ho kr inrMqr (rivE) ivAwpk hoie rihAw hY iqs Akwl purK myN, hy siqgur jI! Awp kI shjy hI smwDI lgI hUeI hY]","unicode":"ਜੋ ਸਰਬ ਮੇਂ ਏਕ ਸਮਾਨ ਹੋ ਕਰ ਨਿਰੰਤਰ (ਰਵਿਓ) ਵਿਆਪਕ ਹੋਇ ਰਹਿਆ ਹੈ ਤਿਸ ਅਕਾਲ ਪੁਰਖ ਮੇਂ, ਹੇ ਸਤਿਗੁਰ ਜੀ! ਆਪ ਕੀ ਸਹਜੇ ਹੀ ਸਮਾਧੀ ਲਗੀ ਹੂਈ ਹੈ॥"},"bdb":{"gurmukhi":" Akwl purK iek-rs sB dy AMdr ivAwp irhw hY, aus ivc siqgurU (AMgd dyv) Awqmk Afolqw vwlI smwDI joVI r`Kdw hY [","unicode":" ਅਕਾਲ ਪੁਰਖ ਇਕ-ਰਸ ਸਭ ਦੇ ਅੰਦਰ ਵਿਆਪ ਰਿਹਾ ਹੈ, ਉਸ ਵਿਚ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲੀ ਸਮਾਧੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM hy s¤cy gurdyv! aus dI Afol qwVI AMdr lIn hoieAw hoieAw hY, jo swirAw AMdr iek rs rimAw hoieAw hY[","unicode":"ਤੂੰ ਹੇ ਸੱਚੇ ਗੁਰਦੇਵ! ਉਸ ਦੀ ਅਡੋਲ ਤਾੜੀ ਅੰਦਰ ਲੀਨ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਜੋ ਸਾਰਿਆ ਅੰਦਰ ਇਕ ਰਸ ਰਮਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Oh Verdadero Guru, vives intuitivamente absorbido en Samadhi con continuidad e igualdad. "},"hi":{"ss":"अकाल-पुरख एक-रस सबके अंदर व्याप रहा है। उसमें सतिगुरू (अंगद देव) आत्मिक अडोलता में समाधि जोड़े रखता है।","sts":"जो प्रभु समान रूप से सब में मौजूद है, सतगुरु अंगद स्वाभाविक उसी की समाधि में लीन रहता है।"}},"transliteration":{"english":"satigur sahaj samaadh ravio saamaan nira(n)tar ||","hindi":"सतिगुरु सहज समाधि रविओ सामानि निरंतरि ॥","en":"satigur sahaj samaadh ravio saamaan nira(n)tar ||","hi":"सतिगुरु सहज समाधि रविओ सामानि निरंतरि ॥","ipa":"sət̪ɪGʊr səhəd͡ʒ səmɑt̪ə̀ rəʋɪo sɑmɑn nɪrəŋt̪ər.","ur":"ستگر سهج سمادھ روِاو سامان نرںتر ۔۔"},"pageNo":1392,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59046,"shabadId":5369,"verse":{"gurmukhi":"audwrau icq dwird hrn ipKMiqh klml qRsn ]","unicode":"ਉਦਾਰਉ ਚਿਤ ਦਾਰਿਦ ਹਰਨ ਪਿਖੰਤਿਹ ਕਲਮਲ ਤ੍ਰਸਨ ॥"},"larivaar":{"gurmukhi":"audwrauicqdwirdhrnipKMiqhklmlqRsn]","unicode":"ਉਦਾਰਉਚਿਤਦਾਰਿਦਹਰਨਪਿਖੰਤਿਹਕਲਮਲਤ੍ਰਸਨ॥"},"translation":{"en":{"bdb":"You are open-minded and large-hearted, the Destroyer of poverty; seeing You, sins are afraid.","ms":"Thou are open-hearted and the destroyer of poverty, seeing whom the sins are terrified.","ssk":"You are open-minded and large-hearted, the Destroyer of poverty; seeing You, sins are afraid."},"pu":{"ss":{"gurmukhi":"jo audwr ic`q vwlw hY, jo grIbI dUr krn vwlw hY, Aqy ijs ƒ vyK ky pwp qRih jWdy hn [","unicode":"ਜੋ ਉਦਾਰ ਚਿੱਤ ਵਾਲਾ ਹੈ, ਜੋ ਗਰੀਬੀ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਜਿਸ ਨੂੰ ਵੇਖ ਕੇ ਪਾਪ ਤ੍ਰਹਿ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"audwr icq dirdR ky hrnyhwry siqguroN ky drSn ko (ipKMiqh) dyKx kr ky (klml) pwpoN ky smUh (qRsn) BY ko pRwpq hoqy hYN ArQwq nSt hoie jwqy hYN]","unicode":"ਉਦਾਰ ਚਿਤ ਦਰਿਦ੍ਰ ਕੇ ਹਰਨੇਹਾਰੇ ਸਤਿਗੁਰੋਂ ਕੇ ਦਰਸ਼ਨ ਕੋ (ਪਿਖੰਤਿਹ) ਦੇਖਣ ਕਰ ਕੇ (ਕਲਮਲ) ਪਾਪੋਂ ਕੇ ਸਮੂਹ (ਤ੍ਰਸਨ) ਭੈ ਕੋ ਪ੍ਰਾਪਤ ਹੋਤੇ ਹੈਂ ਅਰਥਾਤ ਨਸ਼ਟ ਹੋਇ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jo audwr ic`q vwlw hY, jo grIbI dUr krn vwlw hY, Aqy ijs ƒ vyK ky pwp qRih jWdy hn [","unicode":"ਜੋ ਉਦਾਰ ਚਿੱਤ ਵਾਲਾ ਹੈ, ਜੋ ਗਰੀਬੀ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਜਿਸ ਨੂੰ ਵੇਖ ਕੇ ਪਾਪ ਤ੍ਰਹਿ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"qUM KulHy idl vwlw Aqy grIbI nws krnhwr hY, ijs ƒ vyK pwp BY-BIq ho vMdy hn[","unicode":"ਤੂੰ ਖੁਲ੍ਹੇ ਦਿਲ ਵਾਲਾ ਅਤੇ ਗਰੀਬੀ ਨਾਸ ਕਰਨਹਾਰ ਹੈ, ਜਿਸ ਨੂੰ ਵੇਖ ਪਾਪ ਭੈ-ਭੀਤ ਹੋ ਵੰਦੇ ਹਨ।"}},"es":{"sn":"Eres de mente abierta y Gran Corazón, Destructor de la pobreza; teniendo Tu Visión las faltas huyen."},"hi":{"ss":"कल्सहार कहता है- 'मैं अपनी जीभ से सदा प्रेम में और आत्मिक अडोलता में (टिक के) उस लहणे जी का यश उचारता हूँ।","sts":"हे गुरु अंगद ! तू उदारचित है, गरीबी को दूर करने वाला है, तेरे दर्शनों से पाप-दोष नाश हो जाते हैं।"}},"transliteration":{"english":"audhaarau chit dhaaridh haran pikha(n)teh kalamal trasan ||","hindi":"उदारउ चित दारिद हरन पिखंतिह कलमल त्रसन ॥","en":"audhaarau chit dhaaridh haran pikha(n)teh kalamal trasan ||","hi":"उदारउ चित दारिद हरन पिखंतिह कलमल त्रसन ॥","ipa":"oʊd̪ɑro t͡ʃɪt̪ d̪ɑrɪd̪ hərən pɪkʰəŋt̪ɪh kələməl t̪ɹəsən.","ur":"اُدارا چت دارد هرن پکھںته کلمل ترسن ۔۔"},"pageNo":1392,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59047,"shabadId":5369,"verse":{"gurmukhi":"sd rMig shij klu aucrY jsu jMpau lhxy rsn ]7]","unicode":"ਸਦ ਰੰਗਿ ਸਹਜਿ ਕਲੁ ਉਚਰੈ ਜਸੁ ਜੰਪਉ ਲਹਣੇ ਰਸਨ ॥੭॥"},"larivaar":{"gurmukhi":"sdrMigshijkluaucrYjsujMpaulhxyrsn]7]","unicode":"ਸਦਰੰਗਿਸਹਜਿਕਲੁਉਚਰੈਜਸੁਜੰਪਉਲਹਣੇਰਸਨ॥੭॥"},"translation":{"en":{"bdb":"Says KAL, I lovingly, continually, intuitively chant the Praises of Lehnaa with my tongue. ||7||","ms":"Says Kalsahar, with my tongue, I al-too-spontaneously ever lovingly recite the praise of Lehna.","ssk":"Says KAL, I lovingly, continually, intuitively chant the Praises of Lehnaa with my tongue. ||7||"},"pu":{"ss":{"gurmukhi":"kl´shwr AwKdw hY—“mYN AwpxI jIB nwl sdw pRym ivc qy Awqmk Afolqw ivc (itk ky) aus lhxy jI dw js aucwrdw hW[7[ ","unicode":"ਕਲੵਸਹਾਰ ਆਖਦਾ ਹੈ—“ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਸਦਾ ਪ੍ਰੇਮ ਵਿਚ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਉਸ ਲਹਣੇ ਜੀ ਦਾ ਜਸ ਉਚਾਰਦਾ ਹਾਂ।੭। "},"ft":{"gurmukhi":"sRI 'kl' jI khqy hYN: hy BweI! sRI gurU AMgd swihb jI ky js ko (sdrMig) sdw pRym sy rsnw kr ky aucwrn krqw hUM]7]","unicode":"ਸ੍ਰੀ 'ਕਲ' ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੇ ਜਸ ਕੋ (ਸਦਰੰਗਿ) ਸਦਾ ਪ੍ਰੇਮ ਸੇ ਰਸਨਾ ਕਰ ਕੇ ਉਚਾਰਨ ਕਰਤਾ ਹੂੰ॥੭॥"},"bdb":{"gurmukhi":"kl´shwr AwKdw hY—“mYN AwpxI jIB nwl sdw pRym ivc qy Awqmk Afolqw ivc (itk ky) aus lhxy jI dw js aucwrdw hW[7[ ","unicode":"ਕਲੵਸਹਾਰ ਆਖਦਾ ਹੈ—“ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਸਦਾ ਪ੍ਰੇਮ ਵਿਚ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਉਸ ਲਹਣੇ ਜੀ ਦਾ ਜਸ ਉਚਾਰਦਾ ਹਾਂ।੭। "},"ms":{"gurmukhi":"klshwr AwKdw hY, AwpxI jIB nwl mYN suqy isD hI lihxy dI kIrqI ipAwr nwl sdIv hI aucwrn krdw hW[","unicode":"ਕਲਸਹਾਰ ਆਖਦਾ ਹੈ, ਆਪਣੀ ਜੀਭ ਨਾਲ ਮੈਂ ਸੁਤੇ ਸਿਧ ਹੀ ਲਹਿਣੇ ਦੀ ਕੀਰਤੀ ਪਿਆਰ ਨਾਲ ਸਦੀਵ ਹੀ ਉਚਾਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Dice Kal, amorosa, continua e intuitivamente canto las Alabanzas de Lejna con mi lengua. (7)"},"hi":{"ss":"जो उदार-चिक्त वाला है। जो गरीबी दूर करने वाला है। और जिसको देख के पाप त्राहि जाते हैं। 7।","sts":"कलसहार कहता है कि वह सहज स्वभाव प्रेम से गुरु अंगद देव जी का यश उच्चारण करता है और रसना से उनका नाम जपता है| ॥"}},"transliteration":{"english":"sadh ra(n)g sahaj kal ucharai jas ja(n)pau lahane rasan ||7||","hindi":"सद रंगि सहजि कलु उचरै जसु जंपउ लहणे रसन ॥७॥","en":"sadh ra(n)g sahaj kal ucharai jas ja(n)pau lahane rasan ||7||","hi":"सद रंगि सहजि कलु उचरै जसु जंपउ लहणे रसन ॥७॥","ipa":"səd̪ rəŋG səhəd͡ʒ kəl oʊt͡ʃəræ d͡ʒəs d͡ʒəŋpo ləhəɳe rəsən.7.","ur":"سد رںگ سهج کل اُچرَے جس جمپا لهݨے رسن ۔۔۷۔۔"},"pageNo":1392,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59048,"shabadId":5370,"verse":{"gurmukhi":"nwmu AvKDu nwmu AwDwru Aru nwmu smwiD suKu sdw nwm nIswxu sohY ]","unicode":"ਨਾਮੁ ਅਵਖਧੁ ਨਾਮੁ ਆਧਾਰੁ ਅਰੁ ਨਾਮੁ ਸਮਾਧਿ ਸੁਖੁ ਸਦਾ ਨਾਮ ਨੀਸਾਣੁ ਸੋਹੈ ॥"},"larivaar":{"gurmukhi":"nwmuAvKDunwmuAwDwruArunwmusmwiDsuKusdwnwmnIswxusohY]","unicode":"ਨਾਮੁਅਵਖਧੁਨਾਮੁਆਧਾਰੁਅਰੁਨਾਮੁਸਮਾਧਿਸੁਖੁਸਦਾਨਾਮਨੀਸਾਣੁਸੋਹੈ॥"},"translation":{"en":{"bdb":"The Naam, the Name of the Lord, is our medicine; the Naam is our support; the Naam is the peace of Samaadhi. The Naam is the insignia which embellishes us forever.","ms":"The Name is thy medicine, the Name thy mainstay, the Name thy peace of trance and the stamp of the Lord's Name ever embellishes thee.","ssk":"The Naam, the Name of the Lord, is our medicine; the Naam is our support; the Naam is the peace of Samaadhi. The Naam is the insignia which embellishes us forever."},"pu":{"ss":{"gurmukhi":"Akwl purK dw nwm (swry rogW dI) dvweI hY, nwm (sB dw) Awsrw hY Aqy nwm hI smwDI vwlw AwnMd hY; Akwl purK dy nwm dw JMfw sdw soB irhw hY [ ","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ (ਸਾਰੇ ਰੋਗਾਂ ਦੀ) ਦਵਾਈ ਹੈ, ਨਾਮ (ਸਭ ਦਾ) ਆਸਰਾ ਹੈ ਅਤੇ ਨਾਮ ਹੀ ਸਮਾਧੀ ਵਾਲਾ ਆਨੰਦ ਹੈ; ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਦਾ ਝੰਡਾ ਸਦਾ ਸੋਭ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"Akwl purK dw nwm (swry rogW dI) dvweI hY, nwm (sB dw) Awsrw hY Aqy nwm hI smwDI vwlw AwnMd hY; Akwl purK dy nwm dw JMfw sdw soB irhw hY [ ","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ (ਸਾਰੇ ਰੋਗਾਂ ਦੀ) ਦਵਾਈ ਹੈ, ਨਾਮ (ਸਭ ਦਾ) ਆਸਰਾ ਹੈ ਅਤੇ ਨਾਮ ਹੀ ਸਮਾਧੀ ਵਾਲਾ ਆਨੰਦ ਹੈ; ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਦਾ ਝੰਡਾ ਸਦਾ ਸੋਭ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"nwm qyrI dvweI hY, nwm qyrw Awsrw, nwm hI qyrw smwDI dw Awrwm Aqy pRBU dy nwm dI mohr hI qYƒ hmySW SSoBq krdI hY[","unicode":"ਨਾਮ ਤੇਰੀ ਦਵਾਈ ਹੈ, ਨਾਮ ਤੇਰਾ ਆਸਰਾ, ਨਾਮ ਹੀ ਤੇਰਾ ਸਮਾਧੀ ਦਾ ਆਰਾਮ ਅਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਮੋਹਰ ਹੀ ਤੈਨੂੰ ਹਮੇਸ਼ਾਂ ਸ਼ਸ਼ੋਭਤ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"El Naam es nuestra Medicina, es nuestro Soporte, el Naam es la Paz de Samadhi, el Naam es la Insignia que nos embellece para siempre. "},"hi":{"ss":"अकाल पुरख का नाम (सारे रोगों की) दवाई है। नाम (सबका) आसरा है और नाम ही समाधि वाला आनंद है; अकाल-पुरख के नाम का झण्डा सदा शोभ रहा है।","sts":"हरिनाम सर्व रोगों की औषधि है, नाम ही जीवन का आसरा है और नाम ही परम सुख प्रदान करने वाला है। हरिनाम पूरे विश्व में शोभायमान है।"}},"transliteration":{"english":"naam avakhadh naam aadhaar ar naam samaadh sukh sadhaa naam neesaan sohai ||","hindi":"नामु अवखधु नामु आधारु अरु नामु समाधि सुखु सदा नाम नीसाणु सोहै ॥","en":"naam avakhadh naam aadhaar ar naam samaadh sukh sadhaa naam neesaan sohai ||","hi":"नामु अवखधु नामु आधारु अरु नामु समाधि सुखु सदा नाम नीसाणु सोहै ॥","ipa":"nɑm əʋəkʰət̪ nɑm əɑt̪ɑr ər nɑm səmɑt̪ə̀ sʊkʰ səd̪ɑ nɑm nisɑɳ sɔhæ.","ur":"نام اوکھدھ نام آدھار ار نام سمادھ سُکھ سدا نام نیِساݨ سوهَے ۔۔"},"pageNo":1392,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59049,"shabadId":5370,"verse":{"gurmukhi":"rMig rqO nwm isau kl nwmu suir nrh bohY ]","unicode":"ਰੰਗਿ ਰਤੌ ਨਾਮ ਸਿਉ ਕਲ ਨਾਮੁ ਸੁਰਿ ਨਰਹ ਬੋਹੈ ॥"},"larivaar":{"gurmukhi":"rMigrqOnwmisauklnwmusuirnrhbohY]","unicode":"ਰੰਗਿਰਤੌਨਾਮਸਿਉਕਲਨਾਮੁਸੁਰਿਨਰਹਬੋਹੈ॥"},"translation":{"en":{"bdb":"KAL is imbued with the Love of the Naam, the Naam which is the fragrance of gods and human beings.","ms":"Thou are imbued with love of the Lord's Name and the beauteous Name perfumes the God's and men.","ssk":"KAL is imbued with the Love of the Naam, the Naam which is the fragrance of gods and human beings."},"pu":{"ss":{"gurmukhi":"hy kl´shwr! hir-nwm dI brkiq nwl hI (gurU AMgd) rMg ivc r`qw hoieAw hY [ ieh nwm dyviqAW qy mnu`KW ƒ sugMiDq kr irhw hY [","unicode":"ਹੇ ਕਲੵਸਹਾਰ! ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਰੰਗ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਹੈ । ਇਹ ਨਾਮ ਦੇਵਤਿਆਂ ਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"iqs vwihgurU ky nwm rMg swQ Awp rqy ho, ijs (kl) suMdr nwm ny (sur) dyvqy (nr) mnuS AwdI sBI js rUpI (bohY) sugMDI sihq kIey hYN]","unicode":"ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਰੰਗ ਸਾਥ ਆਪ ਰਤੇ ਹੋ, ਜਿਸ (ਕਲ) ਸੁੰਦਰ ਨਾਮ ਨੇ (ਸੁਰ) ਦੇਵਤੇ (ਨਰ) ਮਨੁਸ਼ ਆਦੀ ਸਭੀ ਜਸ ਰੂਪੀ (ਬੋਹੈ) ਸੁਗੰਧੀ ਸਹਿਤ ਕੀਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy kl´shwr! hir-nwm dI brkiq nwl hI (gurU AMgd) rMg ivc r`qw hoieAw hY [ ieh nwm dyviqAW qy mnu`KW ƒ sugMiDq kr irhw hY [","unicode":"ਹੇ ਕਲੵਸਹਾਰ! ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਰੰਗ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਹੈ । ਇਹ ਨਾਮ ਦੇਵਤਿਆਂ ਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM pRBU dy nwm dy ipAwr nwl rMigAw hoieAw hY Aqy suMdr nwm dyviqAW Aqy mnuSW ƒ suMgDq kr idMdw hY[","unicode":"ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਸੁੰਦਰ ਨਾਮ ਦੇਵਤਿਆਂ ਅਤੇ ਮਨੁਸ਼ਾਂ ਨੂੰ ਸੁੰਗਧਤ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Kal vive enamorado del Naam, el Naam que es la Fragancia de dioses y seres humanos. "},"hi":{"ss":"हे कल्सहार ! हरी-नाम की बरकति से ही (गुरू अंगद) रंग में रंगा हुआ है। यह नाम देवताओं और मनुष्यों को सुगंधित कर रहा है।","sts":"कलसहार का कथन है कि गुरु अंगद देव जी उस हरिनाम में लीन हैं, जो देवताओं एवं मनुष्यों को महक प्रदान कर रहा है।"}},"transliteration":{"english":"ra(n)g ratau naam siau kal naam sur nareh bohai ||","hindi":"रंगि रतौ नाम सिउ कल नामु सुरि नरह बोहै ॥","en":"ra(n)g ratau naam siau kal naam sur nareh bohai ||","hi":"रंगि रतौ नाम सिउ कल नामु सुरि नरह बोहै ॥","ipa":"rəŋG rət̪ɒ nɑm sɪo kəl nɑm sʊr nərəh bɔhæ.","ur":"رںگ رتَو نام سا کل نام سُر نره بوهَے ۔۔"},"pageNo":1392,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59050,"shabadId":5370,"verse":{"gurmukhi":"nwm prsu ijin pwieE squ pRgitE riv loie ]","unicode":"ਨਾਮ ਪਰਸੁ ਜਿਨਿ ਪਾਇਓ ਸਤੁ ਪ੍ਰਗਟਿਓ ਰਵਿ ਲੋਇ ॥"},"larivaar":{"gurmukhi":"nwmprsuijinpwieEsqupRgitErivloie]","unicode":"ਨਾਮਪਰਸੁਜਿਨਿਪਾਇਓਸਤੁਪ੍ਰਗਟਿਓਰਵਿਲੋਇ॥"},"translation":{"en":{"bdb":"Whoever obtains the Naam, the Philosopher's Stone, becomes the embodiment of Truth, manifest and radiant throughout the world.","ms":"Whosoever finds the philosopher's stone of the Name, he becomes the embodiment of truth and the sun of his glory shines in the world.","ssk":"Whoever obtains the Naam, the Philosopher's Stone, becomes the embodiment of Truth, manifest and radiant throughout the world."},"pu":{"ss":{"gurmukhi":" ijs mnu`K ny nwm dI Coh (gurU AMgd dyv jI) qoN pRwpq kIqI hY, aus dw sq Drm-rUp sUrj sMswr ivc cmk ipAw hY [","unicode":" ਜਿਸ ਮਨੁੱਖ ਨੇ ਨਾਮ ਦੀ ਛੋਹ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਸਤ ਧਰਮ-ਰੂਪ ਸੂਰਜ ਸੰਸਾਰ ਵਿਚ ਚਮਕ ਪਿਆ ਹੈ ।"},"ft":{"gurmukhi":"hy siqguro! Awp qy ijnoN ny nwm kw (prsu) imlnw vw kuhwVw pwXw hY, iqsI qy Awp kw (squ) js sUrj lok pRXMq lokoN myN; vw sUrj ky pRkwS vq srb myN pRgt hUAw hY]","unicode":"ਹੇ ਸਤਿਗੁਰੋ! ਆਪ ਤੇ ਜਿਨੋਂ ਨੇ ਨਾਮ ਕਾ (ਪਰਸੁ) ਮਿਲਨਾ ਵਾ ਕੁਹਾੜਾ ਪਾਯਾ ਹੈ, ਤਿਸੀ ਤੇ ਆਪ ਕਾ (ਸਤੁ) ਜਸ ਸੂਰਜ ਲੋਕ ਪ੍ਰਯੰਤ ਲੋਕੋਂ ਮੇਂ; ਵਾ ਸੂਰਜ ਕੇ ਪ੍ਰਕਾਸ਼ ਵਤ ਸਰਬ ਮੇਂ ਪ੍ਰਗਟ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":" ijs mnu`K ny nwm dI Coh (gurU AMgd dyv jI) qoN pRwpq kIqI hY, aus dw sq Drm-rUp sUrj sMswr ivc cmk ipAw hY [","unicode":" ਜਿਸ ਮਨੁੱਖ ਨੇ ਨਾਮ ਦੀ ਛੋਹ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਸਤ ਧਰਮ-ਰੂਪ ਸੂਰਜ ਸੰਸਾਰ ਵਿਚ ਚਮਕ ਪਿਆ ਹੈ ।"},"ms":{"gurmukhi":"jo koeI nwm dy pwrs ƒ pw lYNdw hY, auh s`c dw srUp QI vMdw hY Aqy aus dI pRBqw dw sUrj sMswr AMdr cmkdw hY[","unicode":"ਜੋ ਕੋਈ ਨਾਮ ਦੇ ਪਾਰਸ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਸੱਚ ਦਾ ਸਰੂਪ ਥੀ ਵੰਦਾ ਹੈ ਅਤੇ ਉਸ ਦੀ ਪ੍ਰਭਤਾ ਦਾ ਸੂਰਜ ਸੰਸਾਰ ਅੰਦਰ ਚਮਕਦਾ ਹੈ।"}},"es":{"sn":"Quien sea que obtiene el Naam, la Piedra Filosofal, se vuelve la Encarnación de la Verdad, Manifiesta y Radiante a través del mundo. "},"hi":{"ss":"जिस मनुष्य के नाम की छोह (गुरू अंगद देव जी) से प्राप्त की है। उसका सत धर्म-रूप सूरज संसार में चमक पड़ा है।","sts":"जिसने गुरु से नाम पाया है, उसकी कीर्ति सूर्य की तरह चमक रही है।"}},"transliteration":{"english":"naam paras jin paio sat pragaTio rav loi ||","hindi":"नाम परसु जिनि पाइओ सतु प्रगटिओ रवि लोइ ॥","en":"naam paras jin paio sat pragaTio rav loi ||","hi":"नाम परसु जिनि पाइओ सतु प्रगटिओ रवि लोइ ॥","ipa":"nɑm pərəs d͡ʒɪn pɑeɪo sət̪ pɹəGəʈɪo rəʋ lɔeɪ.","ur":"نام پرس جن پاااو ست پرگٹاو روِ لوا ۔۔"},"pageNo":1392,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59051,"shabadId":5370,"verse":{"gurmukhi":"drsin prisAY gurU kY ATsiT mjnu hoie ]8]","unicode":"ਦਰਸਨਿ ਪਰਸਿਐ ਗੁਰੂ ਕੈ ਅਠਸਠਿ ਮਜਨੁ ਹੋਇ ॥੮॥"},"larivaar":{"gurmukhi":"drsinprisAYgurUkYATsiTmjnuhoie]8]","unicode":"ਦਰਸਨਿਪਰਸਿਐਗੁਰੂਕੈਅਠਸਠਿਮਜਨੁਹੋਇ॥੮॥"},"translation":{"en":{"bdb":"Gazing upon the Blessed Vision of the Guru's Darshan, it is as if one has bathed at the sixty-eight sacred shrines of pilgrimage. ||8||","ms":"Seeing the Guru's vision, one attains unto the merit of the ablution at the sixty-eight places of pilgrimage.","ssk":"Gazing upon the Blessed Vision of the Guru's Darshan, it is as if one has bathed at the sixty-eight sacred shrines of pilgrimage. ||8||"},"pu":{"ss":{"gurmukhi":"siqgurU (AMgd dyv jI) dw drSn krn nwl ATwhT qIrQW dw ieSnwn ho jWdw hY [8[","unicode":"ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ।੮।"},"ft":{"gurmukhi":"hy sRI gurU AMgd swihb jI! Awp ky drsn prsny qy ArQwq krny sy ATwhT qIrQoN ky ieSnwn kw PlH pRwpq hoqw hY]8]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ! ਆਪ ਕੇ ਦਰਸਨ ਪਰਸਨੇ ਤੇ ਅਰਥਾਤ ਕਰਨੇ ਸੇ ਅਠਾਹਠ ਤੀਰਥੋਂ ਕੇ ਇਸ਼ਨਾਨ ਕਾ ਫਲ੍ਹ ਪ੍ਰਾਪਤ ਹੋਤਾ ਹੈ॥੮॥"},"bdb":{"gurmukhi":"siqgurU (AMgd dyv jI) dw drSn krn nwl ATwhT qIrQW dw ieSnwn ho jWdw hY [8[","unicode":"ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ।੮।"},"ms":{"gurmukhi":"gurW dw dIdwr dyKx duAwrw, ienswn ATwht qIrQW dy ieSnwn dy Pl ƒ pw lYNdw hY[","unicode":"ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਦੇਖਣ ਦੁਆਰਾ, ਇਨਸਾਨ ਅਠਾਹਟ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਦੇ ਫਲ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Teniendo la Bendita Visión del Darshan del Guru, es mucho más valioso que haberse bañado en los sesenta y ocho lugares de peregrinaje. (8)"},"hi":{"ss":"सतिगुरू (अंगद देव जी) का दर्शन करने से अढ़सठ तीर्थों का स्नान हो जाता है। 8।","sts":"सो उस गुरु अंगद देव जी के दर्शन एवं चरण स्पर्श से अड़सठ तीर्थों का स्नान हो जाता है।॥८ ॥"}},"transliteration":{"english":"dharasan parasiaai guroo kai aThasaTh majan hoi ||8||","hindi":"दरसनि परसिऐ गुरू कै अठसठि मजनु होइ ॥८॥","en":"dharasan parasiaai guroo kai aThasaTh majan hoi ||8||","hi":"दरसनि परसिऐ गुरू कै अठसठि मजनु होइ ॥८॥","ipa":"d̪ərəsən pərəsɪæ Gʊru kæ əʈʰəsəʈʰ məd͡ʒən hɔeɪ.8.","ur":"درسن پرساَے گُرُو کَے اٹھسٹھ مجن هوا ۔۔۸۔۔"},"pageNo":1392,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59052,"shabadId":5371,"verse":{"gurmukhi":"scu qIrQu scu iesnwnu Aru Bojnu Bwau scu sdw scu BwKMqu sohY ]","unicode":"ਸਚੁ ਤੀਰਥੁ ਸਚੁ ਇਸਨਾਨੁ ਅਰੁ ਭੋਜਨੁ ਭਾਉ ਸਚੁ ਸਦਾ ਸਚੁ ਭਾਖੰਤੁ ਸੋਹੈ ॥"},"larivaar":{"gurmukhi":"scuqIrQuscuiesnwnuAruBojnuBwauscusdwscuBwKMqusohY]","unicode":"ਸਚੁਤੀਰਥੁਸਚੁਇਸਨਾਨੁਅਰੁਭੋਜਨੁਭਾਉਸਚੁਸਦਾਸਚੁਭਾਖੰਤੁਸੋਹੈ॥"},"translation":{"en":{"bdb":"The True Name is the sacred shrine, the True Name is the cleansing bath of purification and food. The True Name is eternal love; chant the True Name, and be embellished.","ms":"O Guru, the True Name is thy pilgrim-station, the True Name is thy ablution and diet, the True Name thou love and, ever reciting the True Name, thou are embellished.","ssk":"The True Name is the sacred shrine, the True Name is the cleansing bath of purification and food. The True Name is eternal love; chant the True Name, and be embellished."},"pu":{"ss":{"gurmukhi":"sdw-iQr hrI dw nwm hI (gurU AMgd dyv jI dw) qIrQ hY, nwm hI ieSnwn hY Aqy nwm qy ipAwr hI (auhnW dw) Bojn hY [ sdw-iQr pRBU dw nwm aucwridAW hI (gurU AMgd) soB irhw hY [ ","unicode":"ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦਾ) ਤੀਰਥ ਹੈ, ਨਾਮ ਹੀ ਇਸ਼ਨਾਨ ਹੈ ਅਤੇ ਨਾਮ ਤੇ ਪਿਆਰ ਹੀ (ਉਹਨਾਂ ਦਾ) ਭੋਜਨ ਹੈ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦਿਆਂ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਸੋਭ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"hy siqguro! Awp ky irdy myN qIrQ rUp sc nwm hI hY AOr scy nwm kw jwp hI ieSnwn hY AOr scy nwm kw hI Bojn Awp ko (Bwau) Bwvqw hY AOr scy nwm kw aucwrn krnw sdw Awp ky muK myN soBqw hY]","unicode":"ਹੇ ਸਤਿਗੁਰੋ! ਆਪ ਕੇ ਰਿਦੇ ਮੇਂ ਤੀਰਥ ਰੂਪ ਸਚ ਨਾਮ ਹੀ ਹੈ ਔਰ ਸਚੇ ਨਾਮ ਕਾ ਜਾਪ ਹੀ ਇਸ਼ਨਾਨ ਹੈ ਔਰ ਸਚੇ ਨਾਮ ਕਾ ਹੀ ਭੋਜਨ ਆਪ ਕੋ (ਭਾਉ) ਭਾਵਤਾ ਹੈ ਔਰ ਸਚੇ ਨਾਮ ਕਾ ਉਚਾਰਨ ਕਰਨਾ ਸਦਾ ਆਪ ਕੇ ਮੁਖ ਮੇਂ ਸੋਭਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"sdw-iQr hrI dw nwm hI (gurU AMgd dyv jI dw) qIrQ hY, nwm hI ieSnwn hY Aqy nwm qy ipAwr hI (auhnW dw) Bojn hY [ sdw-iQr pRBU dw nwm aucwridAW hI (gurU AMgd) soB irhw hY [ ","unicode":"ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦਾ) ਤੀਰਥ ਹੈ, ਨਾਮ ਹੀ ਇਸ਼ਨਾਨ ਹੈ ਅਤੇ ਨਾਮ ਤੇ ਪਿਆਰ ਹੀ (ਉਹਨਾਂ ਦਾ) ਭੋਜਨ ਹੈ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦਿਆਂ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਸੋਭ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"hy gurdyv! s`cw nwm qyrw Drm AsQwn hY, s`cw nwm qyrw mjn Aqy Ahwr hY, s¤cy nwm ƒ qUM ipAwr krdw hY Aqy hmySW s¤cy nwm ƒ aucwrn krn duAwrw qUM SSoBq huMdw hY[","unicode":"ਹੇ ਗੁਰਦੇਵ! ਸੱਚਾ ਨਾਮ ਤੇਰਾ ਧਰਮ ਅਸਥਾਨ ਹੈ, ਸੱਚਾ ਨਾਮ ਤੇਰਾ ਮਜਨ ਅਤੇ ਅਹਾਰ ਹੈ, ਸੱਚੇ ਨਾਮ ਨੂੰ ਤੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ਅਤੇ ਹਮੇਸ਼ਾਂ ਸੱਚੇ ਨਾਮ ਨੂੰ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਤੂੰ ਸ਼ਸ਼ੋਭਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"El Nombre Verdadero es el Santuario Sagrado, es el Baño Purificador de ablución y alimento para el Espíritu. El Nombre Verdadero es Amor Eterno, canta el Nombre y tu ser, será embellecido."},"hi":{"ss":"सदा-स्थिर हरी का नाम ही (गुरू अंगद देव जी का) तीर्थ है। नाम ही स्नान है और नाम और प्यार ही (उनका) भोजन है।","sts":"परम सत्य (हरिनाम) ही गुरु अंगद देव जी का तीर्थ, स्नान है, सच्चा हरिनाम जपना ही उनका भोजन एवं प्रेम है।"}},"transliteration":{"english":"sach teerath sach isanaan ar bhojan bhaau sach sadhaa sach bhaakha(n)t sohai ||","hindi":"सचु तीरथु सचु इसनानु अरु भोजनु भाउ सचु सदा सचु भाखंतु सोहै ॥","en":"sach teerath sach isanaan ar bhojan bhaau sach sadhaa sach bhaakha(n)t sohai ||","hi":"सचु तीरथु सचु इसनानु अरु भोजनु भाउ सचु सदा सचु भाखंतु सोहै ॥","ipa":"sət͡ʃ t̪irət̪ʰ sət͡ʃ eɪsənɑn ər ɓɔd͡ʒən ɓɑo sət͡ʃ səd̪ɑ sət͡ʃ ɓɑkʰəŋt̪ sɔhæ.","ur":"سچ تیِرتھ سچ اسنان ار بھوجن بھااُ سچ سدا سچ بھاکھںت سوهَے ۔۔"},"pageNo":1392,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59053,"shabadId":5371,"verse":{"gurmukhi":"scu pwieE gur sbid scu nwmu sMgqI bohY ]","unicode":"ਸਚੁ ਪਾਇਓ ਗੁਰ ਸਬਦਿ ਸਚੁ ਨਾਮੁ ਸੰਗਤੀ ਬੋਹੈ ॥"},"larivaar":{"gurmukhi":"scupwieEgursbidscunwmusMgqIbohY]","unicode":"ਸਚੁਪਾਇਓਗੁਰਸਬਦਿਸਚੁਨਾਮੁਸੰਗਤੀਬੋਹੈ॥"},"translation":{"en":{"bdb":"The True Name is obtained through the Word of the Guru's Shabad; the Sangat, the Holy Congregation, is fragrant with the True Name.","ms":"By the Guru's instruction, thou have obtained the True Name and the True Name makes fragrant the saints' society.","ssk":"The True Name is obtained through the Word of the Guru's Shabad; the Sangat, the Holy Congregation, is fragrant with the True Name."},"pu":{"ss":{"gurmukhi":"Akwl purK dw nwm gurU (nwnk dyv jI) dy Sbd dI rwhIN pRwpq kIqw hY, ieh s`cw nwm sMgqW ƒ sugMiDq krdw hY [","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਇਹ ਸੱਚਾ ਨਾਮ ਸੰਗਤਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU nwnk dyv jI qy Awp ny scy nwm kw hI (sbd) aupdys pwXw hY, iqs smyN nwm kr ky ApnI srb sMgq ko (bohY) sugMDq kIAw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਤੇ ਆਪ ਨੇ ਸਚੇ ਨਾਮ ਕਾ ਹੀ (ਸਬਦ) ਉਪਦੇਸ ਪਾਯਾ ਹੈ, ਤਿਸ ਸਮੇਂ ਨਾਮ ਕਰ ਕੇ ਅਪਨੀ ਸਰਬ ਸੰਗਤ ਕੋ (ਬੋਹੈ) ਸੁਗੰਧਤ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"Akwl purK dw nwm gurU (nwnk dyv jI) dy Sbd dI rwhIN pRwpq kIqw hY, ieh s`cw nwm sMgqW ƒ sugMiDq krdw hY [","unicode":"ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਇਹ ਸੱਚਾ ਨਾਮ ਸੰਗਤਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gurW dy aupdyS duAwrw, qMyƒ s`cw nwm prwpq hoieAw hY Aqy s`cw nwm dI siqsMgq ƒ suMgDq krdw hY[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ, ਤੰੇਨੂੰ ਸੱਚਾ ਨਾਮ ਪਰਾਪਤ ਹੋਇਆ ਹੈ ਅਤੇ ਸੱਚਾ ਨਾਮ ਦੀ ਸਤਿਸੰਗਤ ਨੂੰ ਸੁੰਗਧਤ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"El Nombre Verdadero, es obtenido mediante la Palabra del Shabd del Guru, la Sangat, la Santa Congregación, está fragante con el Nombre Verdadero. "},"hi":{"ss":"सदा-स्थिर प्रभू का नाम उचारते हुए ही (गुरू अंगद जी) शोभा दे रहे हैं। ये सच्चा नाम संगतों को सुगंधित करता है।","sts":"गुरु जी सत्य बोलते (हरिनामोच्चारण करते) शोभा दे रहे हैं।"}},"transliteration":{"english":"sach paio gur sabadh sach naam sa(n)gatee bohai ||","hindi":"सचु पाइओ गुर सबदि सचु नामु संगती बोहै ॥","en":"sach paio gur sabadh sach naam sa(n)gatee bohai ||","hi":"सचु पाइओ गुर सबदि सचु नामु संगती बोहै ॥","ipa":"sət͡ʃ pɑeɪo Gʊr səbəd̪ sət͡ʃ nɑm səŋGət̪i bɔhæ.","ur":"سچ پاااو گُر سبد سچ نام سںگتیِ بوهَے ۔۔"},"pageNo":1392,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59054,"shabadId":5371,"verse":{"gurmukhi":"ijsu scu sMjmu vrqu scu kib jn kl vKwxu ]","unicode":"ਜਿਸੁ ਸਚੁ ਸੰਜਮੁ ਵਰਤੁ ਸਚੁ ਕਬਿ ਜਨ ਕਲ ਵਖਾਣੁ ॥"},"larivaar":{"gurmukhi":"ijsuscusMjmuvrquscukibjnklvKwxu]","unicode":"ਜਿਸੁਸਚੁਸੰਜਮੁਵਰਤੁਸਚੁਕਬਿਜਨਕਲਵਖਾਣੁ॥"},"translation":{"en":{"bdb":"KAL the poet utters the Praises of the one whose self-discipline is the True Name, and whose fast is the True Name.","ms":"The poetical person, Kalsahar narrates the praise of him, the True Name is whose self-discipline and the True Name, the fasting.","ssk":"KAL the poet utters the Praises of the one whose self-discipline is the True Name, and whose fast is the True Name."},"pu":{"ss":{"gurmukhi":"hy dws kl´shwr kvI! AwK—“ijs (gurU AMgd dyv jI) dw sMjm Akwl purK dw nwm hY Aqy vrq BI hrI dw nwm hI hY, ","unicode":"ਹੇ ਦਾਸ ਕਲੵਸਹਾਰ ਕਵੀ! ਆਖ—“ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਸੰਜਮ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਹੈ ਅਤੇ ਵਰਤ ਭੀ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਹੈ, "},"ft":{"gurmukhi":"hy siqgur jI! ijs Awp ky nwm kw hI sMjm hY AO scy nwm kw hI bRq hY[ sRI 'kl' jI khqy hYN: iqs Awp ky js ko kvI jn AYsy aucwrn krqy hYN]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਆਪ ਕੇ ਨਾਮ ਕਾ ਹੀ ਸੰਜਮ ਹੈ ਔ ਸਚੇ ਨਾਮ ਕਾ ਹੀ ਬ੍ਰਤ ਹੈ। ਸ੍ਰੀ 'ਕਲ' ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਆਪ ਕੇ ਜਸ ਕੋ ਕਵੀ ਜਨ ਐਸੇ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy dws kl´shwr kvI! AwK—“ijs (gurU AMgd dyv jI) dw sMjm Akwl purK dw nwm hY Aqy vrq BI hrI dw nwm hI hY, ","unicode":"ਹੇ ਦਾਸ ਕਲੵਸਹਾਰ ਕਵੀ! ਆਖ—“ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਸੰਜਮ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਹੈ ਅਤੇ ਵਰਤ ਭੀ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਹੈ, "},"ms":{"gurmukhi":"kvI jn, klshwr aus dI ausqqI vrxn krdw hY, s`cw nwm ijs dw svY-jbq Aqy s`cw nwm hI auphwss[","unicode":"ਕਵੀ ਜਨ, ਕਲਸਹਾਰ ਉਸ ਦੀ ਉਸਤਤੀ ਵਰਣਨ ਕਰਦਾ ਹੈ, ਸੱਚਾ ਨਾਮ ਜਿਸ ਦਾ ਸਵੈ-ਜਬਤ ਅਤੇ ਸੱਚਾ ਨਾਮ ਹੀ ਉਪਹਾਸਸ।"}},"es":{"sn":"Kal el poeta recita las Alabanzas de Cuya Disciplina es el nombre Verdadero y su ayuno también. "},"hi":{"ss":"(गुरू अंगद देव जी ने) अकाल-पुरख का नाम गुरू (नानक देव जी) के शबद द्वारा प्राप्त किया है। हे दास कलसहार कवि ! कह-\"जिस (गुरू अंगद देव जी) का संयम अकाल-पुरख का नाम है और वरत भी हरी का नाम ही है।","sts":"गुरु नानक के शब्द द्वारा गुरु अंगद ने सत्य को प्राप्त किया और सच्चा नाम संगत को सुगन्धित कर रहा है।"}},"transliteration":{"english":"jis sach sa(n)jam varat sach kab jan kal vakhaan ||","hindi":"जिसु सचु संजमु वरतु सचु कबि जन कल वखाणु ॥","en":"jis sach sa(n)jam varat sach kab jan kal vakhaan ||","hi":"जिसु सचु संजमु वरतु सचु कबि जन कल वखाणु ॥","ipa":"d͡ʒɪs sət͡ʃ səŋd͡ʒəm ʋərət̪ sət͡ʃ kəb d͡ʒən kəl ʋəkʰɑɳ.","ur":"جِس سچ سںجم ورت سچ کب جن کل وکھاݨ ۔۔"},"pageNo":1392,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59055,"shabadId":5371,"verse":{"gurmukhi":"drsin prisAY gurU kY scu jnmu prvwxu ]9]","unicode":"ਦਰਸਨਿ ਪਰਸਿਐ ਗੁਰੂ ਕੈ ਸਚੁ ਜਨਮੁ ਪਰਵਾਣੁ ॥੯॥"},"larivaar":{"gurmukhi":"drsinprisAYgurUkYscujnmuprvwxu]9]","unicode":"ਦਰਸਨਿਪਰਸਿਐਗੁਰੂਕੈਸਚੁਜਨਮੁਪਰਵਾਣੁ॥੯॥"},"translation":{"en":{"bdb":"Gazing upon the Blessed Vision of the Guru's Darshan, one's life is approved and certified in the True Name. ||9||","ms":"Seeing the Guru's sight, the human life is verily approved.","ssk":"Gazing upon the Blessed Vision of the Guru's Darshan, one's life is approved and certified in the True Name. ||9||"},"pu":{"ss":{"gurmukhi":"aus gurU dw drSn kIiqAW sdw-iQr hir-nwm pRwpq ho jWdw hY Aqy mnu`Kw-jnm sPlw ho jWdw hY” [9[","unicode":"ਉਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਨੁੱਖਾ-ਜਨਮ ਸਫਲਾ ਹੋ ਜਾਂਦਾ ਹੈ” ।੯।"},"ft":{"gurmukhi":"hy sRI gurU AMgd swihb jI! Awp ky drsn prsxy kr ky (scu) inscy kr ky ieh jnm (prvwxu) sPl hoqw hY]9]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ! ਆਪ ਕੇ ਦਰਸਨ ਪਰਸਣੇ ਕਰ ਕੇ (ਸਚੁ) ਨਿਸਚੇ ਕਰ ਕੇ ਇਹ ਜਨਮ (ਪਰਵਾਣੁ) ਸਫਲ ਹੋਤਾ ਹੈ॥੯॥"},"bdb":{"gurmukhi":"aus gurU dw drSn kIiqAW sdw-iQr hir-nwm pRwpq ho jWdw hY Aqy mnu`Kw-jnm sPlw ho jWdw hY” [9[","unicode":"ਉਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਨੁੱਖਾ-ਜਨਮ ਸਫਲਾ ਹੋ ਜਾਂਦਾ ਹੈ” ।੯।"},"ms":{"gurmukhi":"gurW dw dIdwr dyKx duAwrw, mnuSI jIv insicq hI pRvwrwxIk QI vMdw hY[","unicode":"ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਦੇਖਣ ਦੁਆਰਾ, ਮਨੁਸ਼ੀ ਜੀਵ ਨਿਸਚਿਤ ਹੀ ਪ੍ਰਵਾਰਾਣੀਕ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"Tener la Bendita Visión del Darshan del Guru, es mucho más valioso que haberse bañado en los sesenta y ocho lugares de peregrinaje. (9)"},"hi":{"ss":"उस गुरू के दर्शन करने से सदा-स्थिर हरी-नाम प्राप्त हो जाता है और मनुष्य का जनम सफल हो जाता है\"। 9।","sts":"कवि कलसहार बखान करता है कि जिस गुरु अंगद का संयम, व्रत सब सत्य (हरिनाम) ही है, उस गुरु के दर्शनों से जन्म सफल हो जाता है।॥६॥"}},"transliteration":{"english":"dharasan parasiaai guroo kai sach janam paravaan ||9||","hindi":"दरसनि परसिऐ गुरू कै सचु जनमु परवाणु ॥९॥","en":"dharasan parasiaai guroo kai sach janam paravaan ||9||","hi":"दरसनि परसिऐ गुरू कै सचु जनमु परवाणु ॥९॥","ipa":"d̪ərəsən pərəsɪæ Gʊru kæ sət͡ʃ d͡ʒənəm pərəʋɑɳ.9.","ur":"درسن پرساَے گُرُو کَے سچ جنم پرواݨ ۔۔۹۔۔"},"pageNo":1392,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":39,"gurmukhi":"kl","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59056,"shabadId":5372,"verse":{"gurmukhi":"AimA idRsit suB krY hrY AG pwp skl ml ]","unicode":"ਅਮਿਅ ਦ੍ਰਿਸਟਿ ਸੁਭ ਕਰੈ ਹਰੈ ਅਘ ਪਾਪ ਸਕਲ ਮਲ ॥"},"larivaar":{"gurmukhi":"AimAidRsitsuBkrYhrYAGpwpsklml]","unicode":"ਅਮਿਅਦ੍ਰਿਸਟਿਸੁਭਕਰੈਹਰੈਅਘਪਾਪਸਕਲਮਲ॥"},"translation":{"en":{"bdb":"When You bestow Your Ambrosial Glance of Grace, You eradicate all wickedness, sin and filth.","ms":"Thou banish all the sins, wickedness and filth of him, on whom thou caste thy sublime and ambrosial glance.","ssk":"When You bestow Your Ambrosial Glance of Grace, You eradicate all wickedness, sin and filth."},"pu":{"ss":{"gurmukhi":"(gurU AMgd dyv ijs au~qy) Awqmk jIvn dyx vwlI BlI ingwh krdw hY, (aus dy) pwp qy swrIAW mYlW dUr kr dyNdw hY,","unicode":"(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜਿਸ ਉੱਤੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਭਲੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਪਾਪ ਤੇ ਸਾਰੀਆਂ ਮੈਲਾਂ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"hy siqgur jI! ijs kI qrP Awp AMimRq rUpI suB idRstI krqy ho iqs ky smwn pwp AO bfy AG sMpUrn hr dyqy ho]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਕੀ ਤਰਫ ਆਪ ਅੰਮ੍ਰਿਤ ਰੂਪੀ ਸੁਭ ਦ੍ਰਿਸਟੀ ਕਰਤੇ ਹੋ ਤਿਸ ਕੇ ਸਮਾਨ ਪਾਪ ਔ ਬਡੇ ਅਘ ਸੰਪੂਰਨ ਹਰ ਦੇਤੇ ਹੋ॥"},"bdb":{"gurmukhi":"(gurU AMgd dyv ijs au~qy) Awqmk jIvn dyx vwlI BlI ingwh krdw hY, (aus dy) pwp qy swrIAW mYlW dUr kr dyNdw hY,","unicode":"(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜਿਸ ਉੱਤੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਭਲੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਪਾਪ ਤੇ ਸਾਰੀਆਂ ਮੈਲਾਂ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"ijs auqy qUM AwpdI SySt Aqy AMimRqmeI njr Dwrdw hY, qUM aus dy swry gunwh ksml Aqy mlIxqw dUr kr idMdw hY[","unicode":"ਜਿਸ ਉਤੇ ਤੂੰ ਆਪਦੀ ਸ਼ੇਸ਼ਟ ਅਤੇ ਅੰਮ੍ਰਿਤਮਈ ਨਜਰ ਧਾਰਦਾ ਹੈ, ਤੂੰ ਉਸ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਕਸਮਲ ਅਤੇ ਮਲੀਣਤਾ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Cuando otorgas Tu Graciosa Visión Ambrosial, erradicas la maldad, "},"hi":{"ss":"(गुरू अंगद देव जी जिस पर) आत्मिक जीवन देने वाली भली निगाह करता है। (उसके) पाप और सारी मैलें दूर कर देता है।","sts":"गुरु अंगद जिस पर भी अपनी शुभ अमृत दृष्टि करते हैं, उसके पाप-दोषों की मैल सब दूर हो जाती है।"}},"transliteration":{"english":"amia dhirasaT subh karai harai agh paap sakal mal ||","hindi":"अमिअ दृसटि सुभ करै हरै अघ पाप सकल मल ॥","en":"amia dhirasaT subh karai harai agh paap sakal mal ||","hi":"अमिअ दृसटि सुभ करै हरै अघ पाप सकल मल ॥","ipa":"əmɪə d̪ɪɹəsəʈ sʊɓ kəræ həræ əGʰə̀ pɑp səkəl məl.","ur":"اما درسٹ سُبھ کرَے هرَے اگھ پاپ سکل مل ۔۔"},"pageNo":1392,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59057,"shabadId":5372,"verse":{"gurmukhi":"kwm k®oD Aru loB moh vis krY sBY bl ]","unicode":"ਕਾਮ ਕ੍ਰੋਧ ਅਰੁ ਲੋਭ ਮੋਹ ਵਸਿ ਕਰੈ ਸਭੈ ਬਲ ॥"},"larivaar":{"gurmukhi":"kwmk®oDAruloBmohviskrYsBYbl]","unicode":"ਕਾਮਕ੍ਰੋਧਅਰੁਲੋਭਮੋਹਵਸਿਕਰੈਸਭੈਬਲ॥"},"translation":{"en":{"bdb":"Sexual desire, anger, greed and emotional attachment - You have overcome all these powerful passions.","ms":"Lust, wrath, avarice and worldly love; all these mighty passions, thou have overpowered.","ssk":"Sexual desire, anger, greed and emotional attachment - You have overcome all these powerful passions."},"pu":{"ss":{"gurmukhi":"kwm, kRoD, loB, moh qy AhMkwr—ieh swry aus dy kwbU ivc kr dyNdw hY [","unicode":"ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਤੇ ਅਹੰਕਾਰ—ਇਹ ਸਾਰੇ ਉਸ ਦੇ ਕਾਬੂ ਵਿਚ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"punw kwm AO kRoD AOr loB moh AwdI sMpUrn blI ivkwroN ko iqs ky vs kr dyqy ho]","unicode":"ਪੁਨਾ ਕਾਮ ਔ ਕ੍ਰੋਧ ਔਰ ਲੋਭ ਮੋਹ ਆਦੀ ਸੰਪੂਰਨ ਬਲੀ ਵਿਕਾਰੋਂ ਕੋ ਤਿਸ ਕੇ ਵਸ ਕਰ ਦੇਤੇ ਹੋ॥"},"bdb":{"gurmukhi":"kwm, kRoD, loB, moh qy AhMkwr—ieh swry aus dy kwbU ivc kr dyNdw hY [","unicode":"ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਤੇ ਅਹੰਕਾਰ—ਇਹ ਸਾਰੇ ਉਸ ਦੇ ਕਾਬੂ ਵਿਚ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Bog-iblws, gu`sw, lwlc Aqy sMswrI mmqw, ienHW swirAW blvwn mno-BwvnwvW ƒ qUM kwbU kIqw hoieAw hY[","unicode":"ਭੋਗ-ਬਿਲਾਸ, ਗੁੱਸਾ, ਲਾਲਚ ਅਤੇ ਸੰਸਾਰੀ ਮਮਤਾ, ਇਨ੍ਹਾਂ ਸਾਰਿਆਂ ਬਲਵਾਨ ਮਨੋ-ਭਾਵਨਾਵਾਂ ਨੂੰ ਤੂੰ ਕਾਬੂ ਕੀਤਾ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"errores y mugre. Lujuria, enojo, avaricia, y apegos emocionales, a todas estas poderosas pasiones te has sobrepuesto. "},"hi":{"ss":"और काम। क्रोध। लोभ। मोह और अहंकार- ये सारे उसके काबू में कर देता है।","sts":"उन्होंने काम, क्रोध एवं लोभ, मोह सब को वश में कर लिया है।"}},"transliteration":{"english":"kaam karodh ar lobh moh vas karai sabhai bal ||","hindi":"काम क्रोध अरु लोभ मोह वसि करै सभै बल ॥","en":"kaam karodh ar lobh moh vas karai sabhai bal ||","hi":"काम क्रोध अरु लोभ मोह वसि करै सभै बल ॥","ipa":"kɑm kəʳɔt̪ə̀ ər lɔɓ mɔh ʋəs kəræ səɓæ bəl.","ur":"کام ک®ودھ ار لوبھ موه وس کرَے سبھَے بل ۔۔"},"pageNo":1392,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59058,"shabadId":5372,"verse":{"gurmukhi":"sdw suKu min vsY duKu sMswrh KovY ]","unicode":"ਸਦਾ ਸੁਖੁ ਮਨਿ ਵਸੈ ਦੁਖੁ ਸੰਸਾਰਹ ਖੋਵੈ ॥"},"larivaar":{"gurmukhi":"sdwsuKuminvsYduKusMswrhKovY]","unicode":"ਸਦਾਸੁਖੁਮਨਿਵਸੈਦੁਖੁਸੰਸਾਰਹਖੋਵੈ॥"},"translation":{"en":{"bdb":"Your mind is filled with peace forever; You banish the sufferings of the world.","ms":"Peace ever abides within thy mind and thou banish the pain of the world.","ssk":"Your mind is filled with peace forever; You banish the sufferings of the world."},"pu":{"ss":{"gurmukhi":"(gurU AMgd dy) mn ivc sdw suK v`s irhw hY, (auh) sMswr dw du`K dUr krdw hY [ ","unicode":"(ਗੁਰੂ ਅੰਗਦ ਦੇ) ਮਨ ਵਿਚ ਸਦਾ ਸੁਖ ਵੱਸ ਰਿਹਾ ਹੈ, (ਉਹ) ਸੰਸਾਰ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰਦਾ ਹੈ । "},"ft":{"gurmukhi":"iqs ky mn myN sdw hI suKoN kw invws hoqw hY AO sMpUrn sMswr jnm mrn AwdI duKoN ko Eh Koie dyqw hY, Bwv gvwie dyqw hY]","unicode":"ਤਿਸ ਕੇ ਮਨ ਮੇਂ ਸਦਾ ਹੀ ਸੁਖੋਂ ਕਾ ਨਿਵਾਸ ਹੋਤਾ ਹੈ ਔ ਸੰਪੂਰਨ ਸੰਸਾਰ ਜਨਮ ਮਰਨ ਆਦੀ ਦੁਖੋਂ ਕੋ ਓਹ ਖੋਇ ਦੇਤਾ ਹੈ, ਭਾਵ ਗਵਾਇ ਦੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(gurU AMgd dy) mn ivc sdw suK v`s irhw hY, (auh) sMswr dw du`K dUr krdw hY [ ","unicode":"(ਗੁਰੂ ਅੰਗਦ ਦੇ) ਮਨ ਵਿਚ ਸਦਾ ਸੁਖ ਵੱਸ ਰਿਹਾ ਹੈ, (ਉਹ) ਸੰਸਾਰ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰਦਾ ਹੈ । "},"ms":{"gurmukhi":"Awrwm hmySW hI qyry ic`q AMdr vsdw hY Aqy qUM dunIAw dI pIV dUr kr idMdw hY[","unicode":"ਆਰਾਮ ਹਮੇਸ਼ਾਂ ਹੀ ਤੇਰੇ ਚਿੱਤ ਅੰਦਰ ਵਸਦਾ ਹੈ ਅਤੇ ਤੂੰ ਦੁਨੀਆ ਦੀ ਪੀੜ ਦੂਰ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Tu mente excede Paz para siempre y destierras el sufrimiento del mundo. "},"hi":{"ss":"(गुरू अंगद के) मन में सदा सुख बस रहा है। (वह) संसार का दुख दूर करता है।","sts":"उनके मन में सदैव सुख बस रहा है और वे संसार के दुखों को दूर कर रहे हैं।"}},"transliteration":{"english":"sadhaa sukh man vasai dhukh sa(n)saareh khovai ||","hindi":"सदा सुखु मनि वसै दुखु संसारह खोवै ॥","en":"sadhaa sukh man vasai dhukh sa(n)saareh khovai ||","hi":"सदा सुखु मनि वसै दुखु संसारह खोवै ॥","ipa":"səd̪ɑ sʊkʰ mən ʋəsæ d̪ʊkʰ səŋsɑrəh kʰɔʋæ.","ur":"سدا سُکھ من وسَے دُکھ سںساره کھووَے ۔۔"},"pageNo":1392,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59059,"shabadId":5372,"verse":{"gurmukhi":"guru nv iniD drIAwau jnm hm kwlK DovY ]","unicode":"ਗੁਰੁ ਨਵ ਨਿਧਿ ਦਰੀਆਉ ਜਨਮ ਹਮ ਕਾਲਖ ਧੋਵੈ ॥"},"larivaar":{"gurmukhi":"gurunviniDdrIAwaujnmhmkwlKDovY]","unicode":"ਗੁਰੁਨਵਨਿਧਿਦਰੀਆਉਜਨਮਹਮਕਾਲਖਧੋਵੈ॥"},"translation":{"en":{"bdb":"The Guru is the river of the nine treasures, washing off the dirt of our lives.","ms":"The Guru is the river of the nine treasures and washes off the soot of the sins of our lives.","ssk":"The Guru is the river of the nine treasures, washing off the dirt of our lives."},"pu":{"ss":{"gurmukhi":"siqgurU nO inDIAW dw drIAwau hY; swfy jnmW dI kwlK DoNdw hY [","unicode":"ਸਤਿਗੁਰੂ ਨੌ ਨਿਧੀਆਂ ਦਾ ਦਰੀਆਉ ਹੈ; ਸਾਡੇ ਜਨਮਾਂ ਦੀ ਕਾਲਖ ਧੋਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"qW qy hy sRI gurU AMgd swihb jI! Awp nON inD AO drIAwau srUp ho, ikauN ik Awp (hm) qmwm jnmoN kI pwp rUpI kwlK ko Doie dyqy ho, Bwv jnm mrn qy rihq kr dyqy ho]","unicode":"ਤਾਂ ਤੇ ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ! ਆਪ ਨੌਂ ਨਿਧ ਔ ਦਰੀਆਉ ਸਰੂਪ ਹੋ, ਕਿਉਂ ਕਿ ਆਪ (ਹਮ) ਤਮਾਮ ਜਨਮੋਂ ਕੀ ਪਾਪ ਰੂਪੀ ਕਾਲਖ ਕੋ ਧੋਇ ਦੇਤੇ ਹੋ, ਭਾਵ ਜਨਮ ਮਰਨ ਤੇ ਰਹਿਤ ਕਰ ਦੇਤੇ ਹੋ॥"},"bdb":{"gurmukhi":"siqgurU nO inDIAW dw drIAwau hY; swfy jnmW dI kwlK DoNdw hY [","unicode":"ਸਤਿਗੁਰੂ ਨੌ ਨਿਧੀਆਂ ਦਾ ਦਰੀਆਉ ਹੈ; ਸਾਡੇ ਜਨਮਾਂ ਦੀ ਕਾਲਖ ਧੋਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU jI nO KjwinAW dy dirAw hn Aqy swifAW jnmW jnmW dy pwpW dI kwlK ƒ Do idMdy hn[","unicode":"ਗੁਰੂ ਜੀ ਨੌ ਖਜਾਨਿਆਂ ਦੇ ਦਰਿਆ ਹਨ ਅਤੇ ਸਾਡਿਆਂ ਜਨਮਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪਾਂ ਦੀ ਕਾਲਖ ਨੂੰ ਧੋ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"El Guru es el Río de los Nueve Tesoros que lava la mugre de nuestras vidas. "},"hi":{"ss":"सतिगुरू नौ-निधियों का दरिया है; हमारे जन्मों (-जन्मों) की कालिख धोता है।","sts":"गुरु अंगद नौ निधियों का दरिया है, जो हमारे जन्मों की पापों की मैल को दूर कर रहा है।"}},"transliteration":{"english":"gur nav nidh dhareeaau janam ham kaalakh dhovai ||","hindi":"गुरु नव निधि दरीआउ जनम हम कालख धोवै ॥","en":"gur nav nidh dhareeaau janam ham kaalakh dhovai ||","hi":"गुरु नव निधि दरीआउ जनम हम कालख धोवै ॥","ipa":"Gʊr nəʋ nɪt̪ə̀ d̪əriəɑo d͡ʒənəm həm kɑləkʰ t̪ɔʋæ.","ur":"گُر نو ندھ دریِآا جنم هم کالکھ دھووَے ۔۔"},"pageNo":1392,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59060,"shabadId":5372,"verse":{"gurmukhi":"su khu tl guru syvIAY Aihinis shij suBwie ]","unicode":"ਸੁ ਕਹੁ ਟਲ ਗੁਰੁ ਸੇਵੀਐ ਅਹਿਨਿਸਿ ਸਹਜਿ ਸੁਭਾਇ ॥"},"larivaar":{"gurmukhi":"sukhutlgurusyvIAYAihinisshijsuBwie]","unicode":"ਸੁਕਹੁਟਲਗੁਰੁਸੇਵੀਐਅਹਿਨਿਸਿਸਹਜਿਸੁਭਾਇ॥"},"translation":{"en":{"bdb":"So speaks TAL the poet: serve the Guru, day and night, with intuitive love and affection.","ms":"Says Tall, therefore, day and night, spontaneously serve thou, thy Guru.","ssk":"So speaks TAL the poet: serve the Guru, day and night, with intuitive love and affection."},"pu":{"ss":{"gurmukhi":" hy kl´shwr! AwK—“(AYsy) gurU (AMgd dyv jI) ƒ idn rwq Awqmk Afolqw Aqy pRym ivc itk ky syvnw cwhIdw hY [","unicode":" ਹੇ ਕਲੵਸਹਾਰ! ਆਖ—“(ਐਸੇ) ਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਨੂੰ ਦਿਨ ਰਾਤ ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਸੇਵਨਾ ਚਾਹੀਦਾ ਹੈ ।"},"ft":{"gurmukhi":"'tl' jI khqy hYN: hy BweI! AYsy siqguroN ko shj suBwvk inrMqr hI syvIAY]","unicode":"'ਟਲ' ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਐਸੇ ਸਤਿਗੁਰੋਂ ਕੋ ਸਹਜ ਸੁਭਾਵਕ ਨਿਰੰਤਰ ਹੀ ਸੇਵੀਐ॥"},"bdb":{"gurmukhi":" hy kl´shwr! AwK—“(AYsy) gurU (AMgd dyv jI) ƒ idn rwq Awqmk Afolqw Aqy pRym ivc itk ky syvnw cwhIdw hY [","unicode":" ਹੇ ਕਲੵਸਹਾਰ! ਆਖ—“(ਐਸੇ) ਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਨੂੰ ਦਿਨ ਰਾਤ ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਸੇਵਨਾ ਚਾਹੀਦਾ ਹੈ ।"},"ms":{"gurmukhi":"t`l AwKdw hY, ies leI, idhUM Aqy rYx, qUM suqy isD hI, Awpxy gurW dI tihl kmW[","unicode":"ਟੱਲ ਆਖਦਾ ਹੈ, ਇਸ ਲਈ, ਦਿਹੂੰ ਅਤੇ ਰੈਣ, ਤੂੰ ਸੁਤੇ ਸਿਧ ਹੀ, ਆਪਣੇ ਗੁਰਾਂ ਦੀ ਟਹਿਲ ਕਮਾਂ।"}},"es":{"sn":"Así entonces, dice Kal el poeta, sirve al Guru día y noche, con Amor intuitivo y Afecto. "},"hi":{"ss":"हे कल्सहार ! कह- \"(ऐसे) गुरू (अंगद देव जी) की दिन-रात आत्मिक अडोलता और प्रेम में टिक के सेवा करनी चाहिए।","sts":"कवि टल्ल (कलसहार) का कथन है कि दिन-रात सहज स्वभाव गुरु अंगद की सेवा करो,"}},"transliteration":{"english":"s kahu Tal gur seveeaai ahinis sahaj subhai ||","hindi":"सु कहु टल गुरु सेवीऐ अहिनिसि सहजि सुभाइ ॥","en":"s kahu Tal gur seveeaai ahinis sahaj subhai ||","hi":"सु कहु टल गुरु सेवीऐ अहिनिसि सहजि सुभाइ ॥","ipa":"s kəh ʈəl Gʊr seʋiæ əhɪnɪs səhəd͡ʒ sʊɓɑeɪ.","ur":"سُ کهُ ٹل گُر سےویِاَے اهٍنس سهجِ سُبھاا ۔۔"},"pageNo":1392,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59061,"shabadId":5372,"verse":{"gurmukhi":"drsin prisAY gurU kY jnm mrx duKu jwie ]10]","unicode":"ਦਰਸਨਿ ਪਰਸਿਐ ਗੁਰੂ ਕੈ ਜਨਮ ਮਰਣ ਦੁਖੁ ਜਾਇ ॥੧੦॥"},"larivaar":{"gurmukhi":"drsinprisAYgurUkYjnmmrxduKujwie]10]","unicode":"ਦਰਸਨਿਪਰਸਿਐਗੁਰੂਕੈਜਨਮਮਰਣਦੁਖੁਜਾਇ॥੧੦॥"},"translation":{"en":{"bdb":"Gazing upon the Blessed Vision of the Guru, the pains of death and rebirth are taken away. ||10||","ms":"On beholding the vision of the Guru, the pain of birth and death departs.","ssk":"Gazing upon the Blessed Vision of the Guru, the pains of death and rebirth are taken away. ||10||"},"pu":{"ss":{"gurmukhi":" (AYsy) siqgurU dy drSn kIiqAW jnm mrn dw du`K k`itAw jWdw hY” [10[","unicode":" (ਐਸੇ) ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ” ।੧੦।"},"ft":{"gurmukhi":"hy BweI! siqguroN ky drsn krny qy jnm mrn duK jwqw rihqw hY]10]","unicode":"ਹੇ ਭਾਈ! ਸਤਿਗੁਰੋਂ ਕੇ ਦਰਸਨ ਕਰਨੇ ਤੇ ਜਨਮ ਮਰਨ ਦੁਖ ਜਾਤਾ ਰਹਿਤਾ ਹੈ॥੧੦॥"},"bdb":{"gurmukhi":" (AYsy) siqgurU dy drSn kIiqAW jnm mrn dw du`K k`itAw jWdw hY” [10[","unicode":" (ਐਸੇ) ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ” ।੧੦।"},"ms":{"gurmukhi":"gurW dw dIdwr dyKx duAwrw, jMmx Aqy mrn dI pIV dUr ho jWdI hY[","unicode":"ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਦੇਖਣ ਦੁਆਰਾ, ਜੰਮਣ ਅਤੇ ਮਰਨ ਦੀ ਪੀੜ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Teniendo la Bendita Visión del Guru, los dolores y sufrimientos de la muerte y el renacimiento se esfuman. (10)"},"hi":{"ss":"(ऐसे) सतिगुरू के दर्शन करने से जनम-मरण के दुख काटे जाते हैं\"। 10।","sts":"उस गुरु के दर्शन से जन्म-मरण का दुख निवृत्त हो जाता है ॥१०॥"}},"transliteration":{"english":"dharasan parasiaai guroo kai janam maran dhukh jai ||10||","hindi":"दरसनि परसिऐ गुरू कै जनम मरण दुखु जाइ ॥१०॥","en":"dharasan parasiaai guroo kai janam maran dhukh jai ||10||","hi":"दरसनि परसिऐ गुरू कै जनम मरण दुखु जाइ ॥१०॥","ipa":"d̪ərəsən pərəsɪæ Gʊru kæ d͡ʒənəm mərəɳ d̪ʊkʰ d͡ʒɑeɪ.1ə0.","ur":"درسن پرساَے گُرُو کَے جنم مرݨ دُکھ جاا ۔۔۱۰۔۔"},"pageNo":1392,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":46,"gurmukhi":"tl","unicode":null,"english":"Bhatt Tal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59062,"shabadId":5373,"verse":{"gurmukhi":"sveIey mhly qIjy ky 3","unicode":"ਸਵਈਏ ਮਹਲੇ ਤੀਜੇ ਕੇ ੩"},"larivaar":{"gurmukhi":"sveIeymhlyqIjyky3","unicode":"ਸਵਈਏਮਹਲੇਤੀਜੇਕੇ੩"},"translation":{"en":{"bdb":"Swaiyas In Praise Of The Third Mehla:","ms":"Sawayas in praise of the 3rd Guru.","ssk":"Swaiyas In Praise Of The Third Mehl:"},"pu":{"ss":{"gurmukhi":"gurU Amrdws jI dI ausqiq ivc aucwry hoey sveIey [","unicode":"ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ ।"},"ft":{"gurmukhi":"sRI gurU Amrdws swihb qIsry pwqSwh jI ky sujs ko vydoN kw srUp jo B`t hYN, so aucwrn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਤੀਸਰੇ ਪਾਤਸ਼ਾਹ ਜੀ ਕੇ ਸੁਜਸ ਕੋ ਵੇਦੋਂ ਕਾ ਸਰੂਪ ਜੋ ਭੱਟ ਹੈਂ, ਸੋ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"gurU Amrdws jI dI ausqiq ivc aucwry hoey sveIey [","unicode":"ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ ।"},"ms":{"gurmukhi":"sveIey, qIjI pwiqSwhIdI ausqqI iv`c[","unicode":"ਸਵਈਏ, ਤੀਜੀ ਪਾਤਿਸ਼ਾਹੀਦੀ ਉਸਤਤੀ ਵਿੱਚ।"}},"es":{"sn":"Sweyas, en Alabanza de Guru Amar Das, Mejl Tercer Canal Divino."},"hi":{"ss":"गुरू अमरदास जी की उस्तति में उचारे हुए सवईऐ।","sts":"सवईए महले तीजे के ३"}},"transliteration":{"english":"savie'ee mahale teeje ke 3","hindi":"सवईए महले तीजे के ३","en":"savie'ee mahale teeje ke 3","hi":"सवईए महले तीजे के ३","ipa":"səʋeiee məhəle t̪id͡ʒe ke 3","ur":"سوایاے مهلے تیِجے کے ۳"},"pageNo":1392,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59063,"shabadId":5373,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God. By the True Guru's grace, is He attained to.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw, auh pwieAw jWdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador Universal, por la Gracia del Verdadero Guru."},"hi":{"ss":"","sts":"वह परब्रह्म केवल एक (ओंकार-स्वरूप) है, सतगुरु की कृपा से प्राप्ति होती है।"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":1392,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59064,"shabadId":5373,"verse":{"gurmukhi":"soeI purKu isvir swcw jw kw ieku nwmu AClu sMswry ]","unicode":"ਸੋਈ ਪੁਰਖੁ ਸਿਵਰਿ ਸਾਚਾ ਜਾ ਕਾ ਇਕੁ ਨਾਮੁ ਅਛਲੁ ਸੰਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"soeIpurKuisvirswcwjwkwiekunwmuAClusMswry]","unicode":"ਸੋਈਪੁਰਖੁਸਿਵਰਿਸਾਚਾਜਾਕਾਇਕੁਨਾਮੁਅਛਲੁਸੰਸਾਰੇ॥"},"translation":{"en":{"bdb":"Dwell upon that Primal Being, the True Lord God; in this world, His One Name is Undeceivable.","ms":"Meditate thou on the True Lord, whose One Name is Undeceivable in this world.","ssk":"Dwell upon that Primal Being, the True Lord God; in this world, His One Name is Undeceivable."},"pu":{"ss":{"gurmukhi":"aus sdw-iQr Akwl purK ƒ ismr; ijs dw iek nwm sMswr ivc AC`l hY [","unicode":"ਉਸ ਸਦਾ-ਥਿਰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ; ਜਿਸ ਦਾ ਇਕ ਨਾਮ ਸੰਸਾਰ ਵਿਚ ਅਛੱਲ ਹੈ ।"},"ft":{"gurmukhi":"ijs vwihgurU kw eyk nwm sMswr myN ACl srUp hY, soeI scw (purK) ismro]","unicode":"ਜਿਸ ਵਾਹਿਗੁਰੂ ਕਾ ਏਕ ਨਾਮ ਸੰਸਾਰ ਮੇਂ ਅਛਲ ਸਰੂਪ ਹੈ, ਸੋਈ ਸਚਾ (ਪੁਰਖ) ਸਿਮਰੋ॥"},"bdb":{"gurmukhi":"aus sdw-iQr Akwl purK ƒ ismr; ijs dw iek nwm sMswr ivc AC`l hY [","unicode":"ਉਸ ਸਦਾ-ਥਿਰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ; ਜਿਸ ਦਾ ਇਕ ਨਾਮ ਸੰਸਾਰ ਵਿਚ ਅਛੱਲ ਹੈ ।"},"ms":{"gurmukhi":"qUM aus s¤cy suAwmI dw ismrn kr, ijs dw iek nwm jgq AMdr CilAw jwx vwlw nhIN[","unicode":"ਤੂੰ ਉਸ ਸੱਚੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰ, ਜਿਸ ਦਾ ਇਕ ਨਾਮ ਜਗਤ ਅੰਦਰ ਛਲਿਆ ਜਾਣ ਵਾਲਾ ਨਹੀਂ।"}},"es":{"sn":"Habita en el ser Primordial, el Verdadero Señor Dios, en este mundo es Su Nombre Infalible. "},"hi":{"ss":"उस सदा-स्थिर अकाल-पुरख को सिमर; जिसका एक नाम संसार में अछल है।","sts":"उस सत्यस्वरूप परम परमेश्वर का स्मरण करो, जिसका नाम संसार में अछल है।"}},"transliteration":{"english":"soiee purakh sivar saachaa jaa kaa ik naam achhal sa(n)saare ||","hindi":"सोई पुरखु सिवरि साचा जा का इकु नामु अछलु संसारे ॥","en":"soiee purakh sivar saachaa jaa kaa ik naam achhal sa(n)saare ||","hi":"सोई पुरखु सिवरि साचा जा का इकु नामु अछलु संसारे ॥","ipa":"sɔei pʊrəkʰ sɪʋər sɑt͡ʃɑ d͡ʒɑ kɑ eɪk nɑm əɕəl səŋsɑre.","ur":"سوای پُرکھ سور ساچا جا کا اک نام اچھل سںسارے ۔۔"},"pageNo":1392,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59065,"shabadId":5373,"verse":{"gurmukhi":"ijin Bgq Bvjl qwry ismrhu soeI nwmu prDwnu ]","unicode":"ਜਿਨਿ ਭਗਤ ਭਵਜਲ ਤਾਰੇ ਸਿਮਰਹੁ ਸੋਈ ਨਾਮੁ ਪਰਧਾਨੁ ॥"},"larivaar":{"gurmukhi":"ijinBgqBvjlqwryismrhusoeInwmuprDwnu]","unicode":"ਜਿਨਿਭਗਤਭਵਜਲਤਾਰੇਸਿਮਰਹੁਸੋਈਨਾਮੁਪਰਧਾਨੁ॥"},"translation":{"en":{"bdb":"He carries His devotees across the terrifying world-ocean; meditate in remembrance on His Naam, Supreme and Sublime.","ms":"Contemplate thou the most sublime Name of Him alone, who has ferried His devotees across the dreadful world ocean.","ssk":"He carries His devotees across the terrifying world-ocean; meditate in remembrance on His Naam, Supreme and Sublime."},"pu":{"ss":{"gurmukhi":"ijs nwm ny BgqW ƒ sMswr-swgr qoN pwr auqwirAw hY, aus au~qm nwm ƒ ismro [","unicode":"ਜਿਸ ਨਾਮ ਨੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਉਤਾਰਿਆ ਹੈ, ਉਸ ਉੱਤਮ ਨਾਮ ਨੂੰ ਸਿਮਰੋ ।"},"ft":{"gurmukhi":"ijs nwm ky Bgiq jn sMswr smuMdR sy qwry hYN, jo srb swDnoN myN (prDwnu) muK rUp nwm kw jwp hY, soeI nwm mYN irdy bIc ismrn krqw hUM]","unicode":"ਜਿਸ ਨਾਮ ਕੇ ਭਗਤਿ ਜਨ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਤਾਰੇ ਹੈਂ, ਜੋ ਸਰਬ ਸਾਧਨੋਂ ਮੇਂ (ਪਰਧਾਨੁ) ਮੁਖ ਰੂਪ ਨਾਮ ਕਾ ਜਾਪ ਹੈ, ਸੋਈ ਨਾਮ ਮੈਂ ਰਿਦੇ ਬੀਚ ਸਿਮਰਨ ਕਰਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"ijs nwm ny BgqW ƒ sMswr-swgr qoN pwr auqwirAw hY, aus au~qm nwm ƒ ismro [","unicode":"ਜਿਸ ਨਾਮ ਨੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਉਤਾਰਿਆ ਹੈ, ਉਸ ਉੱਤਮ ਨਾਮ ਨੂੰ ਸਿਮਰੋ ।"},"ms":{"gurmukhi":"qUM kyvl aus dy prm SRySt nwm dw AwrwDn kr, ijs ny Awpxy AnurwgIAW ƒ iBAwnk sMswr smuMdr qoN pwr kr id`qw hY[","unicode":"ਤੂੰ ਕੇਵਲ ਉਸ ਦੇ ਪਰਮ ਸ਼੍ਰੇਸ਼ਟ ਨਾਮ ਦਾ ਆਰਾਧਨ ਕਰ, ਜਿਸ ਨੇ ਆਪਣੇ ਅਨੁਰਾਗੀਆਂ ਨੂੰ ਭਿਆਨਕ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Él carga a Sus Devotos a través del terrorífico océano del mundo, medita en Su Naam, Supremo y Sublime."},"hi":{"ss":"जिस नाम ने भगतों को संसार-सागर से पार उतारा है। उस उक्तम नाम को सिमरो।","sts":"जिसने भक्तों को संसार-सागर से पार उतार दिया, उस उत्तम हरिनाम का सिमरन करो।"}},"transliteration":{"english":"jin bhagat bhavajal taare simarahu soiee naam paradhaan ||","hindi":"जिनि भगत भवजल तारे सिमरहु सोई नामु परधानु ॥","en":"jin bhagat bhavajal taare simarahu soiee naam paradhaan ||","hi":"जिनि भगत भवजल तारे सिमरहु सोई नामु परधानु ॥","ipa":"d͡ʒɪn ɓəGət̪ ɓəʋəd͡ʒəl t̪ɑre sɪmərəh sɔei nɑm pərət̪ɑn.","ur":"جٍن بھگت بھوجل تارے سمرهُ سوای نام پردھان ۔۔"},"pageNo":1392,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59066,"shabadId":5373,"verse":{"gurmukhi":"iqqu nwim risku nwnku lhxw QipE jyn sRb isDI ]","unicode":"ਤਿਤੁ ਨਾਮਿ ਰਸਿਕੁ ਨਾਨਕੁ ਲਹਣਾ ਥਪਿਓ ਜੇਨ ਸ੍ਰਬ ਸਿਧੀ ॥"},"larivaar":{"gurmukhi":"iqqunwimriskunwnkulhxwQipEjynsRbisDI]","unicode":"ਤਿਤੁਨਾਮਿਰਸਿਕੁਨਾਨਕੁਲਹਣਾਥਪਿਓਜੇਨਸ੍ਰਬਸਿਧੀ॥"},"translation":{"en":{"bdb":"Nanak delighted in the Naam; He established Lehnaa as Guru, who was imbued with all supernatural spiritual powers.","ms":"Guru Nanak, the cherisher of that Name, established Lehna as the Guru, who was blessed with all the supernatural powers.","ssk":"Nanak delighted in the Naam; He established Lehnaa as Guru, who was imbued with all supernatural spiritual powers."},"pu":{"ss":{"gurmukhi":"ausy nwm ivc (gurU) nwnk AwnMd lY irhw hY, (ausy nwm duAwrw) lhxw jI it`k gey, ijs krky swrIAW is`DIAW auhnW ƒ pRwpq hoeIAW [","unicode":"ਉਸੇ ਨਾਮ ਵਿਚ (ਗੁਰੂ) ਨਾਨਕ ਆਨੰਦ ਲੈ ਰਿਹਾ ਹੈ, (ਉਸੇ ਨਾਮ ਦੁਆਰਾ) ਲਹਣਾ ਜੀ ਟਿੱਕ ਗਏ, ਜਿਸ ਕਰਕੇ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈਆਂ ।"},"ft":{"gurmukhi":"iqs nwm ky rsk jo sRI gurU nwnk dyv jI hUey hYN, iqs gurU jI ny lhxy jI ko guirAweI kI gwdI pr AsQwpn kIAw hY[ ijs kr ky sRI gurU AMgd swihb jI ko srb isDIAW pRwpiq BeIAW hY]","unicode":"ਤਿਸ ਨਾਮ ਕੇ ਰਸਕ ਜੋ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਹੂਏ ਹੈਂ, ਤਿਸ ਗੁਰੂ ਜੀ ਨੇ ਲਹਣੇ ਜੀ ਕੋ ਗੁਰਿਆਈ ਕੀ ਗਾਦੀ ਪਰ ਅਸਥਾਪਨ ਕੀਆ ਹੈ। ਜਿਸ ਕਰ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੋ ਸਰਬ ਸਿਧੀਆਂ ਪ੍ਰਾਪਤਿ ਭਈਆਂ ਹੈ॥"},"bdb":{"gurmukhi":"ausy nwm ivc (gurU) nwnk AwnMd lY irhw hY, (ausy nwm duAwrw) lhxw jI it`k gey, ijs krky swrIAW is`DIAW auhnW ƒ pRwpq hoeIAW [","unicode":"ਉਸੇ ਨਾਮ ਵਿਚ (ਗੁਰੂ) ਨਾਨਕ ਆਨੰਦ ਲੈ ਰਿਹਾ ਹੈ, (ਉਸੇ ਨਾਮ ਦੁਆਰਾ) ਲਹਣਾ ਜੀ ਟਿੱਕ ਗਏ, ਜਿਸ ਕਰਕੇ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈਆਂ ।"},"ms":{"gurmukhi":"aus nwm dy rsIey, gurU nwnk ny lihxy ƒ gurU AsQwpn kIqw, ijs ƒ swrIAW krwmwqI SkqIAW prwpq ho geIAW[","unicode":"ਉਸ ਨਾਮ ਦੇ ਰਸੀਏ, ਗੁਰੂ ਨਾਨਕ ਨੇ ਲਹਿਣੇ ਨੂੰ ਗੁਰੂ ਅਸਥਾਪਨ ਕੀਤਾ, ਜਿਸ ਨੂੰ ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਸ਼ਕਤੀਆਂ ਪਰਾਪਤ ਹੋ ਗਈਆਂ।"}},"es":{"sn":"Nanak se regocija en el Naam, Él estableció a Lejna como el Guru, Quien fue ungido con todos los Poderes Sobrenaturales"},"hi":{"ss":"उसी नाम में (गुरू) नानक आनंद ले रहा है। (उसी नाम द्वारा) लहणा जी टिक गए।","sts":"गुरु नानक उस हरिनाम के रसिया थे, उस नाम द्वारा भाई लहणा गुरु अंगद के रूप में स्थापित हुए, जिनको सर्वसिद्धियाँ प्राप्त हुईं।"}},"transliteration":{"english":"tit naam rasik naanak lahanaa thapio jen srab sidhee ||","hindi":"तितु नामि रसिकु नानकु लहणा थपिओ जेन स्रब सिधी ॥","en":"tit naam rasik naanak lahanaa thapio jen srab sidhee ||","hi":"तितु नामि रसिकु नानकु लहणा थपिओ जेन स्रब सिधी ॥","ipa":"t̪ɪt̪ nɑm rəsɪk nɑnək ləhəɳɑ t̪ʰəpɪo d͡ʒen sɹəb sɪt̪i.","ur":"تِت نام رسک نانک لهݨا تھپِاو جےن سرب سدھیِ ۔۔"},"pageNo":1392,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59067,"shabadId":5373,"verse":{"gurmukhi":"kiv jn kl´ sbuDI kIriq jn Amrdws ibsœrIXw ]","unicode":"ਕਵਿ ਜਨ ਕਲੵ ਸਬੁਧੀ ਕੀਰਤਿ ਜਨ ਅਮਰਦਾਸ ਬਿਸ੍ਤਰੀਯਾ ॥"},"larivaar":{"gurmukhi":"kivjnkl´sbuDIkIriqjnAmrdwsibsœrIXw]","unicode":"ਕਵਿਜਨਕਲੵਸਬੁਧੀਕੀਰਤਿਜਨਅਮਰਦਾਸਬਿਸ੍ਤਰੀਯਾ॥"},"translation":{"en":{"bdb":"So speaks KALL the poet: the glory of the wise, sublime and humble Amar Daas is spread throughout the world.","ms":"Says Kal, the poetical person, that the glory of the supremely wise saint Amar Dass in spread throughout the world.","ssk":"So speaks KALL the poet: the glory of the wise, sublime and humble Amar Daas is spread throughout the world."},"pu":{"ss":{"gurmukhi":"hy kl´ kvI! (ausy dI brkiq nwl) au~cI bu`DI vwly gurU Amrdws dI soBw lokW ivc psr rhI hY [","unicode":"ਹੇ ਕਲੵ ਕਵੀ! (ਉਸੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉੱਚੀ ਬੁੱਧੀ ਵਾਲੇ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ ਸੋਭਾ ਲੋਕਾਂ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"sRI kl kvI jI kihqy hYN: iqs sRI gurU AMgd swihb jI ky dws (sbuDI) sRyst buDI vwly jo gurU Amrdws jI hoqy Bey iqnoN kI kIrqI jgq myN ivsQwr hoie rhI hY]Çso kIrqI kYsI ivsiqRq BeI hY?","unicode":"ਸ੍ਰੀ ਕਲ ਕਵੀ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੇ ਦਾਸ (ਸਬੁਧੀ) ਸ੍ਰੇਸਟ ਬੁਧੀ ਵਾਲੇ ਜੋ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਹੋਤੇ ਭਏ ਤਿਨੋਂ ਕੀ ਕੀਰਤੀ ਜਗਤ ਮੇਂ ਵਿਸਥਾਰ ਹੋਇ ਰਹੀ ਹੈ॥☬ਸੋ ਕੀਰਤੀ ਕੈਸੀ ਵਿਸਤ੍ਰਿਤ ਭਈ ਹੈ?"},"bdb":{"gurmukhi":"hy kl´ kvI! (ausy dI brkiq nwl) au~cI bu`DI vwly gurU Amrdws dI soBw lokW ivc psr rhI hY [","unicode":"ਹੇ ਕਲੵ ਕਵੀ! (ਉਸੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉੱਚੀ ਬੁੱਧੀ ਵਾਲੇ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ ਸੋਭਾ ਲੋਕਾਂ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"kvI purS, kl, AwKdw hY ik SRySt mq vwly sMq Amrdws jI dI pRBqw swry sMswr AMdr PYlI hoeI hY[","unicode":"ਕਵੀ ਪੁਰਸ਼, ਕਲ, ਆਖਦਾ ਹੈ ਕਿ ਸ਼੍ਰੇਸ਼ਟ ਮਤ ਵਾਲੇ ਸੰਤ ਅਮਰਦਾਸ ਜੀ ਦੀ ਪ੍ਰਭਤਾ ਸਾਰੇ ਸੰਸਾਰ ਅੰਦਰ ਫੈਲੀ ਹੋਈ ਹੈ।"}},"es":{"sn":". Así habla Kal el poeta, la Gloria del Sabio, Sublime y Humilde Amar Das se está esparciendo en el mundo. "},"hi":{"ss":"जिसके कारण सारी सिद्धियाँ उन्हें प्राप्त हुई। हे कल् कवि ! (उसी की बरकति से) उच्च बुद्धि वाले गुरू अमरदास जी की शोभा लोगों में पसर रही है।","sts":"कवि कल्ह का कथन है कि हरिनाम द्वारा सुबुद्धि वाले गुरु अमरदास जी का यश संसार भर में फैल गया है।"}},"transliteration":{"english":"kav jan kalaye sabudhee keerat jan amaradhaas bistareeyaa ||","hindi":"कवि जन कल्य सबुधी कीरति जन अमरदास बिस्तरीया ॥","en":"kav jan kalaye sabudhee keerat jan amaradhaas bistareeyaa ||","hi":"कवि जन कल्य सबुधी कीरति जन अमरदास बिस्तरीया ॥","ipa":"kəʋ d͡ʒən kələj səbʊt̪i kirət̪ d͡ʒən əmərəd̪ɑs bɪst̪ərijɑ.","ur":"کو جن کلے سبدھیِ کیِرت جن امرداس بستریِےا ۔۔"},"pageNo":1392,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59068,"shabadId":5373,"verse":{"gurmukhi":"kIriq riv ikrix pRgit sMswrh swK qrovr mvlsrw ]","unicode":"ਕੀਰਤਿ ਰਵਿ ਕਿਰਣਿ ਪ੍ਰਗਟਿ ਸੰਸਾਰਹ ਸਾਖ ਤਰੋਵਰ ਮਵਲਸਰਾ ॥"},"larivaar":{"gurmukhi":"kIriqrivikrixpRgitsMswrhswKqrovrmvlsrw]","unicode":"ਕੀਰਤਿਰਵਿਕਿਰਣਿਪ੍ਰਗਟਿਸੰਸਾਰਹਸਾਖਤਰੋਵਰਮਵਲਸਰਾ॥"},"translation":{"en":{"bdb":"His Praises radiate throughout the world, like the rays of the sun, and the branches of the maulsar (fragrant) tree.","ms":"Thy praise is manifest in the world, like the rays of the sun and the fragrance of the boughs of the tree of mimusopselengi.","ssk":"His Praises radiate throughout the world, like the rays of the sun, and the branches of the maulsar (fragrant) tree."},"pu":{"ss":{"gurmukhi":" (ijvyN) mOlsrI dy sRySt ru`K dIAW Sw^WiK`lr ky sugMDI iKlwrdIAW hn, ","unicode":" (ਜਿਵੇਂ) ਮੌਲਸਰੀ ਦੇ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਦੀਆਂ ਸ਼ਾਖ਼ਾਂਖਿੱਲਰ ਕੇ ਸੁਗੰਧੀ ਖਿਲਾਰਦੀਆਂ ਹਨ, "},"ft":{"gurmukhi":"so kIrqI (riv) sUrj kI ikrxoN vq sMpUrn sMswr myN pRgt hoie rhI hY, Bwv pRkwS rhI hY[ (swK) KyqIEN myN AO (qrovr) ibRCoN myN, Bwv jV, jMgm (srw) srb myN vw (srw) smuMdRW myN (mvl) iml rhI hY]","unicode":"ਸੋ ਕੀਰਤੀ (ਰਵਿ) ਸੂਰਜ ਕੀ ਕਿਰਣੋਂ ਵਤ ਸੰਪੂਰਨ ਸੰਸਾਰ ਮੇਂ ਪ੍ਰਗਟ ਹੋਇ ਰਹੀ ਹੈ, ਭਾਵ ਪ੍ਰਕਾਸ਼ ਰਹੀ ਹੈ। (ਸਾਖ) ਖੇਤੀਓਂ ਮੇਂ ਔ (ਤਰੋਵਰ) ਬ੍ਰਿਛੋਂ ਮੇਂ, ਭਾਵ ਜੜ, ਜੰਗਮ (ਸਰਾ) ਸਰਬ ਮੇਂ ਵਾ (ਸਰਾ) ਸਮੁੰਦ੍ਰਾਂ ਮੇਂ (ਮਵਲ) ਮਿਲ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":" (ijvyN) mOlsrI dy sRySt ru`K dIAW Sw^WiK`lr ky sugMDI iKlwrdIAW hn, ","unicode":" (ਜਿਵੇਂ) ਮੌਲਸਰੀ ਦੇ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਦੀਆਂ ਸ਼ਾਖ਼ਾਂਖਿੱਲਰ ਕੇ ਸੁਗੰਧੀ ਖਿਲਾਰਦੀਆਂ ਹਨ, "},"ms":{"gurmukhi":"qyrI mihmw jgq AMdr sUrj dIAW SuAwvW Aqy mOAsrI ibrC dIAW tihxIAW dI suMgDI dI mwnMd aujwgr hY[","unicode":"ਤੇਰੀ ਮਹਿਮਾ ਜਗਤ ਅੰਦਰ ਸੂਰਜ ਦੀਆਂ ਸ਼ੁਆਵਾਂ ਅਤੇ ਮੌਅਸਰੀ ਬਿਰਛ ਦੀਆਂ ਟਹਿਣੀਆਂ ਦੀ ਸੁੰਗਧੀ ਦੀ ਮਾਨੰਦ ਉਜਾਗਰ ਹੈ।"}},"es":{"sn":"Sus Alabanzas se irradian en el mundo, como rayos de sol, y como las ramas del aromático Maulsar, "},"hi":{"ss":"(जैसे) मौलसरी के श्रेष्ठ वृक्ष की शाखाएं (बिखर के सुगन्धि बिखेरती हैं। वैसे ही गुरू अमरदास की) शोभा-रूप सूरज की किरण के जगत में प्रकट होने के कारण पहाड़।","sts":"जैसे मौलश्री के पेड़ की शाखाएँ फैलती हैं, वैसे ही गुरु अमरदास जी का यश सूर्य की किरणों की तरह सब ओर फैल गया है।"}},"transliteration":{"english":"keerat rav kiran pragaT sa(n)saareh saakh tarovar mavalasaraa ||","hindi":"कीरति रवि किरणि प्रगटि संसारह साख तरोवर मवलसरा ॥","en":"keerat rav kiran pragaT sa(n)saareh saakh tarovar mavalasaraa ||","hi":"कीरति रवि किरणि प्रगटि संसारह साख तरोवर मवलसरा ॥","ipa":"kirət̪ rəʋ kɪrəɳ pɹəGəʈ səŋsɑrəh sɑkʰ t̪ərɔʋər məʋələsərɑ.","ur":"کیِرت رو کرݨ پرگٹ سںساره ساکھ تروور مولسرا ۔۔"},"pageNo":1392,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59069,"shabadId":5373,"verse":{"gurmukhi":"auqir diKxih puib Aru psçim jY jY kwru jpMiQ nrw ]","unicode":"ਉਤਰਿ ਦਖਿਣਹਿ ਪੁਬਿ ਅਰੁ ਪਸ੍ਚਮਿ ਜੈ ਜੈ ਕਾਰੁ ਜਪੰਥਿ ਨਰਾ ॥"},"larivaar":{"gurmukhi":"auqirdiKxihpuibArupsçimjYjYkwrujpMiQnrw]","unicode":"ਉਤਰਿਦਖਿਣਹਿਪੁਬਿਅਰੁਪਸ੍ਚਮਿਜੈਜੈਕਾਰੁਜਪੰਥਿਨਰਾ॥"},"translation":{"en":{"bdb":"In the north, south, east and west, people proclaim Your Victory.","ms":"In the north, south, east and west, men shout forth the slogans of thy victory.","ssk":"In the north, south, east and west, people proclaim Your Victory."},"pu":{"ss":{"gurmukhi":" iqvyN gurU Amrdws dI) soBw-rUp sUrj dI ikrx dy jgq ivc prgt hox dy kwrx phwV, d`Kx cVHdy lihMdy (Bwv, hr pwsy) lok gurU Amrdws jI dI jY-jYkwr kr rhy hn [","unicode":" ਤਿਵੇਂ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ) ਸੋਭਾ-ਰੂਪ ਸੂਰਜ ਦੀ ਕਿਰਣ ਦੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਣ ਦੇ ਕਾਰਣ ਪਹਾੜ, ਦੱਖਣ ਚੜ੍ਹਦੇ ਲਹਿੰਦੇ (ਭਾਵ, ਹਰ ਪਾਸੇ) ਲੋਕ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"pUrb, auqr, dKx, pscm, ien cwroN idsw myN sMpUrn purS jY jY kwr kr siqgur sRI gurU Amrdws swihb jI ky nwm ko jpqy hYN]","unicode":"ਪੂਰਬ, ਉਤਰ, ਦਖਣ, ਪਸਚਮ, ਇਨ ਚਾਰੋਂ ਦਿਸਾ ਮੇਂ ਸੰਪੂਰਨ ਪੁਰਸ਼ ਜੈ ਜੈ ਕਾਰ ਕਰ ਸਤਿਗੁਰ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" iqvyN gurU Amrdws dI) soBw-rUp sUrj dI ikrx dy jgq ivc prgt hox dy kwrx phwV, d`Kx cVHdy lihMdy (Bwv, hr pwsy) lok gurU Amrdws jI dI jY-jYkwr kr rhy hn [","unicode":" ਤਿਵੇਂ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ) ਸੋਭਾ-ਰੂਪ ਸੂਰਜ ਦੀ ਕਿਰਣ ਦੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਣ ਦੇ ਕਾਰਣ ਪਹਾੜ, ਦੱਖਣ ਚੜ੍ਹਦੇ ਲਹਿੰਦੇ (ਭਾਵ, ਹਰ ਪਾਸੇ) ਲੋਕ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"Smwlw, jnUb, mSrk Aqy mgrb AMdr lok qyrI ij`q dy nwAry lwauNdy hn[","unicode":"ਸ਼ਮਾਲਾ, ਜਨੂਬ, ਮਸ਼ਰਕ ਅਤੇ ਮਗਰਬ ਅੰਦਰ ਲੋਕ ਤੇਰੀ ਜਿੱਤ ਦੇ ਨਾਅਰੇ ਲਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"en el Norte, Sur, Oeste y Este, la gente proclama Tu Victoria, "},"hi":{"ss":"उक्तर-दक्षिण-पुरब-पश्चिम (भाव। हर तरफ) लोग गुरू अमरदास जी की जय-जयकार कर रहे हैं।","sts":"जिस कारण उत्तर, दक्षिण, पूर्व, पश्चिम में लोग गुरु अमरदास जी की जय-जयकार कर रहे हैं।"}},"transliteration":{"english":"autar dhakhineh pub ar pascham jai jai kaar japa(n)th naraa ||","hindi":"उतरि दखिणहि पुबि अरु पस्चमि जै जै कारु जपंथि नरा ॥","en":"autar dhakhineh pub ar pascham jai jai kaar japa(n)th naraa ||","hi":"उतरि दखिणहि पुबि अरु पस्चमि जै जै कारु जपंथि नरा ॥","ipa":"oʊt̪ər d̪əkʰɪɳəh pʊb ər pəst͡ʃəm d͡ʒæ d͡ʒæ kɑr d͡ʒəpəŋt̪ʰ nərɑ.","ur":"اُتر دکھݨه پُب ار پسچم جَے جَے کار جپںتھ نرا ۔۔"},"pageNo":1392,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":41,"gurmukhi":"kl´","unicode":null,"english":"Bhatt Kal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}}]}