{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1399},"count":31,"navigation":{"previous":1398,"next":1400},"page":[{"verseId":59273,"shabadId":5409,"verse":{"gurmukhi":"nl´ kiv pwrs prs kc kMcnw huie cMdnw subwsu jwsu ismrq An qr ]","unicode":"ਨਲੵ ਕਵਿ ਪਾਰਸ ਪਰਸ ਕਚ ਕੰਚਨਾ ਹੁਇ ਚੰਦਨਾ ਸੁਬਾਸੁ ਜਾਸੁ ਸਿਮਰਤ ਅਨ ਤਰ ॥"},"larivaar":{"gurmukhi":"nl´kivpwrsprskckMcnwhuiecMdnwsubwsujwsuismrqAnqr]","unicode":"ਨਲੵਕਵਿਪਾਰਸਪਰਸਕਚਕੰਚਨਾਹੁਇਚੰਦਨਾਸੁਬਾਸੁਜਾਸੁਸਿਮਰਤਅਨਤਰ॥"},"translation":{"en":{"bdb":"So speaks NALL the poet: touching the Philosopher's Stone, glass is transformed into gold, and the sandalwood tree imparts its fragrance to other trees; meditating in remembrance on the Lord, I am transformed.","ms":"Says Nall, the poet, just as by touching philosopher's stone, glass becomes gold and just as sandal imparts fragrance to other trees, similar is the Guru, whose contemplation transmutes the mortal.","ssk":"So speaks NALL the poet: touching the Philosopher's Stone, glass is transformed into gold, and the sandalwood tree imparts its fragrance to other trees; meditating in remembrance on the Lord, I am transformed."},"pu":{"ss":{"gurmukhi":"ijs ƒ ismirAW (ieauN ho jweIdw hY ijvyN) pwrs dI Cuh nwl k`c sonw ho jWdw hY Aqy (cMdn dI Cuh nwl) hor ru`KW ivc cMdn dI sugMDI Aw jWdI hY [","unicode":"ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ (ਇਉਂ ਹੋ ਜਾਈਦਾ ਹੈ ਜਿਵੇਂ) ਪਾਰਸ ਦੀ ਛੁਹ ਨਾਲ ਕੱਚ ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ (ਚੰਦਨ ਦੀ ਛੁਹ ਨਾਲ) ਹੋਰ ਰੁੱਖਾਂ ਵਿਚ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਆ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"sRI 'nl' kvI jI khqy hYN: hy sRI gurU Amrdws swihb jI! Awp pwrs rUp kO hm k`c vq quC jIv prs kr ky (kMcnw) sÍrn rUp Amolk hoie jwqy hYN[ AOr ijs Awp ky ismrn rUpI cMdn kI vwSnw qy AOr ibRCoN vq jo ieqR jIv hY, so sRyst vwSnw vwly cMdn rUp ho jwqy hYN, Bwv Xyh ik so jn sMq rUp ho jwqy hYN]","unicode":"ਸ੍ਰੀ 'ਨਲ' ਕਵੀ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ! ਆਪ ਪਾਰਸ ਰੂਪ ਕੌ ਹਮ ਕੱਚ ਵਤ ਤੁਛ ਜੀਵ ਪਰਸ ਕਰ ਕੇ (ਕੰਚਨਾ) ਸ੍ਵਰਨ ਰੂਪ ਅਮੋਲਕ ਹੋਇ ਜਾਤੇ ਹੈਂ। ਔਰ ਜਿਸ ਆਪ ਕੇ ਸਿਮਰਨ ਰੂਪੀ ਚੰਦਨ ਕੀ ਵਾਸ਼ਨਾ ਤੇ ਔਰ ਬ੍ਰਿਛੋਂ ਵਤ ਜੋ ਇਤ੍ਰ ਜੀਵ ਹੈ, ਸੋ ਸ੍ਰੇਸਟ ਵਾਸ਼ਨਾ ਵਾਲੇ ਚੰਦਨ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ, ਭਾਵ ਯੇਹ ਕਿ ਸੋ ਜਨ ਸੰਤ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs ƒ ismirAW (ieauN ho jweIdw hY ijvyN) pwrs dI Cuh nwl k`c sonw ho jWdw hY Aqy (cMdn dI Cuh nwl) hor ru`KW ivc cMdn dI sugMDI Aw jWdI hY [","unicode":"ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ (ਇਉਂ ਹੋ ਜਾਈਦਾ ਹੈ ਜਿਵੇਂ) ਪਾਰਸ ਦੀ ਛੁਹ ਨਾਲ ਕੱਚ ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ (ਚੰਦਨ ਦੀ ਛੁਹ ਨਾਲ) ਹੋਰ ਰੁੱਖਾਂ ਵਿਚ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਆ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"kvI nl AwKdw hY, ijs qrHW rswiex nwl Cuhx duAwrw SISw, sonw ho jWdw hY Aqy ijs qrHW cMnx hornw ibrCw ƒ suMgDq kr idMdw hY eysy qrHW AYsy hn gurdyv ijnHW dw icMqn bMdy dI kWieAw ƒ plt idMdw hY[","unicode":"ਕਵੀ ਨਲ ਆਖਦਾ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਰਸਾਇਣ ਨਾਲ ਛੁਹਣ ਦੁਆਰਾ ਸ਼ੀਸ਼ਾ, ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ਹੋਰਨਾ ਬਿਰਛਾ ਨੂੰ ਸੁੰਗਧਤ ਕਰ ਦਿੰਦਾ ਹੈ ਏਸੇ ਤਰ੍ਹਾਂ ਐਸੇ ਹਨ ਗੁਰਦੇਵ ਜਿਨ੍ਹਾਂ ਦਾ ਚਿੰਤਨ ਬੰਦੇ ਦੀ ਕਾਂਇਆ ਨੂੰ ਪਲਟ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Habla entonces Kal, el poeta, tocando la Piedra Filosofal, el vidrio es transformado en oro, y el árbol de Sándalo impregna su aroma a otros árboles, meditando en el Señor, soy transformado. "},"hi":{"ss":"जिसको सिमरने से (ऐसे हो जाते हैं जैसे) पारस को छू के काँच सोना हो जाता है और (चँदन की छूह से) और वृक्षों में भी चँदन की खुशबू आ जाती है।","sts":"कवि नल्ह का कथन है कि गुरु रामदास रूपी पारस के स्पर्श से कंचन सरीखा हो गया हूँ, ज्यों चंदन की खुशबू से अन्य पेड़-पौधे खुशबूदार हो जाते हैं।"}},"transliteration":{"english":"nalaye kav paaras paras kach ka(n)chanaa hui cha(n)dhanaa subaas jaas simarat an tar ||","hindi":"नल्य कवि पारस परस कच कंचना हुइ चंदना सुबासु जासु सिमरत अन तर ॥","en":"nalaye kav paaras paras kach ka(n)chanaa hui cha(n)dhanaa subaas jaas simarat an tar ||","hi":"नल्य कवि पारस परस कच कंचना हुइ चंदना सुबासु जासु सिमरत अन तर ॥","ipa":"nələj kəʋ pɑrəs pərəs kət͡ʃ kəŋt͡ʃənɑ hʊeɪ t͡ʃəŋd̪ənɑ sʊbɑs d͡ʒɑs sɪmərət̪ ən t̪ər.","ur":"نلے کو پارس پرس کچ کںچنا هُا چںدنا سُباس جاس سمرت ان تر ۔۔"},"pageNo":1399,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59274,"shabadId":5409,"verse":{"gurmukhi":"jw ky dyKq duAwry kwm k®oD hI invwry jI hau bil bil jwau siqgur swcy nwm pr ]3]","unicode":"ਜਾ ਕੇ ਦੇਖਤ ਦੁਆਰੇ ਕਾਮ ਕ੍ਰੋਧ ਹੀ ਨਿਵਾਰੇ ਜੀ ਹਉ ਬਲਿ ਬਲਿ ਜਾਉ ਸਤਿਗੁਰ ਸਾਚੇ ਨਾਮ ਪਰ ॥੩॥"},"larivaar":{"gurmukhi":"jwkydyKqduAwrykwmk®oDhIinvwryjIhaubilbiljwausiqgurswcynwmpr]3]","unicode":"ਜਾਕੇਦੇਖਤਦੁਆਰੇਕਾਮਕ੍ਰੋਧਹੀਨਿਵਾਰੇਜੀਹਉਬਲਿਬਲਿਜਾਉਸਤਿਗੁਰਸਾਚੇਨਾਮਪਰ॥੩॥"},"translation":{"en":{"bdb":"Seeing His Door, I am rid of sexual desire and anger. I am a sacrifice, a sacrifice, to the True Name, O my True Guru. ||3||","ms":"I am a sacrifice yea, a sacrifice unto the True Name of the True Guru, seeing whose door, one is rid of lust and wrath.","ssk":"Seeing His Door, I am rid of sexual desire and anger. I am a sacrifice, a sacrifice, to the True Name, O my True Guru. ||3||"},"pu":{"ss":{"gurmukhi":"ijs gurU (rwmdws jI) dy dr dw drSn kIiqAW kwm kRoD (Awidk ieh swry) dUr ho jWdy hn, mYN sdky hW, aus s`cy gurU dy nwm qoN [3[","unicode":"ਜਿਸ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੇ ਦਰ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਇਹ ਸਾਰੇ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਸਦਕੇ ਹਾਂ, ਉਸ ਸੱਚੇ ਗੁਰੂ ਦੇ ਨਾਮ ਤੋਂ ।੩।"},"ft":{"gurmukhi":"hy sRI gurU rwmdws swihb jI! ijs Awp ky drSn dÍwrY kwm, kRoD AwdI sMpUrn ivkwr hmny invwry hYN[ hy siqgur jI! iqs Awp ky scy nwm pr mYN mn, bwxI kr ky bilhwrny jwqw hUM]3]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਜਿਸ ਆਪ ਕੇ ਦਰਸ਼ਨ ਦ੍ਵਾਰੈ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ ਸੰਪੂਰਨ ਵਿਕਾਰ ਹਮਨੇ ਨਿਵਾਰੇ ਹੈਂ। ਹੇ ਸਤਿਗੁਰ ਜੀ! ਤਿਸ ਆਪ ਕੇ ਸਚੇ ਨਾਮ ਪਰ ਮੈਂ ਮਨ, ਬਾਣੀ ਕਰ ਕੇ ਬਲਿਹਾਰਨੇ ਜਾਤਾ ਹੂੰ॥੩॥"},"bdb":{"gurmukhi":"ijs gurU (rwmdws jI) dy dr dw drSn kIiqAW kwm kRoD (Awidk ieh swry) dUr ho jWdy hn, mYN sdky hW, aus s`cy gurU dy nwm qoN [3[","unicode":"ਜਿਸ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੇ ਦਰ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਇਹ ਸਾਰੇ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਸਦਕੇ ਹਾਂ, ਉਸ ਸੱਚੇ ਗੁਰੂ ਦੇ ਨਾਮ ਤੋਂ ।੩।"},"ms":{"gurmukhi":"mYN s¤cy gurW dy nwm auqoN kurbwn Aqy vwrI vMdw hW, ijnHW dw dr vyKx duAwrw imQn hulws Aqy gu`sw dUr ho jWdy hn[","unicode":"ਮੈਂ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਨਾਮ ਉਤੋਂ ਕੁਰਬਾਨ ਅਤੇ ਵਾਰੀ ਵੰਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਦਾ ਦਰ ਵੇਖਣ ਦੁਆਰਾ ਮਿਥਨ ਹੁਲਾਸ ਅਤੇ ਗੁੱਸਾ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Viendo Su Puerta, la lujuria y el enojo desaparecen, ofrezco mi ser en sacrificio, al Nombre Verdadero, oh mi Guru. (3)"},"hi":{"ss":"जिस गुरू (रामदास जी) के दर के दर्शन करने से काम-क्रोध (आदि यह सारे) दूर हो जाते हैं। मैं सदके हूँ उस सच्चे गुरू के नाम पर से। 3।","sts":"जिसके दर्शनों से काम-क्रोध का निवारण हो जाता है, उस सतिगुरु रामदास के सच्चे नाम पर मैं हरदम बलिहारी जाता हूँ॥३॥"}},"transliteration":{"english":"jaa ke dhekhat dhuaare kaam karodh hee nivaare jee hau bal bal jaau satigur saache naam par ||3||","hindi":"जा के देखत दुआरे काम क्रोध ही निवारे जी हउ बलि बलि जाउ सतिगुर साचे नाम पर ॥३॥","en":"jaa ke dhekhat dhuaare kaam karodh hee nivaare jee hau bal bal jaau satigur saache naam par ||3||","hi":"जा के देखत दुआरे काम क्रोध ही निवारे जी हउ बलि बलि जाउ सतिगुर साचे नाम पर ॥३॥","ipa":"d͡ʒɑ ke d̪ekʰət̪ d̪ʊəɑre kɑm kəʳɔt̪ə̀ hi nɪʋɑre d͡ʒi ho bəl bəl d͡ʒɑo sət̪ɪGʊr sɑt͡ʃe nɑm pər.3.","ur":"جا کے دےکھت دُآرے کام ک®ودھ هیِ نوارے جیِ ها بل بلِ جاا ستِگر ساچے نام پر ۔۔۳۔۔"},"pageNo":1399,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59275,"shabadId":5410,"verse":{"gurmukhi":"rwju jogu qKqu dIAnu gur rwmdws ]","unicode":"ਰਾਜੁ ਜੋਗੁ ਤਖਤੁ ਦੀਅਨੁ ਗੁਰ ਰਾਮਦਾਸ ॥"},"larivaar":{"gurmukhi":"rwjujoguqKqudIAnugurrwmdws]","unicode":"ਰਾਜੁਜੋਗੁਤਖਤੁਦੀਅਨੁਗੁਰਰਾਮਦਾਸ॥"},"translation":{"en":{"bdb":"Guru Raam Daas was blessed with the Throne of Raja Yoga.","ms":"Guru Amar Dass has blessed Guru Ram Dass with the temporal and spiritual throne.","ssk":"Guru Raam Daas was blessed with the Throne of Raja Yoga."},"pu":{"ss":{"gurmukhi":"aus (Akwl purK) ny gurU rwmdws (jI) ƒ rwj qy jog (vwlw) q^q id`qw hY [","unicode":"ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਰਾਜ ਤੇ ਜੋਗ (ਵਾਲਾ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ।"},"ft":{"gurmukhi":"hy sRI gurU rwmdws swihb jI! ieh jo rwj jog kw qKq siqguroN ny Awp ko dIAw hY]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਇਹ ਜੋ ਰਾਜ ਜੋਗ ਕਾ ਤਖਤ ਸਤਿਗੁਰੋਂ ਨੇ ਆਪ ਕੋ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus (Akwl purK) ny gurU rwmdws (jI) ƒ rwj qy jog (vwlw) q^q id`qw hY [","unicode":"ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਰਾਜ ਤੇ ਜੋਗ (ਵਾਲਾ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU Amrdws jI ny gurU rwmdws jI ƒ sMswrI Aqy rUhwnI rwj-isMGwsx bKiSAw hY[","unicode":"ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਸੰਸਾਰੀ ਅਤੇ ਰੂਹਾਨੀ ਰਾਜ-ਸਿੰਘਾਸਣ ਬਖਸ਼ਿਆ ਹੈ।"}},"es":{"sn":"Guru Ram Das fue bendecido con el Trono de Raya Yoga. Primero Guru Nanak iluminó el mundo y lo llenó de Éxtasis, como la luna llena; "},"hi":{"ss":"उस (अकाल-पुरख) ने गुरू रामदास (जी) को राज और जोग (वाला) तख़्त दिया है।","sts":"गुरु रामदास जी को (तीसरे गुरु अमरदास जी ने) राज योग (अर्थात् गुरुगद्वी) के सिंहासन पर स्थापित किया।"}},"transliteration":{"english":"raaj jog takhat dheean gur raamadhaas ||","hindi":"राजु जोगु तखतु दीअनु गुर रामदास ॥","en":"raaj jog takhat dheean gur raamadhaas ||","hi":"राजु जोगु तखतु दीअनु गुर रामदास ॥","ipa":"rɑd͡ʒ d͡ʒɔG t̪əkʰət̪ d̪iən Gʊr rɑməd̪ɑs.","ur":"راج جوگ تکھت دیِان گُر رامداس ۔۔"},"pageNo":1399,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59276,"shabadId":5410,"verse":{"gurmukhi":"pRQmy nwnk cMdu jgq BXo Awnµdu qwrin mnuK´ jn kIAau pRgws ]","unicode":"ਪ੍ਰਥਮੇ ਨਾਨਕ ਚੰਦੁ ਜਗਤ ਭਯੋ ਆਨੰਦੁ ਤਾਰਨਿ ਮਨੁਖੵ ਜਨ ਕੀਅਉ ਪ੍ਰਗਾਸ ॥"},"larivaar":{"gurmukhi":"pRQmynwnkcMdujgqBXoAwnµduqwrinmnuK´jnkIAaupRgws]","unicode":"ਪ੍ਰਥਮੇਨਾਨਕਚੰਦੁਜਗਤਭਯੋਆਨੰਦੁਤਾਰਨਿਮਨੁਖੵਜਨਕੀਅਉਪ੍ਰਗਾਸ॥"},"translation":{"en":{"bdb":"First, Guru Nanak illuminated the world, like the full moon, and filled it with bliss. To carry humanity across, He bestowed His Radiance.","ms":"As first Nanak Dev became manifest like the moon. To emancipate the human beings, he illumined the world, which was then filled with bliss.","ssk":"First, Guru Nanak illuminated the world, like the full moon, and filled it with bliss. To carry humanity across, He bestowed His Radiance."},"pu":{"ss":{"gurmukhi":"pihlW gurU nwnk dyv jI cMdRmw (-rUp pRgt hoey), mnu`KW ƒ qwrn leI (Awp ny) cwnxw kIqw qy (swry) sMswr ƒ ^uSI hoeI [ ","unicode":"ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾ (-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ), ਮਨੁੱਖਾਂ ਨੂੰ ਤਾਰਨ ਲਈ (ਆਪ ਨੇ) ਚਾਨਣਾ ਕੀਤਾ ਤੇ (ਸਾਰੇ) ਸੰਸਾਰ ਨੂੰ ਖ਼ੁਸ਼ੀ ਹੋਈ । "},"ft":{"gurmukhi":"pRQmy sRI gurU nwnk dyv jI cMdRmW ky smwn audy Bey, ijn ky Avqwr Dwrny sy srb jgq myN AnMd BXw hY[ iqnoN ny ies guirAweI ky qKq pr iesiQq ho kr ky Awpny dwsoN ko sMswr isMD sy qwrny hyq igAwn rUp pRkwS kIAw hY]","unicode":"ਪ੍ਰਥਮੇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾਂ ਕੇ ਸਮਾਨ ਉਦੇ ਭਏ, ਜਿਨ ਕੇ ਅਵਤਾਰ ਧਾਰਨੇ ਸੇ ਸਰਬ ਜਗਤ ਮੇਂ ਅਨੰਦ ਭਯਾ ਹੈ। ਤਿਨੋਂ ਨੇ ਇਸ ਗੁਰਿਆਈ ਕੇ ਤਖਤ ਪਰ ਇਸਥਿਤ ਹੋ ਕਰ ਕੇ ਆਪਨੇ ਦਾਸੋਂ ਕੋ ਸੰਸਾਰ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਹੇਤ ਗਿਆਨ ਰੂਪ ਪ੍ਰਕਾਸ਼ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"pihlW gurU nwnk dyv jI cMdRmw (-rUp pRgt hoey), mnu`KW ƒ qwrn leI (Awp ny) cwnxw kIqw qy (swry) sMswr ƒ ^uSI hoeI [ ","unicode":"ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾ (-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ), ਮਨੁੱਖਾਂ ਨੂੰ ਤਾਰਨ ਲਈ (ਆਪ ਨੇ) ਚਾਨਣਾ ਕੀਤਾ ਤੇ (ਸਾਰੇ) ਸੰਸਾਰ ਨੂੰ ਖ਼ੁਸ਼ੀ ਹੋਈ । "},"ms":{"gurmukhi":"pihl ipRQmy nwnk dyv jI cMdrmy dI mwnMd pRgt hoey[ mnuS jwqI ƒ qwrx leI aunHW ny sMswr ƒ roSn kIqw, jo qd KuSI nwl prIpUrn ho igAw[","unicode":"ਪਹਿਲ ਪ੍ਰਿਥਮੇ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦਰਮੇ ਦੀ ਮਾਨੰਦ ਪ੍ਰਗਟ ਹੋਏ। ਮਨੁਸ਼ ਜਾਤੀ ਨੂੰ ਤਾਰਣ ਲਈ ਉਨ੍ਹਾਂ ਨੇ ਸੰਸਾਰ ਨੂੰ ਰੋਸ਼ਨ ਕੀਤਾ, ਜੋ ਤਦ ਖੁਸ਼ੀ ਨਾਲ ਪਰੀਪੂਰਨ ਹੋ ਗਿਆ।"}},"es":{"sn":"para llevar a los humanos a través de la existencia nos dio Su Destello. Bendijo a Guru Angad con el Tesoro de Sabiduría Espiritual "},"hi":{"ss":"पहले गुरू नानक देव जी चँद्रमा (-रूप प्रकट हुए)। मनुष्यों के उद्धार के लिए (आपने) प्रकाश किया और (सारे) संसार को खुशी हुई।","sts":"सर्वप्रथम चन्द्रमा के रूप में गुरु नानक देव जी संसार में प्रगट हुए, उनके आगमन से संसार को आनंद प्राप्त हुआ, मनुष्यों को संसार के बन्धनों से मुक्त करने के लिए उन्होंने हरिनाम का प्रकाश किया।"}},"transliteration":{"english":"prathame naanak cha(n)dh jagat bhayo aana(n)dh taaran manukhaye jan keeaau pragaas ||","hindi":"प्रथमे नानक चंदु जगत भयो आनंदु तारनि मनुख्य जन कीअउ प्रगास ॥","en":"prathame naanak cha(n)dh jagat bhayo aana(n)dh taaran manukhaye jan keeaau pragaas ||","hi":"प्रथमे नानक चंदु जगत भयो आनंदु तारनि मनुख्य जन कीअउ प्रगास ॥","ipa":"pɹət̪ʰəme nɑnək t͡ʃəŋd̪ d͡ʒəGət̪ ɓəjɔ əɑnəⁿd̪ t̪ɑrən mənʊkʰəj d͡ʒən kiəo pɹəGɑs.","ur":"پرتھمے نانک چںد جگت بھےو آنµد تارن منکھے جن کیِاا پرگاس ۔۔"},"pageNo":1399,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59277,"shabadId":5410,"verse":{"gurmukhi":"gur AMgd dIAau inDwnu AkQ kQw igAwnu pMc BUq bis kIny jmq n qRws ]","unicode":"ਗੁਰ ਅੰਗਦ ਦੀਅਉ ਨਿਧਾਨੁ ਅਕਥ ਕਥਾ ਗਿਆਨੁ ਪੰਚ ਭੂਤ ਬਸਿ ਕੀਨੇ ਜਮਤ ਨ ਤ੍ਰਾਸ ॥"},"larivaar":{"gurmukhi":"gurAMgddIAauinDwnuAkQkQwigAwnupMcBUqbiskInyjmqnqRws]","unicode":"ਗੁਰਅੰਗਦਦੀਅਉਨਿਧਾਨੁਅਕਥਕਥਾਗਿਆਨੁਪੰਚਭੂਤਬਸਿਕੀਨੇਜਮਤਨਤ੍ਰਾਸ॥"},"translation":{"en":{"bdb":"He blessed Guru Angad with the treasure of spiritual wisdom, and the Unspoken Speech; He overcame the five demons and the fear of the Messenger of Death.","ms":"With the treasure of the Divine discourse and gnosis of the Ineffable Lord, Nanak blessed Guru Angad, who overcame his five demos and was rid of the fear of the Death's courier.","ssk":"He blessed Guru Angad with the treasure of spiritual wisdom, and the Unspoken Speech; He overcame the five demons and the fear of the Messenger of Death."},"pu":{"ss":{"gurmukhi":"(iPr gurU nwnk dyv ny) gurU AMgd dyv jI ƒ hrI dI Ak`Q kQw dw igAwn-rUp ^zwnw b^iSAw, (ijs krky gurU AMgd dyv ny) kwmwidk pMjy vYrI v`s ivc kr ley, qy (aus ƒ auhnW dw) fr nwh irhw [","unicode":"(ਫਿਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਨੇ) ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੂੰ ਹਰੀ ਦੀ ਅਕੱਥ ਕਥਾ ਦਾ ਗਿਆਨ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ, (ਜਿਸ ਕਰਕੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਲਏ, ਤੇ (ਉਸ ਨੂੰ ਉਹਨਾਂ ਦਾ) ਡਰ ਨਾਹ ਰਿਹਾ ।"},"ft":{"gurmukhi":"iqsI mhwrwj pihlI pwqSwhI jI ny sRI gurU AMgd swihb jI ko inDIEN kw Gr nwm vw guirAweI kw qKq dy kr iqs (AkQ) vwihgurU kI kQw igAwn dIAw hY[ iqsI qy ies qKq pr bYT kr ky sRI gurU AMgd swihb jI ny pMc kwm, kRoD AwdI BUqoN ko vs kr lIAw hY ijs qy punw koeI BY (jmq n) auqpq hI nhIN hoqw hY]","unicode":"ਤਿਸੀ ਮਹਾਰਾਜ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੋ ਨਿਧੀਓਂ ਕਾ ਘਰ ਨਾਮ ਵਾ ਗੁਰਿਆਈ ਕਾ ਤਖਤ ਦੇ ਕਰ ਤਿਸ (ਅਕਥ) ਵਾਹਿਗੁਰੂ ਕੀ ਕਥਾ ਗਿਆਨ ਦੀਆ ਹੈ। ਤਿਸੀ ਤੇ ਇਸ ਤਖਤ ਪਰ ਬੈਠ ਕਰ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਨੇ ਪੰਚ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ ਭੂਤੋਂ ਕੋ ਵਸ ਕਰ ਲੀਆ ਹੈ ਜਿਸ ਤੇ ਪੁਨਾ ਕੋਈ ਭੈ (ਜਮਤ ਨ) ਉਤਪਤ ਹੀ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(iPr gurU nwnk dyv ny) gurU AMgd dyv jI ƒ hrI dI Ak`Q kQw dw igAwn-rUp ^zwnw b^iSAw, (ijs krky gurU AMgd dyv ny) kwmwidk pMjy vYrI v`s ivc kr ley, qy (aus ƒ auhnW dw) fr nwh irhw [","unicode":"(ਫਿਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਨੇ) ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੂੰ ਹਰੀ ਦੀ ਅਕੱਥ ਕਥਾ ਦਾ ਗਿਆਨ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ, (ਜਿਸ ਕਰਕੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਲਏ, ਤੇ (ਉਸ ਨੂੰ ਉਹਨਾਂ ਦਾ) ਡਰ ਨਾਹ ਰਿਹਾ ।"},"ms":{"gurmukhi":"AknIX pRBU dy Drm-crcy Aqy bRhm-boD dy Kjwny dI, nwnk ny gurU AMgd ƒ dwq id`qI, ijs ny Awpxy pMjy BUqinAW ƒ kwbU kr ilAw Aqy mOq dy dUqW dy fr qoN KlwsI pw leI[","unicode":"ਅਕਨੀਯ ਪ੍ਰਭੂ ਦੇ ਧਰਮ-ਚਰਚੇ ਅਤੇ ਬ੍ਰਹਮ-ਬੋਧ ਦੇ ਖਜਾਨੇ ਦੀ, ਨਾਨਕ ਨੇ ਗੁਰੂ ਅੰਗਦ ਨੂੰ ਦਾਤ ਦਿੱਤੀ, ਜਿਸ ਨੇ ਆਪਣੇ ਪੰਜੇ ਭੂਤਨਿਆਂ ਨੂੰ ਕਾਬੂ ਕਰ ਲਿਆ ਅਤੇ ਮੌਤ ਦੇ ਦੂਤਾਂ ਦੇ ਡਰ ਤੋਂ ਖਲਾਸੀ ਪਾ ਲਈ।"}},"es":{"sn":"y con la inefable forma de hablar, conquistó a los cinco malignos y también el miedo al mensajero de la muerte. "},"hi":{"ss":"(फिर गुरू नानक देव ने) गुरू अंगद देव जी को हरी के अकथ-कथा का ज्ञान-रूप खजाना बख्शा। (जिसके कारण गुरू अंगद देव ने) कामादिक पाँचों वैरी वश में कर लिए। और (उसको उनका) डर ना रहा।","sts":"तदन्तर गुरु अंगद देव जी को सुखनिधान नाम प्रदान किया, जिन्होंने प्रभु की अकथ कथा का ज्ञान प्रदान किया, उन्होंने पाँच विकारों को वश में किया और मौत भी उनको डरा न सकी।"}},"transliteration":{"english":"gur a(n)gadh dheeaau nidhaan akath kathaa giaan pa(n)ch bhoot bas keene jamat na traas ||","hindi":"गुर अंगद दीअउ निधानु अकथ कथा गिआनु पंच भूत बसि कीने जमत न त्रास ॥","en":"gur a(n)gadh dheeaau nidhaan akath kathaa giaan pa(n)ch bhoot bas keene jamat na traas ||","hi":"गुर अंगद दीअउ निधानु अकथ कथा गिआनु पंच भूत बसि कीने जमत न त्रास ॥","ipa":"Gʊr əŋGəd̪ d̪iəo nɪt̪ɑn əkət̪ʰ kət̪ʰɑ Gɪəɑn pəŋt͡ʃ ɓut̪ bəs kine d͡ʒəmət̪ nə t̪ɹɑs.","ur":"گُر اںگد دیِاا ندھان اکتھ کتھا گآن پںچ بھُوت بس کیٍنے جمت ن تراس ۔۔"},"pageNo":1399,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59278,"shabadId":5410,"verse":{"gurmukhi":"gur Amru gurU sRI siq kiljuig rwKI piq AGn dyKq gqu crn kvl jws ]","unicode":"ਗੁਰ ਅਮਰੁ ਗੁਰੂ ਸ੍ਰੀ ਸਤਿ ਕਲਿਜੁਗਿ ਰਾਖੀ ਪਤਿ ਅਘਨ ਦੇਖਤ ਗਤੁ ਚਰਨ ਕਵਲ ਜਾਸ ॥"},"larivaar":{"gurmukhi":"gurAmrugurUsRIsiqkiljuigrwKIpiqAGndyKqgqucrnkvljws]","unicode":"ਗੁਰਅਮਰੁਗੁਰੂਸ੍ਰੀਸਤਿਕਲਿਜੁਗਿਰਾਖੀਪਤਿਅਘਨਦੇਖਤਗਤੁਚਰਨਕਵਲਜਾਸ॥"},"translation":{"en":{"bdb":"The Great and True Guru, Guru Amar Daas, has preserved honor in this Dark Age of Kali Yuga. Seeing His Lotus Feet, sin and evil are destroyed.","ms":"The great and venerable True Guru, Amar Dass saved the honour of the Darkage and such is he, seeing whose lotus feet, men's sins are destroyed.","ssk":"The Great and True Guru, Guru Amar Daas, has preserved honor in this Dark Age of Kali Yuga. Seeing His Lotus Feet, sin and evil are destroyed."},"pu":{"ss":{"gurmukhi":" (iPr gurU AMgd dyv dI Cuh nwl) sRI siqgurU gurU Amrdws (pRgt hoieAw), (aus ny) kiljug dI piq r`KI, Awp dy crn kmlW dw drSn kr ky (kiljug dy) pwp B`j gey [","unicode":" (ਫਿਰ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਦੀ ਛੁਹ ਨਾਲ) ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਗੁਰੂ ਅਮਰਦਾਸ (ਪ੍ਰਗਟ ਹੋਇਆ), (ਉਸ ਨੇ) ਕਲਿਜੁਗ ਦੀ ਪਤਿ ਰੱਖੀ, ਆਪ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਕਲਿਜੁਗ ਦੇ) ਪਾਪ ਭੱਜ ਗਏ ।"},"ft":{"gurmukhi":"sRI gurU AMgd swihb jI ny punw sRI siqgur Amrdws swihb jI kI kilXug myN piq rwKI hY, Bwv syvw sPl krI ArQwq ies qKq pr ibrwjy hYN[ so mhwrwj kYsy hYN? ijs sRI Amrdws jI ky crn kmloN ky dyKny sy srb (AGn) pwpoN ky smUh (gqu) nSt hoie jwqy hYN]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਨੇ ਪੁਨਾ ਸ੍ਰੀ ਸਤਿਗੁਰ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੀ ਕਲਿਯੁਗ ਮੇਂ ਪਤਿ ਰਾਖੀ ਹੈ, ਭਾਵ ਸੇਵਾ ਸਫਲ ਕਰੀ ਅਰਥਾਤ ਇਸ ਤਖਤ ਪਰ ਬਿਰਾਜੇ ਹੈਂ। ਸੋ ਮਹਾਰਾਜ ਕੈਸੇ ਹੈਂ? ਜਿਸ ਸ੍ਰੀ ਅਮਰਦਾਸ ਜੀ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੇ ਦੇਖਨੇ ਸੇ ਸਰਬ (ਅਘਨ) ਪਾਪੋਂ ਕੇ ਸਮੂਹ (ਗਤੁ) ਨਸ਼ਟ ਹੋਇ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" (iPr gurU AMgd dyv dI Cuh nwl) sRI siqgurU gurU Amrdws (pRgt hoieAw), (aus ny) kiljug dI piq r`KI, Awp dy crn kmlW dw drSn kr ky (kiljug dy) pwp B`j gey [","unicode":" (ਫਿਰ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਦੀ ਛੁਹ ਨਾਲ) ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਗੁਰੂ ਅਮਰਦਾਸ (ਪ੍ਰਗਟ ਹੋਇਆ), (ਉਸ ਨੇ) ਕਲਿਜੁਗ ਦੀ ਪਤਿ ਰੱਖੀ, ਆਪ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਕਲਿਜੁਗ ਦੇ) ਪਾਪ ਭੱਜ ਗਏ ।"},"ms":{"gurmukhi":"ivSwl Aqy pUjX s¤cy gurU Amrdws jI ny kwly Xug dI iezq r`K leI Aqy AYsy hn auh ijnHW dy kml pYrW ƒ vyK ky, jIvW dy pwp nSt ho jWdy hn[","unicode":"ਵਿਸ਼ਾਲ ਅਤੇ ਪੂਜਯ ਸੱਚੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਕਾਲੇ ਯੁਗ ਦੀ ਇਜ਼ਤ ਰੱਖ ਲਈ ਅਤੇ ਐਸੇ ਹਨ ਉਹ ਜਿਨ੍ਹਾਂ ਦੇ ਕਮਲ ਪੈਰਾਂ ਨੂੰ ਵੇਖ ਕੇ, ਜੀਵਾਂ ਦੇ ਪਾਪ ਨਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"El Grandioso y Verdadero Guru, Guru Amar Das, ha conservado el Honor en esta Era de oscuridad de Kali. "},"hi":{"ss":"(फिर गुरू अंगद देव जी की छूह से) श्री सतिगुरू गुरू अमरदास (प्रकट हुआ)। (उसने) कलियुग की पति रखी। आप के चरन-कमलों का दर्शन करके (कलिजुग के) पाप भाग गए।","sts":"फिर श्री गुरु अमरदास ने महामहिम परम सत्य ईश्वर की सत्ता को स्वीकार किया, कलियुग में जीवों की लाज बचाई। उनके दर्शन एवं चरण-कमल के स्पर्श से शिष्यों के पाप दूर हुए।"}},"transliteration":{"english":"gur amar guroo sree sat kalijug raakhee pat aghan dhekhat gat charan kaval jaas ||","hindi":"गुर अमरु गुरू स्री सति कलिजुगि राखी पति अघन देखत गतु चरन कवल जास ॥","en":"gur amar guroo sree sat kalijug raakhee pat aghan dhekhat gat charan kaval jaas ||","hi":"गुर अमरु गुरू स्री सति कलिजुगि राखी पति अघन देखत गतु चरन कवल जास ॥","ipa":"Gʊr əmər Gʊru sɹi sət̪ kəlɪd͡ʒʊG rɑkʰi pət̪ əGʰən d̪ekʰət̪ Gət̪ t͡ʃərən kəʋəl d͡ʒɑs.","ur":"گُر امر گُرُو سریِ ست کلِجگ راکھیِ پتِ اگھن دےکھت گت چرن کول جاس ۔۔"},"pageNo":1399,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":4,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":4,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59279,"shabadId":5410,"verse":{"gurmukhi":"sB ibiD mwin´au mnu qb hI BXau pRsMnu rwju jogu qKqu dIAnu gur rwmdws ]4]","unicode":"ਸਭ ਬਿਧਿ ਮਾਨੵਿਉ ਮਨੁ ਤਬ ਹੀ ਭਯਉ ਪ੍ਰਸੰਨੁ ਰਾਜੁ ਜੋਗੁ ਤਖਤੁ ਦੀਅਨੁ ਗੁਰ ਰਾਮਦਾਸ ॥੪॥"},"larivaar":{"gurmukhi":"sBibiDmwin´aumnuqbhIBXaupRsMnurwjujoguqKqudIAnugurrwmdws]4]","unicode":"ਸਭਬਿਧਿਮਾਨੵਿਉਮਨੁਤਬਹੀਭਯਉਪ੍ਰਸੰਨੁਰਾਜੁਜੋਗੁਤਖਤੁਦੀਅਨੁਗੁਰਰਾਮਦਾਸ॥੪॥"},"translation":{"en":{"bdb":"When His mind was totally satisfied in every way, when He was totally pleased, He bestowed upon Guru Raam Daas the Throne of Raja Yoga. ||4||","ms":"When his mind was satisfied in every way, then was he pleased and he bestowed on Guru Ram Dass, the secular and spiritual throne.","ssk":"When His mind was totally satisfied in every way, when He was totally pleased, He bestowed upon Guru Raam Daas the Throne of Raja Yoga. ||4||"},"pu":{"ss":{"gurmukhi":" (jdoN gurU Amrdws jI dw) mn pUrn qOr qy pqIj igAw, qdoN (auh gurU rwmdws jI auqy) qüR`Ty qy (auhnW) gurU rwmdws ƒ rwj jog vwlw q^q b^iSAw [4[","unicode":" (ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਮਨ ਪੂਰਨ ਤੌਰ ਤੇ ਪਤੀਜ ਗਿਆ, ਤਦੋਂ (ਉਹ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਉਤੇ) ਤੁ੍ਰੱਠੇ ਤੇ (ਉਹਨਾਂ) ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਰਾਜ ਜੋਗ ਵਾਲਾ ਤਖ਼ਤ ਬਖ਼ਸ਼ਿਆ ।੪।"},"ft":{"gurmukhi":"iqs sRI gurU Amrdws swihb jI kw mn jb Awp pr srb pRkwr sy mwinAw hY, qb hy sRI gurU rwmdws swihb jI! iqnoN ny ieh rwj jog kw qKq Awp ko dIAw hY]4]Çrf AOr CMd aucwrn krqy hYN:","unicode":"ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕਾ ਮਨ ਜਬ ਆਪ ਪਰ ਸਰਬ ਪ੍ਰਕਾਰ ਸੇ ਮਾਨਿਆ ਹੈ, ਤਬ ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਤਿਨੋਂ ਨੇ ਇਹ ਰਾਜ ਜੋਗ ਕਾ ਤਖਤ ਆਪ ਕੋ ਦੀਆ ਹੈ॥੪॥☬ਰਡ ਔਰ ਛੰਦ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":" (jdoN gurU Amrdws jI dw) mn pUrn qOr qy pqIj igAw, qdoN (auh gurU rwmdws jI auqy) qüR`Ty qy (auhnW) gurU rwmdws ƒ rwj jog vwlw q^q b^iSAw [4[","unicode":" (ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਮਨ ਪੂਰਨ ਤੌਰ ਤੇ ਪਤੀਜ ਗਿਆ, ਤਦੋਂ (ਉਹ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਉਤੇ) ਤੁ੍ਰੱਠੇ ਤੇ (ਉਹਨਾਂ) ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਰਾਜ ਜੋਗ ਵਾਲਾ ਤਖ਼ਤ ਬਖ਼ਸ਼ਿਆ ।੪।"},"ms":{"gurmukhi":"jd aunHW dy ic`q dI hr qrHW nwl qs`lI ho geI qW auh KuS ho gey Aqy aunHW ny duinAwvI Aqy rUhwnI rwj-isMGwsx gurU rwmdws ƒ bKS id`qw[","unicode":"ਜਦ ਉਨ੍ਹਾਂ ਦੇ ਚਿੱਤ ਦੀ ਹਰ ਤਰ੍ਹਾਂ ਨਾਲ ਤਸੱਲੀ ਹੋ ਗਈ ਤਾਂ ਉਹ ਖੁਸ਼ ਹੋ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਦੁਨਿਆਵੀ ਅਤੇ ਰੂਹਾਨੀ ਰਾਜ-ਸਿੰਘਾਸਣ ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਬਖਸ਼ ਦਿੱਤਾ।"}},"es":{"sn":"Viendo el Loto de Sus Pies el error y la maldad son destruidos. Cuando Su Mente fue satisfecha en todas sus formas, cuando estuvo totalmente complacido, Él confirió en Guru Ram Das el Trono de Raya Yoga. (4)"},"hi":{"ss":"(जब गुरू अमरदास जी का) मन पूरी तरह से पतीज गया। तब (वह गुरू रामदास जी पर) प्रसन्न हुए और (उन्होंने) गुरू रामदास को राज-जोग वाला तख़्त बख्शा। 4।","sts":"उसके बाद उन्होंने अपने शिष्य भाई जेठा को सब प्रकार से ज्ञान, भक्ति, सेवा के योग्य माना तो उनका मन बहुत प्रसन्न हुआ, श्री गुरु अमरदास जी ने (गुरु नानक की गद्दी) राज-योग के सिंहासन पर गुरु रामदास जी को आसीन कर दिया ॥४॥"}},"transliteration":{"english":"sabh bidh maaniyeau man tab hee bhayau prasa(n)n raaj jog takhat dheean gur raamadhaas ||4||","hindi":"सभ बिधि मानि्यउ मनु तब ही भयउ प्रसंनु राजु जोगु तखतु दीअनु गुर रामदास ॥४॥","en":"sabh bidh maaniyeau man tab hee bhayau prasa(n)n raaj jog takhat dheean gur raamadhaas ||4||","hi":"सभ बिधि मानि्यउ मनु तब ही भयउ प्रसंनु राजु जोगु तखतु दीअनु गुर रामदास ॥४॥","ipa":"səɓ bɪt̪ə̀ mɑnɪjo mən t̪əb hi ɓəjo pɹəsəŋn rɑd͡ʒ d͡ʒɔG t̪əkʰət̪ d̪iən Gʊr rɑməd̪ɑs.4.","ur":"سبھ بدھ مانےا من تب هیِ بھےا پرسنّ راج جوگ تکھت دیِان گُر رامداس ۔۔۴۔۔"},"pageNo":1399,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59280,"shabadId":5411,"verse":{"gurmukhi":"rf ]","unicode":"ਰਡ ॥"},"larivaar":{"gurmukhi":"rf]","unicode":"ਰਡ॥"},"translation":{"en":{"bdb":"Radd:","ms":"it is the Name of measure.","ssk":"Radd:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"ieh iek CMd dw nwm hY[","unicode":"ਇਹ ਇਕ ਛੰਦ ਦਾ ਨਾਮ ਹੈ।"}},"es":{"sn":"Radd"},"hi":{"ss":"","sts":"रड ॥"}},"transliteration":{"english":"radd ||","hindi":"रड ॥","en":"radd ||","hi":"रड ॥","ipa":"rəɖ.","ur":"رڈ ۔۔"},"pageNo":1399,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59281,"shabadId":5411,"verse":{"gurmukhi":"ijsih Dwir´au Driq Aru ivaumu Aru pvxu qy nIr sr Avr Anl Anwid kIAau ]","unicode":"ਜਿਸਹਿ ਧਾਰੵਿਉ ਧਰਤਿ ਅਰੁ ਵਿਉਮੁ ਅਰੁ ਪਵਣੁ ਤੇ ਨੀਰ ਸਰ ਅਵਰ ਅਨਲ ਅਨਾਦਿ ਕੀਅਉ ॥"},"larivaar":{"gurmukhi":"ijsihDwir´auDriqAruivaumuArupvxuqynIrsrAvrAnlAnwidkIAau]","unicode":"ਜਿਸਹਿਧਾਰੵਿਉਧਰਤਿਅਰੁਵਿਉਮੁਅਰੁਪਵਣੁਤੇਨੀਰਸਰਅਵਰਅਨਲਅਨਾਦਿਕੀਅਉ॥"},"translation":{"en":{"bdb":"He established the earth, the sky and the air, the water of the oceans, fire and food.","ms":"He who has installed the earth and the sky and air and the water of the oceans and has make the fire and corn etc.","ssk":"He established the earth, the sky and the air, the water of the oceans, fire and food."},"pu":{"ss":{"gurmukhi":" ijs hrI-nwm ny DrqI qy AkwS ƒ itkw r`iKAw hY, Aqy ijs ny pvx, srovrW dy auh jl, A`g qy AMn Awidk pYdw kIqy hn, ","unicode":" ਜਿਸ ਹਰੀ-ਨਾਮ ਨੇ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਨੂੰ ਟਿਕਾ ਰੱਖਿਆ ਹੈ, ਅਤੇ ਜਿਸ ਨੇ ਪਵਣ, ਸਰੋਵਰਾਂ ਦੇ ਉਹ ਜਲ, ਅੱਗ ਤੇ ਅੰਨ ਆਦਿਕ ਪੈਦਾ ਕੀਤੇ ਹਨ, "},"ft":{"gurmukhi":"ijs vwihgurU ny DrqI Ar (ivaumu) Akws AOr pvn ko DwirAw hY, Bwv ApnI imRXwdw myN iesiQq kIAw hY AOr (Anl) AgnI AOr jl kw (sr) smuMdR; vw qlwv punw (Anwid) AMn AwdI pdwrQoN kw smdwÎ kIAw hY]","unicode":"ਜਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਧਰਤੀ ਅਰ (ਵਿਉਮੁ) ਅਕਾਸ ਔਰ ਪਵਨ ਕੋ ਧਾਰਿਆ ਹੈ, ਭਾਵ ਅਪਨੀ ਮ੍ਰਿਯਾਦਾ ਮੇਂ ਇਸਥਿਤ ਕੀਆ ਹੈ ਔਰ (ਅਨਲ) ਅਗਨੀ ਔਰ ਜਲ ਕਾ (ਸਰ) ਸਮੁੰਦ੍ਰ; ਵਾ ਤਲਾਵ ਪੁਨਾ (ਅਨਾਦਿ) ਅੰਨ ਆਦੀ ਪਦਾਰਥੋਂ ਕਾ ਸਮਦਾ੍ਯ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":" ijs hrI-nwm ny DrqI qy AkwS ƒ itkw r`iKAw hY, Aqy ijs ny pvx, srovrW dy auh jl, A`g qy AMn Awidk pYdw kIqy hn, ","unicode":" ਜਿਸ ਹਰੀ-ਨਾਮ ਨੇ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਨੂੰ ਟਿਕਾ ਰੱਖਿਆ ਹੈ, ਅਤੇ ਜਿਸ ਨੇ ਪਵਣ, ਸਰੋਵਰਾਂ ਦੇ ਉਹ ਜਲ, ਅੱਗ ਤੇ ਅੰਨ ਆਦਿਕ ਪੈਦਾ ਕੀਤੇ ਹਨ, "},"ms":{"gurmukhi":"ijs ny DrqI Aqy Asmwn Aqy hvw Aqy smuMdrW dw pwxI AsQwpn kIqw hY, Aqy A`g Aqy AMn Awidk bxwey hn[","unicode":"ਜਿਸ ਨੇ ਧਰਤੀ ਅਤੇ ਅਸਮਾਨ ਅਤੇ ਹਵਾ ਅਤੇ ਸਮੁੰਦਰਾਂ ਦਾ ਪਾਣੀ ਅਸਥਾਪਨ ਕੀਤਾ ਹੈ, ਅਤੇ ਅੱਗ ਅਤੇ ਅੰਨ ਆਦਿਕ ਬਣਾਏ ਹਨ।"}},"es":{"sn":"Él estableció la tierra, el cielo y el aire, el agua de los océanos, el fuego y el alimento, "},"hi":{"ss":"जिस हरी-नाम ने धरती और आकाश को टिका के रखा है। और जिसने पवन। सरोवरों के वह जल। आग और अन्न आदि पैदा किए हैं।","sts":"जिस परमपिता परमेश्वर ने धरती और आकाश को धारण किया, वायु, पानी, सरोवर, अग्नि एवं अन्न-भोजन इत्यादि को उत्पन्न किया है,"}},"transliteration":{"english":"jiseh dhaariyeau dharat ar viaum ar pavan te neer sar avar anal anaadh keeaau ||","hindi":"जिसहि धारि्यउ धरति अरु विउमु अरु पवणु ते नीर सर अवर अनल अनादि कीअउ ॥","en":"jiseh dhaariyeau dharat ar viaum ar pavan te neer sar avar anal anaadh keeaau ||","hi":"जिसहि धारि्यउ धरति अरु विउमु अरु पवणु ते नीर सर अवर अनल अनादि कीअउ ॥","ipa":"d͡ʒɪsəh t̪ɑrɪjo t̪ərət̪ ər ʋɪoʊm ər pəʋəɳ t̪e nir sər əʋər ənəl ənɑd̪ kiəo.","ur":"جِسه دھارےا دھرت ار وام ار پوݨ تے نیِر سر اور انل اناد کیِااُ ۔۔"},"pageNo":1399,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"},{"p":9,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59282,"shabadId":5411,"verse":{"gurmukhi":"sis iriK inis sUr idin sYl qrUA Pl Pul dIAau ]","unicode":"ਸਸਿ ਰਿਖਿ ਨਿਸਿ ਸੂਰ ਦਿਨਿ ਸੈਲ ਤਰੂਅ ਫਲ ਫੁਲ ਦੀਅਉ ॥"},"larivaar":{"gurmukhi":"sisiriKinissUridinsYlqrUAPlPuldIAau]","unicode":"ਸਸਿਰਿਖਿਨਿਸਿਸੂਰਦਿਨਿਸੈਲਤਰੂਅਫਲਫੁਲਦੀਅਉ॥"},"translation":{"en":{"bdb":"He created the moon, the stars and the sun, night and day and mountains; he blessed the trees with flowers and fruits.","ms":"Who has created the moon, the stars the sun, night, the day and the mountains and who has blessed the trees with flowers and fruits.","ssk":"He created the moon, the starts and the sun, night and day and mountains; he blessed the trees with flowers and fruits."},"pu":{"ss":{"gurmukhi":" (ijs dI brkiq nwl) rwq ƒ cMdRmw qy qwry Aqy idn vyly sUrj (cVHdw hY), ijs ny phwV rcy hn Aqy ijs ny ru`KW ƒ Pl Pu`l lwey hn [","unicode":" (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਰਾਤ ਨੂੰ ਚੰਦ੍ਰਮਾ ਤੇ ਤਾਰੇ ਅਤੇ ਦਿਨ ਵੇਲੇ ਸੂਰਜ (ਚੜ੍ਹਦਾ ਹੈ), ਜਿਸ ਨੇ ਪਹਾੜ ਰਚੇ ਹਨ ਅਤੇ ਜਿਸ ਨੇ ਰੁੱਖਾਂ ਨੂੰ ਫਲ ਫੁੱਲ ਲਾਏ ਹਨ ।"},"ft":{"gurmukhi":"(sis) cMdRmW AO (iriK) qwry AO (inis) rwqRI, (sUr) sUrj, idn, (sYl) prbq AwdI rc kr ky (qrUA) ibRCoN ko PlH Pul dIAw hY]","unicode":"(ਸਸਿ) ਚੰਦ੍ਰਮਾਂ ਔ (ਰਿਖਿ) ਤਾਰੇ ਔ (ਨਿਸਿ) ਰਾਤ੍ਰੀ, (ਸੂਰ) ਸੂਰਜ, ਦਿਨ, (ਸੈਲ) ਪਰਬਤ ਆਦੀ ਰਚ ਕਰ ਕੇ (ਤਰੂਅ) ਬ੍ਰਿਛੋਂ ਕੋ ਫਲ੍ਹ ਫੁਲ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs dI brkiq nwl) rwq ƒ cMdRmw qy qwry Aqy idn vyly sUrj (cVHdw hY), ijs ny phwV rcy hn Aqy ijs ny ru`KW ƒ Pl Pu`l lwey hn [","unicode":" (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਰਾਤ ਨੂੰ ਚੰਦ੍ਰਮਾ ਤੇ ਤਾਰੇ ਅਤੇ ਦਿਨ ਵੇਲੇ ਸੂਰਜ (ਚੜ੍ਹਦਾ ਹੈ), ਜਿਸ ਨੇ ਪਹਾੜ ਰਚੇ ਹਨ ਅਤੇ ਜਿਸ ਨੇ ਰੁੱਖਾਂ ਨੂੰ ਫਲ ਫੁੱਲ ਲਾਏ ਹਨ ।"},"ms":{"gurmukhi":"ijs ny cMdRmw, qwry sUrj rwqRI idhuM Aqy phwV rcy hn, Aqy ijs ny ibrCW ƒ puSp Aqy myvy lwey hn[","unicode":"ਜਿਸ ਨੇ ਚੰਦ੍ਰਮਾ, ਤਾਰੇ ਸੂਰਜ ਰਾਤ੍ਰੀ ਦਿਹੁੰ ਅਤੇ ਪਹਾੜ ਰਚੇ ਹਨ, ਅਤੇ ਜਿਸ ਨੇ ਬਿਰਛਾਂ ਨੂੰ ਪੁਸ਼ਪ ਅਤੇ ਮੇਵੇ ਲਾਏ ਹਨ।"}},"es":{"sn":"Él creó la luna, las estrellas y el sol, la noche, el día y las montañas, Él bendijo los árboles con flores y frutos."},"hi":{"ss":"(जिसकी बरकति से) रात को चँद्रमा और तारे और दिन के वक्त सूरज (चढ़ता है)। जिसने पहाड़ रचे हैं और जिसने वृक्षों को फल-फूल लगाए हैं।","sts":"रात को दिखाई देने वाले चन्द्रमा एवं तारे बनाए, दिन में निकलने वाला सूर्य, पहाड़ों की रचना की, पेड़-पौधे, फल-फूल दिए हैं।"}},"transliteration":{"english":"sas rikh nis soor dhin sail tarooa fal ful dheeaau ||","hindi":"ससि रिखि निसि सूर दिनि सैल तरूअ फल फुल दीअउ ॥","en":"sas rikh nis soor dhin sail tarooa fal ful dheeaau ||","hi":"ससि रिखि निसि सूर दिनि सैल तरूअ फल फुल दीअउ ॥","ipa":"səs rɪkʰ nɪs sur d̪ɪn sæl t̪əruə fəl fʊl d̪iəo.","ur":"سس رکھِ نسِ سُور دنِ سَےل ترُوا پھل پھُل دیِاا ۔۔"},"pageNo":1399,"lineNo":8,"updated":"2024-07-02 01:40:12","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59283,"shabadId":5411,"verse":{"gurmukhi":"suir nr spq smudR ikA DwirE iqRBvx jwsu ]","unicode":"ਸੁਰਿ ਨਰ ਸਪਤ ਸਮੁਦ੍ਰ ਕਿਅ ਧਾਰਿਓ ਤ੍ਰਿਭਵਣ ਜਾਸੁ ॥"},"larivaar":{"gurmukhi":"suirnrspqsmudRikADwirEiqRBvxjwsu]","unicode":"ਸੁਰਿਨਰਸਪਤਸਮੁਦ੍ਰਕਿਅਧਾਰਿਓਤ੍ਰਿਭਵਣਜਾਸੁ॥"},"translation":{"en":{"bdb":"He created the gods, human beings and the seven seas; He established the three worlds.","ms":"Who has created the gods, men and the seven oceans and who has established the three worlds.","ssk":"He created the gods, human beings and the seven seas; He established the three worlds."},"pu":{"ss":{"gurmukhi":" ijs ny dyvqy mnu`K qy s`q smuMdr pYdw kIqy hn Aqy iqMny Bvx itkw r`Ky hn, ","unicode":" ਜਿਸ ਨੇ ਦੇਵਤੇ ਮਨੁੱਖ ਤੇ ਸੱਤ ਸਮੁੰਦਰ ਪੈਦਾ ਕੀਤੇ ਹਨ ਅਤੇ ਤਿੰਨੇ ਭਵਣ ਟਿਕਾ ਰੱਖੇ ਹਨ, "},"ft":{"gurmukhi":"dyvqy, mnuK, spq smuMdR AwdI ijs vwihgurU ny kry hYN AOr ijs ky nwm ny ies iqRlokI ko DwirAw hY, Bwv sy ijs nwm ky ADwr ieh qIn lok hYN]","unicode":"ਦੇਵਤੇ, ਮਨੁਖ, ਸਪਤ ਸਮੁੰਦ੍ਰ ਆਦੀ ਜਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਕਰੇ ਹੈਂ ਔਰ ਜਿਸ ਕੇ ਨਾਮ ਨੇ ਇਸ ਤ੍ਰਿਲੋਕੀ ਕੋ ਧਾਰਿਆ ਹੈ, ਭਾਵ ਸੇ ਜਿਸ ਨਾਮ ਕੇ ਅਧਾਰ ਇਹ ਤੀਨ ਲੋਕ ਹੈਂ॥"},"bdb":{"gurmukhi":" ijs ny dyvqy mnu`K qy s`q smuMdr pYdw kIqy hn Aqy iqMny Bvx itkw r`Ky hn, ","unicode":" ਜਿਸ ਨੇ ਦੇਵਤੇ ਮਨੁੱਖ ਤੇ ਸੱਤ ਸਮੁੰਦਰ ਪੈਦਾ ਕੀਤੇ ਹਨ ਅਤੇ ਤਿੰਨੇ ਭਵਣ ਟਿਕਾ ਰੱਖੇ ਹਨ, "},"ms":{"gurmukhi":"ijs ny dyviqAW mnuSW Aqy s`qW swgrW ƒ ricAw hY Aqy ijs ny iqMny jhwn AsQwpn kIqy hn[","unicode":"ਜਿਸ ਨੇ ਦੇਵਤਿਆਂ ਮਨੁਸ਼ਾਂ ਅਤੇ ਸੱਤਾਂ ਸਾਗਰਾਂ ਨੂੰ ਰਚਿਆ ਹੈ ਅਤੇ ਜਿਸ ਨੇ ਤਿੰਨੇ ਜਹਾਨ ਅਸਥਾਪਨ ਕੀਤੇ ਹਨ।"}},"es":{"sn":"Él creó los dioses, los seres humanos y los siete mares y estableció los tres mundos."},"hi":{"ss":"जिसने देवते मनुष्य और सात समुंद्र पैदा किए हैं और तीनों भवन टिका के रखे हैं।","sts":"देवता, मनुष्य, सात समुद्रों की सृजना करके तीन लोकों को जिस प्रभु ने धारण किया हुआ है।"}},"transliteration":{"english":"sur nar sapat samudhr kia dhaario tirabhavan jaas ||","hindi":"सुरि नर सपत समुद्र किअ धारिओ तृभवण जासु ॥","en":"sur nar sapat samudhr kia dhaario tirabhavan jaas ||","hi":"सुरि नर सपत समुद्र किअ धारिओ तृभवण जासु ॥","ipa":"sʊr nər səpət̪ səmʊd̪ɹ kɪə t̪ɑrɪo t̪ɪɹəɓəʋəɳ d͡ʒɑs.","ur":"سُر نر سپت سمدر کا دھاراو تربھوݨ جاس ۔۔"},"pageNo":1399,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59284,"shabadId":5411,"verse":{"gurmukhi":"soeI eyku nwmu hir nwmu siq pwieE gur Amr pRgwsu ]1]5]","unicode":"ਸੋਈ ਏਕੁ ਨਾਮੁ ਹਰਿ ਨਾਮੁ ਸਤਿ ਪਾਇਓ ਗੁਰ ਅਮਰ ਪ੍ਰਗਾਸੁ ॥੧॥੫॥"},"larivaar":{"gurmukhi":"soeIeykunwmuhirnwmusiqpwieEgurAmrpRgwsu]1]5]","unicode":"ਸੋਈਏਕੁਨਾਮੁਹਰਿਨਾਮੁਸਤਿਪਾਇਓਗੁਰਅਮਰਪ੍ਰਗਾਸੁ॥੧॥੫॥"},"translation":{"en":{"bdb":"Guru Amar Daas was blessed with the Light of the One Name, the True Name of the Lord. ||1||5||","ms":"Guru Amar Dass is blessed with the light of that unique Name, the Lord's True Name.","ssk":"Guru Amar Daas was blessed with the Light of the One Name, the True Name of the Lord. ||1||5||"},"pu":{"ss":{"gurmukhi":" auhI iek hrI-nwm sdw At`l hY, (gurU rwmdws jI ny auhI nwm-rUp) cwnxw gurU Amrdws jI qoN l`Bw hY [1[5[","unicode":" ਉਹੀ ਇਕ ਹਰੀ-ਨਾਮ ਸਦਾ ਅਟੱਲ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਉਹੀ ਨਾਮ-ਰੂਪ) ਚਾਨਣਾ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਤੋਂ ਲੱਭਾ ਹੈ ।੧।੫।"},"ft":{"gurmukhi":"eyk hrI kw nwm pRisD hY, soeI iqs nwm kw pRkws (siq) inscy kr ky Awp ny sRI gurU Amrdws swihb jI qy pwXw hY]1]5]","unicode":"ਏਕ ਹਰੀ ਕਾ ਨਾਮ ਪ੍ਰਸਿਧ ਹੈ, ਸੋਈ ਤਿਸ ਨਾਮ ਕਾ ਪ੍ਰਕਾਸ (ਸਤਿ) ਨਿਸਚੇ ਕਰ ਕੇ ਆਪ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਤੇ ਪਾਯਾ ਹੈ॥੧॥੫॥"},"bdb":{"gurmukhi":" auhI iek hrI-nwm sdw At`l hY, (gurU rwmdws jI ny auhI nwm-rUp) cwnxw gurU Amrdws jI qoN l`Bw hY [1[5[","unicode":" ਉਹੀ ਇਕ ਹਰੀ-ਨਾਮ ਸਦਾ ਅਟੱਲ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਉਹੀ ਨਾਮ-ਰੂਪ) ਚਾਨਣਾ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਤੋਂ ਲੱਭਾ ਹੈ ।੧।੫।"},"ms":{"gurmukhi":"auh AduqI nwm, suAwmI dy scy nwm dI roSnI dI dwq gurU Amrdws jI ƒ pRwpq hoeI hY[","unicode":"ਉਹ ਅਦੁਤੀ ਨਾਮ, ਸੁਆਮੀ ਦੇ ਸਚੇ ਨਾਮ ਦੀ ਰੋਸ਼ਨੀ ਦੀ ਦਾਤ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।"}},"es":{"sn":"Guru Amar Das fue bendecido con la Luz del Nombre, el Nombre Verdadero del Señor. (1-5)"},"hi":{"ss":"वही एक हरी का नाम सदा अटल है। (गुरू रामदास जी ने वही नाम-रूप) प्रकाश गुरू अमरदास जी से पाया है। 1। 5।","sts":"वह परम सत्य अद्वितीय हरिनाम गुरु रामदास ने अपने सच्चे गुरु अमरदास से प्राप्त किया ॥ १॥ ५ ॥"}},"transliteration":{"english":"soiee ek naam har naam sat paio gur amar pragaas ||1||5||","hindi":"सोई एकु नामु हरि नामु सति पाइओ गुर अमर प्रगासु ॥१॥५॥","en":"soiee ek naam har naam sat paio gur amar pragaas ||1||5||","hi":"सोई एकु नामु हरि नामु सति पाइओ गुर अमर प्रगासु ॥१॥५॥","ipa":"sɔei eek nɑm hər nɑm sət̪ pɑeɪo Gʊr əmər pɹəGɑs.1.5.","ur":"سوای اےک نام هر نام ستِ پاااو گُر امر پرگاس ۔۔۱۔۔۵۔۔"},"pageNo":1399,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59285,"shabadId":5412,"verse":{"gurmukhi":"kchu kMcnu BieAau sbdu gur sRvxih suixE ]","unicode":"ਕਚਹੁ ਕੰਚਨੁ ਭਇਅਉ ਸਬਦੁ ਗੁਰ ਸ੍ਰਵਣਹਿ ਸੁਣਿਓ ॥"},"larivaar":{"gurmukhi":"kchukMcnuBieAausbdugursRvxihsuixE]","unicode":"ਕਚਹੁਕੰਚਨੁਭਇਅਉਸਬਦੁਗੁਰਸ੍ਰਵਣਹਿਸੁਣਿਓ॥"},"translation":{"en":{"bdb":"Glass is transformed into gold, listening to the Word of the Guru's Shabad.","ms":"Hearing the Guru's word with the ears, glass is transformed into gold.","ssk":"Glass is transformed into gold, listening to the Word of the Guru's Shabad."},"pu":{"ss":{"gurmukhi":"(ijs mnu`K ny) gurU dw Sbd kMnW nwl suixAw hY, auh (mwno) k`c qoN sonw ho igAw hY [ ","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੈ, ਉਹ (ਮਾਨੋ) ਕੱਚ ਤੋਂ ਸੋਨਾ ਹੋ ਗਿਆ ਹੈ । "},"ft":{"gurmukhi":"hy siqgur jI! ijs ny Awp kw (sbdu) aupdyS kwnoN dÍwry sRvn kIAw hY, so purS kc qy (kMcnu) sÍrn vq BXw hY, Bwv jo suB guxoN ky qihq inrgux BI Qw, so suD bRhm rUp BXw hY]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਨੇ ਆਪ ਕਾ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕਾਨੋਂ ਦ੍ਵਾਰੇ ਸ੍ਰਵਨ ਕੀਆ ਹੈ, ਸੋ ਪੁਰਸ਼ ਕਚ ਤੇ (ਕੰਚਨੁ) ਸ੍ਵਰਨ ਵਤ ਭਯਾ ਹੈ, ਭਾਵ ਜੋ ਸੁਭ ਗੁਣੋਂ ਕੇ ਤਹਿਤ ਨਿਰਗੁਣ ਭੀ ਥਾ, ਸੋ ਸੁਧ ਬ੍ਰਹਮ ਰੂਪ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs mnu`K ny) gurU dw Sbd kMnW nwl suixAw hY, auh (mwno) k`c qoN sonw ho igAw hY [ ","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੈ, ਉਹ (ਮਾਨੋ) ਕੱਚ ਤੋਂ ਸੋਨਾ ਹੋ ਗਿਆ ਹੈ । "},"ms":{"gurmukhi":"kMnW nwl gurW dI bwxI sRvx krn duAwrw SISw sonw QI vMdw hY[","unicode":"ਕੰਨਾਂ ਨਾਲ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਸ੍ਰਵਣ ਕਰਨ ਦੁਆਰਾ ਸ਼ੀਸ਼ਾ ਸੋਨਾ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"El vidrio es transformado en oro, escuchando la Palabra del Shabd "},"hi":{"ss":"(जिस मनुष्य ने) गुरू का शबद कानों से सुना है। वह (मानो) काँच से सोना हो गया है।","sts":"जिसने गुरु का वचन कानों से सुना है, वह काँच से स्वर्ण हो गया है।"}},"transliteration":{"english":"kachahu ka(n)chan bhiaau sabadh gur sravaneh sunio ||","hindi":"कचहु कंचनु भइअउ सबदु गुर स्रवणहि सुणिओ ॥","en":"kachahu ka(n)chan bhiaau sabadh gur sravaneh sunio ||","hi":"कचहु कंचनु भइअउ सबदु गुर स्रवणहि सुणिओ ॥","ipa":"kət͡ʃəh kəŋt͡ʃən ɓɪo səbəd̪ Gʊr sɹəʋəɳəh sʊɳɪo.","ur":"کچهُ کںچن بھِااا سبد گُر سروݨه سُݨاو ۔۔"},"pageNo":1399,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59286,"shabadId":5412,"verse":{"gurmukhi":"ibKu qy AMimRqu huXau nwmu siqgur muiK BixAau ]","unicode":"ਬਿਖੁ ਤੇ ਅੰਮ੍ਰਿਤੁ ਹੁਯਉ ਨਾਮੁ ਸਤਿਗੁਰ ਮੁਖਿ ਭਣਿਅਉ ॥"},"larivaar":{"gurmukhi":"ibKuqyAMimRquhuXaunwmusiqgurmuiKBixAau]","unicode":"ਬਿਖੁਤੇਅੰਮ੍ਰਿਤੁਹੁਯਉਨਾਮੁਸਤਿਗੁਰਮੁਖਿਭਣਿਅਉ॥"},"translation":{"en":{"bdb":"Poison is transformed into ambrosial nectar, speaking the Name of the True Guru.","ms":"Reciting the True Guru's Name with the mouth, poison is transmuted into Nectar.","ssk":"Poison is transformed into ambrosial nectar, speaking the Name of the True Guru."},"pu":{"ss":{"gurmukhi":"ijs ny siqgurU dw nwm mUMhoN aucwirAw hY, auh ivhu qoN AMimRq bx igAw hY [","unicode":"ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਹੈ, ਉਹ ਵਿਹੁ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਗਿਆ ਹੈ ।"},"ft":{"gurmukhi":"ijs ny Awp ky aupdyS kr muK sy, hy siqguro! nwm aucwrn kIAw hY, so purS ivK sy AMimRq BXw hY]","unicode":"ਜਿਸ ਨੇ ਆਪ ਕੇ ਉਪਦੇਸ਼ ਕਰ ਮੁਖ ਸੇ, ਹੇ ਸਤਿਗੁਰੋ! ਨਾਮ ਉਚਾਰਨ ਕੀਆ ਹੈ, ਸੋ ਪੁਰਸ਼ ਵਿਖ ਸੇ ਅੰਮ੍ਰਿਤ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs ny siqgurU dw nwm mUMhoN aucwirAw hY, auh ivhu qoN AMimRq bx igAw hY [","unicode":"ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਹੈ, ਉਹ ਵਿਹੁ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਗਿਆ ਹੈ ।"},"ms":{"gurmukhi":"mUMh nwl scy gurW dw nwm aucwrn krn duAwrw, zihr Awib-ihXwq ho jWdI hY[","unicode":"ਮੂੰਹ ਨਾਲ ਸਚੇ ਗੁਰਾਂ ਦਾ ਨਾਮ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ, ਜ਼ਹਿਰ ਆਬਿ-ਹਿਯਾਤ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"del Guru el veneno es transformado en Néctar Ambrosial, pronunciando el Nombre del Guru Verdadero."},"hi":{"ss":"जिसने सतिगुरू का नाम मुँह से उचारा है। वह विष से अमृत बन गया है।","sts":"जिसने अपने मुँह से सतिगुरु का नाम उच्चारण किया है, वह जहर से अमृत हो गया है।"}},"transliteration":{"english":"bikh te a(n)mrit huyau naam satigur mukh bhaniaau ||","hindi":"बिखु ते अंमृतु हुयउ नामु सतिगुर मुखि भणिअउ ॥","en":"bikh te a(n)mrit huyau naam satigur mukh bhaniaau ||","hi":"बिखु ते अंमृतु हुयउ नामु सतिगुर मुखि भणिअउ ॥","ipa":"bɪkʰ t̪e əŋmɪɹət̪ hʊjo nɑm sət̪ɪGʊr mʊkʰ ɓəɳɪəo.","ur":"بِکھ تے اںمرت هُےا نام ستگر مُکھ بھݨِااُ ۔۔"},"pageNo":1399,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59287,"shabadId":5412,"verse":{"gurmukhi":"lohau hoXau lwlu ndir siqguru jid DwrY ]","unicode":"ਲੋਹਉ ਹੋਯਉ ਲਾਲੁ ਨਦਰਿ ਸਤਿਗੁਰੁ ਜਦਿ ਧਾਰੈ ॥"},"larivaar":{"gurmukhi":"lohauhoXaulwlundirsiqgurujidDwrY]","unicode":"ਲੋਹਉਹੋਯਉਲਾਲੁਨਦਰਿਸਤਿਗੁਰੁਜਦਿਧਾਰੈ॥"},"translation":{"en":{"bdb":"Iron is transformed into jewels, when the True Guru bestows His Glance of Grace.","ms":"When the True Guru casts his merciful glance, iron is turned into a jewel.","ssk":"Iron is transformed into jewels, when the True Guru bestows His Glance of Grace."},"pu":{"ss":{"gurmukhi":" jy siqgurU (imhr dI) nzr kry, qW (jIv) lohy qoN lwl bx jWdw hY [","unicode":" ਜੇ ਸਤਿਗੁਰੂ (ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰੇ, ਤਾਂ (ਜੀਵ) ਲੋਹੇ ਤੋਂ ਲਾਲ ਬਣ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy siqgur jI! jb Awp ikRpw idRStI Dwrqy ho, qb jo jIv ssqw Qw vw jV, Bwv skwmI vw pwpoN kr BwrI Qw, so lwl vq ibkImqw hoie jwqw BXw hY]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਬ ਆਪ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ ਧਾਰਤੇ ਹੋ, ਤਬ ਜੋ ਜੀਵ ਸਸਤਾ ਥਾ ਵਾ ਜੜ, ਭਾਵ ਸਕਾਮੀ ਵਾ ਪਾਪੋਂ ਕਰ ਭਾਰੀ ਥਾ, ਸੋ ਲਾਲ ਵਤ ਬਿਕੀਮਤਾ ਹੋਇ ਜਾਤਾ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":" jy siqgurU (imhr dI) nzr kry, qW (jIv) lohy qoN lwl bx jWdw hY [","unicode":" ਜੇ ਸਤਿਗੁਰੂ (ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰੇ, ਤਾਂ (ਜੀਵ) ਲੋਹੇ ਤੋਂ ਲਾਲ ਬਣ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd scy gurdyv jI AwpxI dieAw-idRSqI krdy hn qW lohw jvyhr QI vMdw hY[","unicode":"ਜਦ ਸਚੇ ਗੁਰਦੇਵ ਜੀ ਆਪਣੀ ਦਇਆ-ਦ੍ਰਿਸ਼ਤੀ ਕਰਦੇ ਹਨ ਤਾਂ ਲੋਹਾ ਜਵੇਹਰ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"El hierro es transformado en joyas, cuando el Verdadero Guru posa Su Mirada de Gracia, "},"hi":{"ss":"अगर सतिगुरू (मेहर की) नजर करे। तो (जीव) लोहे से लाल बन जाता है।","sts":"जब सतिगुरु की कृपा-दृष्टि होती है तो लोहे सरीखा व्यक्ति भी लाल समान गुणवान् हो जाता है।"}},"transliteration":{"english":"lohau hoyau laal nadhar satigur jadh dhaarai ||","hindi":"लोहउ होयउ लालु नदरि सतिगुरु जदि धारै ॥","en":"lohau hoyau laal nadhar satigur jadh dhaarai ||","hi":"लोहउ होयउ लालु नदरि सतिगुरु जदि धारै ॥","ipa":"lɔho hɔjo lɑl nəd̪ər sət̪ɪGʊr d͡ʒəd̪ t̪ɑræ.","ur":"لوها هوےا لال ندر ستگر جدِ دھارَے ۔۔"},"pageNo":1399,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59288,"shabadId":5412,"verse":{"gurmukhi":"pwhx mwxk krY igAwnu gur kihAau bIcwrY ]","unicode":"ਪਾਹਣ ਮਾਣਕ ਕਰੈ ਗਿਆਨੁ ਗੁਰ ਕਹਿਅਉ ਬੀਚਾਰੈ ॥"},"larivaar":{"gurmukhi":"pwhxmwxkkrYigAwnugurkihAaubIcwrY]","unicode":"ਪਾਹਣਮਾਣਕਕਰੈਗਿਆਨੁਗੁਰਕਹਿਅਉਬੀਚਾਰੈ॥"},"translation":{"en":{"bdb":"Stones are transformed into emeralds, when the mortal chants and contemplates the spiritual wisdom of the Guru.","ms":"When man recites and reflects upon the Guru gnosis, the stone is turned into an emerald.","ssk":"Stones are transformed into emeralds, when the mortal chants and contemplates the spiritual wisdom of the Guru."},"pu":{"ss":{"gurmukhi":"ijnHW mnu`KW ny gurU dy d`sy igAwn ƒ ivcwr ky jipAw hY auhnW ƒ gurU (mwno) p`QrW qoN mwxk kr dyNdw hY [","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਗਿਆਨ ਨੂੰ ਵਿਚਾਰ ਕੇ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ (ਮਾਨੋ) ਪੱਥਰਾਂ ਤੋਂ ਮਾਣਕ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy siqgurU jI! jo Awp ky aucwrn kIey hUey igAwn ko bIcwrqw hY, so purS cwhy smwn pwQr vq Qw, prMqU aus ko Awp ny mwxk vq durlB kIAw hY]","unicode":"ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਜੋ ਆਪ ਕੇ ਉਚਾਰਨ ਕੀਏ ਹੂਏ ਗਿਆਨ ਕੋ ਬੀਚਾਰਤਾ ਹੈ, ਸੋ ਪੁਰਸ਼ ਚਾਹੇ ਸਮਾਨ ਪਾਥਰ ਵਤ ਥਾ, ਪਰੰਤੂ ਉਸ ਕੋ ਆਪ ਨੇ ਮਾਣਕ ਵਤ ਦੁਰਲਭ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW mnu`KW ny gurU dy d`sy igAwn ƒ ivcwr ky jipAw hY auhnW ƒ gurU (mwno) p`QrW qoN mwxk kr dyNdw hY [","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਗਿਆਨ ਨੂੰ ਵਿਚਾਰ ਕੇ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ (ਮਾਨੋ) ਪੱਥਰਾਂ ਤੋਂ ਮਾਣਕ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd ienswn gurW dI igAwq ƒ aucwrdw Aqy socdw smJdw hY, p`Qr hIrw QI vMdw hY[","unicode":"ਜਦ ਇਨਸਾਨ ਗੁਰਾਂ ਦੀ ਗਿਆਤ ਨੂੰ ਉਚਾਰਦਾ ਅਤੇ ਸੋਚਦਾ ਸਮਝਦਾ ਹੈ, ਪੱਥਰ ਹੀਰਾ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"las piedras son transformadas en esmeraldas, cuando el mortal recita y contempla la Sabiduría Espiritual del Guru."},"hi":{"ss":"जिन मनुष्यों ने गुरू के बताए हुए ज्ञान को विचार के जपा है उनको गुरू (मानो) पत्थरों से माणक कर देता है।","sts":"गुरु के ज्ञान का चिंतन करने से पत्थर सरीखा व्यक्ति अमूल्य मोती बन जाता है।"}},"transliteration":{"english":"paahan maanak karai giaan gur kahiaau beechaarai ||","hindi":"पाहण माणक करै गिआनु गुर कहिअउ बीचारै ॥","en":"paahan maanak karai giaan gur kahiaau beechaarai ||","hi":"पाहण माणक करै गिआनु गुर कहिअउ बीचारै ॥","ipa":"pɑhəɳ mɑɳək kəræ Gɪəɑn Gʊr kəhɪəo bit͡ʃɑræ.","ur":"پاهݨ ماݨک کرَے گآن گُر کهِاا بیِچارَے ۔۔"},"pageNo":1399,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59289,"shabadId":5412,"verse":{"gurmukhi":"kwThu sRIKMf siqguir kIAau duK dirdR iqn ky gieA ]","unicode":"ਕਾਠਹੁ ਸ੍ਰੀਖੰਡ ਸਤਿਗੁਰਿ ਕੀਅਉ ਦੁਖ ਦਰਿਦ੍ਰ ਤਿਨ ਕੇ ਗਇਅ ॥"},"larivaar":{"gurmukhi":"kwThusRIKMfsiqguirkIAauduKdirdRiqnkygieA]","unicode":"ਕਾਠਹੁਸ੍ਰੀਖੰਡਸਤਿਗੁਰਿਕੀਅਉਦੁਖਦਰਿਦ੍ਰਤਿਨਕੇਗਇਅ॥"},"translation":{"en":{"bdb":"The True Guru transforms ordinary wood into sandalwood, eradicating the pains of poverty.","ms":"Eradicates are the pangs and poverty of those, whom the True Guru has make sandal from wood.","ssk":"The True Guru transforms ordinary wood into sandalwood, eradicating the pains of poverty."},"pu":{"ss":{"gurmukhi":" auhnW dy du`K dridR dUr ho gey hn Aqy siqgurU ny auhnW ƒ (mwno) kwT qoN cMdn bxw idqw hY [","unicode":" ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦਰਦ੍ਰਿ ਦੂਰ ਹੋ ਗਏ ਹਨ ਅਤੇ ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਕਾਠ ਤੋਂ ਚੰਦਨ ਬਣਾ ਦਿਤਾ ਹੈ ।"},"ft":{"gurmukhi":"jo kwst vq Qy iqs ko hy siqgurU jI! Awp ny (sRI KMf) cMdn vq kr dIAw hY, Bwv jo BgqI rihq js hIn Qy, so BgqI sihq Ar js vwly kIey hYN[ punw iqnoN ky duK AO dirdR kw smdwX dUr BXw hY]","unicode":"ਜੋ ਕਾਸਟ ਵਤ ਥੇ ਤਿਸ ਕੋ ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਆਪ ਨੇ (ਸ੍ਰੀ ਖੰਡ) ਚੰਦਨ ਵਤ ਕਰ ਦੀਆ ਹੈ, ਭਾਵ ਜੋ ਭਗਤੀ ਰਹਿਤ ਜਸ ਹੀਨ ਥੇ, ਸੋ ਭਗਤੀ ਸਹਿਤ ਅਰ ਜਸ ਵਾਲੇ ਕੀਏ ਹੈਂ। ਪੁਨਾ ਤਿਨੋਂ ਕੇ ਦੁਖ ਔ ਦਰਿਦ੍ਰ ਕਾ ਸਮਦਾਯ ਦੂਰ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":" auhnW dy du`K dridR dUr ho gey hn Aqy siqgurU ny auhnW ƒ (mwno) kwT qoN cMdn bxw idqw hY [","unicode":" ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦਰਦ੍ਰਿ ਦੂਰ ਹੋ ਗਏ ਹਨ ਅਤੇ ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਕਾਠ ਤੋਂ ਚੰਦਨ ਬਣਾ ਦਿਤਾ ਹੈ ।"},"ms":{"gurmukhi":"dUr ho geIAW hn pIV qy grIbI aunHW dI, ijnHW ƒ scy gurW ny l`kVI qoN cMnx bxw id`qw hY[","unicode":"ਦੂਰ ਹੋ ਗਈਆਂ ਹਨ ਪੀੜ ਤੇ ਗਰੀਬੀ ਉਨ੍ਹਾਂ ਦੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਚੇ ਗੁਰਾਂ ਨੇ ਲੱਕੜੀ ਤੋਂ ਚੰਨਣ ਬਣਾ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"El Verdadero Guru transforma a la madera ordinaria en Sándalo, erradicando las penas de la pobreza; "},"hi":{"ss":"उनके दुख-दारिद्र दूर हो गए हैं और सतिगुरू ने उनको (मानो) काठ से चँदन बना दिया है","sts":"सतिगुरु के चरण स्पर्श से लकड़ी चन्दन हो जाती है और दुख-दर्द सब दूर हो जाते हैं।"}},"transliteration":{"english":"kaaThahu sreekha(n)dd satigur keeaau dhukh dharidhr tin ke gia ||","hindi":"काठहु स्रीखंड सतिगुरि कीअउ दुख दरिद्र तिन के गइअ ॥","en":"kaaThahu sreekha(n)dd satigur keeaau dhukh dharidhr tin ke gia ||","hi":"काठहु स्रीखंड सतिगुरि कीअउ दुख दरिद्र तिन के गइअ ॥","ipa":"kɑʈʰəh sɹikʰəŋɖ sət̪ɪGʊr kiəo d̪ʊkʰ d̪ərɪd̪ɹ t̪ɪn ke Gɪ.","ur":"کاٹھهُ سریِکھںڈ ستگر کیِاا دُکھ درِدر تن کے گِاا ۔۔"},"pageNo":1399,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59290,"shabadId":5412,"verse":{"gurmukhi":"siqgurU crn ijn@ prisAw sy psu pryq suir nr BieA ]2]6]","unicode":"ਸਤਿਗੁਰੂ ਚਰਨ ਜਿਨੑ ਪਰਸਿਆ ਸੇ ਪਸੁ ਪਰੇਤ ਸੁਰਿ ਨਰ ਭਇਅ ॥੨॥੬॥"},"larivaar":{"gurmukhi":"siqgurUcrnijn@prisAwsypsupryqsuirnrBieA]2]6]","unicode":"ਸਤਿਗੁਰੂਚਰਨਜਿਨੑਪਰਸਿਆਸੇਪਸੁਪਰੇਤਸੁਰਿਨਰਭਇਅ॥੨॥੬॥"},"translation":{"en":{"bdb":"Whoever touches the Feet of the True Guru, is transformed from a beast and a ghost into an angelic being. ||2||6||","ms":"Whosoever touches the True Guru's feet, becomes an angelic person from beast and ghost.","ssk":"Whoever touches the Feet of the True Guru, is transformed from a beast and a ghost into an angelic being. ||2||6||"},"pu":{"ss":{"gurmukhi":" ijnHW mnu`KW ny siqgurU dy crn prsy hn, auh psU qy pryqW qoN dyvqy qy mnu`K bx gey hn[2[6[ ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਉਹ ਪਸੂ ਤੇ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਬਣ ਗਏ ਹਨ।੨।੬। "},"ft":{"gurmukhi":"hy siqgur jI! ijs ny Awp ky crn kmloN ko prisAw hY, so psU qy (suir) dyvqw AO pRyq qy (nr) mwnuK rUp BXw hY; vw psU AO pRyqoN qy dyviqEN myN BI (nr) muKÎ isromxI BXw hY]2]6]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਨੇ ਆਪ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਪਰਸਿਆ ਹੈ, ਸੋ ਪਸੂ ਤੇ (ਸੁਰਿ) ਦੇਵਤਾ ਔ ਪ੍ਰੇਤ ਤੇ (ਨਰ) ਮਾਨੁਖ ਰੂਪ ਭਯਾ ਹੈ; ਵਾ ਪਸੂ ਔ ਪ੍ਰੇਤੋਂ ਤੇ ਦੇਵਤਿਓਂ ਮੇਂ ਭੀ (ਨਰ) ਮੁਖ੍ਯ ਸਿਰੋਮਣੀ ਭਯਾ ਹੈ॥੨॥੬॥"},"bdb":{"gurmukhi":" ijnHW mnu`KW ny siqgurU dy crn prsy hn, auh psU qy pryqW qoN dyvqy qy mnu`K bx gey hn[2[6[ ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਉਹ ਪਸੂ ਤੇ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਬਣ ਗਏ ਹਨ।੨।੬। "},"ms":{"gurmukhi":"jo scy gurW dy pYrw ƒ CUh lYNdw hY, auh fMgr Aqy BUqny qoN iek dyvI purS bx jWdw hY[","unicode":"ਜੋ ਸਚੇ ਗੁਰਾਂ ਦੇ ਪੈਰਾ ਨੂੰ ਛੂਹ ਲੈਂਦਾ ਹੈ, ਉਹ ਡੰਗਰ ਅਤੇ ਭੂਤਨੇ ਤੋਂ ਇਕ ਦੇਵੀ ਪੁਰਸ਼ ਬਣ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"quien sea que toque los Pies del Verdadero Guru es transformado de una bestia o un fantasma en un ser angelical. (2-6)"},"hi":{"ss":"जिन मनुष्यों ने सतिगुरू के चरन परसे हैं। वह पशू व प्रेतों से देवते और मनुष्य बन गए हैं। । 2। 6।","sts":"जिन्होंने सतिगुरु रामदास का चरण-स्पर्श किया है, वे पशु प्रेत से देवता समान भले मनुष्य हो गए हैं।॥२॥६॥"}},"transliteration":{"english":"satiguroo charan jin(h) parasiaa se pas paret sur nar bhia ||2||6||","hindi":"सतिगुरू चरन जिन्न परसिआ से पसु परेत सुरि नर भइअ ॥२॥६॥","en":"satiguroo charan jin(h) parasiaa se pas paret sur nar bhia ||2||6||","hi":"सतिगुरू चरन जिन्न परसिआ से पसु परेत सुरि नर भइअ ॥२॥६॥","ipa":"sət̪ɪGʊru t͡ʃərən d͡ʒɪn@ pərəsɪəɑ se pəs pəret̪ sʊr nər ɓɪ.2.6.","ur":"ستگرُو چرن جنھ پرسآ سے پس پرےت سُر نر بھِاا ۔۔۲۔۔۶۔۔"},"pageNo":1399,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59291,"shabadId":5413,"verse":{"gurmukhi":"jwim gurU hoie vil Dnih ikAw gwrvu idjie ]","unicode":"ਜਾਮਿ ਗੁਰੂ ਹੋਇ ਵਲਿ ਧਨਹਿ ਕਿਆ ਗਾਰਵੁ ਦਿਜਇ ॥"},"larivaar":{"gurmukhi":"jwimgurUhoievilDnihikAwgwrvuidjie]","unicode":"ਜਾਮਿਗੁਰੂਹੋਇਵਲਿਧਨਹਿਕਿਆਗਾਰਵੁਦਿਜਇ॥"},"translation":{"en":{"bdb":"One who has the Guru on his side - how could he be proud of his wealth?","ms":"How can a person be proud of worldly wealth, on whose side is the Guru?","ssk":"One who has the Guru on his side - how could he be proud of his wealth?"},"pu":{"ss":{"gurmukhi":"jdoN siqgurU (iksy mnu`K dw) p`K kry qW auh Dn dy kwrn AhMkwr nhIN krdw [","unicode":"ਜਦੋਂ ਸਤਿਗੁਰੂ (ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੱਖ ਕਰੇ ਤਾਂ ਉਹ ਧਨ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਦਾ ।"},"ft":{"gurmukhi":"(jwim) jb ijs ky siqgurU hI (vil) pKÎ krny vwly hovYN qb iqs ko Dn ikAw hMkwr dy skqw hY, Bwv sy nhIN dy skqw hY]","unicode":"(ਜਾਮਿ) ਜਬ ਜਿਸ ਕੇ ਸਤਿਗੁਰੂ ਹੀ (ਵਲਿ) ਪਖ੍ਯ ਕਰਨੇ ਵਾਲੇ ਹੋਵੈਂ ਤਬ ਤਿਸ ਕੋ ਧਨ ਕਿਆ ਹੰਕਾਰ ਦੇ ਸਕਤਾ ਹੈ, ਭਾਵ ਸੇ ਨਹੀਂ ਦੇ ਸਕਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jdoN siqgurU (iksy mnu`K dw) p`K kry qW auh Dn dy kwrn AhMkwr nhIN krdw [","unicode":"ਜਦੋਂ ਸਤਿਗੁਰੂ (ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੱਖ ਕਰੇ ਤਾਂ ਉਹ ਧਨ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਦਾ ।"},"ms":{"gurmukhi":"ijs dy pwsy gurdyv jI hn, aus ƒ Dn dOlq iks qrHW hMkwrI bxw skdI hY?","unicode":"ਜਿਸ ਦੇ ਪਾਸੇ ਗੁਰਦੇਵ ਜੀ ਹਨ, ਉਸ ਨੂੰ ਧਨ ਦੌਲਤ ਕਿਸ ਤਰ੍ਹਾਂ ਹੰਕਾਰੀ ਬਣਾ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"Quién tiene al Guru de su lado, cientos de miles de soportes se vuelven pocos en comparación. "},"hi":{"ss":"जब सतिगुरू (किसी मनुष्य की) सहायता करे तो वह धन के कारण अहंकार नहीं करता।","sts":"जब गुरु सहाई हो जाए तो व्यक्ति धन-दौलत के बावजूद अभिमान नहीं करता।"}},"transliteration":{"english":"jaam guroo hoi val dhaneh kiaa gaarav dhiji ||","hindi":"जामि गुरू होइ वलि धनहि किआ गारवु दिजइ ॥","en":"jaam guroo hoi val dhaneh kiaa gaarav dhiji ||","hi":"जामि गुरू होइ वलि धनहि किआ गारवु दिजइ ॥","ipa":"d͡ʒɑm Gʊru hɔeɪ ʋəl t̪ənəh kɪəɑ Gɑrəʋ d̪ɪd͡ʒeɪ.","ur":"جام گُرُو هوا ول دھنه کآ گارو دجِا ۔۔"},"pageNo":1399,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59292,"shabadId":5413,"verse":{"gurmukhi":"jwim gurU hoie vil lK bwhy ikAw ikjie ]","unicode":"ਜਾਮਿ ਗੁਰੂ ਹੋਇ ਵਲਿ ਲਖ ਬਾਹੇ ਕਿਆ ਕਿਜਇ ॥"},"larivaar":{"gurmukhi":"jwimgurUhoievillKbwhyikAwikjie]","unicode":"ਜਾਮਿਗੁਰੂਹੋਇਵਲਿਲਖਬਾਹੇਕਿਆਕਿਜਇ॥"},"translation":{"en":{"bdb":"One who has the Guru on his side - what would hundreds of thousands of supporters do for him?","ms":"He, on whose side is the Guru, what harm can lacs of arms do unto aim?","ssk":"One who has the Guru on his side - what would hundreds of thousands of supporters do for him?"},"pu":{"ss":{"gurmukhi":" jdoN gurU p`K qy hovy, qW l`KW &OjW kIh ivgwV skdIAW hn?","unicode":" ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਤੇ ਹੋਵੇ, ਤਾਂ ਲੱਖਾਂ ਫ਼ੌਜਾਂ ਕੀਹ ਵਿਗਾੜ ਸਕਦੀਆਂ ਹਨ?"},"ft":{"gurmukhi":"ijs ky gurU jI pK vwly hovYN iqs ko lwKoN Bujw BweI ikAw kr skqy hYN ArQwq iqs kI kuC shwieqw nhIN kr skqy hYN]","unicode":"ਜਿਸ ਕੇ ਗੁਰੂ ਜੀ ਪਖ ਵਾਲੇ ਹੋਵੈਂ ਤਿਸ ਕੋ ਲਾਖੋਂ ਭੁਜਾ ਭਾਈ ਕਿਆ ਕਰ ਸਕਤੇ ਹੈਂ ਅਰਥਾਤ ਤਿਸ ਕੀ ਕੁਛ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰ ਸਕਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" jdoN gurU p`K qy hovy, qW l`KW &OjW kIh ivgwV skdIAW hn?","unicode":" ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਤੇ ਹੋਵੇ, ਤਾਂ ਲੱਖਾਂ ਫ਼ੌਜਾਂ ਕੀਹ ਵਿਗਾੜ ਸਕਦੀਆਂ ਹਨ?"},"ms":{"gurmukhi":"ijs dI qrP gurdyv jI hn, l`KW bwhW aus dw kI kr skdIAW hn[","unicode":"ਜਿਸ ਦੀ ਤਰਫ ਗੁਰਦੇਵ ਜੀ ਹਨ, ਲੱਖਾਂ ਬਾਹਾਂ ਉਸ ਦਾ ਕੀ ਕਰ ਸਕਦੀਆਂ ਹਨ।"}},"es":{"sn":"Quién tiene al Guru Verdadero de su lado, "},"hi":{"ss":"जब गुरू (अपने) पक्ष में हो। तो लाखों फौजें क्या बिगाड़ सकती हैं।","sts":"जब गुरु सहायक बन जाता है तो लाखों लोग भी बुरा नहीं कर पाते।"}},"transliteration":{"english":"jaam guroo hoi val lakh baahe kiaa kiji ||","hindi":"जामि गुरू होइ वलि लख बाहे किआ किजइ ॥","en":"jaam guroo hoi val lakh baahe kiaa kiji ||","hi":"जामि गुरू होइ वलि लख बाहे किआ किजइ ॥","ipa":"d͡ʒɑm Gʊru hɔeɪ ʋəl ləkʰ bɑhe kɪəɑ kɪd͡ʒeɪ.","ur":"جام گُرُو هوا ول لکھ باهے کآ کجا ۔۔"},"pageNo":1399,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59293,"shabadId":5413,"verse":{"gurmukhi":"jwim gurU hoie vil igAwn Aru iDAwn Ann pir ]","unicode":"ਜਾਮਿ ਗੁਰੂ ਹੋਇ ਵਲਿ ਗਿਆਨ ਅਰੁ ਧਿਆਨ ਅਨਨ ਪਰਿ ॥"},"larivaar":{"gurmukhi":"jwimgurUhoieviligAwnAruiDAwnAnnpir]","unicode":"ਜਾਮਿਗੁਰੂਹੋਇਵਲਿਗਿਆਨਅਰੁਧਿਆਨਅਨਨਪਰਿ॥"},"translation":{"en":{"bdb":"One who has the Guru on his side, does not depend on anyone else for spiritual wisdom and meditation.","ms":"He, on whose side is the Guru, for gnosis and spiritual vision, he depends not on my other.","ssk":"One who has the Guru on his side, does not depend on anyone else for spiritual wisdom and meditation."},"pu":{"ss":{"gurmukhi":"jdoN gurU p`K kry, qW mnu`K igAwn Aqy iDAwn dI dwiq hox dy kwrn (hrI qoN ibnw) iksy hor nwl ipAwr nhIN pWdw [ ","unicode":"ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਕਰੇ, ਤਾਂ ਮਨੁੱਖ ਗਿਆਨ ਅਤੇ ਧਿਆਨ ਦੀ ਦਾਤਿ ਹੋਣ ਦੇ ਕਾਰਨ (ਹਰੀ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ । "},"ft":{"gurmukhi":"jb siqgurU pK krny vwly hovYN qb ieh jIv igAwn AO iDAwn ky ivKy qqpr (Ann) ivrlw rihqw hY, Bwv sy swvDwn hoqw hY]","unicode":"ਜਬ ਸਤਿਗੁਰੂ ਪਖ ਕਰਨੇ ਵਾਲੇ ਹੋਵੈਂ ਤਬ ਇਹ ਜੀਵ ਗਿਆਨ ਔ ਧਿਆਨ ਕੇ ਵਿਖੇ ਤਤਪਰ (ਅਨਨ) ਵਿਰਲਾ ਰਹਿਤਾ ਹੈ, ਭਾਵ ਸੇ ਸਾਵਧਾਨ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jdoN gurU p`K kry, qW mnu`K igAwn Aqy iDAwn dI dwiq hox dy kwrn (hrI qoN ibnw) iksy hor nwl ipAwr nhIN pWdw [ ","unicode":"ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਕਰੇ, ਤਾਂ ਮਨੁੱਖ ਗਿਆਨ ਅਤੇ ਧਿਆਨ ਦੀ ਦਾਤਿ ਹੋਣ ਦੇ ਕਾਰਨ (ਹਰੀ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ । "},"ms":{"gurmukhi":"ijs dy pwsy gurU jI hn, bRihm igAwq Aqy Awqm idRSX leI auh hor iksy qy ilrBr nhIN huMdw[","unicode":"ਜਿਸ ਦੇ ਪਾਸੇ ਗੁਰੂ ਜੀ ਹਨ, ਬ੍ਰਹਿਮ ਗਿਆਤ ਅਤੇ ਆਤਮ ਦ੍ਰਿਸ਼ਯ ਲਈ ਉਹ ਹੋਰ ਕਿਸੇ ਤੇ ਲਿਰਭਰ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"no depende de nadie para la Sabiduría Espiritual y la Meditación."},"hi":{"ss":"जब गुरू पक्ष करे। तो मनुष्य ज्ञान और ध्यान की दाति होने के कारण (हरी के बिना) किसी और के साथ प्यार नहीं डालता।","sts":"जब गुरु साथ हो तो ज्ञान और ध्यान पाकर जीव प्रभु के सिवा किसी को नहीं मानता।"}},"transliteration":{"english":"jaam guroo hoi val giaan ar dhiaan anan par ||","hindi":"जामि गुरू होइ वलि गिआन अरु धिआन अनन परि ॥","en":"jaam guroo hoi val giaan ar dhiaan anan par ||","hi":"जामि गुरू होइ वलि गिआन अरु धिआन अनन परि ॥","ipa":"d͡ʒɑm Gʊru hɔeɪ ʋəl Gɪəɑn ər t̪ɪəɑn ənən pər.","ur":"جام گُرُو هوا ول گآن ار دھآن انن پرِ ۔۔"},"pageNo":1399,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59294,"shabadId":5413,"verse":{"gurmukhi":"jwim gurU hoie vil sbdu swKI su sch Gir ]","unicode":"ਜਾਮਿ ਗੁਰੂ ਹੋਇ ਵਲਿ ਸਬਦੁ ਸਾਖੀ ਸੁ ਸਚਹ ਘਰਿ ॥"},"larivaar":{"gurmukhi":"jwimgurUhoievilsbduswKIsuschGir]","unicode":"ਜਾਮਿਗੁਰੂਹੋਇਵਲਿਸਬਦੁਸਾਖੀਸੁਸਚਹਘਰਿ॥"},"translation":{"en":{"bdb":"One who has the Guru on his side contemplates the Shabad and the Teachings, and abides in the Home of Truth.","ms":"He, on whose side is the Guru, reflects on the Guru's word and instruction and abides in the True Abode.","ssk":"One who has the Guru on his side contemplates the Shabad and the Teachings, and abides in the Home of Truth."},"pu":{"ss":{"gurmukhi":"jdoN gurU shYqw kry, qW jIv dy ihrdy ivc Sbd swiKAwq ho jWdw hY qy auh s`cy hrI dy Gr ivc (itk jWdw) hY [","unicode":"ਜਦੋਂ ਗੁਰੂ ਸਹੈਤਾ ਕਰੇ, ਤਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸ਼ਬਦ ਸਾਖਿਆਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਸੱਚੇ ਹਰੀ ਦੇ ਘਰ ਵਿਚ (ਟਿਕ ਜਾਂਦਾ) ਹੈ ।"},"ft":{"gurmukhi":"jb siqgurU pK krny vwly hovYN qb jIv ky AMqSkrn Gr myN pRwpiq hoqw hY[ so scy Gr siqsMg myN prmysÍr dIAW sbd swKIAW krqw hY]","unicode":"ਜਬ ਸਤਿਗੁਰੂ ਪਖ ਕਰਨੇ ਵਾਲੇ ਹੋਵੈਂ ਤਬ ਜੀਵ ਕੇ ਅੰਤਸ਼ਕਰਨ ਘਰ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਸੋ ਸਚੇ ਘਰ ਸਤਿਸੰਗ ਮੇਂ ਪਰਮੇਸ੍ਵਰ ਦੀਆਂ ਸਬਦ ਸਾਖੀਆਂ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jdoN gurU shYqw kry, qW jIv dy ihrdy ivc Sbd swiKAwq ho jWdw hY qy auh s`cy hrI dy Gr ivc (itk jWdw) hY [","unicode":"ਜਦੋਂ ਗੁਰੂ ਸਹੈਤਾ ਕਰੇ, ਤਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸ਼ਬਦ ਸਾਖਿਆਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਸੱਚੇ ਹਰੀ ਦੇ ਘਰ ਵਿਚ (ਟਿਕ ਜਾਂਦਾ) ਹੈ ।"},"ms":{"gurmukhi":"ijs vl gurU jI hn, auh gurW dI bwxI Aqy is`iKAw ƒ vIcwrdw hY Aqy scy DwmW AMdr vsdw hY[","unicode":"ਜਿਸ ਵਲ ਗੁਰੂ ਜੀ ਹਨ, ਉਹ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਅਤੇ ਸਿੱਖਿਆ ਨੂੰ ਵੀਚਾਰਦਾ ਹੈ ਅਤੇ ਸਚੇ ਧਾਮਾਂ ਅੰਦਰ ਵਸਦਾ ਹੈ।"}},"es":{"sn":"Quien tiene al Verdadero Guru de su lado, medita en el Shabd y en las Enseñanzas, habitando en el Hogar de la Verdad. "},"hi":{"ss":"जब गुरू सहायता करे। तो जीवों के हृदय में शबद साक्षात हो जाता है और वह सच्चे हरी के घर में (टिक जाता) है।","sts":"जब गुरु साथ हो जाता है तो जिज्ञासु को शब्द-गुरु का दर्शन होता है और वह सच्चे घर में टिक जाता है।"}},"transliteration":{"english":"jaam guroo hoi val sabadh saakhee su sacheh ghar ||","hindi":"जामि गुरू होइ वलि सबदु साखी सु सचह घरि ॥","en":"jaam guroo hoi val sabadh saakhee su sacheh ghar ||","hi":"जामि गुरू होइ वलि सबदु साखी सु सचह घरि ॥","ipa":"d͡ʒɑm Gʊru hɔeɪ ʋəl səbəd̪ sɑkʰi s sət͡ʃəh Gʰər.","ur":"جام گُرُو هوا ول سبد ساکھیِ سُ سچه گھرِ ۔۔"},"pageNo":1399,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59295,"shabadId":5413,"verse":{"gurmukhi":"jo gurU gurU Aihinis jpY dwsu Btu byniq khY ]","unicode":"ਜੋ ਗੁਰੂ ਗੁਰੂ ਅਹਿਨਿਸਿ ਜਪੈ ਦਾਸੁ ਭਟੁ ਬੇਨਤਿ ਕਹੈ ॥"},"larivaar":{"gurmukhi":"jogurUgurUAihinisjpYdwsuBtubyniqkhY]","unicode":"ਜੋਗੁਰੂਗੁਰੂਅਹਿਨਿਸਿਜਪੈਦਾਸੁਭਟੁਬੇਨਤਿਕਹੈ॥"},"translation":{"en":{"bdb":"The Lord's humble slave and poet utters this prayer: whoever chants to the Guru night and day,","ms":"Supplicates the slave minstrel, whosoever recites the Name of the Great Guru by day and night,","ssk":"The Lord's humble slave and poet utters this prayer: whoever chants to the Guru night and day,"},"pu":{"ss":{"gurmukhi":"dws (nl´) B`t bynqI krdw hY ik jo mnu`K idn rwq ‘gurU gurU’ jpdw hY, ","unicode":"ਦਾਸ (ਨਲੵ) ਭੱਟ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜੋ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ‘ਗੁਰੂ ਗੁਰੂ’ ਜਪਦਾ ਹੈ, "},"ft":{"gurmukhi":"jo purS mn, bwxI kr ky idny rwqR siqguroN ky nwm ko jpY, sRI dws B`t jI bynqI kr ky khqy hYN:","unicode":"ਜੋ ਪੁਰਸ਼ ਮਨ, ਬਾਣੀ ਕਰ ਕੇ ਦਿਨੇ ਰਾਤ੍ਰ ਸਤਿਗੁਰੋਂ ਕੇ ਨਾਮ ਕੋ ਜਪੈ, ਸ੍ਰੀ ਦਾਸ ਭੱਟ ਜੀ ਬੇਨਤੀ ਕਰ ਕੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"dws (nl´) B`t bynqI krdw hY ik jo mnu`K idn rwq ‘gurU gurU’ jpdw hY, ","unicode":"ਦਾਸ (ਨਲੵ) ਭੱਟ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜੋ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ‘ਗੁਰੂ ਗੁਰੂ’ ਜਪਦਾ ਹੈ, "},"ms":{"gurmukhi":"golw fwFI ibny krdw hY, jo koeI idn qy rwq ivSwl gurW dy nwm dw aucwrn krdw hY,","unicode":"ਗੋਲਾ ਡਾਢੀ ਬਿਨੇ ਕਰਦਾ ਹੈ, ਜੋ ਕੋਈ ਦਿਨ ਤੇ ਰਾਤ ਵਿਸ਼ਾਲ ਗੁਰਾਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਦਾ ਹੈ,"}},"es":{"sn":"El Humilde Esclavo del Señor y poeta recita, quien le cante al Guru noche y día, "},"hi":{"ss":"दास (नॅल्) भॅट विनती करता है कि जो मनुष्य दिन-रात 'गुरू गुरू' जपता है।","sts":"दास नल्ह भाट विनती करता है कि जो व्यक्ति दिन-रात गुरु का नाम जपता है,"}},"transliteration":{"english":"jo guroo guroo ahinis japai dhaas bhaT benat kahai ||","hindi":"जो गुरू गुरू अहिनिसि जपै दासु भटु बेनति कहै ॥","en":"jo guroo guroo ahinis japai dhaas bhaT benat kahai ||","hi":"जो गुरू गुरू अहिनिसि जपै दासु भटु बेनति कहै ॥","ipa":"d͡ʒɔ Gʊru Gʊru əhɪnɪs d͡ʒəpæ d̪ɑs ɓəʈ benət̪ kəhæ.","ur":"جو گُرُو گُرُو اهٍنس جپَے داس بھٹ بےنت کهَے ۔۔"},"pageNo":1399,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59296,"shabadId":5413,"verse":{"gurmukhi":"jo gurU nwmu ird mih DrY so jnm mrx duh Qy rhY ]3]7]","unicode":"ਜੋ ਗੁਰੂ ਨਾਮੁ ਰਿਦ ਮਹਿ ਧਰੈ ਸੋ ਜਨਮ ਮਰਣ ਦੁਹ ਥੇ ਰਹੈ ॥੩॥੭॥"},"larivaar":{"gurmukhi":"jogurUnwmuirdmihDrYsojnmmrxduhQyrhY]3]7]","unicode":"ਜੋਗੁਰੂਨਾਮੁਰਿਦਮਹਿਧਰੈਸੋਜਨਮਮਰਣਦੁਹਥੇਰਹੈ॥੩॥੭॥"},"translation":{"en":{"bdb":"whoever enshrines the Name of the Guru within his heart, is rid of both birth and death. ||3||7||","ms":"and enshrines the Guru's Name in his mind, he is rid of both birth and death.","ssk":"whoever enshrines the Name of the Guru within his heart, is rid of both birth and death. ||3||7||"},"pu":{"ss":{"gurmukhi":"jo siqgurU dw nwm ihrdy ivc itkwauNdw hY, auh mnu`K jMmx mrn dohW qoN bc jWdw hY [3[7[","unicode":"ਜੋ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਜੰਮਣ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ ।੩।੭।"},"ft":{"gurmukhi":"hy siqgur jI! jo Awp ky nwm ko irdy myN Dwrn krqw hY, so purS jnm mrn donoN duKoN sy rihq hoie jwqw hY]3]7]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜੋ ਆਪ ਕੇ ਨਾਮ ਕੋ ਰਿਦੇ ਮੇਂ ਧਾਰਨ ਕਰਤਾ ਹੈ, ਸੋ ਪੁਰਸ਼ ਜਨਮ ਮਰਨ ਦੋਨੋਂ ਦੁਖੋਂ ਸੇ ਰਹਿਤ ਹੋਇ ਜਾਤਾ ਹੈ॥੩॥੭॥"},"bdb":{"gurmukhi":"jo siqgurU dw nwm ihrdy ivc itkwauNdw hY, auh mnu`K jMmx mrn dohW qoN bc jWdw hY [3[7[","unicode":"ਜੋ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਜੰਮਣ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ ।੩।੭।"},"ms":{"gurmukhi":"Aqy gurW dy nwm ƒ Awpxy ihrdy AMdr itkwauNdw hY, auh jMmx Aqy mrn dohW qoN KlwsI pw jWdw hY[","unicode":"ਅਤੇ ਗੁਰਾਂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾਉਂਦਾ ਹੈ, ਉਹ ਜੰਮਣ ਅਤੇ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਖਲਾਸੀ ਪਾ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"quien sea que enaltezca el Nombre del Guru en su corazón, se libera del nacimiento y de la muerte. (3-7)"},"hi":{"ss":"जो सतिगुरू का नाम हृदय में टिकाता है। वह मनुष्य जनम-मरण से बच जाता है। 3। 7।","sts":"जो गुरु (रामदास) के नाम को हृदय में धारण करता है, वह जन्म-मरण दोनों से मुक्त हो जाता है।॥ ३ ॥ ७ ॥"}},"transliteration":{"english":"jo guroo naam ridh meh dharai so janam maran dhuh the rahai ||3||7||","hindi":"जो गुरू नामु रिद महि धरै सो जनम मरण दुह थे रहै ॥३॥७॥","en":"jo guroo naam ridh meh dharai so janam maran dhuh the rahai ||3||7||","hi":"जो गुरू नामु रिद महि धरै सो जनम मरण दुह थे रहै ॥३॥७॥","ipa":"d͡ʒɔ Gʊru nɑm rɪd̪ məh t̪əræ sɔ d͡ʒənəm mərəɳ d̪ʊh t̪ʰe rəhæ.3.7.","ur":"جو گُرُو نام رد مهِ دھرَے سو جنم مرݨ دُه تھے رهَے ۔۔۳۔۔۷۔۔"},"pageNo":1399,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59297,"shabadId":5414,"verse":{"gurmukhi":"gur ibnu Goru AMDwru gurU ibnu smJ n AwvY ]","unicode":"ਗੁਰ ਬਿਨੁ ਘੋਰੁ ਅੰਧਾਰੁ ਗੁਰੂ ਬਿਨੁ ਸਮਝ ਨ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"guribnuGoruAMDwrugurUibnusmJnAwvY]","unicode":"ਗੁਰਬਿਨੁਘੋਰੁਅੰਧਾਰੁਗੁਰੂਬਿਨੁਸਮਝਨਆਵੈ॥"},"translation":{"en":{"bdb":"Without the Guru, there is utter darkness; without the Guru, understanding does not come.","ms":"Without the Guru, there is pitch darkness and without the Guru, understanding is obtained not.","ssk":"Without the Guru, there is utter darkness; without the Guru, understanding does not come."},"pu":{"ss":{"gurmukhi":"siqgurU (dI srn pYx) qoN ibnw (mnu`Kw jIvn dy rwh ivc) hnyrw hI hnyrw hY, gurU qoN ibnw (shI jIvn dI) smJ dI pRwpqI nhIN ho skdI [ ","unicode":"ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ । "},"ft":{"gurmukhi":"siqguroN qy ibnW ies jIv ko AigAwn rUpI (Goru) BYdwXk AMDyrw ho rihAw hY AOr gurU sy ibnW ies ko Apny srUp kI smJ BI nhIN AwvqI]","unicode":"ਸਤਿਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਇਸ ਜੀਵ ਕੋ ਅਗਿਆਨ ਰੂਪੀ (ਘੋਰੁ) ਭੈਦਾਯਕ ਅੰਧੇਰਾ ਹੋ ਰਹਿਆ ਹੈ ਔਰ ਗੁਰੂ ਸੇ ਬਿਨਾਂ ਇਸ ਕੋ ਅਪਨੇ ਸਰੂਪ ਕੀ ਸਮਝ ਭੀ ਨਹੀਂ ਆਵਤੀ॥"},"bdb":{"gurmukhi":"siqgurU (dI srn pYx) qoN ibnw (mnu`Kw jIvn dy rwh ivc) hnyrw hI hnyrw hY, gurU qoN ibnw (shI jIvn dI) smJ dI pRwpqI nhIN ho skdI [ ","unicode":"ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ । "},"ms":{"gurmukhi":"gurW dy bwJoN AnHyrw Gu`p hY Aqy gurW dy bwJoN soJI prwpq nhIN huMdI[","unicode":"ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਅਨ੍ਹੇਰਾ ਘੁੱਪ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਸੋਝੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"Sin el Guru Verdadero hay total oscuridad y el entendimiento no llega, "},"hi":{"ss":"सतिगुरू (की शरण पड़े) बिना (मनुष्य के जीवन की राह में) अंधकार ही अंधकार है। गुरू के बिना (सही जीवन की) समझ प्राप्त नहीं हो सकती।","sts":"गुरु के बिना दुनिया में अज्ञान का अन्धेरा ही अन्धेरा है, गुरु के बिना समझ नहीं आती।"}},"transliteration":{"english":"gur bin ghor a(n)dhaar guroo bin samajh na aavai ||","hindi":"गुर बिनु घोरु अंधारु गुरू बिनु समझ न आवै ॥","en":"gur bin ghor a(n)dhaar guroo bin samajh na aavai ||","hi":"गुर बिनु घोरु अंधारु गुरू बिनु समझ न आवै ॥","ipa":"Gʊr bɪn Gʰɔr əŋt̪ɑr Gʊru bɪn səməɖ͡ʐ nə əɑʋæ.","ur":"گُر بن گھور اںدھار گُرُو بن سمجھ ن آوَے ۔۔"},"pageNo":1399,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59298,"shabadId":5414,"verse":{"gurmukhi":"gur ibnu suriq n isiD gurU ibnu mukiq n pwvY ]","unicode":"ਗੁਰ ਬਿਨੁ ਸੁਰਤਿ ਨ ਸਿਧਿ ਗੁਰੂ ਬਿਨੁ ਮੁਕਤਿ ਨ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"guribnusuriqnisiDgurUibnumukiqnpwvY]","unicode":"ਗੁਰਬਿਨੁਸੁਰਤਿਨਸਿਧਿਗੁਰੂਬਿਨੁਮੁਕਤਿਨਪਾਵੈ॥"},"translation":{"en":{"bdb":"Without the Guru, there is no intuitive awareness or success; without the Guru, there is no liberation.","ms":"Without the Guru, man can obtain not divine comprehension and success, and, without the Guru, he is blessed not with emancipation.","ssk":"Without the Guru, there is no intuitive awareness or success; without the Guru, there is no liberation."},"pu":{"ss":{"gurmukhi":"gurU qoN ibnw suriq (au~cI) nhIN huMdI qy (jIvn-sMgRwm ivc) sPlqw BI pRwpq nhIN huMdI, gurU qoN ibnw (ivkwrW qoN) ^lwsI nhIN imldI [","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸੁਰਤਿ (ਉੱਚੀ) ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ) ਸਫਲਤਾ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ ।"},"ft":{"gurmukhi":"siqguroN sy ibnW ies jIv ko vwihgurU kI (suriq) igAwq nhIN hoqI Ar isDI BI nhIN pRwpiq hoqI hY, punW guroN qy ibnW mukq ko BI nhIN pwvqw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਇਸ ਜੀਵ ਕੋ ਵਾਹਿਗੁਰੂ ਕੀ (ਸੁਰਤਿ) ਗਿਆਤ ਨਹੀਂ ਹੋਤੀ ਅਰ ਸਿਧੀ ਭੀ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤੀ ਹੈ, ਪੁਨਾਂ ਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਮੁਕਤ ਕੋ ਭੀ ਨਹੀਂ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"gurU qoN ibnw suriq (au~cI) nhIN huMdI qy (jIvn-sMgRwm ivc) sPlqw BI pRwpq nhIN huMdI, gurU qoN ibnw (ivkwrW qoN) ^lwsI nhIN imldI [","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸੁਰਤਿ (ਉੱਚੀ) ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ) ਸਫਲਤਾ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ ।"},"ms":{"gurmukhi":"gurW dy bgYr, bMdy ƒ bRihm-igAwq Aqy kwmXwbI prwpq nhIN huMdI Aqy gurW dy bgYr aus ƒ kilAwx dI dwq nhIN imldI[","unicode":"ਗੁਰਾਂ ਦੇ ਬਗੈਰ, ਬੰਦੇ ਨੂੰ ਬ੍ਰਹਿਮ-ਗਿਆਤ ਅਤੇ ਕਾਮਯਾਬੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ ਅਤੇ ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਉਸ ਨੂੰ ਕਲਿਆਣ ਦੀ ਦਾਤ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"sin el Guru no hay Conciencia intuitiva ni Éxito, sin el Guru no hay Liberación, "},"hi":{"ss":"गुरू के बिना सुरति (ऊँची) नहीं होती और (जीवन संग्राम में) सफलता प्राप्त नहीं होती। गुरू के बिना (विकारों से) खलासी नहीं मिलती।","sts":"गुरु बिना ज्ञान, सफलता एवं मुक्ति भी प्राप्त नहीं होती।"}},"transliteration":{"english":"gur bin surat na sidh guroo bin mukat na paavai ||","hindi":"गुर बिनु सुरति न सिधि गुरू बिनु मुकति न पावै ॥","en":"gur bin surat na sidh guroo bin mukat na paavai ||","hi":"गुर बिनु सुरति न सिधि गुरू बिनु मुकति न पावै ॥","ipa":"Gʊr bɪn sʊrət̪ nə sɪt̪ə̀ Gʊru bɪn mʊkət̪ nə pɑʋæ.","ur":"گُر بن سُرت ن سدھ گُرُو بن مُکت ن پاوَے ۔۔"},"pageNo":1399,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59299,"shabadId":5414,"verse":{"gurmukhi":"guru kru scu bIcwru gurU kru ry mn myry ]","unicode":"ਗੁਰੁ ਕਰੁ ਸਚੁ ਬੀਚਾਰੁ ਗੁਰੂ ਕਰੁ ਰੇ ਮਨ ਮੇਰੇ ॥"},"larivaar":{"gurmukhi":"gurukruscubIcwrugurUkrurymnmyry]","unicode":"ਗੁਰੁਕਰੁਸਚੁਬੀਚਾਰੁਗੁਰੂਕਰੁਰੇਮਨਮੇਰੇ॥"},"translation":{"en":{"bdb":"So make Him your Guru, and contemplate the Truth; make Him your Guru, O my mind.","ms":"Come thou into the Guru's fold, yea, my soul, come thou into the Guru's fold for the true reflection of the Lord.","ssk":"So make Him your Guru, and contemplate the Truth; make Him your Guru, O my mind."},"pu":{"ss":{"gurmukhi":"hy myry mn! siqgurU dI srn pau, iehI au~qm ivcwr hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਇਹੀ ਉੱਤਮ ਵਿਚਾਰ ਹੈ ।"},"ft":{"gurmukhi":"hy myry mn! guroN ko guroN dÍwry sc srUp kw vIcwr kr ky Dwrn kr]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੋਂ ਕੋ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸਚ ਸਰੂਪ ਕਾ ਵੀਚਾਰ ਕਰ ਕੇ ਧਾਰਨ ਕਰ॥"},"bdb":{"gurmukhi":"hy myry mn! siqgurU dI srn pau, iehI au~qm ivcwr hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਇਹੀ ਉੱਤਮ ਵਿਚਾਰ ਹੈ ।"},"ms":{"gurmukhi":"qUM gurU Dwrwn kr, hW myrI ijMdVIey qUM gurU Dwrn kr, qW jo qUM s`cI bRhm vIcwr kr sky[","unicode":"ਤੂੰ ਗੁਰੂ ਧਾਰਾਨ ਕਰ, ਹਾਂ ਮੇਰੀ ਜਿੰਦੜੀਏ ਤੂੰ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਤਾਂ ਜੋ ਤੂੰ ਸੱਚੀ ਬ੍ਰਹਮ ਵੀਚਾਰ ਕਰ ਸਕੇ।"}},"es":{"sn":"conviértelo entonces en tu Guru y medita en la Verdad, hazlo tu Guru oh mente mía, hazlo tu Guru, Él es Exaltado y Embellecido en la Palabra del Shabd, todas tus faltas serán lavadas. "},"hi":{"ss":"हे मेरे मन ! सतिगुरू की शरण पड़। यही उक्तम विचार है।","sts":"हे मेरे मन ! सच्ची बात यही है कि गुरु का यशोगान करो, उसी का नामोच्चारण करो।"}},"transliteration":{"english":"gur kar sach beechaar guroo kar re man mere ||","hindi":"गुरु करु सचु बीचारु गुरू करु रे मन मेरे ॥","en":"gur kar sach beechaar guroo kar re man mere ||","hi":"गुरु करु सचु बीचारु गुरू करु रे मन मेरे ॥","ipa":"Gʊr kər sət͡ʃ bit͡ʃɑr Gʊru kər re mən mere.","ur":"گُر کر سچ بیِچار گُرُو کر رے من مےرے ۔۔"},"pageNo":1399,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59300,"shabadId":5414,"verse":{"gurmukhi":"guru kru sbd spuMn AGn ktih sB qyry ]","unicode":"ਗੁਰੁ ਕਰੁ ਸਬਦ ਸਪੁੰਨ ਅਘਨ ਕਟਹਿ ਸਭ ਤੇਰੇ ॥"},"larivaar":{"gurmukhi":"gurukrusbdspuMnAGnktihsBqyry]","unicode":"ਗੁਰੁਕਰੁਸਬਦਸਪੁੰਨਅਘਨਕਟਹਿਸਭਤੇਰੇ॥"},"translation":{"en":{"bdb":"Make Him your Guru, who is embellished and exalted in the Word of the Shabad; all your sins shall be washed away.","ms":"Adopt thou the Guru, who is embellished with the Name, so that all thy sins may be washed off.","ssk":"Make Him your Guru, who is embellished and exalted in the Word of the Shabad; all your sins shall be washed away."},"pu":{"ss":{"gurmukhi":" Sbd dy sUry gurU dI srn pau, qyry swry pwp k`ty jwxgy [","unicode":" ਸ਼ਬਦ ਦੇ ਸੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਣਗੇ ।"},"ft":{"gurmukhi":"jo (sbd spuMn), Bwv bRhm sroqRI Ar bRhmnystI hY, so gurU Dwrn kr, jo qyry sB pwpoN ko kwt dyvy]","unicode":"ਜੋ (ਸਬਦ ਸਪੁੰਨ), ਭਾਵ ਬ੍ਰਹਮ ਸਰੋਤ੍ਰੀ ਅਰ ਬ੍ਰਹਮਨੇਸਟੀ ਹੈ, ਸੋ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਜੋ ਤੇਰੇ ਸਭ ਪਾਪੋਂ ਕੋ ਕਾਟ ਦੇਵੇ॥"},"bdb":{"gurmukhi":" Sbd dy sUry gurU dI srn pau, qyry swry pwp k`ty jwxgy [","unicode":" ਸ਼ਬਦ ਦੇ ਸੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਣਗੇ ।"},"ms":{"gurmukhi":"qUM auh gurU Dwrn kr, jo nwm nwl SSoBq hY, qW jo qyry swry pwp Doqy jwx[","unicode":"ਤੂੰ ਉਹ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਜੋ ਨਾਮ ਨਾਲ ਸ਼ਸ਼ੋਭਤ ਹੈ, ਤਾਂ ਜੋ ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਧੋਤੇ ਜਾਣ।"}},"es":{"sn":"Así entonces, habla Kal el poeta, con tus ojos hazlo tu Guru, "},"hi":{"ss":"शबद के शूरवीर गुरू की शरण पड़। तेरे सारे पाप कट जाएंगे।","sts":"गुरु का शब्द जीवन सम्पन्न करने वाला है, वह तेरे सब पाप-दोष काटने वाला है।"}},"transliteration":{"english":"gur kar sabadh sapu(n)n aghan kaTeh sabh tere ||","hindi":"गुरु करु सबद सपुँन अघन कटहि सभ तेरे ॥","en":"gur kar sabadh sapu(n)n aghan kaTeh sabh tere ||","hi":"गुरु करु सबद सपुँन अघन कटहि सभ तेरे ॥","ipa":"Gʊr kər səbəd̪ səpʊŋn əGʰən kəʈəh səɓ t̪ere.","ur":"گُر کر سبد سپنّ اگھن کٹه سبھ تےرے ۔۔"},"pageNo":1399,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59301,"shabadId":5414,"verse":{"gurmukhi":"guru nXix bXix guru guru krhu gurU siq kiv nl´ kih ]","unicode":"ਗੁਰੁ ਨਯਣਿ ਬਯਣਿ ਗੁਰੁ ਗੁਰੁ ਕਰਹੁ ਗੁਰੂ ਸਤਿ ਕਵਿ ਨਲੵ ਕਹਿ ॥"},"larivaar":{"gurmukhi":"gurunXixbXixgurugurukrhugurUsiqkivnl´kih]","unicode":"ਗੁਰੁਨਯਣਿਬਯਣਿਗੁਰੁਗੁਰੁਕਰਹੁਗੁਰੂਸਤਿਕਵਿਨਲੵਕਹਿ॥"},"translation":{"en":{"bdb":"So speaks NALL the poet: with your eyes, make Him your Guru; with the words you speak, make Him your Guru, your True Guru.","ms":"Says Kall, the bard, by thine eyes and words contemplate thou the Guru, the Great Guru, yea, the True Guru.","ssk":"So speaks NALL the poet: with your eyes, make Him your Guru; with the words you speak, make Him your Guru, your True Guru."},"pu":{"ss":{"gurmukhi":"kvI nl´ AwKdw hY—(hy myry mn!) AwpxI A`K ivc, Awpxy bol ivc kyvl gurU ƒ vswE, gurU sdw-iQr rihx vwlw hY [","unicode":"ਕਵੀ ਨਲੵ ਆਖਦਾ ਹੈ—(ਹੇ ਮੇਰੇ ਮਨ!) ਆਪਣੀ ਅੱਖ ਵਿਚ, ਆਪਣੇ ਬੋਲ ਵਿਚ ਕੇਵਲ ਗੁਰੂ ਨੂੰ ਵਸਾਓ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI 'nl B`t' jI aucwrn krqy hYN: hy BweI! siqgurU hI siq srUp hYN, qW qy nyqRoN kr ky sqguroN kw drSn kro AO bwxI kr ky BI sdw aucwrn kro]","unicode":"ਸ੍ਰੀ 'ਨਲ ਭੱਟ' ਜੀ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਹੀ ਸਤਿ ਸਰੂਪ ਹੈਂ, ਤਾਂ ਤੇ ਨੇਤ੍ਰੋਂ ਕਰ ਕੇ ਸਤਗੁਰੋਂ ਕਾ ਦਰਸ਼ਨ ਕਰੋ ਔ ਬਾਣੀ ਕਰ ਕੇ ਭੀ ਸਦਾ ਉਚਾਰਨ ਕਰੋ॥"},"bdb":{"gurmukhi":"kvI nl´ AwKdw hY—(hy myry mn!) AwpxI A`K ivc, Awpxy bol ivc kyvl gurU ƒ vswE, gurU sdw-iQr rihx vwlw hY [","unicode":"ਕਵੀ ਨਲੵ ਆਖਦਾ ਹੈ—(ਹੇ ਮੇਰੇ ਮਨ!) ਆਪਣੀ ਅੱਖ ਵਿਚ, ਆਪਣੇ ਬੋਲ ਵਿਚ ਕੇਵਲ ਗੁਰੂ ਨੂੰ ਵਸਾਓ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"B`t kl AwKdw hY, AwpixAW nyqrW Aqy bcnW duAwrw qUM gurW vfy gurW, scy gurW dw ismrn kr[","unicode":"ਭੱਟ ਕਲ ਆਖਦਾ ਹੈ, ਆਪਣਿਆਂ ਨੇਤਰਾਂ ਅਤੇ ਬਚਨਾਂ ਦੁਆਰਾ ਤੂੰ ਗੁਰਾਂ ਵਡੇ ਗੁਰਾਂ, ਸਚੇ ਗੁਰਾਂ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"con las palabras que hablas, hazlo tu Guru, tu Guru Verdadero, pues quienes no han visto al Guru, "},"hi":{"ss":"कवि नॅल् कहता है- (हे मेरे मन !) अपनी आँखों में। अपने बोलों में केवल गुरू को ही बसाओ। गुरू सदा-स्थिर रहने वाला है।","sts":"गुरु को आँखों में बसाओ, गुरु का नामोच्चारण करो, गुरु की स्तुति करो, कवि नल्ह का कथन है कि गुरु ही सत्य है।"}},"transliteration":{"english":"gur nayan bayan gur gur karahu guroo sat kav nalaye keh ||","hindi":"गुरु नयणि बयणि गुरु गुरु करहु गुरू सति कवि नल्य कहि ॥","en":"gur nayan bayan gur gur karahu guroo sat kav nalaye keh ||","hi":"गुरु नयणि बयणि गुरु गुरु करहु गुरू सति कवि नल्य कहि ॥","ipa":"Gʊr nəjɳ bəjɳ Gʊr Gʊr kərəh Gʊru sət̪ kəʋ nələj kəh.","ur":"گُر نےݨ بےݨ گُر گُر کرهُ گُرُو ست کوِ نلے کهِ ۔۔"},"pageNo":1399,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59302,"shabadId":5414,"verse":{"gurmukhi":"ijin gurU n dyiKAau nhu kIAau qy AkXQ sMswr mih ]4]8]","unicode":"ਜਿਨਿ ਗੁਰੂ ਨ ਦੇਖਿਅਉ ਨਹੁ ਕੀਅਉ ਤੇ ਅਕਯਥ ਸੰਸਾਰ ਮਹਿ ॥੪॥੮॥"},"larivaar":{"gurmukhi":"ijingurUndyiKAaunhukIAauqyAkXQsMswrmih]4]8]","unicode":"ਜਿਨਿਗੁਰੂਨਦੇਖਿਅਉਨਹੁਕੀਅਉਤੇਅਕਯਥਸੰਸਾਰਮਹਿ॥੪॥੮॥"},"translation":{"en":{"bdb":"Those who have not seen the Guru, who have not made Him their Guru, are useless in this world. ||4||8||","ms":"They who have neither seen nor adopted the Guru, vain are they in this world.","ssk":"Those who have not seen the Guru, who have not made Him their Guru, are useless in this world. ||4||8||"},"pu":{"ss":{"gurmukhi":" ijs ijs mnu`K ny siqgurU dy drSn nhIN kIqy, qy jo jo mnu`K siqgurU dI srn nhIN ipAw, auh swry sMswr ivc insPl (hI Awey) [4[8[","unicode":" ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤੇ, ਤੇ ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਿਆ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਨਿਸਫਲ (ਹੀ ਆਏ) ।੪।੮।"},"ft":{"gurmukhi":"ijs purS ny siqguroN kw drSn nhIN dyiKAw AO aupdys AMgIkwr nhIN kIAw hY qy jn sMswr myN (AkXb) ivArQ hY]4]8]","unicode":"ਜਿਸ ਪੁਰਸ਼ ਨੇ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸ਼ਨ ਨਹੀਂ ਦੇਖਿਆ ਔ ਉਪਦੇਸ ਅੰਗੀਕਾਰ ਨਹੀਂ ਕੀਆ ਹੈ ਤੇ ਜਨ ਸੰਸਾਰ ਮੇਂ (ਅਕਯਬ) ਵਿਅਰਥ ਹੈ॥੪॥੮॥"},"bdb":{"gurmukhi":" ijs ijs mnu`K ny siqgurU dy drSn nhIN kIqy, qy jo jo mnu`K siqgurU dI srn nhIN ipAw, auh swry sMswr ivc insPl (hI Awey) [4[8[","unicode":" ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤੇ, ਤੇ ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਿਆ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਨਿਸਫਲ (ਹੀ ਆਏ) ।੪।੮।"},"ms":{"gurmukhi":"ijnHW ny gurU nW vyiKAw hY Aqy nW hI Gwrn kIqw hY, insPl hn auh ies jhwn AMdr[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨਾਂ ਵੇਖਿਆ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਘਾਰਨ ਕੀਤਾ ਹੈ, ਨਿਸਫਲ ਹਨ ਉਹ ਇਸ ਜਹਾਨ ਅੰਦਰ।"}},"es":{"sn":"quienes no lo han hecho suyo, son unos inútiles en este mundo. (4-8)"},"hi":{"ss":"जिस-जिस मनुष्य ने सतिगुरू के दर्शन नहीं किए। और जो जो मनुष्य सतिगुरू की शरण नहीं पड़ा। वह सारे संसार में निष्फल (ही आए)। 4। 8।","sts":"जिसने गुरु के दर्शन नहीं किए, न ही शरण ली, उस अभागे का संसार में जन्म व्यर्थ हो रहा ॥४॥८ ॥"}},"transliteration":{"english":"jin guroo na dhekhiaau nahu keeaau te akayath sa(n)saar meh ||4||8||","hindi":"जिनि गुरू न देखिअउ नहु कीअउ ते अकयथ संसार महि ॥४॥८॥","en":"jin guroo na dhekhiaau nahu keeaau te akayath sa(n)saar meh ||4||8||","hi":"जिनि गुरू न देखिअउ नहु कीअउ ते अकयथ संसार महि ॥४॥८॥","ipa":"d͡ʒɪn Gʊru nə d̪ekʰɪəo nəh kiəo t̪e əkəjt̪ʰ səŋsɑr məh.4.8.","ur":"جٍن گُرُو ن دےکھاا نهُ کیِاا تے اکےتھ سںسار مهِ ۔۔۴۔۔۸۔۔"},"pageNo":1399,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59303,"shabadId":5415,"verse":{"gurmukhi":"gurU gurU guru kru mn myry ]","unicode":"ਗੁਰੂ ਗੁਰੂ ਗੁਰੁ ਕਰੁ ਮਨ ਮੇਰੇ ॥"},"larivaar":{"gurmukhi":"gurUgurUgurukrumnmyry]","unicode":"ਗੁਰੂਗੁਰੂਗੁਰੁਕਰੁਮਨਮੇਰੇ॥"},"translation":{"en":{"bdb":"Dwell upon the Guru, the Guru, the Guru, O my mind.","ms":"O my soul, thou recite the Name of the Guru, the Guru, the Guru.","ssk":"Dwell upon the Guru, the Guru, the Guru, O my mind."},"pu":{"ss":{"gurmukhi":"hy myry mn! ‘gurU’ ‘gurU’ jp [ ijs gurU dI bwxI suxidAW smwDI (ivc lIn ho jweIdw hY),","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ‘ਗੁਰੂ’ ‘ਗੁਰੂ’ ਜਪ । ਜਿਸ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸੁਣਦਿਆਂ ਸਮਾਧੀ (ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ),"},"ft":{"gurmukhi":"qW qy hy myry mn! qInoN kwl myN siqguroN ky nwm ko aucwrn kr]","unicode":"ਤਾਂ ਤੇ ਹੇ ਮੇਰੇ ਮਨ! ਤੀਨੋਂ ਕਾਲ ਮੇਂ ਸਤਿਗੁਰੋਂ ਕੇ ਨਾਮ ਕੋ ਉਚਾਰਨ ਕਰ॥"},"bdb":{"gurmukhi":"hy myry mn! ‘gurU’ ‘gurU’ jp [ ijs gurU dI bwxI suxidAW smwDI (ivc lIn ho jweIdw hY),","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ‘ਗੁਰੂ’ ‘ਗੁਰੂ’ ਜਪ । ਜਿਸ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸੁਣਦਿਆਂ ਸਮਾਧੀ (ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ),"},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM gurUAW dy gurU gurdyv jI dy nwm dw aucwrn kr[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਗੁਰੂਆਂ ਦੇ ਗੁਰੂ ਗੁਰਦੇਵ ਜੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ।"}},"es":{"sn":"Habita en el Guru, el Guru, oh mente mía. "},"hi":{"ss":"हे मेरे मन ! 'गुरू' 'गुरू' जप।","sts":"हे मेरे मन ! गुरु (रामदास) का स्तुतिगान करो,"}},"transliteration":{"english":"guroo guroo gur kar man mere ||","hindi":"गुरू गुरू गुरु करु मन मेरे ॥","en":"guroo guroo gur kar man mere ||","hi":"गुरू गुरू गुरु करु मन मेरे ॥","ipa":"Gʊru Gʊru Gʊr kər mən mere.","ur":"گُرُو گُرُو گُر کر من مےرے ۔۔"},"pageNo":1399,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}}]}