{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1403},"count":26,"navigation":{"previous":1402,"next":1404},"page":[{"verseId":59396,"shabadId":5430,"verse":{"gurmukhi":"byvjIr bfy DIr Drm AMg AlK Agm Kylu kIAw AwpxY auCwih jIau ]","unicode":"ਬੇਵਜੀਰ ਬਡੇ ਧੀਰ ਧਰਮ ਅੰਗ ਅਲਖ ਅਗਮ ਖੇਲੁ ਕੀਆ ਆਪਣੈ ਉਛਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"byvjIrbfyDIrDrmAMgAlKAgmKylukIAwAwpxYauCwihjIau]","unicode":"ਬੇਵਜੀਰਬਡੇਧੀਰਧਰਮਅੰਗਅਲਖਅਗਮਖੇਲੁਕੀਆਆਪਣੈਉਛਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"You have no advisors, You are so very patient; You are the Upholder of the Dharma, unseen and unfathomable. You have staged the play of the Universe with joy and delight.","ms":"Thou are without a minister, greatly fortitudinous, partisan of truth, Unseeable and unfathomable, by thy pleasure, thou have staged the world play.","ssk":"You have no advisors, You are so very patient; You are the Upholder of the Dharma, unseen and unfathomable. You have staged the play of the Universe with joy and delight."},"pu":{"ss":{"gurmukhi":"qUM bVw DIrj vwlw hYN, qYƒ slwhkwr dI loV nhIN, qUM Drm-srUp hYN, Al`K qy AgMm hYN, ieh swrw Kyl qUM (hI) Awpxy cwau nwl ricAw hY [","unicode":"ਤੂੰ ਬੜਾ ਧੀਰਜ ਵਾਲਾ ਹੈਂ, ਤੈਨੂੰ ਸਲਾਹਕਾਰ ਦੀ ਲੋੜ ਨਹੀਂ, ਤੂੰ ਧਰਮ-ਸਰੂਪ ਹੈਂ, ਅਲੱਖ ਤੇ ਅਗੰਮ ਹੈਂ, ਇਹ ਸਾਰਾ ਖੇਲ ਤੂੰ (ਹੀ) ਆਪਣੇ ਚਾਉ ਨਾਲ ਰਚਿਆ ਹੈ ।"},"ft":{"gurmukhi":"vjIr sy ibnW bfy DIrjvwn AO Drm kw (AMg) srUp vw Drm kw pQ krny vwly AlK AO mn, bwxI sy AgMm Awp ny Apny auqswih kr ky ieh jgq rUpI Kyl kIAw hY]","unicode":"ਵਜੀਰ ਸੇ ਬਿਨਾਂ ਬਡੇ ਧੀਰਜਵਾਨ ਔ ਧਰਮ ਕਾ (ਅੰਗ) ਸਰੂਪ ਵਾ ਧਰਮ ਕਾ ਪਥ ਕਰਨੇ ਵਾਲੇ ਅਲਖ ਔ ਮਨ, ਬਾਣੀ ਸੇ ਅਗੰਮ ਆਪ ਨੇ ਅਪਨੇ ਉਤਸਾਹਿ ਕਰ ਕੇ ਇਹ ਜਗਤ ਰੂਪੀ ਖੇਲ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"qUM bVw DIrj vwlw hYN, qYƒ slwhkwr dI loV nhIN, qUM Drm-srUp hYN, Al`K qy AgMm hYN, ieh swrw Kyl qUM (hI) Awpxy cwau nwl ricAw hY [","unicode":"ਤੂੰ ਬੜਾ ਧੀਰਜ ਵਾਲਾ ਹੈਂ, ਤੈਨੂੰ ਸਲਾਹਕਾਰ ਦੀ ਲੋੜ ਨਹੀਂ, ਤੂੰ ਧਰਮ-ਸਰੂਪ ਹੈਂ, ਅਲੱਖ ਤੇ ਅਗੰਮ ਹੈਂ, ਇਹ ਸਾਰਾ ਖੇਲ ਤੂੰ (ਹੀ) ਆਪਣੇ ਚਾਉ ਨਾਲ ਰਚਿਆ ਹੈ ।"},"ms":{"gurmukhi":"qUM ibnw mMqRI, Bwry DIrj vwlw, s`c dw p`KI, AidRSt Aqy byQwh hY[ AwpxI KuiI duAwrw qUM jgq dI Kyf rcI hY[","unicode":"ਤੂੰ ਬਿਨਾ ਮੰਤ੍ਰੀ, ਭਾਰੇ ਧੀਰਜ ਵਾਲਾ, ਸੱਚ ਦਾ ਪੱਖੀ, ਅਦ੍ਰਿਸ਼ਟ ਅਤੇ ਬੇਥਾਹ ਹੈ। ਆਪਣੀ ਖੁੀਿ ਦੁਆਰਾ ਤੂੰ ਜਗਤ ਦੀ ਖੇਡ ਰਚੀ ਹੈ।"}},"es":{"sn":"No tienes consejeros, eres tan Paciente, Sostenedor del Dharma, Invisible e Insondable, has establecido la obra del Universo con toda Dicha y Disfrute. "},"hi":{"ss":"तू बड़ा धैर्य वाला है। तुझे सलाहकार की जरूरत नहीं। तू धर्म-स्वरूप है। अलख और अगम है। ये सारा खेल तूने (ही) अपने चाव से रचा है।","sts":"तू बेपरवाह है, बड़ा धैर्यवान, धर्म का पुंज, अलक्ष्य, अगम्य है, यह जगत-तमाशा तुमने अपनी इच्छा से ही बनाया है।"}},"transliteration":{"english":"bevajeer badde dheer dharam a(n)g alakh agam khel keeaa aapanai uchhaeh jeeau ||","hindi":"बेवजीर बडे धीर धरम अंग अलख अगम खेलु कीआ आपणै उछाहि जीउ ॥","en":"bevajeer badde dheer dharam a(n)g alakh agam khel keeaa aapanai uchhaeh jeeau ||","hi":"बेवजीर बडे धीर धरम अंग अलख अगम खेलु कीआ आपणै उछाहि जीउ ॥","ipa":"beʋəd͡ʒir bəɖe t̪ir t̪ərəm əŋG ələkʰ əGəm kʰel kiəɑ əɑpəɳæ oʊɕɑh d͡ʒio.","ur":"بےوجیِر بڈے دھیِر دھرم اںگ الکھ اگم کھےل کیِآ آپݨَے اُچھاه جیِا ۔۔"},"pageNo":1403,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59397,"shabadId":5430,"verse":{"gurmukhi":"AkQ kQw kQI n jwie qIin lok rihAw smwie suqh isD rUpu DirE swhn kY swih jIau ]","unicode":"ਅਕਥ ਕਥਾ ਕਥੀ ਨ ਜਾਇ ਤੀਨਿ ਲੋਕ ਰਹਿਆ ਸਮਾਇ ਸੁਤਹ ਸਿਧ ਰੂਪੁ ਧਰਿਓ ਸਾਹਨ ਕੈ ਸਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"AkQkQwkQInjwieqIinlokrihAwsmwiesuqhisDrUpuDirEswhnkYswihjIau]","unicode":"ਅਕਥਕਥਾਕਥੀਨਜਾਇਤੀਨਿਲੋਕਰਹਿਆਸਮਾਇਸੁਤਹਸਿਧਰੂਪੁਧਰਿਓਸਾਹਨਕੈਸਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"No one can speak Your Unspoken Speech. You are pervading the three worlds. You assume the form of spiritual perfection, O King of kings.","ms":"O Lord, Thine ineffable discourse can be described not. Thou are pervading the three worlds. O King of kings, thou have naturally assumed the form of the Guru.","ssk":"No one can speak Your Unspoken Speech. You are pervading the three worlds. You assume the form of spiritual perfection, O King of kings."},"pu":{"ss":{"gurmukhi":" (hy gurU!) qyrI kQw kQn qoN pry hY, khI nhIN jw skdI, qUM iqMnW lokW ivc rm irhw hYN [ hy SwhW dy Swh! qUM AwpxI ie`Cw nwl ieh (mnu`K)-rUp DwirAw hY, ","unicode":" (ਹੇ ਗੁਰੂ!) ਤੇਰੀ ਕਥਾ ਕਥਨ ਤੋਂ ਪਰੇ ਹੈ, ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਤੂੰ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਰਮ ਰਿਹਾ ਹੈਂ । ਹੇ ਸ਼ਾਹਾਂ ਦੇ ਸ਼ਾਹ! ਤੂੰ ਆਪਣੀ ਇੱਛਾ ਨਾਲ ਇਹ (ਮਨੁੱਖ)-ਰੂਪ ਧਾਰਿਆ ਹੈ, "},"ft":{"gurmukhi":"Awp kI AkQ kQw kQI nhIN jwqI, ikauN ik Awp qInoN lokoN myN smwie rhy ho[ hy Swihn ky Swih! ieh siqgur srUp Awp ny suqyisD Dwrn kIAw hY]","unicode":"ਆਪ ਕੀ ਅਕਥ ਕਥਾ ਕਥੀ ਨਹੀਂ ਜਾਤੀ, ਕਿਉਂ ਕਿ ਆਪ ਤੀਨੋਂ ਲੋਕੋਂ ਮੇਂ ਸਮਾਇ ਰਹੇ ਹੋ। ਹੇ ਸ਼ਾਹਿਨ ਕੇ ਸ਼ਾਹਿ! ਇਹ ਸਤਿਗੁਰ ਸਰੂਪ ਆਪ ਨੇ ਸੁਤੇਸਿਧ ਧਾਰਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":" (hy gurU!) qyrI kQw kQn qoN pry hY, khI nhIN jw skdI, qUM iqMnW lokW ivc rm irhw hYN [ hy SwhW dy Swh! qUM AwpxI ie`Cw nwl ieh (mnu`K)-rUp DwirAw hY, ","unicode":" (ਹੇ ਗੁਰੂ!) ਤੇਰੀ ਕਥਾ ਕਥਨ ਤੋਂ ਪਰੇ ਹੈ, ਕਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਤੂੰ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਰਮ ਰਿਹਾ ਹੈਂ । ਹੇ ਸ਼ਾਹਾਂ ਦੇ ਸ਼ਾਹ! ਤੂੰ ਆਪਣੀ ਇੱਛਾ ਨਾਲ ਇਹ (ਮਨੁੱਖ)-ਰੂਪ ਧਾਰਿਆ ਹੈ, "},"ms":{"gurmukhi":"hy suAwmI! qyrI Akih vwrqw vrnx kIqI nhIN jw skdI[ qUM iqMnW hI jhwnW AMdr ivAwpk ho irhw hY[ hy pwiqSwhW dy pwiqSwh[ qUM kudrqn hI gurW dw srUp Dwrn kIqw hY[","unicode":"ਹੇ ਸੁਆਮੀ! ਤੇਰੀ ਅਕਹਿ ਵਾਰਤਾ ਵਰਨਣ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਤੂੰ ਤਿੰਨਾਂ ਹੀ ਜਹਾਨਾਂ ਅੰਦਰ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ। ਹੇ ਪਾਤਿਸ਼ਾਹਾਂ ਦੇ ਪਾਤਿਸ਼ਾਹ। ਤੂੰ ਕੁਦਰਤਨ ਹੀ ਗੁਰਾਂ ਦਾ ਸਰੂਪ ਧਾਰਨ ਕੀਤਾ ਹੈ।"}},"es":{"sn":"Inefable es Tu Discurso, prevaleces en los tres mundos y Tu Forma es Perfecta, oh Rey de reyes, "},"hi":{"ss":"(हे गुरु !) आपकी महिमा बयान से परे है जो कही नहीं जा सकती। आप तीन लोगों के बीच व्यापक हैं। हे शाह के राजा ! आपने अपनी इच्छा के साथ (मानव रूप) लिया है।","sts":"तेरी महिमा अकथनीय है, इसका कथन हम नहीं कर सकते, तू तीनों लोकों में मौजूद है, सहज स्वाभाविक ही तूने रूप धारण किया है, तू बादशाहों का भी बादशाह है।"}},"transliteration":{"english":"akath kathaa kathee na jai teen lok rahiaa samai suteh sidh roop dhario saahan kai saeh jeeau ||","hindi":"अकथ कथा कथी न जाइ तीनि लोक रहिआ समाइ सुतह सिध रूपु धरिओ साहन कै साहि जीउ ॥","en":"akath kathaa kathee na jai teen lok rahiaa samai suteh sidh roop dhario saahan kai saeh jeeau ||","hi":"अकथ कथा कथी न जाइ तीनि लोक रहिआ समाइ सुतह सिध रूपु धरिओ साहन कै साहि जीउ ॥","ipa":"əkət̪ʰ kət̪ʰɑ kət̪ʰi nə d͡ʒɑeɪ t̪in lɔk rəhɪəɑ səmɑeɪ sʊt̪əh sɪt̪ə̀ rup t̪ərɪo sɑhən kæ sɑh d͡ʒio.","ur":"اکتھ کتھا کتھیِ ن جاا تیٍن لوک رهِآ سماا سُته سدھ رُوپ دھراو ساهن کَے ساه جیِا ۔۔"},"pageNo":1403,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":12,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59398,"shabadId":5430,"verse":{"gurmukhi":"siq swcu sRI invwsu Awid purKu sdw quhI vwihgurU vwihgurU vwihgurU vwih jIau ]3]8]","unicode":"ਸਤਿ ਸਾਚੁ ਸ੍ਰੀ ਨਿਵਾਸੁ ਆਦਿ ਪੁਰਖੁ ਸਦਾ ਤੁਹੀ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿ ਜੀਉ ॥੩॥੮॥"},"larivaar":{"gurmukhi":"siqswcusRIinvwsuAwidpurKusdwquhIvwihgurUvwihgurUvwihgurUvwihjIau]3]8]","unicode":"ਸਤਿਸਾਚੁਸ੍ਰੀਨਿਵਾਸੁਆਦਿਪੁਰਖੁਸਦਾਤੁਹੀਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਜੀਉ॥੩॥੮॥"},"translation":{"en":{"bdb":"You are forever True, the Home of Excellence, the Primal Supreme Being. Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o. ||3||8||","ms":"O my praiseworthy Lord, God, Master, Thou are ever just, true, abode of excellence and the primeval Person.","ssk":"You are forever True, the Home of Excellence, the Primal Supreme Being. Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o. ||3||8||"},"pu":{"ss":{"gurmukhi":"hy gurU! qUM Acrj hYN, siq-srUp hYN, At`l hYN, qUM hI lkSmI dw Awsrw hYN, Awid purK hYN qy sdw-iQr hYN [3[8[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲਕਸ਼ਮੀ ਦਾ ਆਸਰਾ ਹੈਂ, ਆਦਿ ਪੁਰਖ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ।੩।੮।"},"ft":{"gurmukhi":"hy Awid rUp pUrn! Awp Apny crnoN myN lCmI ko invws dyxy vwly ho, (siq) inscy kr ky sc srUp ho AOr cwroN jugoN myN Ascrj rUp ho]3]8]","unicode":"ਹੇ ਆਦਿ ਰੂਪ ਪੂਰਨ! ਆਪ ਅਪਨੇ ਚਰਨੋਂ ਮੇਂ ਲਛਮੀ ਕੋ ਨਿਵਾਸ ਦੇਣੇ ਵਾਲੇ ਹੋ, (ਸਤਿ) ਨਿਸਚੇ ਕਰ ਕੇ ਸਚ ਸਰੂਪ ਹੋ ਔਰ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਅਸਚਰਜ ਰੂਪ ਹੋ॥੩॥੮॥"},"bdb":{"gurmukhi":"hy gurU! qUM Acrj hYN, siq-srUp hYN, At`l hYN, qUM hI lkSmI dw Awsrw hYN, Awid purK hYN qy sdw-iQr hYN [3[8[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲਕਸ਼ਮੀ ਦਾ ਆਸਰਾ ਹੈਂ, ਆਦਿ ਪੁਰਖ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ।੩।੮।"},"ms":{"gurmukhi":"hy myry aupmw-Xog pRBU! Akwl purK, vwihgurU, qUM hmySW hI ilAwiekwrI, s`cw, SRyStqw dw itkwxw Aqy Awid KurS hY[","unicode":"ਹੇ ਮੇਰੇ ਉਪਮਾ-ਯੋਗ ਪ੍ਰਭੂ! ਅਕਾਲ ਪੁਰਖ, ਵਾਹਿਗੁਰੂ, ਤੂੰ ਹਮੇਸ਼ਾਂ ਹੀ ਲਿਆਇਕਾਰੀ, ਸੱਚਾ, ਸ਼੍ਰੇਸ਼ਟਤਾ ਦਾ ਟਿਕਾਣਾ ਅਤੇ ਆਦਿ ਖੁਰਸ਼ ਹੈ।"}},"es":{"sn":"eres para siempre Verdad, Casa de Excelencia, el Ser Supremo y Primordial, Waje Guru, Waje Guru, Waje Guru, Waje Yio. (3-8)"},"hi":{"ss":"हे गुरु ! आप चमत्कारिक। सत्-रूप और अन्नत हैं; आप लक्ष्मी का आसरा हैं; आप प्रारंभ से हैं और सदा के लिये। वाह-गुरू वाह-गुरू जी !","sts":"हे सतिगुरु रामदास ! तू सत्य है, शाश्वत रूप है, कर्ता पुरुष है, देवी लक्ष्मी तेरी सेवा में तल्लीन है, तू सदैव रहने वाला है। वाह गुरु ! वाह वाह ! वाहिगुरु तू महान् है, तुझ पर मैं कुर्बान जाता हूँ॥३॥८॥"}},"transliteration":{"english":"sat saach sree nivaas aadh purakh sadhaa tuhee vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||3||8||","hindi":"सति साचु स्री निवासु आदि पुरखु सदा तुही वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥३॥८॥","en":"sat saach sree nivaas aadh purakh sadhaa tuhee vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||3||8||","hi":"सति साचु स्री निवासु आदि पुरखु सदा तुही वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥३॥८॥","ipa":"sət̪ sɑt͡ʃ sɹi nɪʋɑs əɑd̪ pʊrəkʰ səd̪ɑ t̪ʊhi ʋɑhɪGʊru ʋɑhɪGʊru ʋɑhɪGʊru ʋɑh d͡ʒio.3.8.","ur":"ست ساچ سریِ نواس آد پُرکھ سدا تُهیِ واهگرُو واهگرُو واهگرُو واه جیِاُ ۔۔۳۔۔۸۔۔"},"pageNo":1403,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59399,"shabadId":5431,"verse":{"gurmukhi":"siqgurU siqgurU siqguru guibMd jIau ]","unicode":"ਸਤਿਗੁਰੂ ਸਤਿਗੁਰੂ ਸਤਿਗੁਰੁ ਗੁਬਿੰਦ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"siqgurUsiqgurUsiqguruguibMdjIau]","unicode":"ਸਤਿਗੁਰੂਸਤਿਗੁਰੂਸਤਿਗੁਰੁਗੁਬਿੰਦਜੀਉ॥"},"translation":{"en":{"bdb":"The True Guru, the True Guru, the True Guru is the Lord of the Universe Himself.","ms":"The True Guru, True Guru, True Guru is the embodiment of the Sire Lord.","ssk":"The True Guru, the True Guru, the True Guru is the Lord of the Universe Himself."},"pu":{"ss":{"gurmukhi":" siqgurU goibMd-rUp hY [ (myry vwsqy qW) siqgurU hI hY ,","unicode":" ਸਤਿਗੁਰੂ ਗੋਬਿੰਦ-ਰੂਪ ਹੈ । (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਸਤਿਗੁਰੂ ਹੀ ਹੈ ,"},"ft":{"gurmukhi":"hy sRI siqgurU! Awp qInoN kwloN myN goibMd srUp ho]","unicode":"ਹੇ ਸ੍ਰੀ ਸਤਿਗੁਰੂ! ਆਪ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਗੋਬਿੰਦ ਸਰੂਪ ਹੋ॥"},"bdb":{"gurmukhi":" siqgurU goibMd-rUp hY [ (myry vwsqy qW) siqgurU hI hY ,","unicode":" ਸਤਿਗੁਰੂ ਗੋਬਿੰਦ-ਰੂਪ ਹੈ । (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਸਤਿਗੁਰੂ ਹੀ ਹੈ ,"},"ms":{"gurmukhi":"s¤cy gurU jI, s¤cy gurU jI, s¤cy gurU jI mhwrwj suAwmI dy srUp hn[","unicode":"ਸੱਚੇ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਗੁਰੂ ਜੀ ਮਹਾਰਾਜ ਸੁਆਮੀ ਦੇ ਸਰੂਪ ਹਨ।"}},"es":{"sn":"El Guru Verdadero, el Guru Verdadero, el Guru Verdadero es Él Mismo, "},"hi":{"ss":"सतिगुरू गोबिंद-रूप है।","sts":"हे सतिगुरु रामदास ! तू सर्वकर्ता ईश्वर है।"}},"transliteration":{"english":"satiguroo satiguroo satigur gubi(n)dh jeeau ||","hindi":"सतिगुरू सतिगुरू सतिगुरु गुबिंद जीउ ॥","en":"satiguroo satiguroo satigur gubi(n)dh jeeau ||","hi":"सतिगुरू सतिगुरू सतिगुरु गुबिंद जीउ ॥","ipa":"sət̪ɪGʊru sət̪ɪGʊru sət̪ɪGʊr Gʊbɪŋd̪ d͡ʒio.","ur":"ستگرُو ستِگرُو ستِگر گُبںد جیِا ۔۔"},"pageNo":1403,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59400,"shabadId":5431,"verse":{"gurmukhi":"bilih Cln sbl mln Bigœ Pln kwn@ kuAr inhklµk bjI fMk cVH¨ dl rivMd jIau ]","unicode":"ਬਲਿਹਿ ਛਲਨ ਸਬਲ ਮਲਨ ਭਗ੍ਤਿ ਫਲਨ ਕਾਨੑ ਕੁਅਰ ਨਿਹਕਲੰਕ ਬਜੀ ਡੰਕ ਚੜ੍ਹੂ ਦਲ ਰਵਿੰਦ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"bilihClnsblmlnBigœPlnkwn@kuArinhklµkbjIfMkcVH¨dlrivMdjIau]","unicode":"ਬਲਿਹਿਛਲਨਸਬਲਮਲਨਭਗ੍ਤਿਫਲਨਕਾਨੑਕੁਅਰਨਿਹਕਲੰਕਬਜੀਡੰਕਚੜ੍ਹੂਦਲਰਵਿੰਦਜੀਉ॥"},"translation":{"en":{"bdb":"Enticer of Baliraja, who smothers the mighty, and fulfills the devotees; the Prince Krishna, and Kalki; the thunder of His army and the beat of His drum echoes across the Universe.","ms":"Thou are the enticer of Balraja, the smotherer of the mighty, the fulfiller of the devotee, the prince Krishna and Kalki, the coming incarnation of God, the thunder of whose mounted army and the beat of drum shall be echoed all over.","ssk":"Enticer of Baliraja, who smothers the mighty, and fulfills the devotees; the Prince Krishna, and Kalki; the thunder of His army and the beat of His drum echoes across the Universe."},"pu":{"ss":{"gurmukhi":" ijs ny rwjw blI ƒ CilAw sI, Awp AhMkwrIAW dw mwn qoVn vwly hn, BgqI dw Pl dyx vwly hn [ (myry vwsqy qW) gurU hI kwnH kumwr hY [ (Awp ivc) koeI klMk nhIN hY, Awp dw fMkw v`j irhw hY, sUrj qy cMdRmw dw dl Awp dI hI soBw vDwaux leI cVHdw hY [","unicode":" ਜਿਸ ਨੇ ਰਾਜਾ ਬਲੀ ਨੂੰ ਛਲਿਆ ਸੀ, ਆਪ ਅਹੰਕਾਰੀਆਂ ਦਾ ਮਾਨ ਤੋੜਨ ਵਾਲੇ ਹਨ, ਭਗਤੀ ਦਾ ਫਲ ਦੇਣ ਵਾਲੇ ਹਨ । (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਗੁਰੂ ਹੀ ਕਾਨ੍ਹ ਕੁਮਾਰ ਹੈ । (ਆਪ ਵਿਚ) ਕੋਈ ਕਲੰਕ ਨਹੀਂ ਹੈ, ਆਪ ਦਾ ਡੰਕਾ ਵੱਜ ਰਿਹਾ ਹੈ, ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਦਲ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ ਚੜ੍ਹਦਾ ਹੈ ।"},"ft":{"gurmukhi":"bwvn srUp ho kr bl rwjw ko Awp ny Clnw kIAw hY AOr bl ky sihq jo dYq hYN iqs ko mrdn kr ky BgqoN ko mn bWCq PloN ky dynhwry ikRSn rUp hoie kr jsoDW vw dyvkI ky Awp kuAwr khwvqy Bey ho[ punw Awgy inhklMk srUp hoiekr sMBlpur myN DOisEN pr fMky bjyNgy AO (rivMd) sUrj AO cMdRmw AwdI dyviqEN kw dl Awp ky swQ (cVU) cVygw]","unicode":"ਬਾਵਨ ਸਰੂਪ ਹੋ ਕਰ ਬਲ ਰਾਜਾ ਕੋ ਆਪ ਨੇ ਛਲਨਾ ਕੀਆ ਹੈ ਔਰ ਬਲ ਕੇ ਸਹਿਤ ਜੋ ਦੈਤ ਹੈਂ ਤਿਸ ਕੋ ਮਰਦਨ ਕਰ ਕੇ ਭਗਤੋਂ ਕੋ ਮਨ ਬਾਂਛਤ ਫਲੋਂ ਕੇ ਦੇਨਹਾਰੇ ਕ੍ਰਿਸ਼ਨ ਰੂਪ ਹੋਇ ਕਰ ਜਸੋਧਾਂ ਵਾ ਦੇਵਕੀ ਕੇ ਆਪ ਕੁਆਰ ਕਹਾਵਤੇ ਭਏ ਹੋ। ਪੁਨਾ ਆਗੇ ਨਿਹਕਲੰਕ ਸਰੂਪ ਹੋਇਕਰ ਸੰਭਲਪੁਰ ਮੇਂ ਧੌਸਿਓਂ ਪਰ ਡੰਕੇ ਬਜੇਂਗੇ ਔ (ਰਵਿੰਦ) ਸੂਰਜ ਔ ਚੰਦ੍ਰਮਾ ਆਦੀ ਦੇਵਤਿਓਂ ਕਾ ਦਲ ਆਪ ਕੇ ਸਾਥ (ਚੜੂ) ਚੜੇਗਾ॥"},"bdb":{"gurmukhi":" ijs ny rwjw blI ƒ CilAw sI, Awp AhMkwrIAW dw mwn qoVn vwly hn, BgqI dw Pl dyx vwly hn [ (myry vwsqy qW) gurU hI kwnH kumwr hY [ (Awp ivc) koeI klMk nhIN hY, Awp dw fMkw v`j irhw hY, sUrj qy cMdRmw dw dl Awp dI hI soBw vDwaux leI cVHdw hY [","unicode":" ਜਿਸ ਨੇ ਰਾਜਾ ਬਲੀ ਨੂੰ ਛਲਿਆ ਸੀ, ਆਪ ਅਹੰਕਾਰੀਆਂ ਦਾ ਮਾਨ ਤੋੜਨ ਵਾਲੇ ਹਨ, ਭਗਤੀ ਦਾ ਫਲ ਦੇਣ ਵਾਲੇ ਹਨ । (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਗੁਰੂ ਹੀ ਕਾਨ੍ਹ ਕੁਮਾਰ ਹੈ । (ਆਪ ਵਿਚ) ਕੋਈ ਕਲੰਕ ਨਹੀਂ ਹੈ, ਆਪ ਦਾ ਡੰਕਾ ਵੱਜ ਰਿਹਾ ਹੈ, ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਦਲ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ ਚੜ੍ਹਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM blrwj ƒ Tgx vwlw blvwn ƒ kuclx vwlw, sMqW ƒ sPl krnhwr rwjkumwr ikRSn Aqy Awaux vwlw r`b dw klkI-Avqwr hY, ijs dI svwr hoeI hoeI sYnw hI grj Aqy ngwry dIAW AwvwjW swry pwsy suxweI dyxgIAW[","unicode":"ਤੂੰ ਬਲਰਾਜ ਨੂੰ ਠਗਣ ਵਾਲਾ ਬਲਵਾਨ ਨੂੰ ਕੁਚਲਣ ਵਾਲਾ, ਸੰਤਾਂ ਨੂੰ ਸਫਲ ਕਰਨਹਾਰ ਰਾਜਕੁਮਾਰ ਕ੍ਰਿਸ਼ਨ ਅਤੇ ਆਉਣ ਵਾਲਾ ਰੱਬ ਦਾ ਕਲਕੀ-ਅਵਤਾਰ ਹੈ, ਜਿਸ ਦੀ ਸਵਾਰ ਹੋਈ ਹੋਈ ਸੈਨਾ ਹੀ ਗਰਜ ਅਤੇ ਨਗਾਰੇ ਦੀਆਂ ਆਵਾਜਾਂ ਸਾਰੇ ਪਾਸੇ ਸੁਣਾਈ ਦੇਣਗੀਆਂ।"}},"es":{"sn":"el Señor del Universo entero, Embrujo de Baliraya, Quien empequeñece a los poderosos y llena a los Devotos, al Príncipe Krishna y a Kalki; el retumbar de Sus Ejércitos y el resonar de Su Tambor se escucha y estremece al universo entero."},"hi":{"ss":"(मेरे वास्ते तो) सतिगुरू ही है (वह) जिसने राजा बली को छला था। आप अहंकारियों का घमण्ड तोड़ने वाले हैं। भगती का फल देने वाले हैं। (मेरे लिए तो) गुरू ही कान्ह-कुमार है। (आप में) कोई कलंक नहीं है। आप का डंका बज रहा है। सूरज और चँद्रमा का दल आप ही की शोभा बढ़ाने के लिए चढ़ता है।","sts":"राजा बलि को छलनेवाला तू ही है, तू पापी-अहंकारी पुरुषों का नाश करने वाला है, भक्ति फल देनेवाला है, तू कृष्ण कन्हैया है, पाप दोषों से रहित है, तेरी महिमा का डंका सब ओर बज रहा है, सूर्य एवं चन्द्रमा तेरी कीर्ति के लिए उदय होते हैं।"}},"transliteration":{"english":"baleh chhalan sabal malan bhagit falan kaan(h) kuar nihakala(n)k bajee dda(n)k chaRhaoo dhal ravi(n)dh jeeau ||","hindi":"बलिहि छलन सबल मलन भगि्त फलन कान्न कुअर निहकलंक बजी डंक चड़्हू दल रविंद जीउ ॥","en":"baleh chhalan sabal malan bhagit falan kaan(h) kuar nihakala(n)k bajee dda(n)k chaRhaoo dhal ravi(n)dh jeeau ||","hi":"बलिहि छलन सबल मलन भगि्त फलन कान्न कुअर निहकलंक बजी डंक चड़्हू दल रविंद जीउ ॥","ipa":"bəlɪh ɕələn səbəl mələn ɓəGɪt̪ fələn kɑn@ kʊər nɪhəkələⁿk bəd͡ʒi ɖəŋk t͡ʃəɽʰəu d̪əl rəʋɪŋd̪ d͡ʒio.","ur":"بله چھلن سبل ملن بھگِت پھلن کانھ کُار نهکلµک بجیِ ڈںک چڑھ¨ دل روِںد جیِا ۔۔"},"pageNo":1403,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59401,"shabadId":5431,"verse":{"gurmukhi":"rwm rvx durq dvx skl Bvx kusl krx srb BUq Awip hI dyvwiD dyv shs muK PinMd jIau ]","unicode":"ਰਾਮ ਰਵਣ ਦੁਰਤ ਦਵਣ ਸਕਲ ਭਵਣ ਕੁਸਲ ਕਰਣ ਸਰਬ ਭੂਤ ਆਪਿ ਹੀ ਦੇਵਾਧਿ ਦੇਵ ਸਹਸ ਮੁਖ ਫਨਿੰਦ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"rwmrvxdurqdvxsklBvxkuslkrxsrbBUqAwiphIdyvwiDdyvshsmuKPinMdjIau]","unicode":"ਰਾਮਰਵਣਦੁਰਤਦਵਣਸਕਲਭਵਣਕੁਸਲਕਰਣਸਰਬਭੂਤਆਪਿਹੀਦੇਵਾਧਿਦੇਵਸਹਸਮੁਖਫਨਿੰਦਜੀਉ॥"},"translation":{"en":{"bdb":"The Lord of contemplation, Destroyer of sin, who brings pleasure to the beings of all realms, He Himself is the God of gods, Divinity of the divine, the thousand-headed king cobra.","ms":"Thou thyself are the contemplator of the Lord, the destroyer of sin, the dispenser of bliss to all the universes, pervading all the beings, God of gods and the thousand mouthed and hooded serpent King.","ssk":"The Lord of contemplation, Destroyer of sin, who brings pleasure to the beings of all realms, He Himself is the God of gods, Divinity of the divine, the thousand-headed king cobra."},"pu":{"ss":{"gurmukhi":"Awp Akwl purK dw ismrn krdy hn, pwpW dy dUr krn vwly hn, sB QweIN suK pYdw krn vwly hn, swry jIAW ivc Awp hI hn, Awp hI dyviqAW dy dyvqw hn [ Aqy (myry vwsqy qW) hzwrW mUMhW vwlw SySnwg BI Awp hI hn [","unicode":"ਆਪ ਅਕਾਲ ਪੁਰਖ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਭ ਥਾਈਂ ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਜੀਆਂ ਵਿਚ ਆਪ ਹੀ ਹਨ, ਆਪ ਹੀ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਹਨ । ਅਤੇ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਜ਼ਾਰਾਂ ਮੂੰਹਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਭੀ ਆਪ ਹੀ ਹਨ ।"},"ft":{"gurmukhi":"hy (rvx) ibAwpk srUp! Awp kw rwm nwm (durq) pwpoN ky (dvx) dbwvxyhwrw AO sMpUrn BvnoN myN kuSl krnyhwrw hY, punw Awp hI srb (BUq) jIv rUp ho rhy ho[ hy (dyvwiDdyv) dyviqEN ky ADpqI pRkwS srUp! hjwr muKoN vwlw srpoN kw rwjw sysnwg BI Awp kI ausqqI aucwrn kr irhw hY]","unicode":"ਹੇ (ਰਵਣ) ਬਿਆਪਕ ਸਰੂਪ! ਆਪ ਕਾ ਰਾਮ ਨਾਮ (ਦੁਰਤ) ਪਾਪੋਂ ਕੇ (ਦਵਣ) ਦਬਾਵਣੇਹਾਰਾ ਔ ਸੰਪੂਰਨ ਭਵਨੋਂ ਮੇਂ ਕੁਸ਼ਲ ਕਰਨੇਹਾਰਾ ਹੈ, ਪੁਨਾ ਆਪ ਹੀ ਸਰਬ (ਭੂਤ) ਜੀਵ ਰੂਪ ਹੋ ਰਹੇ ਹੋ। ਹੇ (ਦੇਵਾਧਿਦੇਵ) ਦੇਵਤਿਓਂ ਕੇ ਅਧਪਤੀ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ! ਹਜਾਰ ਮੁਖੋਂ ਵਾਲਾ ਸਰਪੋਂ ਕਾ ਰਾਜਾ ਸੇਸਨਾਗ ਭੀ ਆਪ ਕੀ ਉਸਤਤੀ ਉਚਾਰਨ ਕਰ ਰਿਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"Awp Akwl purK dw ismrn krdy hn, pwpW dy dUr krn vwly hn, sB QweIN suK pYdw krn vwly hn, swry jIAW ivc Awp hI hn, Awp hI dyviqAW dy dyvqw hn [ Aqy (myry vwsqy qW) hzwrW mUMhW vwlw SySnwg BI Awp hI hn [","unicode":"ਆਪ ਅਕਾਲ ਪੁਰਖ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਭ ਥਾਈਂ ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਜੀਆਂ ਵਿਚ ਆਪ ਹੀ ਹਨ, ਆਪ ਹੀ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਹਨ । ਅਤੇ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਜ਼ਾਰਾਂ ਮੂੰਹਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਭੀ ਆਪ ਹੀ ਹਨ ।"},"ms":{"gurmukhi":"qUM Kud hI suAwmI ƒ ismrn vwlw, pwp nSt krnhwr, swirAW AwlSW ƒ KuSI bKSx vwlw, smUh jIvW AMdr ivAwpk, dyviqAW dw dyvqw Aqy hjwrw mUMhW Aqy Pxw vwlw SySnwg hY[","unicode":"ਤੂੰ ਖੁਦ ਹੀ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਨ ਵਾਲਾ, ਪਾਪ ਨਸ਼ਟ ਕਰਨਹਾਰ, ਸਾਰਿਆਂ ਆਲਸ਼ਾਂ ਨੂੰ ਖੁਸ਼ੀ ਬਖਸ਼ਣ ਵਾਲਾ, ਸਮੂਹ ਜੀਵਾਂ ਅੰਦਰ ਵਿਆਪਕ, ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਅਤੇ ਹਜਾਰਾ ਮੂੰਹਾਂ ਅਤੇ ਫਣਾ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਹੈ।"}},"es":{"sn":"El Señor de Meditación, Destructor del Error, Quien trae Placer a todos los seres de Su Reino, Dios de dioses, Divinidad de lo divino, Sheshnaga, el Rey Cobre de las mil cabezas."},"hi":{"ss":"आप अकाल-पुरख का सिमरन करते हैं। पापों को दूर करने वाले हैं। सब जगह सुख पैदा करने वाले हैं। सारे जीवों में आप ही हैं। आप ही देवताओं के देवता हैं। और (मेरे लिए तो) हजारों मुँहों वाले शेशनाग भी आप ही हैं।","sts":"हे राम ! तू सर्वव्यापक है। तू पापों को जलाने वाला है, समस्त लोकों में कल्याण करने वाला है, पूरी दुनिया में मौजूद है, तू देवाधिदेव है, हजारों मुख वाला शेषनाग भी तू है।"}},"transliteration":{"english":"raam ravan dhurat dhavan sakal bhavan kusal karan sarab bhoot aap hee dhevaadh dhev sahas mukh fani(n)dh jeeau ||","hindi":"राम रवण दुरत दवण सकल भवण कुसल करण सरब भूत आपि ही देवाधि देव सहस मुख फनिंद जीउ ॥","en":"raam ravan dhurat dhavan sakal bhavan kusal karan sarab bhoot aap hee dhevaadh dhev sahas mukh fani(n)dh jeeau ||","hi":"राम रवण दुरत दवण सकल भवण कुसल करण सरब भूत आपि ही देवाधि देव सहस मुख फनिंद जीउ ॥","ipa":"rɑm rəʋəɳ d̪ʊrət̪ d̪əʋəɳ səkəl ɓəʋəɳ kʊsəl kərəɳ sərəb ɓut̪ əɑp hi d̪eʋɑt̪ə̀ d̪eʋ səhəs mʊkʰ fənɪŋd̪ d͡ʒio.","ur":"رام روݨ دُرت دوݨ سکل بھوݨ کُسل کرݨ سرب بھُوت آپ هیِ دےوادھ دےو سهس مُکھ پھنںد جیِا ۔۔"},"pageNo":1403,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":13,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":13,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":13,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59402,"shabadId":5431,"verse":{"gurmukhi":"jrm krm mC kC huA brwh jmunw kY kUil Kylu KyilE ijin igMd jIau ]","unicode":"ਜਰਮ ਕਰਮ ਮਛ ਕਛ ਹੁਅ ਬਰਾਹ ਜਮੁਨਾ ਕੈ ਕੂਲਿ ਖੇਲੁ ਖੇਲਿਓ ਜਿਨਿ ਗਿੰਦ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"jrmkrmmCkChuAbrwhjmunwkYkUilKyluKyilEijinigMdjIau]","unicode":"ਜਰਮਕਰਮਮਛਕਛਹੁਅਬਰਾਹਜਮੁਨਾਕੈਕੂਲਿਖੇਲੁਖੇਲਿਓਜਿਨਿਗਿੰਦਜੀਉ॥"},"translation":{"en":{"bdb":"He took birth in the Incarnations of the Fish, Tortoise and Wild Boar, and played His part. He played games on the banks of the Jamunaa River.","ms":"Becoming the incarnation of the Big fish, Tortoise and the Boar, thou assumed their avocations. Such are Thou who played the game of \"throw ball\" at the bank of Jamuna.","ssk":"He took birth in the Incarnations of the Fish, Tortoise and Wild Boar, and played His part. He played games on the banks of the Jamunaa River."},"pu":{"ss":{"gurmukhi":"(myry vwsqy qW goibMd-rUp siqgurU hI hY auh) ijs ny m`C k`C qy vrwh dy jnm lY ky keI kMm kIqy, ijs ny jmunw dy kMFy au~qy gyNd dI Kyf KyfI sI [ ","unicode":"(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੋਬਿੰਦ-ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਹੈ ਉਹ) ਜਿਸ ਨੇ ਮੱਛ ਕੱਛ ਤੇ ਵਰਾਹ ਦੇ ਜਨਮ ਲੈ ਕੇ ਕਈ ਕੰਮ ਕੀਤੇ, ਜਿਸ ਨੇ ਜਮੁਨਾ ਦੇ ਕੰਢੇ ਉੱਤੇ ਗੇਂਦ ਦੀ ਖੇਡ ਖੇਡੀ ਸੀ । "},"ft":{"gurmukhi":"mC, kC, vrwh AwdI (jnm) Avqwr hoiekr Awp ny AlOkk krm kry hYN[ AO ikRSn Avqwr myN jmnw kY (kUil) iknwry pr ijs Awp ny (igMd) Kyl ArQwq Kudo ky swQ KyloN ko KyilAw hY]","unicode":"ਮਛ, ਕਛ, ਵਰਾਹ ਆਦੀ (ਜਨਮ) ਅਵਤਾਰ ਹੋਇਕਰ ਆਪ ਨੇ ਅਲੌਕਕ ਕਰਮ ਕਰੇ ਹੈਂ। ਔ ਕ੍ਰਿਸ਼ਨ ਅਵਤਾਰ ਮੇਂ ਜਮਨਾ ਕੈ (ਕੂਲਿ) ਕਿਨਾਰੇ ਪਰ ਜਿਸ ਆਪ ਨੇ (ਗਿੰਦ) ਖੇਲ ਅਰਥਾਤ ਖੁਦੋ ਕੇ ਸਾਥ ਖੇਲੋਂ ਕੋ ਖੇਲਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"(myry vwsqy qW goibMd-rUp siqgurU hI hY auh) ijs ny m`C k`C qy vrwh dy jnm lY ky keI kMm kIqy, ijs ny jmunw dy kMFy au~qy gyNd dI Kyf KyfI sI [ ","unicode":"(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੋਬਿੰਦ-ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਹੈ ਉਹ) ਜਿਸ ਨੇ ਮੱਛ ਕੱਛ ਤੇ ਵਰਾਹ ਦੇ ਜਨਮ ਲੈ ਕੇ ਕਈ ਕੰਮ ਕੀਤੇ, ਜਿਸ ਨੇ ਜਮੁਨਾ ਦੇ ਕੰਢੇ ਉੱਤੇ ਗੇਂਦ ਦੀ ਖੇਡ ਖੇਡੀ ਸੀ । "},"ms":{"gurmukhi":"v`fI m`CI, kCUkumy Aqy sUr dy Avqwr bx qUM aunHW dI ikrq-ivrq Dwrn kIqI AYho jyhw hY qUM ijs ny jmnw dy iknwry gydw su`tx dI Kyf KyfI[","unicode":"ਵੱਡੀ ਮੱਛੀ, ਕਛੂਕੁਮੇ ਅਤੇ ਸੂਰ ਦੇ ਅਵਤਾਰ ਬਣ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਕਿਰਤ-ਵਿਰਤ ਧਾਰਨ ਕੀਤੀ ਐਹੋ ਜੇਹਾ ਹੈ ਤੂੰ ਜਿਸ ਨੇ ਜਮਨਾ ਦੇ ਕਿਨਾਰੇ ਗੇਦਾ ਸੁੱਟਣ ਦੀ ਖੇਡ ਖੇਡੀ।"}},"es":{"sn":"Tomó nacimiento en las encarnaciones de peces, tortugas y jabalíes y desplegó Sus Juegos a las orillas del Río Yamuna. "},"hi":{"ss":"(मेरे लिए तो गोबिंद-रूप सतिगुरू ही है वह) जिसने मॅछ-कॅछ और वराह के जनम ले के काम किए। जिसने यमुना के किनारे गेंद की खेल खेली थी।","sts":"मत्स्यावतार, कच्छपावतार, वाराहावतार में तूने ही कर्म किए और यमुना के तट पर गेंद से खेल कर कालिय नाग का मर्दन तूने ही किया।"}},"transliteration":{"english":"jaram karam machh kachh hua baraeh jamunaa kai kool khel khelio jin gi(n)dh jeeau ||","hindi":"जरम करम मछ कछ हुअ बराह जमुना कै कूलि खेलु खेलिओ जिनि गिंद जीउ ॥","en":"jaram karam machh kachh hua baraeh jamunaa kai kool khel khelio jin gi(n)dh jeeau ||","hi":"जरम करम मछ कछ हुअ बराह जमुना कै कूलि खेलु खेलिओ जिनि गिंद जीउ ॥","ipa":"d͡ʒərəm kərəm məɕ kəɕ hʊə bərɑh d͡ʒəmʊnɑ kæ kul kʰel kʰelɪo d͡ʒɪn Gɪŋd̪ d͡ʒio.","ur":"جرم کرم مچھ کچھ هُا براه جمنا کَے کُول کھےل کھےلاو جن گںد جیِا ۔۔"},"pageNo":1403,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59403,"shabadId":5431,"verse":{"gurmukhi":"nwmu swru hIey Dwru qju ibkwru mn gXMd siqgurU siqgurU siqgur guibMd jIau ]4]9]","unicode":"ਨਾਮੁ ਸਾਰੁ ਹੀਏ ਧਾਰੁ ਤਜੁ ਬਿਕਾਰੁ ਮਨ ਗਯੰਦ ਸਤਿਗੁਰੂ ਸਤਿਗੁਰੂ ਸਤਿਗੁਰ ਗੁਬਿੰਦ ਜੀਉ ॥੪॥੯॥"},"larivaar":{"gurmukhi":"nwmuswruhIeyDwruqjuibkwrumngXMdsiqgurUsiqgurUsiqgurguibMdjIau]4]9]","unicode":"ਨਾਮੁਸਾਰੁਹੀਏਧਾਰੁਤਜੁਬਿਕਾਰੁਮਨਗਯੰਦਸਤਿਗੁਰੂਸਤਿਗੁਰੂਸਤਿਗੁਰਗੁਬਿੰਦਜੀਉ॥੪॥੯॥"},"translation":{"en":{"bdb":"Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand the True Guru, the True Guru, the True Guru is the Lord of the Universe Himself. ||4||9||","ms":"Says Gayand, the bard, enshrine thou in thy heart his sublime Name and renounce thine mind's wickedness. The True Guru, the ever True Guru, the ever and ever True Guru is the embodiment of the World-Lord.","ssk":"Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand the True Guru, the True Guru, the True Guru is the Lord of the Universe Himself. ||4||9||"},"pu":{"ss":{"gurmukhi":"hy gXMd dy mn! (ies siqgurU dw) sRySt nwm ihrdy ivc Dwr qy ivkwr C`f dyh; ieh gurU auhI goibMd hY [4[9[","unicode":"ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਇਸ ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਇਹ ਗੁਰੂ ਉਹੀ ਗੋਬਿੰਦ ਹੈ ।੪।੯।"},"ft":{"gurmukhi":"sRI 'goieMd' B`t jI kihqy hYN: hy mn AYsy siqguroN kw swr rUp jo nwm hY iqs ko ihrdy myN Dwr kr ivkwroN ko iqAwg, jo goibMd rUp siqgurU qInoN kwl sy siq srUp hYN[ vw ies pRkwr hy siqgur! Awp jo iqRkwl AbwD goibMd srUp ho, iqs Awp kw nwm swr rUp mn myN Dwr kr mYny ivkwroN ko iqAwgn kIAw hY]4]9]","unicode":"ਸ੍ਰੀ 'ਗੋਇੰਦ' ਭੱਟ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਮਨ ਐਸੇ ਸਤਿਗੁਰੋਂ ਕਾ ਸਾਰ ਰੂਪ ਜੋ ਨਾਮ ਹੈ ਤਿਸ ਕੋ ਹਿਰਦੇ ਮੇਂ ਧਾਰ ਕਰ ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗ, ਜੋ ਗੋਬਿੰਦ ਰੂਪ ਸਤਿਗੁਰੂ ਤੀਨੋਂ ਕਾਲ ਸੇ ਸਤਿ ਸਰੂਪ ਹੈਂ। ਵਾ ਇਸ ਪ੍ਰਕਾਰ ਹੇ ਸਤਿਗੁਰ! ਆਪ ਜੋ ਤ੍ਰਿਕਾਲ ਅਬਾਧ ਗੋਬਿੰਦ ਸਰੂਪ ਹੋ, ਤਿਸ ਆਪ ਕਾ ਨਾਮ ਸਾਰ ਰੂਪ ਮਨ ਮੇਂ ਧਾਰ ਕਰ ਮੈਨੇ ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗਨ ਕੀਆ ਹੈ॥੪॥੯॥"},"bdb":{"gurmukhi":"hy gXMd dy mn! (ies siqgurU dw) sRySt nwm ihrdy ivc Dwr qy ivkwr C`f dyh; ieh gurU auhI goibMd hY [4[9[","unicode":"ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਇਸ ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਇਹ ਗੁਰੂ ਉਹੀ ਗੋਬਿੰਦ ਹੈ ।੪।੯।"},"ms":{"gurmukhi":"gXMd, Bt AwKdw hY, qUM Awpxy idl AMdr aus dy SRySt nwm ƒ AsQwpn kr Aqy Awpxy ikq dI bdI ƒ Cf dy[ s¤cy gurU, s¤cy gurU, s¤cy gurU jI sMswr dy suAwmI dw srUp hn[","unicode":"ਗਯੰਦ, ਭਟ ਆਖਦਾ ਹੈ, ਤੂੰ ਆਪਣੇ ਦਿਲ ਅੰਦਰ ਉਸ ਦੇ ਸ਼੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਅਸਥਾਪਨ ਕਰ ਅਤੇ ਆਪਣੇ ਕਿਤ ਦੀ ਬਦੀ ਨੂੰ ਛਡ ਦੇ। ਸੱਚੇ ਗੁਰੂ, ਸੱਚੇ ਗੁਰੂ, ਸੱਚੇ ਗੁਰੂ ਜੀ ਸੰਸਾਰ ਦੇ ਸੁਆਮੀ ਦਾ ਸਰੂਪ ਹਨ।"}},"es":{"sn":"Enaltece el Excelente Nombre en tu corazón y renuncia a la maldad de la mente, oh Geyand, el Guru Verdadero, el Guru Verdadero, el Guru Verdadero, es Él Mismo el Señor del Universo. (4-9)"},"hi":{"ss":"हे गयंद के मन ! (इस सतिगुरू का) श्रेष्ठ नाम हृदय में धारण कर और विकार छोड़ दे; यह गुरू वही गोबिंद है। 4। 9।","sts":"भाट गयंद का मन से यही कथन है कि विकारों को छोड़कर नाम को हृदय में धारण करो, सतिगुरु रामदास करण-कारण, सृष्टि का पालक एवं विधाता है ॥ ४ ॥ ६ ॥"}},"transliteration":{"english":"naam saar he'ee dhaar taj bikaar man gaya(n)dh satiguroo satiguroo satigur gubi(n)dh jeeau ||4||9||","hindi":"नामु सारु हीए धारु तजु बिकारु मन गयंद सतिगुरू सतिगुरू सतिगुर गुबिंद जीउ ॥४॥९॥","en":"naam saar he'ee dhaar taj bikaar man gaya(n)dh satiguroo satiguroo satigur gubi(n)dh jeeau ||4||9||","hi":"नामु सारु हीए धारु तजु बिकारु मन गयंद सतिगुरू सतिगुरू सतिगुर गुबिंद जीउ ॥४॥९॥","ipa":"nɑm sɑr hiee t̪ɑr t̪əd͡ʒ bɪkɑr mən Gəjŋd̪ sət̪ɪGʊru sət̪ɪGʊru sət̪ɪGʊr Gʊbɪŋd̪ d͡ʒio.4.9.","ur":"نام سار هیِاے دھار تج بکار من گےںد ستگرُو ستِگرُو ستِگر گُبںد جیِاُ ۔۔۴۔۔۹۔۔"},"pageNo":1403,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59404,"shabadId":5432,"verse":{"gurmukhi":"isrI gurU isrI gurU isrI gurU siq jIau ]","unicode":"ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ ਸਤਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"isrIgurUisrIgurUisrIgurUsiqjIau]","unicode":"ਸਿਰੀਗੁਰੂਸਿਰੀਗੁਰੂਸਿਰੀਗੁਰੂਸਤਿਜੀਉ॥"},"translation":{"en":{"bdb":"The Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord.","ms":"The venerable Guru, the highly venerable Guru, True indeed is the most venerable Guru.","ssk":"The Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord."},"pu":{"ss":{"gurmukhi":"siqgurU hI sdw-iQr hY [ ","unicode":"ਸਤਿਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਹੈ । "},"ft":{"gurmukhi":"sRI siqgurU jI qInoN kwl myN sq srUp hYN]","unicode":"ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਜੀ ਤੀਨੋਂ ਕਾਲ ਮੇਂ ਸਤ ਸਰੂਪ ਹੈਂ॥"},"bdb":{"gurmukhi":"siqgurU hI sdw-iQr hY [ ","unicode":"ਸਤਿਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਹੈ । "},"ms":{"gurmukhi":"mwxnIX gurU jI, mhwn mwxnIX gurU jI, s¤cy hn prm mwxnIX gurU jI[","unicode":"ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਮਹਾਨ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਹਨ ਪਰਮ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ।"}},"es":{"sn":"El Supremo Guru, el Supremo Guru, el Supremo Guru, el Verdadero y Adorado Señor. "},"hi":{"ss":"सतिगुरू ही सदा-स्थिर है।","sts":"महामहिम पूज्य गुरु (रामदास) शाश्वत रूप है।"}},"transliteration":{"english":"siree guroo siree guroo siree guroo sat jeeau ||","hindi":"सिरी गुरू सिरी गुरू सिरी गुरू सति जीउ ॥","en":"siree guroo siree guroo siree guroo sat jeeau ||","hi":"सिरी गुरू सिरी गुरू सिरी गुरू सति जीउ ॥","ipa":"sɪri Gʊru sɪri Gʊru sɪri Gʊru sət̪ d͡ʒio.","ur":"سِریِ گُرُو سریِ گُرُو سریِ گُرُو ست جیِا ۔۔"},"pageNo":1403,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59405,"shabadId":5432,"verse":{"gurmukhi":"gur kihAw mwnu inj inDwnu scu jwnu mMqRü iehY inis bwsur hoie kl´wnu lhih prm giq jIau ]","unicode":"ਗੁਰ ਕਹਿਆ ਮਾਨੁ ਨਿਜ ਨਿਧਾਨੁ ਸਚੁ ਜਾਨੁ ਮੰਤ੍ਰੁ ਇਹੈ ਨਿਸਿ ਬਾਸੁਰ ਹੋਇ ਕਲੵਾਨੁ ਲਹਹਿ ਪਰਮ ਗਤਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"gurkihAwmwnuinjinDwnuscujwnumMqRüiehYinisbwsurhoiekl´wnulhihprmgiqjIau]","unicode":"ਗੁਰਕਹਿਆਮਾਨੁਨਿਜਨਿਧਾਨੁਸਚੁਜਾਨੁਮੰਤ੍ਰੁਇਹੈਨਿਸਿਬਾਸੁਰਹੋਇਕਲੵਾਨੁਲਹਹਿਪਰਮਗਤਿਜੀਉ॥"},"translation":{"en":{"bdb":"Respect and obey the Guru's Word; this is your own personal treasure - know this mantra as true. Night and day, you shall be saved, and blessed with the supreme status.","ms":"Know thou this instruction as true, obey thou the Guru's word, This alone is thy personal treasure, Thiswise thou shall be eternally emancipated and shall be blessed with the supreme status.","ssk":"Respect and obey the Guru's Word; this is your own personal treasure - know this mantra as true. Night and day, you shall be saved, and blessed with the supreme status."},"pu":{"ss":{"gurmukhi":" (hy mn!) siqgurU dw bcn mMn, iehI nwl inBx vwlw ^zwnw hY; inScw kr ky mMn ik iehI mMqR hY (ijs nwl qYƒ) idn rwq suK hoieAw qy qUM au~cI pdvI pw leyNgw [ ","unicode":" (ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ ਮੰਨ, ਇਹੀ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਹੈ; ਨਿਸ਼ਚਾ ਕਰ ਕੇ ਮੰਨ ਕਿ ਇਹੀ ਮੰਤ੍ਰ ਹੈ (ਜਿਸ ਨਾਲ ਤੈਨੂੰ) ਦਿਨ ਰਾਤ ਸੁਖ ਹੋਇਆ ਤੇ ਤੂੰ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਏਂਗਾ । "},"ft":{"gurmukhi":"hy BweI! guroN kw khw hUAw (mMqR) aupdyS (mwnu) mnn kr, ies kr ky Apnw srUp rUpI Kjwnw pwvyNgw[ punw ies qy (prmgiq) ivdyh mukqI ko pwvyNgw AO jb qk jIvyNgw qb qk rwiqR idn (klHwnu) suK hovygw, ieh bwq (scu) inscy jwxI]","unicode":"ਹੇ ਭਾਈ! ਗੁਰੋਂ ਕਾ ਕਹਾ ਹੂਆ (ਮੰਤ੍ਰ) ਉਪਦੇਸ਼ (ਮਾਨੁ) ਮਨਨ ਕਰ, ਇਸ ਕਰ ਕੇ ਅਪਨਾ ਸਰੂਪ ਰੂਪੀ ਖਜਾਨਾ ਪਾਵੇਂਗਾ। ਪੁਨਾ ਇਸ ਤੇ (ਪਰਮਗਤਿ) ਵਿਦੇਹ ਮੁਕਤੀ ਕੋ ਪਾਵੇਂਗਾ ਔ ਜਬ ਤਕ ਜੀਵੇਂਗਾ ਤਬ ਤਕ ਰਾਤ੍ਰਿ ਦਿਨ (ਕਲ੍ਹਾਨੁ) ਸੁਖ ਹੋਵੇਗਾ, ਇਹ ਬਾਤ (ਸਚੁ) ਨਿਸਚੇ ਜਾਣੀ॥"},"bdb":{"gurmukhi":" (hy mn!) siqgurU dw bcn mMn, iehI nwl inBx vwlw ^zwnw hY; inScw kr ky mMn ik iehI mMqR hY (ijs nwl qYƒ) idn rwq suK hoieAw qy qUM au~cI pdvI pw leyNgw [ ","unicode":" (ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ ਮੰਨ, ਇਹੀ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਹੈ; ਨਿਸ਼ਚਾ ਕਰ ਕੇ ਮੰਨ ਕਿ ਇਹੀ ਮੰਤ੍ਰ ਹੈ (ਜਿਸ ਨਾਲ ਤੈਨੂੰ) ਦਿਨ ਰਾਤ ਸੁਖ ਹੋਇਆ ਤੇ ਤੂੰ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਏਂਗਾ । "},"ms":{"gurmukhi":"ies aupdyS ƒ qUM s`c krky jwx lY, qUM gurW dy bcn qy Aml kr[ kyvl ieh hI qyrw jwqI Kjwnw hY[ ies qrHW qUM sdIvI mukq QI vMygw Aqy qYƒ mhwn mrqbw prwpq ho jwvygw[","unicode":"ਇਸ ਉਪਦੇਸ਼ ਨੂੰ ਤੂੰ ਸੱਚ ਕਰਕੇ ਜਾਣ ਲੈ, ਤੂੰ ਗੁਰਾਂ ਦੇ ਬਚਨ ਤੇ ਅਮਲ ਕਰ। ਕੇਵਲ ਇਹ ਹੀ ਤੇਰਾ ਜਾਤੀ ਖਜਾਨਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਸਦੀਵੀ ਮੁਕਤ ਥੀ ਵੰੇਗਾ ਅਤੇ ਤੈਨੂੰ ਮਹਾਨ ਮਰਤਬਾ ਪਰਾਪਤ ਹੋ ਜਾਵੇਗਾ।"}},"es":{"sn":"Respeta y obedece la Palabra del Guru, este es tu propio y personal Tesoro, reconoce este Mantra como Verdad noche y día, y serás salvado y bendecido con el Estado de Éxtasis."},"hi":{"ss":"(हे मन !) सतिगुरू का वचन मान। यही साथ निभने वाला खजाना है; निष्चय करके मान कि यही मंत्र है (जिससे तुझे) दिन-रात सुख हुआ और तू ऊँची पदवी पा लेगा।","sts":"गुरु जो शिक्षा देता है, उसका सहर्ष पालन करो, चूंकि यह सुखों की निधि सदैव साथ निभाने वाली है। इस सच्चे उपदेश को भलीभांति जान लो, रात-दिन आप का कल्याण होगा एवं परमगति की प्राप्ति होगी।"}},"transliteration":{"english":"gur kahiaa maan nij nidhaan sach jaan ma(n)tr ihai nis baasur hoi kalayeaan laheh param gat jeeau ||","hindi":"गुर कहिआ मानु निज निधानु सचु जानु मंत्रु इहै निसि बासुर होइ कल्यानु लहहि परम गति जीउ ॥","en":"gur kahiaa maan nij nidhaan sach jaan ma(n)tr ihai nis baasur hoi kalayeaan laheh param gat jeeau ||","hi":"गुर कहिआ मानु निज निधानु सचु जानु मंत्रु इहै निसि बासुर होइ कल्यानु लहहि परम गति जीउ ॥","ipa":"Gʊr kəhɪəɑ mɑn nɪd͡ʒ nɪt̪ɑn sət͡ʃ d͡ʒɑn məŋt̪ɹ eɪhæ nɪs bɑsʊr hɔeɪ kələjɑn ləhəh pərəm Gət̪ d͡ʒio.","ur":"گُر کهِآ مان نج ندھان سچ جان مںترü ِاهَے نس باسر هوِا کلےان لههِ پرم گتِ جیِاُ ۔۔"},"pageNo":1403,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":12,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59406,"shabadId":5432,"verse":{"gurmukhi":"kwmu k®oDu loBu mohu jx jx isau Cwfu Dohu haumY kw PMDu kwtu swDsMig riq jIau ]","unicode":"ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਜਣ ਜਣ ਸਿਉ ਛਾਡੁ ਧੋਹੁ ਹਉਮੈ ਕਾ ਫੰਧੁ ਕਾਟੁ ਸਾਧਸੰਗਿ ਰਤਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"kwmuk®oDuloBumohujxjxisauCwfuDohuhaumYkwPMDukwtuswDsMigriqjIau]","unicode":"ਕਾਮੁਕ੍ਰੋਧੁਲੋਭੁਮੋਹੁਜਣਜਣਸਿਉਛਾਡੁਧੋਹੁਹਉਮੈਕਾਫੰਧੁਕਾਟੁਸਾਧਸੰਗਿਰਤਿਜੀਉ॥"},"translation":{"en":{"bdb":"Renounce sexual desire, anger, greed and attachment; give up your games of deception. Snap the noose of egotism, and let yourself be at home in the Saadh Sangat, the Company of the Holy.","ms":"Renounce thou lust, wrath, avarice and worldly love, give up deceiving one and all, snap the noose of self-conceit and be thou imbued with the saints' society.","ssk":"Renounce sexual desire, anger, greed and attachment; give up your games of deception. Snap the noose of egotism, and let yourself be at home in the Saadh Sangat, the Company of the Holy."},"pu":{"ss":{"gurmukhi":"kwm, koRD, loB, moh Aqy jxy Kxy nwl T`gI krnI C`f dyh; haumY dI PwhI (BI) dUr kr qy swD sMgiq ivc ipAwr pw [","unicode":"ਕਾਮ, ਕੋ੍ਰਧ, ਲੋਭ, ਮੋਹ ਅਤੇ ਜਣੇ ਖਣੇ ਨਾਲ ਠੱਗੀ ਕਰਨੀ ਛੱਡ ਦੇਹ; ਹਉਮੈ ਦੀ ਫਾਹੀ (ਭੀ) ਦੂਰ ਕਰ ਤੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਿਆਰ ਪਾ ।"},"ft":{"gurmukhi":"qW qy hy BweI! kwm, kRoD, loB, moh, ivkwroN ko iqAwg kr (jx jx) hr eyk sy (Doh) Cl krnw Cwf dyh, haumY kw (PMDu) Pwh kwt AO swD sMgiq ky swQ (riq) pRIqI kr]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗ ਕਰ (ਜਣ ਜਣ) ਹਰ ਏਕ ਸੇ (ਧੋਹ) ਛਲ ਕਰਨਾ ਛਾਡ ਦੇਹ, ਹਉਮੈ ਕਾ (ਫੰਧੁ) ਫਾਹ ਕਾਟ ਔ ਸਾਧ ਸੰਗਤਿ ਕੇ ਸਾਥ (ਰਤਿ) ਪ੍ਰੀਤੀ ਕਰ॥"},"bdb":{"gurmukhi":"kwm, koRD, loB, moh Aqy jxy Kxy nwl T`gI krnI C`f dyh; haumY dI PwhI (BI) dUr kr qy swD sMgiq ivc ipAwr pw [","unicode":"ਕਾਮ, ਕੋ੍ਰਧ, ਲੋਭ, ਮੋਹ ਅਤੇ ਜਣੇ ਖਣੇ ਨਾਲ ਠੱਗੀ ਕਰਨੀ ਛੱਡ ਦੇਹ; ਹਉਮੈ ਦੀ ਫਾਹੀ (ਭੀ) ਦੂਰ ਕਰ ਤੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਿਆਰ ਪਾ ।"},"ms":{"gurmukhi":"qUM Sihvq, gu¤sy lwlc Aqy sMswrI mmqw ƒ C`f dy, jxy Kxy nwl DoKw krnw iqAwg dy, svY-hMgqw dI PwhI ƒ kuqr C`f Aqy qUM siqsMgq nwl rMigAw jw[","unicode":"ਤੂੰ ਸ਼ਹਿਵਤ, ਗੁੱਸੇ ਲਾਲਚ ਅਤੇ ਸੰਸਾਰੀ ਮਮਤਾ ਨੂੰ ਛੱਡ ਦੇ, ਜਣੇ ਖਣੇ ਨਾਲ ਧੋਖਾ ਕਰਨਾ ਤਿਆਗ ਦੇ, ਸਵੈ-ਹੰਗਤਾ ਦੀ ਫਾਹੀ ਨੂੰ ਕੁਤਰ ਛੱਡ ਅਤੇ ਤੂੰ ਸਤਿਸੰਗਤ ਨਾਲ ਰੰਗਿਆ ਜਾ।"}},"es":{"sn":"Renuncia a la lujuria, al enojo, a la avaricia y al apego, deja tus juegos de decepción, corta el dogal del egoísmo y deja que tu ser se sienta en casa en la Saad Sangat, la Compañía de los Santos."},"hi":{"ss":"काम। क्रोध। लोभ। मोह और हर जने-खणे से ठॅगी करनी छोड़ दे; अहंकार का फंदा (भी) दूर कर के साध-संगति में प्यार डाल।","sts":"काम, क्रोध, लोभ, मोह एवं लोगों से धोखा करना छोड़ दो, अभिमान का फंदा काट कर साधु पुरुषों की संगत में लीन रहो।"}},"transliteration":{"english":"kaam karodh lobh moh jan jan siau chhaadd dhoh haumai kaa fa(n)dh kaaT saadhasa(n)g rat jeeau ||","hindi":"कामु क्रोधु लोभु मोहु जण जण सिउ छाडु धोहु हउमै का फंधु काटु साधसंगि रति जीउ ॥","en":"kaam karodh lobh moh jan jan siau chhaadd dhoh haumai kaa fa(n)dh kaaT saadhasa(n)g rat jeeau ||","hi":"कामु क्रोधु लोभु मोहु जण जण सिउ छाडु धोहु हउमै का फंधु काटु साधसंगि रति जीउ ॥","ipa":"kɑm kəʳɔt̪ lɔɓ mɔh d͡ʒəɳ d͡ʒəɳ sɪo ɕɑɖ t̪ɔh hoʊmæ kɑ fəŋt̪ kɑʈ sɑt̪əsəŋG rət̪ d͡ʒio.","ur":"کام ک®ودھ لوبھ موهُ جݨ جݨ سا چھاڈ دھوهُ هامَے کا پھںدھ کاٹ سادھسںگ رت جیِاُ ۔۔"},"pageNo":1403,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"},{"p":12,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59407,"shabadId":5432,"verse":{"gurmukhi":"dyh gyhu iqRA snyhu icq iblwsu jgq eyhu crn kml sdw syau idRVqw kru miq jIau ]","unicode":"ਦੇਹ ਗੇਹੁ ਤ੍ਰਿਅ ਸਨੇਹੁ ਚਿਤ ਬਿਲਾਸੁ ਜਗਤ ਏਹੁ ਚਰਨ ਕਮਲ ਸਦਾ ਸੇਉ ਦ੍ਰਿੜਤਾ ਕਰੁ ਮਤਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"dyhgyhuiqRAsnyhuicqiblwsujgqeyhucrnkmlsdwsyauidRVqwkrumiqjIau]","unicode":"ਦੇਹਗੇਹੁਤ੍ਰਿਅਸਨੇਹੁਚਿਤਬਿਲਾਸੁਜਗਤਏਹੁਚਰਨਕਮਲਸਦਾਸੇਉਦ੍ਰਿੜਤਾਕਰੁਮਤਿਜੀਉ॥"},"translation":{"en":{"bdb":"Free your consciousness of attachment to your body, your home, your spouse, and the pleasures of this world. Serve forever at His Lotus Feet, and firmly implant these teachings within.","ms":"Grasp thou this instruction in this world, abandon the love of thy body, home, wife and mind's revelments and ever serve the lotus feet to thy Guru.","ssk":"Free your consciousness of attachment to your body, your home, your spouse, and the pleasures of this world. Serve forever at His Lotus Feet, and firmly implant these teachings within."},"pu":{"ss":{"gurmukhi":"ieh srIr, Gr, iesq®I dw ipAwr, ieh (swrw) sMswr mn dI (hI) Kyf hY [ (siqgurU dy) crn kmlW dw ismrn kr, (AwpxI) miq ivc iehI Bwv id®VH kr [","unicode":"ਇਹ ਸਰੀਰ, ਘਰ, ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਇਹ (ਸਾਰਾ) ਸੰਸਾਰ ਮਨ ਦੀ (ਹੀ) ਖੇਡ ਹੈ । (ਸਤਿਗੁਰੂ ਦੇ) ਚਰਨ ਕਮਲਾਂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਆਪਣੀ) ਮਤਿ ਵਿਚ ਇਹੀ ਭਾਵ ਦ੍ਰਿੜ੍ਹ ਕਰ ।"},"ft":{"gurmukhi":"(dyhu) srIr AOr (gyhu) Gr AO (iqRA) iesqRI kw jo (snyhu) pRym hY, ieh sMpUrn jgq icq kw hI iblws jwx[ Bwv mno mwqR jwx vw ieh jgq (icq) cyqn kw iblws jwx kr ky siqguroN ky crn kmloN ko sdw syvn kr, buDI myN AYsI Bwvnw idRV kr]","unicode":"(ਦੇਹੁ) ਸਰੀਰ ਔਰ (ਗੇਹੁ) ਘਰ ਔ (ਤ੍ਰਿਅ) ਇਸਤ੍ਰੀ ਕਾ ਜੋ (ਸਨੇਹੁ) ਪ੍ਰੇਮ ਹੈ, ਇਹ ਸੰਪੂਰਨ ਜਗਤ ਚਿਤ ਕਾ ਹੀ ਬਿਲਾਸ ਜਾਣ। ਭਾਵ ਮਨੋ ਮਾਤ੍ਰ ਜਾਣ ਵਾ ਇਹ ਜਗਤ (ਚਿਤ) ਚੇਤਨ ਕਾ ਬਿਲਾਸ ਜਾਣ ਕਰ ਕੇ ਸਤਿਗੁਰੋਂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਸਦਾ ਸੇਵਨ ਕਰ, ਬੁਧੀ ਮੇਂ ਐਸੀ ਭਾਵਨਾ ਦ੍ਰਿੜ ਕਰ॥"},"bdb":{"gurmukhi":"ieh srIr, Gr, iesq®I dw ipAwr, ieh (swrw) sMswr mn dI (hI) Kyf hY [ (siqgurU dy) crn kmlW dw ismrn kr, (AwpxI) miq ivc iehI Bwv id®VH kr [","unicode":"ਇਹ ਸਰੀਰ, ਘਰ, ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਇਹ (ਸਾਰਾ) ਸੰਸਾਰ ਮਨ ਦੀ (ਹੀ) ਖੇਡ ਹੈ । (ਸਤਿਗੁਰੂ ਦੇ) ਚਰਨ ਕਮਲਾਂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਆਪਣੀ) ਮਤਿ ਵਿਚ ਇਹੀ ਭਾਵ ਦ੍ਰਿੜ੍ਹ ਕਰ ।"},"ms":{"gurmukhi":"ies jhwn AMdr qUM ies isKmq ƒ gRihx kr lY, AwpxI kwieAw, Gr, iesqrI Aqy mn dIAW rMgrlIKAW dI muhbq ƒ Cf dy Aqy sdIv hI Awpxy gurW dy kMvl pYrW dI Gwl kmw[","unicode":"ਇਸ ਜਹਾਨ ਅੰਦਰ ਤੂੰ ਇਸ ਸਿਖਮਤ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਲੈ, ਆਪਣੀ ਕਾਇਆ, ਘਰ, ਇਸਤਰੀ ਅਤੇ ਮਨ ਦੀਆਂ ਰੰਗਰਲੀਖਆਂ ਦੀ ਮੁਹਬਤ ਨੂੰ ਛਡ ਦੇ ਅਤੇ ਸਦੀਵ ਹੀ ਆਪਣੇ ਗੁਰਾਂ ਦੇ ਕੰਵਲ ਪੈਰਾਂ ਦੀ ਘਾਲ ਕਮਾ।"}},"es":{"sn":"Libera tu conciencia de los apegos a tu casa, a tu cuerpo, a tu pareja y a los placeres de este mundo, sirve para siempre a Sus Pies de Loto e Implanta firmemente estas Enseñanzas en tu interior."},"hi":{"ss":"ये शरीर। घर। स्त्री का प्यार। ये (सारा) संसार मन की (ही) खेल है। (सतिगुरू के) चरण-कमलों का सिमरन कर। (अपनी) मति में यही भाव दृढ़ कर।","sts":"यह शरीर, घर, स्त्री से प्रेम, यह जगत सब दिल का बहलावा है, अतः अपने मन में गुरु के चरण कमल को सदा के लिए दृढ़ करो।"}},"transliteration":{"english":"dheh geh tria saneh chit bilaas jagat eh charan kamal sadhaa seau dhiraRataa kar mat jeeau ||","hindi":"देह गेहु तृअ सनेहु चित बिलासु जगत एहु चरन कमल सदा सेउ दृड़ता करु मति जीउ ॥","en":"dheh geh tria saneh chit bilaas jagat eh charan kamal sadhaa seau dhiraRataa kar mat jeeau ||","hi":"देह गेहु तृअ सनेहु चित बिलासु जगत एहु चरन कमल सदा सेउ दृड़ता करु मति जीउ ॥","ipa":"d̪eh Geh t̪ɪɹə səneh t͡ʃɪt̪ bɪlɑs d͡ʒəGət̪ eeh t͡ʃərən kəməl səd̪ɑ seo d̪ɪɹəɽət̪ɑ kər mət̪ d͡ʒio.","ur":"دےه گےهُ ترا سنےهُ چت بلاس جگت اےهُ چرن کمل سدا سےا درڑتا کر مت جیِاُ ۔۔"},"pageNo":1403,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":11,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59408,"shabadId":5432,"verse":{"gurmukhi":"nwmu swru hIey Dwru qju ibkwru mn gXMd isrI gurU isrI gurU isrI gurU siq jIau ]5]10]","unicode":"ਨਾਮੁ ਸਾਰੁ ਹੀਏ ਧਾਰੁ ਤਜੁ ਬਿਕਾਰੁ ਮਨ ਗਯੰਦ ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ ਸਿਰੀ ਗੁਰੂ ਸਤਿ ਜੀਉ ॥੫॥੧੦॥"},"larivaar":{"gurmukhi":"nwmuswruhIeyDwruqjuibkwrumngXMdisrIgurUisrIgurUisrIgurUsiqjIau]5]10]","unicode":"ਨਾਮੁਸਾਰੁਹੀਏਧਾਰੁਤਜੁਬਿਕਾਰੁਮਨਗਯੰਦਸਿਰੀਗੁਰੂਸਿਰੀਗੁਰੂਸਿਰੀਗੁਰੂਸਤਿਜੀਉ॥੫॥੧੦॥"},"translation":{"en":{"bdb":"Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand. the Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord. ||5||10||","ms":"Says Gayand, the bard, enshrine thou in thy heart the sublime Name and renounce thine mind's wickedness. The venerable Guru, the highly venerable Guru, true is the most venerable Guru.","ssk":"Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand. the Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord. ||5||10||"},"pu":{"ss":{"gurmukhi":"hy gXMd dy mn! (siqgurU dw) syRSt nwm ihrdy ivc Dwr qy ivkwr C`f dyh; siqgurU (hI) sdw-iQr hY [5[","unicode":"ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਸਤਿਗੁਰੂ ਦਾ) ਸੇ੍ਰਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਸਤਿਗੁਰੂ (ਹੀ) ਸਦਾ-ਥਿਰ ਹੈ ।੫।"},"ft":{"gurmukhi":"'gXMd' nwmw B`t kihqw hY: vw hy mn (gXMd) hsqI! sRI gurU jo qInoN kwloN myN sq srUp hYN iqnoN duAwry sRyst nwm ko ihrdy myN Dwr AO ibkwroN ko iqAwg]5]10]","unicode":"'ਗਯੰਦ' ਨਾਮਾ ਭੱਟ ਕਹਿਤਾ ਹੈ: ਵਾ ਹੇ ਮਨ (ਗਯੰਦ) ਹਸਤੀ! ਸ੍ਰੀ ਗੁਰੂ ਜੋ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਸਤ ਸਰੂਪ ਹੈਂ ਤਿਨੋਂ ਦੁਆਰੇ ਸ੍ਰੇਸਟ ਨਾਮ ਕੋ ਹਿਰਦੇ ਮੇਂ ਧਾਰ ਔ ਬਿਕਾਰੋਂ ਕੋ ਤਿਆਗ॥੫॥੧੦॥"},"bdb":{"gurmukhi":"hy gXMd dy mn! (siqgurU dw) syRSt nwm ihrdy ivc Dwr qy ivkwr C`f dyh; siqgurU (hI) sdw-iQr hY [5[","unicode":"ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਸਤਿਗੁਰੂ ਦਾ) ਸੇ੍ਰਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਸਤਿਗੁਰੂ (ਹੀ) ਸਦਾ-ਥਿਰ ਹੈ ।੫।"},"ms":{"gurmukhi":"gXMd Bt AwKdw hY, qUM Awpxy idl AMdr SRySt nwm ƒ AsQwpn kr Aqy Awpxy ic`q dI bdI ƒ C`f dy[ mwxnIX gurU jI mhwn mwxnIX gurU jI, s¤cy hn prm mwxnIX gurU jI[","unicode":"ਗਯੰਦ ਭਟ ਆਖਦਾ ਹੈ, ਤੂੰ ਆਪਣੇ ਦਿਲ ਅੰਦਰ ਸ਼੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਅਸਥਾਪਨ ਕਰ ਅਤੇ ਆਪਣੇ ਚਿੱਤ ਦੀ ਬਦੀ ਨੂੰ ਛੱਡ ਦੇ। ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ ਮਹਾਨ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਹਨ ਪਰਮ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ।"}},"es":{"sn":"Enaltece el Excelente Nombre en tu corazón y renuncia a la maldad de la mente, oh Geyand, el Guru Verdadero, el Guru Verdadero, el Guru Verdadero, es Él Mismo el Señor del Universo. (5-10)"},"hi":{"ss":"हे गयंद के मन ! (सतिगुरू का) श्रेष्ठ नाम हृदय में धारण कर और विकार छोड़ दे; सतिगुरू (ही) सदा-स्थिर है। 5।","sts":"भाट गयंद का मन से आग्रह है कि हरिनाम सार को हृदय में धारण करो, विकारों को छोड़ दो। श्री गुरु रामदास सत्यस्वरूप एवं शाश्वत हैं।॥५॥१०॥"}},"transliteration":{"english":"naam saar he'ee dhaar taj bikaar man gaya(n)dh siree guroo siree guroo siree guroo sat jeeau ||5||10||","hindi":"नामु सारु हीए धारु तजु बिकारु मन गयंद सिरी गुरू सिरी गुरू सिरी गुरू सति जीउ ॥५॥१०॥","en":"naam saar he'ee dhaar taj bikaar man gaya(n)dh siree guroo siree guroo siree guroo sat jeeau ||5||10||","hi":"नामु सारु हीए धारु तजु बिकारु मन गयंद सिरी गुरू सिरी गुरू सिरी गुरू सति जीउ ॥५॥१०॥","ipa":"nɑm sɑr hiee t̪ɑr t̪əd͡ʒ bɪkɑr mən Gəjŋd̪ sɪri Gʊru sɪri Gʊru sɪri Gʊru sət̪ d͡ʒio.5.1ə0.","ur":"نام سار هیِاے دھار تج بکار من گےںد سریِ گُرُو سریِ گُرُو سریِ گُرُو ست جیِاُ ۔۔۵۔۔۱۰۔۔"},"pageNo":1403,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":11,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59409,"shabadId":5433,"verse":{"gurmukhi":"syvk kY BrpUr jugu jugu vwhgurU qyrw sBu sdkw ]","unicode":"ਸੇਵਕ ਕੈ ਭਰਪੂਰ ਜੁਗੁ ਜੁਗੁ ਵਾਹਗੁਰੂ ਤੇਰਾ ਸਭੁ ਸਦਕਾ ॥"},"larivaar":{"gurmukhi":"syvkkYBrpUrjugujuguvwhgurUqyrwsBusdkw]","unicode":"ਸੇਵਕਕੈਭਰਪੂਰਜੁਗੁਜੁਗੁਵਾਹਗੁਰੂਤੇਰਾਸਭੁਸਦਕਾ॥"},"translation":{"en":{"bdb":"Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever.","ms":"O my blessed Guru, it is all through thine gift, that thine attendants remain fulfilled through all the ages.","ssk":"Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever."},"pu":{"ss":{"gurmukhi":"hy gurU! qUM DMn hYN! qUM Awpxy syvkW dy ihrdy ivc sdw hwzr-nwzr hYN, qyrI hI swrI brkiq hY; ","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ; "},"ft":{"gurmukhi":"hy vwihgurU! syvkoN ky kwrj jug jug myN sdw BrpUr krqy ho, qW qy Awp kw isr sdkw Kwqy hYN]","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਸੇਵਕੋਂ ਕੇ ਕਾਰਜ ਜੁਗ ਜੁਗ ਮੇਂ ਸਦਾ ਭਰਪੂਰ ਕਰਤੇ ਹੋ, ਤਾਂ ਤੇ ਆਪ ਕਾ ਸਿਰ ਸਦਕਾ ਖਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy gurU! qUM DMn hYN! qUM Awpxy syvkW dy ihrdy ivc sdw hwzr-nwzr hYN, qyrI hI swrI brkiq hY; ","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ; "},"ms":{"gurmukhi":"hy myry DMnqw-Xog gurdyv sB qyrI bKSS rwhIN hI qyry dws swirAW XUgW AMdr prI-pUrn rihMdy hn[","unicode":"ਹੇ ਮੇਰੇ ਧੰਨਤਾ-ਯੋਗ ਗੁਰਦੇਵ ਸਭ ਤੇਰੀ ਬਖਸ਼ਸ਼ ਰਾਹੀਂ ਹੀ ਤੇਰੇ ਦਾਸ ਸਾਰਿਆਂ ਯੂਗਾਂ ਅੰਦਰ ਪਰੀ-ਪੂਰਨ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Tus Sirvientes se encuentran plenos a través de las Épocas, oh Waje Guru, Eres Todo Tú para siempre, "},"hi":{"ss":"हे गुरू ! तू धन्य है ! तू अपने सेवकों के हृदय में सदा हाजर-नाजर है।","sts":"हे गुरु (रामदास) वाह वाह ! युग-युग से तू भक्तों के दिल में बसा हुआ है, तेरी सब कृपा है।"}},"transliteration":{"english":"sevak kai bharapoor jug jug vaahaguroo teraa sabh sadhakaa ||","hindi":"सेवक कै भरपूर जुगु जुगु वाहगुरू तेरा सभु सदका ॥","en":"sevak kai bharapoor jug jug vaahaguroo teraa sabh sadhakaa ||","hi":"सेवक कै भरपूर जुगु जुगु वाहगुरू तेरा सभु सदका ॥","ipa":"seʋək kæ ɓərəpur d͡ʒʊG d͡ʒʊG ʋɑhəGʊru t̪erɑ səɓ səd̪əkɑ.","ur":"سےوک کَے بھرپُور جُگ جُگ واهگرُو تےرا سبھ سدکا ۔۔"},"pageNo":1403,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59410,"shabadId":5433,"verse":{"gurmukhi":"inrMkwru pRBu sdw slwmiq kih n skY koaU qU kd kw ]","unicode":"ਨਿਰੰਕਾਰੁ ਪ੍ਰਭੁ ਸਦਾ ਸਲਾਮਤਿ ਕਹਿ ਨ ਸਕੈ ਕੋਊ ਤੂ ਕਦ ਕਾ ॥"},"larivaar":{"gurmukhi":"inrMkwrupRBusdwslwmiqkihnskYkoaUqUkdkw]","unicode":"ਨਿਰੰਕਾਰੁਪ੍ਰਭੁਸਦਾਸਲਾਮਤਿਕਹਿਨਸਕੈਕੋਊਤੂਕਦਕਾ॥"},"translation":{"en":{"bdb":"O Formless Lord God, You are eternally intact; no one can say how You came into being.","ms":"O Formless Lord, Thou are eternally safe and sound. No one can say, since how long are Thou.","ssk":"O Formless Lord God, You are eternally intact; no one can say how You came into being."},"pu":{"ss":{"gurmukhi":"qUM inrMkwr (-rUp) hYN, pRBU (-rUp) hYN, sdw-iQr hYN [ koeI nhIN AwK skdw, qUM kdoN dw hYN [","unicode":"ਤੂੰ ਨਿਰੰਕਾਰ (-ਰੂਪ) ਹੈਂ, ਪ੍ਰਭੂ (-ਰੂਪ) ਹੈਂ, ਸਦਾ-ਥਿਰ ਹੈਂ । ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੋਂ ਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy inrMkwr pRBU! Awp sdw slwmq ho, iesI qy Awp ko koeI kih nhIN skqw ik Awp kb ky ho, Bwv Awp srb kI Awid rUp ho]","unicode":"ਹੇ ਨਿਰੰਕਾਰ ਪ੍ਰਭੂ! ਆਪ ਸਦਾ ਸਲਾਮਤ ਹੋ, ਇਸੀ ਤੇ ਆਪ ਕੋ ਕੋਈ ਕਹਿ ਨਹੀਂ ਸਕਤਾ ਕਿ ਆਪ ਕਬ ਕੇ ਹੋ, ਭਾਵ ਆਪ ਸਰਬ ਕੀ ਆਦਿ ਰੂਪ ਹੋ॥"},"bdb":{"gurmukhi":"qUM inrMkwr (-rUp) hYN, pRBU (-rUp) hYN, sdw-iQr hYN [ koeI nhIN AwK skdw, qUM kdoN dw hYN [","unicode":"ਤੂੰ ਨਿਰੰਕਾਰ (-ਰੂਪ) ਹੈਂ, ਪ੍ਰਭੂ (-ਰੂਪ) ਹੈਂ, ਸਦਾ-ਥਿਰ ਹੈਂ । ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੋਂ ਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hy srUp-rihq suAwmI, qUM sdIv hI shI slwmq hY[ koeI nhIN AwK skdw, qUM kdy dw hY[","unicode":"ਹੇ ਸਰੂਪ-ਰਹਿਤ ਸੁਆਮੀ, ਤੂੰ ਸਦੀਵ ਹੀ ਸਹੀ ਸਲਾਮਤ ਹੈ। ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੇ ਦਾ ਹੈ।"}},"es":{"sn":"oh Dios nuestro Señor sin Forma, Permaneces eternamente Intacto, nadie puede decir cómo ni cuando Empezaste a existir."},"hi":{"ss":"तेरी ही सारी बरकति है; तू निरंकार (-रूप) है। प्रभू (-रूप) है। सदा स्थिर है। कोई नहीं कह सकता। तू कब का है।","sts":"तू निराकार प्रभु है, तू सदा रहने वाला है, अटल है, कोई नहीं कह सकता कि तेरा अस्तित्व कब से है अर्थात तू अनादि अकालमूर्ति है।"}},"transliteration":{"english":"nira(n)kaar prabh sadhaa salaamat keh na sakai kouoo too kadh kaa ||","hindi":"निरंकारु प्रभु सदा सलामति कहि न सकै कोऊ तू कद का ॥","en":"nira(n)kaar prabh sadhaa salaamat keh na sakai kouoo too kadh kaa ||","hi":"निरंकारु प्रभु सदा सलामति कहि न सकै कोऊ तू कद का ॥","ipa":"nɪrəŋkɑr pɹəɓ səd̪ɑ səlɑmət̪ kəh nə səkæ kɔou t̪u kəd̪ kɑ.","ur":"نِرںکار پربھ سدا سلامت کهِ ن سکَے کواُو تُو کد کا ۔۔"},"pageNo":1403,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59411,"shabadId":5433,"verse":{"gurmukhi":"bRhmw ibsnu isry qY Agnq iqn kau mohu BXw mn md kw ]","unicode":"ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਸਿਰੇ ਤੈ ਅਗਨਤ ਤਿਨ ਕਉ ਮੋਹੁ ਭਯਾ ਮਨ ਮਦ ਕਾ ॥"},"larivaar":{"gurmukhi":"bRhmwibsnuisryqYAgnqiqnkaumohuBXwmnmdkw]","unicode":"ਬ੍ਰਹਮਾਬਿਸਨੁਸਿਰੇਤੈਅਗਨਤਤਿਨਕਉਮੋਹੁਭਯਾਮਨਮਦਕਾ॥"},"translation":{"en":{"bdb":"You created countless Brahmas and Vishnus; their minds were intoxicated with emotional attachment.","ms":"Thou have created countless Brahmas and Vishnu. To them have clung the mind's worldly love and self-conceit.","ssk":"You created countless Brahmas and Vishnus; their minds were intoxicated with emotional attachment."},"pu":{"ss":{"gurmukhi":"(hy gurU!) qUµ hI Aigxq bRhmw qy ivSƒ pYdw kIqy hn, Aqy auhnW ƒ Awpxy mn dy AhMkwr dw moh ho igAw [","unicode":"(ਹੇ ਗੁਰੂ!) ਤੂੰ ਹੀ ਅਗਿਣਤ ਬ੍ਰਹਮਾ ਤੇ ਵਿਸ਼ਨੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਦੇ ਅਹੰਕਾਰ ਦਾ ਮੋਹ ਹੋ ਗਿਆ ।"},"ft":{"gurmukhi":"bRhmw, ibSn AwdI qYny Agnq rcy hYN, iqnoN ko mn myN (md) hMkwr kw moih BXw hY]","unicode":"ਬ੍ਰਹਮਾ, ਬਿਸ਼ਨ ਆਦੀ ਤੈਨੇ ਅਗਨਤ ਰਚੇ ਹੈਂ, ਤਿਨੋਂ ਕੋ ਮਨ ਮੇਂ (ਮਦ) ਹੰਕਾਰ ਕਾ ਮੋਹਿ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy gurU!) qUµ hI Aigxq bRhmw qy ivSƒ pYdw kIqy hn, Aqy auhnW ƒ Awpxy mn dy AhMkwr dw moh ho igAw [","unicode":"(ਹੇ ਗੁਰੂ!) ਤੂੰ ਹੀ ਅਗਿਣਤ ਬ੍ਰਹਮਾ ਤੇ ਵਿਸ਼ਨੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਦੇ ਅਹੰਕਾਰ ਦਾ ਮੋਹ ਹੋ ਗਿਆ ।"},"ms":{"gurmukhi":"qUM Axigxq bRhmy Aqy ivShY rcy hn[ aunHW ƒ ic`q dI sMswrI mmqw Aqy svY-hMgqw icmVIAW hoeIAW hoeIAW hn[","unicode":"ਤੂੰ ਅਣਗਿਣਤ ਬ੍ਰਹਮੇ ਅਤੇ ਵਿਸ਼ਹੈ ਰਚੇ ਹਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਚਿੱਤ ਦੀ ਸੰਸਾਰੀ ਮਮਤਾ ਅਤੇ ਸਵੈ-ਹੰਗਤਾ ਚਿਮੜੀਆਂ ਹੋਈਆਂ ਹੋਈਆਂ ਹਨ।"}},"es":{"sn":"Creaste un sin número de Brahmas y Vishnus y sus mentes fueron envueltas en apegos emocionales. "},"hi":{"ss":"(हे गुरू !) तूने ही अगनित ब्रहमा और विष्णु पैदा किए हैं। और उनको अपने मन के अहंकार का मोह हो गया।","sts":"तुमने अनगिनत ब्रह्मा, विष्णु इत्यादि उत्पन्न किए हैं, उनको मन के अहंकार का ही मोह है।"}},"transliteration":{"english":"brahamaa bisan sire tai aganat tin kau moh bhayaa man madh kaa ||","hindi":"ब्रहमा बिसनु सिरे तै अगनत तिन कउ मोहु भया मन मद का ॥","en":"brahamaa bisan sire tai aganat tin kau moh bhayaa man madh kaa ||","hi":"ब्रहमा बिसनु सिरे तै अगनत तिन कउ मोहु भया मन मद का ॥","ipa":"bɹəhəmɑ bɪsən sɪre t̪æ əGənət̪ t̪ɪn ko mɔh ɓəjɑ mən məd̪ kɑ.","ur":"برهما بسن سرے تَے اگنت تن کا موهُ بھےا من مد کا ۔۔"},"pageNo":1403,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59412,"shabadId":5433,"verse":{"gurmukhi":"cvrwsIh lK join aupweI irjku dIAw sB hU kau qd kw ]","unicode":"ਚਵਰਾਸੀਹ ਲਖ ਜੋਨਿ ਉਪਾਈ ਰਿਜਕੁ ਦੀਆ ਸਭ ਹੂ ਕਉ ਤਦ ਕਾ ॥"},"larivaar":{"gurmukhi":"cvrwsIhlKjoinaupweIirjkudIAwsBhUkauqdkw]","unicode":"ਚਵਰਾਸੀਹਲਖਜੋਨਿਉਪਾਈਰਿਜਕੁਦੀਆਸਭਹੂਕਉਤਦਕਾ॥"},"translation":{"en":{"bdb":"You created the 8.4 million species of beings, and provide for their sustanance.","ms":"Thou have created eighty-four lacs of species and given to them all sustenance since that very time.","ssk":"You created the 8.4 million species of beings, and provide for their sustanance."},"pu":{"ss":{"gurmukhi":" (hy gurU! qUµ hI) cOrwsI l`K jUn pYdw kIqI hY, Aqy swirAW ƒ qdoN qoN hI irzk dy irhw hYN [","unicode":" (ਹੇ ਗੁਰੂ! ਤੂੰ ਹੀ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਅਤੇ ਸਾਰਿਆਂ ਨੂੰ ਤਦੋਂ ਤੋਂ ਹੀ ਰਿਜ਼ਕ ਦੇ ਰਿਹਾ ਹੈਂ ।"},"ft":{"gurmukhi":"Awp ny jb kI cOrwsI lK join auqpiq krI hY qb kw hI sB ko irjk dIAw hUAw hY]","unicode":"ਆਪ ਨੇ ਜਬ ਕੀ ਚੌਰਾਸੀ ਲਖ ਜੋਨਿ ਉਤਪਤਿ ਕਰੀ ਹੈ ਤਬ ਕਾ ਹੀ ਸਭ ਕੋ ਰਿਜਕ ਦੀਆ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":" (hy gurU! qUµ hI) cOrwsI l`K jUn pYdw kIqI hY, Aqy swirAW ƒ qdoN qoN hI irzk dy irhw hYN [","unicode":" (ਹੇ ਗੁਰੂ! ਤੂੰ ਹੀ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਅਤੇ ਸਾਰਿਆਂ ਨੂੰ ਤਦੋਂ ਤੋਂ ਹੀ ਰਿਜ਼ਕ ਦੇ ਰਿਹਾ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM curwsI l`K jUnIAW pYdw kIqIAW hn Aqy ausy vyly qoN hI aunHW swirAW ƒ rojI bKSI hY[","unicode":"ਤੂੰ ਚੁਰਾਸੀ ਲੱਖ ਜੂਨੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਉਸੇ ਵੇਲੇ ਤੋਂ ਹੀ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਰੋਜੀ ਬਖਸ਼ੀ ਹੈ।"}},"es":{"sn":"Creaste los 8.4 millones de especies de seres y les proveíste de sustento. "},"hi":{"ss":"(हे गुरू ! तू ही) चौरासी लाख जून पैदा की है। और सभी को तब से ही रिजक दे रहा है।","sts":"तुमने चौरासी लख-योनियों को उत्पन्न किया और सब को रोजी-रोटी देकर उनका पालन कर रहा है।"}},"transliteration":{"english":"chavaraaseeh lakh jon upaiee rijak dheeaa sabh hoo kau tadh kaa ||","hindi":"चवरासीह लख जोनि उपाई रिजकु दीआ सभ हू कउ तद का ॥","en":"chavaraaseeh lakh jon upaiee rijak dheeaa sabh hoo kau tadh kaa ||","hi":"चवरासीह लख जोनि उपाई रिजकु दीआ सभ हू कउ तद का ॥","ipa":"t͡ʃəʋərɑsih ləkʰ d͡ʒɔn oʊpɑei rɪd͡ʒək d̪iəɑ səɓ hu ko t̪əd̪ kɑ.","ur":"چوراسیِه لکھ جون اُپاای رجک دیِآ سبھ هُو کا تد کا ۔۔"},"pageNo":1403,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59413,"shabadId":5433,"verse":{"gurmukhi":"syvk kY BrpUr jugu jugu vwhgurU qyrw sBu sdkw ]1]11]","unicode":"ਸੇਵਕ ਕੈ ਭਰਪੂਰ ਜੁਗੁ ਜੁਗੁ ਵਾਹਗੁਰੂ ਤੇਰਾ ਸਭੁ ਸਦਕਾ ॥੧॥੧੧॥"},"larivaar":{"gurmukhi":"syvkkYBrpUrjugujuguvwhgurUqyrwsBusdkw]1]11]","unicode":"ਸੇਵਕਕੈਭਰਪੂਰਜੁਗੁਜੁਗੁਵਾਹਗੁਰੂਤੇਰਾਸਭੁਸਦਕਾ॥੧॥੧੧॥"},"translation":{"en":{"bdb":"Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever. ||1||11||","ms":"O my blessed Guru, it is all through thine gift, that thine attendants remain fulfilled through all the ages.","ssk":"Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever. ||1||11||"},"pu":{"ss":{"gurmukhi":"hy gurU! qUµ DMn hYN! qUµ Awpxy syvkW dy ihrdy ivc sdw hwzr-nwzr hYN, qyrI hI swrI brkiq hY [1[11[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ ।੧।੧੧।"},"ft":{"gurmukhi":"hy vwihgurU! syvkoN ky kwrj jug jug myN sdw BrpUr krqy ho, qW qy Awp kw isr sdkw Kwqy hYN]1]11]","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਸੇਵਕੋਂ ਕੇ ਕਾਰਜ ਜੁਗ ਜੁਗ ਮੇਂ ਸਦਾ ਭਰਪੂਰ ਕਰਤੇ ਹੋ, ਤਾਂ ਤੇ ਆਪ ਕਾ ਸਿਰ ਸਦਕਾ ਖਾਤੇ ਹੈਂ॥੧॥੧੧॥"},"bdb":{"gurmukhi":"hy gurU! qUµ DMn hYN! qUµ Awpxy syvkW dy ihrdy ivc sdw hwzr-nwzr hYN, qyrI hI swrI brkiq hY [1[11[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ ।੧।੧੧।"},"ms":{"gurmukhi":"hy myry DMnqw Xog gurdyv! smUh qyrI bKSS rwhIN hI qyry dws swirAW XugW AMdr prIpUrn rihMdy hn[","unicode":"ਹੇ ਮੇਰੇ ਧੰਨਤਾ ਯੋਗ ਗੁਰਦੇਵ! ਸਮੂਹ ਤੇਰੀ ਬਖਸ਼ਸ਼ ਰਾਹੀਂ ਹੀ ਤੇਰੇ ਦਾਸ ਸਾਰਿਆਂ ਯੁਗਾਂ ਅੰਦਰ ਪਰੀਪੂਰਨ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Tus Sirvientes se encuentran plenos a través de las Épocas, oh Waje Guru. Eres Todo Tú para siempre. (1-11)"},"hi":{"ss":"हे गुरू ! तू धन्य है ! तू अपने सेवकों के हृदय में सदा हाजिर-नाजर है। तेरी ही सारी बरकति है। 1। 11।","sts":"हे (गुरु) वाहिगुरु (रामदास) ! युग-युग से तू भक्तों के दिलों में बसा हुआ है, सब तेरी कृपा है॥१॥११॥"}},"transliteration":{"english":"sevak kai bharapoor jug jug vaahaguroo teraa sabh sadhakaa ||1||11||","hindi":"सेवक कै भरपूर जुगु जुगु वाहगुरू तेरा सभु सदका ॥१॥११॥","en":"sevak kai bharapoor jug jug vaahaguroo teraa sabh sadhakaa ||1||11||","hi":"सेवक कै भरपूर जुगु जुगु वाहगुरू तेरा सभु सदका ॥१॥११॥","ipa":"seʋək kæ ɓərəpur d͡ʒʊG d͡ʒʊG ʋɑhəGʊru t̪erɑ səɓ səd̪əkɑ.1.1ə1.","ur":"سےوک کَے بھرپُور جُگ جُگ واهگرُو تےرا سبھ سدکا ۔۔۱۔۔۱۱۔۔"},"pageNo":1403,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59414,"shabadId":5434,"verse":{"gurmukhi":"vwhu vwhu kw bfw qmwsw ]","unicode":"ਵਾਹੁ ਵਾਹੁ ਕਾ ਬਡਾ ਤਮਾਸਾ ॥"},"larivaar":{"gurmukhi":"vwhuvwhukwbfwqmwsw]","unicode":"ਵਾਹੁਵਾਹੁਕਾਬਡਾਤਮਾਸਾ॥"},"translation":{"en":{"bdb":"Waaho! Waaho! Great! Great is the Play of God!","ms":"Great is the play of the wondrous Lord.","ssk":"Waaho! Waaho! Great! Great is the Play of God!"},"pu":{"ss":{"gurmukhi":"brkiq vwly gurU (rwmdws) dw (sMswr-rUp ieh) v`fw Kyl ho irhw hY, ","unicode":"ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ ਇਹ) ਵੱਡਾ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ, "},"ft":{"gurmukhi":"(vwhu) Ascrj rUp vwihgurU kw ieh jgq rUp qmwsw BI bfw Ascrj rUp hY]","unicode":"(ਵਾਹੁ) ਅਸਚਰਜ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕਾ ਇਹ ਜਗਤ ਰੂਪ ਤਮਾਸਾ ਭੀ ਬਡਾ ਅਸਚਰਜ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"brkiq vwly gurU (rwmdws) dw (sMswr-rUp ieh) v`fw Kyl ho irhw hY, ","unicode":"ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ ਇਹ) ਵੱਡਾ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ, "},"ms":{"gurmukhi":"ivSwl hY lHIlw AdBuq suAwmI dI[","unicode":"ਵਿਸ਼ਾਲ ਹੈ ਲ੍ਹੀਲਾ ਅਦਭੁਤ ਸੁਆਮੀ ਦੀ।"}},"es":{"sn":"Wajo, Wajo, Grandiosa, Grandiosa es la Obra de Dios, "},"hi":{"ss":"बरकति वाले गुरू (रामदास) का (संसार-रूप यह) बड़ा खेल हो रहा है।","sts":"यह सम्पूर्ण सृष्टि रूपी एक बड़ा खेल तमाशा गुरु ही रचकर चला रहा है।"}},"transliteration":{"english":"vaahu vaahu kaa baddaa tamaasaa ||","hindi":"वाहु वाहु का बडा तमासा ॥","en":"vaahu vaahu kaa baddaa tamaasaa ||","hi":"वाहु वाहु का बडा तमासा ॥","ipa":"ʋɑh ʋɑh kɑ bəɖɑ t̪əmɑsɑ.","ur":"واهُ واهُ کا بڈا تماسا ۔۔"},"pageNo":1403,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59415,"shabadId":5434,"verse":{"gurmukhi":"Awpy hsY Awip hI icqvY Awpy cMdu sUru prgwsw ]","unicode":"ਆਪੇ ਹਸੈ ਆਪਿ ਹੀ ਚਿਤਵੈ ਆਪੇ ਚੰਦੁ ਸੂਰੁ ਪਰਗਾਸਾ ॥"},"larivaar":{"gurmukhi":"AwpyhsYAwiphIicqvYAwpycMdusUruprgwsw]","unicode":"ਆਪੇਹਸੈਆਪਿਹੀਚਿਤਵੈਆਪੇਚੰਦੁਸੂਰੁਪਰਗਾਸਾ॥"},"translation":{"en":{"bdb":"He Himself laughs, and He Himself thinks; He Himself illumines the sun and the moon.","ms":"He Himself laughs, Himself cares and Himself illumines the moon and the sun.","ssk":"He Himself laughs, and He Himself thinks; He Himself illumines the sun and the moon."},"pu":{"ss":{"gurmukhi":"pRBU dw rUp gurU) Awp hI h`s irhw hY, Awp hI ivcwr irhw hY, Awp hI cMd qy sUrj ƒ cwnx dy irhw hY [ ","unicode":"ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ) ਆਪ ਹੀ ਹੱਸ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਵਿਚਾਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਚੰਦ ਤੇ ਸੂਰਜ ਨੂੰ ਚਾਨਣ ਦੇ ਰਿਹਾ ਹੈ । "},"ft":{"gurmukhi":"Awp hI srb ko icqvqw AO Awpy hI hsqw hY, Bwv pRsMn hoqw hY AO Awp hI ApnI s`qw kr cMdRmW sUrj ko pRkwSqw hY]","unicode":"ਆਪ ਹੀ ਸਰਬ ਕੋ ਚਿਤਵਤਾ ਔ ਆਪੇ ਹੀ ਹਸਤਾ ਹੈ, ਭਾਵ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ ਔ ਆਪ ਹੀ ਅਪਨੀ ਸੱਤਾ ਕਰ ਚੰਦ੍ਰਮਾਂ ਸੂਰਜ ਕੋ ਪ੍ਰਕਾਸ਼ਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"pRBU dw rUp gurU) Awp hI h`s irhw hY, Awp hI ivcwr irhw hY, Awp hI cMd qy sUrj ƒ cwnx dy irhw hY [ ","unicode":"ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ) ਆਪ ਹੀ ਹੱਸ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਵਿਚਾਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਚੰਦ ਤੇ ਸੂਰਜ ਨੂੰ ਚਾਨਣ ਦੇ ਰਿਹਾ ਹੈ । "},"ms":{"gurmukhi":"auh Awp hsdw hY, Awp iKAwl krdw hY Aqy Awp hI cMdRmy Aqy sUrj ƒ pRkwSdw hY[","unicode":"ਉਹ ਆਪ ਹਸਦਾ ਹੈ, ਆਪ ਖਿਆਲ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪ ਹੀ ਚੰਦ੍ਰਮੇ ਅਤੇ ਸੂਰਜ ਨੂੰ ਪ੍ਰਕਾਸ਼ਦਾ ਹੈ।"}},"es":{"sn":"Él Mismo se ríe, Él Mismo piensa, Él Mismo es Quien ilumina el sol y la luna. "},"hi":{"ss":"(सरब-व्यापक प्रभू का रूप गुरू) आप ही हस रहा है। आप ही विचार रहा है। आप ही चाँद और सूरज को रौशनी दे रहा है।","sts":"वह स्वयं ही हँसता है, स्वयं ही सोचता है और स्वयं ही चांद एवं सूर्य को रोशनी दे रहा है।"}},"transliteration":{"english":"aape hasai aap hee chitavai aape cha(n)dh soor paragaasaa ||","hindi":"आपे हसै आपि ही चितवै आपे चंदु सूरु परगासा ॥","en":"aape hasai aap hee chitavai aape cha(n)dh soor paragaasaa ||","hi":"आपे हसै आपि ही चितवै आपे चंदु सूरु परगासा ॥","ipa":"əɑpe həsæ əɑp hi t͡ʃɪt̪əʋæ əɑpe t͡ʃəŋd̪ sur pərəGɑsɑ.","ur":"آپے هسَے آپ هیِ چتوَے آپے چںد سُور پرگاسا ۔۔"},"pageNo":1403,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59416,"shabadId":5434,"verse":{"gurmukhi":"Awpy jlu Awpy Qlu QMm@nu Awpy kIAw Git Git bwsw ]","unicode":"ਆਪੇ ਜਲੁ ਆਪੇ ਥਲੁ ਥੰਮੑਨੁ ਆਪੇ ਕੀਆ ਘਟਿ ਘਟਿ ਬਾਸਾ ॥"},"larivaar":{"gurmukhi":"AwpyjluAwpyQluQMm@nuAwpykIAwGitGitbwsw]","unicode":"ਆਪੇਜਲੁਆਪੇਥਲੁਥੰਮੑਨੁਆਪੇਕੀਆਘਟਿਘਟਿਬਾਸਾ॥"},"translation":{"en":{"bdb":"He Himself is the water, He Himself is the earth and its support. He Himself abides in each and every heart.","ms":"He Himself is the water, Himself the support of the earth and Himself abides in every heart.","ssk":"He Himself is the water, He Himself is the earth and its support. He Himself abides in each and every heart."},"pu":{"ss":{"gurmukhi":"(auh gurU) Awp hI jl hY, Awp hI DrqI hY, Awp hI Awsrw hY qy aus ny Awp hI hryk srIr ivc invws kIqw hoieAw hY [","unicode":"(ਉਹ ਗੁਰੂ) ਆਪ ਹੀ ਜਲ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਹੈ, ਆਪ ਹੀ ਆਸਰਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਕੀਤਾ ਹੋਇਆ ਹੈ ।"},"ft":{"gurmukhi":"Awp hI jl srUp hY AOr Awpy hI iqs ky (QMmHHnu) Tihrwvxy vwlw AsQwn rUp hY AOr Awpy hI GtoN GtoN myN vwsw kIAw hY]","unicode":"ਆਪ ਹੀ ਜਲ ਸਰੂਪ ਹੈ ਔਰ ਆਪੇ ਹੀ ਤਿਸ ਕੇ (ਥੰਮ੍ਹ੍ਹਨੁ) ਠਹਿਰਾਵਣੇ ਵਾਲਾ ਅਸਥਾਨ ਰੂਪ ਹੈ ਔਰ ਆਪੇ ਹੀ ਘਟੋਂ ਘਟੋਂ ਮੇਂ ਵਾਸਾ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(auh gurU) Awp hI jl hY, Awp hI DrqI hY, Awp hI Awsrw hY qy aus ny Awp hI hryk srIr ivc invws kIqw hoieAw hY [","unicode":"(ਉਹ ਗੁਰੂ) ਆਪ ਹੀ ਜਲ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਹੈ, ਆਪ ਹੀ ਆਸਰਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਕੀਤਾ ਹੋਇਆ ਹੈ ।"},"ms":{"gurmukhi":"auh Awp pwxI hY, Awp hI DrqI dw Awsrw Aqy Awp hI hr idl AMdr vsdw hY[","unicode":"ਉਹ ਆਪ ਪਾਣੀ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਦਾ ਆਸਰਾ ਅਤੇ ਆਪ ਹੀ ਹਰ ਦਿਲ ਅੰਦਰ ਵਸਦਾ ਹੈ।"}},"es":{"sn":"Él Mismo es el agua, Él Mismo es la mujer, Él Mismo es el hombre, la pieza de ajedrez y Él Mismo es el tablero. "},"hi":{"ss":"(वह गुरू) आप ही जल है। आप ही धरती है। आप ही आसरा है और उसने आप ही हरेक शरीर में निवास किया हुआ है।","sts":"जल एवं थल स्वयं गुरु ही है, सबका अवलम्ब है, घट-घट में वही बसा हुआ है।"}},"transliteration":{"english":"aape jal aape thal tha(n)m(h)n aape keeaa ghaT ghaT baasaa ||","hindi":"आपे जलु आपे थलु थंम्मनु आपे कीआ घटि घटि बासा ॥","en":"aape jal aape thal tha(n)m(h)n aape keeaa ghaT ghaT baasaa ||","hi":"आपे जलु आपे थलु थंम्मनु आपे कीआ घटि घटि बासा ॥","ipa":"əɑpe d͡ʒəl əɑpe t̪ʰəl t̪ʰəŋm@ən əɑpe kiəɑ Gʰəʈ Gʰəʈ bɑsɑ.","ur":"آپے جل آپے تھل تھںمھن آپے کیِآ گھٹ گھٹِ باسا ۔۔"},"pageNo":1403,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59417,"shabadId":5434,"verse":{"gurmukhi":"Awpy nru Awpy Puin nwrI Awpy swir Awp hI pwsw ]","unicode":"ਆਪੇ ਨਰੁ ਆਪੇ ਫੁਨਿ ਨਾਰੀ ਆਪੇ ਸਾਰਿ ਆਪ ਹੀ ਪਾਸਾ ॥"},"larivaar":{"gurmukhi":"AwpynruAwpyPuinnwrIAwpyswirAwphIpwsw]","unicode":"ਆਪੇਨਰੁਆਪੇਫੁਨਿਨਾਰੀਆਪੇਸਾਰਿਆਪਹੀਪਾਸਾ॥"},"translation":{"en":{"bdb":"He Himself is male, and He Himself is female; He Himself is the chessman, and He Himself is the board.","ms":"He Himself is the male and Himself the female. Himself is He the chess-figure, Himself the chessboard.","ssk":"He Himself is male, and He Himself is female; He Himself is the chessman, and He Himself is the board."},"pu":{"ss":{"gurmukhi":"Awp hI mnu`K hY Aqy Awp hI iesqRI hY; Awp hI nrd hY qy Awp hI cONpV hY [","unicode":"ਆਪ ਹੀ ਮਨੁੱਖ ਹੈ ਅਤੇ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਹੈ; ਆਪ ਹੀ ਨਰਦ ਹੈ ਤੇ ਆਪ ਹੀ ਚੌਂਪੜ ਹੈ ।"},"ft":{"gurmukhi":"Awp hI purS AO Awp hI iesqRI rUp hY AO Awp hI jIv rUp (swir) nrdW hY AOr Awp hI qIn guxoN rUpI pwsw hY]","unicode":"ਆਪ ਹੀ ਪੁਰਸ਼ ਔ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਰੂਪ ਹੈ ਔ ਆਪ ਹੀ ਜੀਵ ਰੂਪ (ਸਾਰਿ) ਨਰਦਾਂ ਹੈ ਔਰ ਆਪ ਹੀ ਤੀਨ ਗੁਣੋਂ ਰੂਪੀ ਪਾਸਾ ਹੈ॥"},"bdb":{"gurmukhi":"Awp hI mnu`K hY Aqy Awp hI iesqRI hY; Awp hI nrd hY qy Awp hI cONpV hY [","unicode":"ਆਪ ਹੀ ਮਨੁੱਖ ਹੈ ਅਤੇ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਹੈ; ਆਪ ਹੀ ਨਰਦ ਹੈ ਤੇ ਆਪ ਹੀ ਚੌਂਪੜ ਹੈ ।"},"ms":{"gurmukhi":"auh Kud mrd hY Aqy Kud hI mdIn[ Kud auh nrd hY, Kud hI SqrMj dw qKqw[","unicode":"ਉਹ ਖੁਦ ਮਰਦ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਮਦੀਨ। ਖੁਦ ਉਹ ਨਰਦ ਹੈ, ਖੁਦ ਹੀ ਸ਼ਤਰੰਜ ਦਾ ਤਖਤਾ।"}},"es":{"sn":"Como Gurmukj acércate a la Saad Sangat, y medita en esto, "},"hi":{"ss":"(सर्व-व्यापक प्रभू का रूप गुरू रामदास) आप ही नर और आप ही नारी है; स्वयं ही नर्द है और स्वयं ही चौपड़ है।","sts":"यह स्वयं ही नर है और फिर नारी भी स्वयं है। वह स्वयं ही जगत रूपी चौपड़ है और स्वयं ही जीव रूपी गोटियाँ है।"}},"transliteration":{"english":"aape nar aape fun naaree aape saar aap hee paasaa ||","hindi":"आपे नरु आपे फुनि नारी आपे सारि आप ही पासा ॥","en":"aape nar aape fun naaree aape saar aap hee paasaa ||","hi":"आपे नरु आपे फुनि नारी आपे सारि आप ही पासा ॥","ipa":"əɑpe nər əɑpe fʊn nɑri əɑpe sɑr əɑp hi pɑsɑ.","ur":"آپے نر آپے پھُن ناریِ آپے سار آپ هیِ پاسا ۔۔"},"pageNo":1403,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59418,"shabadId":5434,"verse":{"gurmukhi":"gurmuiK sMgiq sBY ibcwrhu vwhu vwhu kw bfw qmwsw ]2]12]","unicode":"ਗੁਰਮੁਖਿ ਸੰਗਤਿ ਸਭੈ ਬਿਚਾਰਹੁ ਵਾਹੁ ਵਾਹੁ ਕਾ ਬਡਾ ਤਮਾਸਾ ॥੨॥੧੨॥"},"larivaar":{"gurmukhi":"gurmuiKsMgiqsBYibcwrhuvwhuvwhukwbfwqmwsw]2]12]","unicode":"ਗੁਰਮੁਖਿਸੰਗਤਿਸਭੈਬਿਚਾਰਹੁਵਾਹੁਵਾਹੁਕਾਬਡਾਤਮਾਸਾ॥੨॥੧੨॥"},"translation":{"en":{"bdb":"As Gurmukh, join the Sangat, and consider all this: Waaho! Waaho! Great! Great is the Play of God! ||2||12||","ms":"In the society of saints, O pious person, reflect ye all on this; great is the play of the wondrous Lord.","ssk":"As Gurmukh, join the Sangat, and consider all this: Waaho! Waaho! Great! Great is the Play of God! ||2||12||"},"pu":{"ss":{"gurmukhi":"hy gurmuKo! sMgiq ivc rl ky swry ivcwr kro, brkiq vwly gurU (rwmdws jI) dw (sMswr-rUp) ieh Kyf ho irhw hY [2[12[","unicode":"ਹੇ ਗੁਰਮੁਖੋ! ਸੰਗਤਿ ਵਿਚ ਰਲ ਕੇ ਸਾਰੇ ਵਿਚਾਰ ਕਰੋ, ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ) ਇਹ ਖੇਡ ਹੋ ਰਿਹਾ ਹੈ ।੨।੧੨।"},"ft":{"gurmukhi":"hy siqgurU kI sMgiq! guroN dÍwry sBI AYsy vwihgurU kw vIcwr kro, ijs Ascrj srUp kw ieh Acrj srUp jgq bfw qmwSw hY]2]12]","unicode":"ਹੇ ਸਤਿਗੁਰੂ ਕੀ ਸੰਗਤਿ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸਭੀ ਐਸੇ ਵਾਹਿਗੁਰੂ ਕਾ ਵੀਚਾਰ ਕਰੋ, ਜਿਸ ਅਸਚਰਜ ਸਰੂਪ ਕਾ ਇਹ ਅਚਰਜ ਸਰੂਪ ਜਗਤ ਬਡਾ ਤਮਾਸ਼ਾ ਹੈ॥੨॥੧੨॥"},"bdb":{"gurmukhi":"hy gurmuKo! sMgiq ivc rl ky swry ivcwr kro, brkiq vwly gurU (rwmdws jI) dw (sMswr-rUp) ieh Kyf ho irhw hY [2[12[","unicode":"ਹੇ ਗੁਰਮੁਖੋ! ਸੰਗਤਿ ਵਿਚ ਰਲ ਕੇ ਸਾਰੇ ਵਿਚਾਰ ਕਰੋ, ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ) ਇਹ ਖੇਡ ਹੋ ਰਿਹਾ ਹੈ ।੨।੧੨।"},"ms":{"gurmukhi":"siqsMgq AMdr hy piv`qr purSo! qusIN swry ies ƒ soco, ivcwro ik ivSwl hY lHIlw AdBuq suAwmI dI[","unicode":"ਸਤਿਸੰਗਤ ਅੰਦਰ ਹੇ ਪਵਿੱਤਰ ਪੁਰਸ਼ੋ! ਤੁਸੀਂ ਸਾਰੇ ਇਸ ਨੂੰ ਸੋਚੋ, ਵਿਚਾਰੋ ਕਿ ਵਿਸ਼ਾਲ ਹੈ ਲ੍ਹੀਲਾ ਅਦਭੁਤ ਸੁਆਮੀ ਦੀ।"}},"es":{"sn":"Wajo, Wajo, grandiosa, grandiosa es la Obra de Dios. (2-12)"},"hi":{"ss":"हे गुरमुखो ! संगति में मिल के सारे विचार करो। बरकति वाले गुरू (रामदास जी) का (संसार-रूप) यह खेल हो रहा है। 2। 12।","sts":"गुरु की संगत में सब इसी तथ्य का चिंतन करते हैं कि सम्पूर्ण सृष्टि रूपी एक बड़ा खेल तमाशा गुरु ही रच कर चला रहा है॥२ ॥१२ ॥"}},"transliteration":{"english":"gurmukh sa(n)gat sabhai bichaarahu vaahu vaahu kaa baddaa tamaasaa ||2||12||","hindi":"गुरमुखि संगति सभै बिचारहु वाहु वाहु का बडा तमासा ॥२॥१२॥","en":"gurmukh sa(n)gat sabhai bichaarahu vaahu vaahu kaa baddaa tamaasaa ||2||12||","hi":"गुरमुखि संगति सभै बिचारहु वाहु वाहु का बडा तमासा ॥२॥१२॥","ipa":"Gʊrəmʊkʰ səŋGət̪ səɓæ bɪt͡ʃɑrəh ʋɑh ʋɑh kɑ bəɖɑ t̪əmɑsɑ.2.1ə2.","ur":"گُرمکھ سںگت سبھَے بچارهُ واهُ واهُ کا بڈا تماسا ۔۔۲۔۔۱۲۔۔"},"pageNo":1403,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59419,"shabadId":5435,"verse":{"gurmukhi":"kIAw Kylu bf mylu qmwsw vwihgurU qyrI sB rcnw ]","unicode":"ਕੀਆ ਖੇਲੁ ਬਡ ਮੇਲੁ ਤਮਾਸਾ ਵਾਹਿਗੁਰੂ ਤੇਰੀ ਸਭ ਰਚਨਾ ॥"},"larivaar":{"gurmukhi":"kIAwKylubfmyluqmwswvwihgurUqyrIsBrcnw]","unicode":"ਕੀਆਖੇਲੁਬਡਮੇਲੁਤਮਾਸਾਵਾਹਿਗੁਰੂਤੇਰੀਸਭਰਚਨਾ॥"},"translation":{"en":{"bdb":"You have formed and created this play, this great game. O Waahay Guru, this is all You, forever.","ms":"Uniting the elements together, Thou have created this great game and play of the word. O Wondrous Lord, all this is Thy creation.","ssk":"You have formed and created this play, this great game. O Waahay Guru, this is all You, forever."},"pu":{"ss":{"gurmukhi":"hy gurU! qUµ DMn hYN; ieh isRStI sB qyrI (kIqI hoeI) hY; qUµ (q`qW dw) myl (kr ky) iek Kyl qy qmwSw rcw id`qw hY [","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ; ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਸਭ ਤੇਰੀ (ਕੀਤੀ ਹੋਈ) ਹੈ; ਤੂੰ (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਇਕ ਖੇਲ ਤੇ ਤਮਾਸ਼ਾ ਰਚਾ ਦਿੱਤਾ ਹੈ ।"},"ft":{"gurmukhi":"hy vwihgurU! Awp ny pMjW qqW ko myl kr ApnI Kyl hyq ieh jgq rUpI bfw qmwSw kIAw hY, qW qy ieh sMpUrn Awp hI kI rcnw rcI hoeI hY]","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਆਪ ਨੇ ਪੰਜਾਂ ਤਤਾਂ ਕੋ ਮੇਲ ਕਰ ਅਪਨੀ ਖੇਲ ਹੇਤ ਇਹ ਜਗਤ ਰੂਪੀ ਬਡਾ ਤਮਾਸ਼ਾ ਕੀਆ ਹੈ, ਤਾਂ ਤੇ ਇਹ ਸੰਪੂਰਨ ਆਪ ਹੀ ਕੀ ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy gurU! qUµ DMn hYN; ieh isRStI sB qyrI (kIqI hoeI) hY; qUµ (q`qW dw) myl (kr ky) iek Kyl qy qmwSw rcw id`qw hY [","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ; ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਸਭ ਤੇਰੀ (ਕੀਤੀ ਹੋਈ) ਹੈ; ਤੂੰ (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਇਕ ਖੇਲ ਤੇ ਤਮਾਸ਼ਾ ਰਚਾ ਦਿੱਤਾ ਹੈ ।"},"ms":{"gurmukhi":"qqW ƒ iek`qr kr, qUM ies jgq dI ivSwl lHIlw Aqy Kyf rcI hY[ hy Ascrj suAwmI! ieh swrI qyrI hI pYdwieS hY[","unicode":"ਤਤਾਂ ਨੂੰ ਇਕੱਤਰ ਕਰ, ਤੂੰ ਇਸ ਜਗਤ ਦੀ ਵਿਸ਼ਾਲ ਲ੍ਹੀਲਾ ਅਤੇ ਖੇਡ ਰਚੀ ਹੈ। ਹੇ ਅਸਚਰਜ ਸੁਆਮੀ! ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਪੈਦਾਇਸ਼ ਹੈ।"}},"es":{"sn":"Oh, Tú has formado y creado esta Obra, este grandioso Juego, oh Waje Guru. Eres Todo Tú y para siempre. "},"hi":{"ss":"हे गुरू ! तू धन्य है। ये सृष्टि सभ तेरी (की हुई) है; तूने (तत्वों का) मेल (करके) एक खेल और तमाशा रचा दिया है।","sts":"हे वाहिगुरु (रामदास) ! तू प्रशंसनीय है, यह संसार रूपी तमाशा सब तेरी रचना है, पंच तत्वों को मिलाकर खेल रचा है।"}},"transliteration":{"english":"keeaa khel badd mel tamaasaa vaahiguroo teree sabh rachanaa ||","hindi":"कीआ खेलु बड मेलु तमासा वाहिगुरू तेरी सभ रचना ॥","en":"keeaa khel badd mel tamaasaa vaahiguroo teree sabh rachanaa ||","hi":"कीआ खेलु बड मेलु तमासा वाहिगुरू तेरी सभ रचना ॥","ipa":"kiəɑ kʰel bəɖ mel t̪əmɑsɑ ʋɑhɪGʊru t̪eri səɓ rət͡ʃənɑ.","ur":"کیِآ کھےل بڈ مےل تماسا واهگرُو تےریِ سبھ رچنا ۔۔"},"pageNo":1403,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59420,"shabadId":5435,"verse":{"gurmukhi":"qU jil Qil ggin pXwil pUir rh´w AMimRq qy mITy jw ky bcnw ]","unicode":"ਤੂ ਜਲਿ ਥਲਿ ਗਗਨਿ ਪਯਾਲਿ ਪੂਰਿ ਰਹੵਾ ਅੰਮ੍ਰਿਤ ਤੇ ਮੀਠੇ ਜਾ ਕੇ ਬਚਨਾ ॥"},"larivaar":{"gurmukhi":"qUjilQilgginpXwilpUirrh´wAMimRqqymITyjwkybcnw]","unicode":"ਤੂਜਲਿਥਲਿਗਗਨਿਪਯਾਲਿਪੂਰਿਰਹੵਾਅੰਮ੍ਰਿਤਤੇਮੀਠੇਜਾਕੇਬਚਨਾ॥"},"translation":{"en":{"bdb":"You are pervading and permeating the water, land, skies and nether regions; Your Words are sweeter than Ambrosial Nectar.","ms":"Thou are fullyfilling the water, dry land, the firmament and the under-world. Such are thou, whose words are sweeter even than Nectar.","ssk":"You are pervading and permeating the water, land, skies and nether regions; Your Words are sweeter than Ambrosial Nectar."},"pu":{"ss":{"gurmukhi":"qUµ jl ivc, ipRQvI qy, AkwS auqy, pwqwl ivc, (sB QweIN) ivAwpk hYN; qyry bcn AMimRq nwloN BI im`Ty hn [","unicode":"ਤੂੰ ਜਲ ਵਿਚ, ਪ੍ਰਿਥਵੀ ਤੇ, ਅਕਾਸ਼ ਉਤੇ, ਪਾਤਾਲ ਵਿਚ, (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਹੈਂ; ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ ।"},"ft":{"gurmukhi":"qUM Awp hI jloN AO QloN Akws pqwl myN prI pUrn hoie rihAw hYN, ijs Awp ky bcn AMimRq sy BI mITy hYN]","unicode":"ਤੂੰ ਆਪ ਹੀ ਜਲੋਂ ਔ ਥਲੋਂ ਅਕਾਸ ਪਤਾਲ ਮੇਂ ਪਰੀ ਪੂਰਨ ਹੋਇ ਰਹਿਆ ਹੈਂ, ਜਿਸ ਆਪ ਕੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਸੇ ਭੀ ਮੀਠੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"qUµ jl ivc, ipRQvI qy, AkwS auqy, pwqwl ivc, (sB QweIN) ivAwpk hYN; qyry bcn AMimRq nwloN BI im`Ty hn [","unicode":"ਤੂੰ ਜਲ ਵਿਚ, ਪ੍ਰਿਥਵੀ ਤੇ, ਅਕਾਸ਼ ਉਤੇ, ਪਾਤਾਲ ਵਿਚ, (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਹੈਂ; ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ ।"},"ms":{"gurmukhi":"qUM pwxI, su`kI DrqI, AwkwS Aqy pwqwl ƒ prIpUrn kr irhw hYN[ AYsw hYN qUM, ijs dy bcn iblws Awib ihXwq nwloN BI im¤Ty hn[","unicode":"ਤੂੰ ਪਾਣੀ, ਸੁੱਕੀ ਧਰਤੀ, ਆਕਾਸ਼ ਅਤੇ ਪਾਤਾਲ ਨੂੰ ਪਰੀਪੂਰਨ ਕਰ ਰਿਹਾ ਹੈਂ। ਐਸਾ ਹੈਂ ਤੂੰ, ਜਿਸ ਦੇ ਬਚਨ ਬਿਲਾਸ ਆਬਿ ਹਿਯਾਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ।"}},"es":{"sn":"Tú prevaleces y compenetras el agua, la tierra, los cielos y las regiones inferiores, Tus Palabras son más Dulces que el Néctar Ambrosial."},"hi":{"ss":"तू जल में। पृथ्वी पर। आकाश पर। पाताल में (सब जगह) व्यापक है; तेरे वचन अमृत से भी मीठे हैं।","sts":"तू जल, भूमि, गगन एवं आकाश सब में व्याप्त है, तेरे वचन अमृत की तरह मीठे हैं।"}},"transliteration":{"english":"too jal thal gagan payaal poor rahayeaa a(n)mirat te meeThe jaa ke bachanaa ||","hindi":"तू जलि थलि गगनि पयालि पूरि रह्या अंमृत ते मीठे जा के बचना ॥","en":"too jal thal gagan payaal poor rahayeaa a(n)mirat te meeThe jaa ke bachanaa ||","hi":"तू जलि थलि गगनि पयालि पूरि रह्या अंमृत ते मीठे जा के बचना ॥","ipa":"t̪u d͡ʒəl t̪ʰəl GəGən pəjɑl pur rəhəjɑ əŋmɪɹət̪ t̪e miʈʰe d͡ʒɑ ke bət͡ʃənɑ.","ur":"تُو جل تھلِ گگن پےال پُور رهےا اںمرت تے میِٹھے جا کے بچنا ۔۔"},"pageNo":1403,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"6","t":"v"}],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}},{"verseId":59421,"shabadId":5435,"verse":{"gurmukhi":"mwnih bRhmwidk rudRwidk kwl kw kwlu inrMjn jcnw ]","unicode":"ਮਾਨਹਿ ਬ੍ਰਹਮਾਦਿਕ ਰੁਦ੍ਰਾਦਿਕ ਕਾਲ ਕਾ ਕਾਲੁ ਨਿਰੰਜਨ ਜਚਨਾ ॥"},"larivaar":{"gurmukhi":"mwnihbRhmwidkrudRwidkkwlkwkwluinrMjnjcnw]","unicode":"ਮਾਨਹਿਬ੍ਰਹਮਾਦਿਕਰੁਦ੍ਰਾਦਿਕਕਾਲਕਾਕਾਲੁਨਿਰੰਜਨਜਚਨਾ॥"},"translation":{"en":{"bdb":"Brahmas and Shivas respect and obey You. O Death of death, Formless Lord, I beg of You.","ms":"The Brahmas and the Shivas worship The. Thou are the death of death. O Immaculate Lord, every one begs of Thee.","ssk":"Brahmas and Shivas respect and obey You. O Death of death, Formless Lord, I beg of You."},"pu":{"ss":{"gurmukhi":"hy gurU! bRhmw qy rud® (iSv) Awidk (qYƒ) syauNdy hn, qUµ kwl dw BI kwl hYN, (qUµ) mwieAw qoN rhq (hrI) hYN, (sB lok qYQoN) mMgdy hn [","unicode":"ਹੇ ਗੁਰੂ! ਬ੍ਰਹਮਾ ਤੇ ਰੁਦ੍ਰ (ਸ਼ਿਵ) ਆਦਿਕ (ਤੈਨੂੰ) ਸੇਉਂਦੇ ਹਨ, ਤੂੰ ਕਾਲ ਦਾ ਭੀ ਕਾਲ ਹੈਂ, (ਤੂੰ) ਮਾਇਆ ਤੋਂ ਰਹਤ (ਹਰੀ) ਹੈਂ, (ਸਭ ਲੋਕ ਤੈਥੋਂ) ਮੰਗਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijs Awp ko bRhmw jI qy Awid ly kr AOr (rudR) iSvjI Awidk srb mwnqy hYN, Bwv pUjn krqy hYN[ hy kwl ky kwl rUp (inrMjn) mwXw sy Alyp! sMpUrn jIv Awp sy hI jwcnw krqy hYN]","unicode":"ਜਿਸ ਆਪ ਕੋ ਬ੍ਰਹਮਾ ਜੀ ਤੇ ਆਦਿ ਲੇ ਕਰ ਔਰ (ਰੁਦ੍ਰ) ਸ਼ਿਵਜੀ ਆਦਿਕ ਸਰਬ ਮਾਨਤੇ ਹੈਂ, ਭਾਵ ਪੂਜਨ ਕਰਤੇ ਹੈਂ। ਹੇ ਕਾਲ ਕੇ ਕਾਲ ਰੂਪ (ਨਿਰੰਜਨ) ਮਾਯਾ ਸੇ ਅਲੇਪ! ਸੰਪੂਰਨ ਜੀਵ ਆਪ ਸੇ ਹੀ ਜਾਚਨਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy gurU! bRhmw qy rud® (iSv) Awidk (qYƒ) syauNdy hn, qUµ kwl dw BI kwl hYN, (qUµ) mwieAw qoN rhq (hrI) hYN, (sB lok qYQoN) mMgdy hn [","unicode":"ਹੇ ਗੁਰੂ! ਬ੍ਰਹਮਾ ਤੇ ਰੁਦ੍ਰ (ਸ਼ਿਵ) ਆਦਿਕ (ਤੈਨੂੰ) ਸੇਉਂਦੇ ਹਨ, ਤੂੰ ਕਾਲ ਦਾ ਭੀ ਕਾਲ ਹੈਂ, (ਤੂੰ) ਮਾਇਆ ਤੋਂ ਰਹਤ (ਹਰੀ) ਹੈਂ, (ਸਭ ਲੋਕ ਤੈਥੋਂ) ਮੰਗਦੇ ਹਨ ।"},"ms":{"gurmukhi":"bRhmy Aqy iSvjI qYƒ pUjdy hn[ qUM mOq dI BI mOqy hYN[ hr koeI qyry koloN Xwcnw krdw hY, hy piv`qr pRBU!","unicode":"ਬ੍ਰਹਮੇ ਅਤੇ ਸ਼ਿਵਜੀ ਤੈਨੂੰ ਪੂਜਦੇ ਹਨ। ਤੂੰ ਮੌਤ ਦੀ ਭੀ ਮੌਤੇ ਹੈਂ। ਹਰ ਕੋਈ ਤੇਰੇ ਕੋਲੋਂ ਯਾਚਨਾ ਕਰਦਾ ਹੈ, ਹੇ ਪਵਿੱਤਰ ਪ੍ਰਭੂ!"}},"es":{"sn":"Brahmas y Shivas Te respetan y obedecen, oh Muerte de muertes, Señor sin Forma Te Suplico. "},"hi":{"ss":"हे गुरू ! ब्रहमा और रुद्र (शिव) आदि (तुझे) मानते हैं (तुझे सेवते हैं)। तू काल का भी काल है।","sts":"ब्रह्मा, शिव इत्यादि देवी-देवता सब तेरा ही मनन करते हैं, तू काल का भी काल है, तू माया की कालिमा से रहित है, पूरी दुनिया तुझ से ही मांगती है।"}},"transliteration":{"english":"maaneh brahamaadhik rudhraadhik kaal kaa kaal nira(n)jan jachanaa ||","hindi":"मानहि ब्रहमादिक रुद्रादिक काल का कालु निरंजन जचना ॥","en":"maaneh brahamaadhik rudhraadhik kaal kaa kaal nira(n)jan jachanaa ||","hi":"मानहि ब्रहमादिक रुद्रादिक काल का कालु निरंजन जचना ॥","ipa":"mɑnəh bɹəhəmɑd̪ɪk rʊd̪ɹɑd̪ɪk kɑl kɑ kɑl nɪrəŋd͡ʒən d͡ʒət͡ʃənɑ.","ur":"مانه برهمادک رُدرادک کال کا کال نرںجن جچنا ۔۔"},"pageNo":1403,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"}}]}