{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":19},"count":41,"navigation":{"previous":18,"next":20},"page":[{"verseId":778,"shabadId":66,"verse":{"gurmukhi":"dir Gir FoeI n lhY drgh JUTu KuAwru ]1] rhwau ]","unicode":"ਦਰਿ ਘਰਿ ਢੋਈ ਨ ਲਹੈ ਦਰਗਹ ਝੂਠੁ ਖੁਆਰੁ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"dirGirFoeInlhYdrghJUTuKuAwru]1]rhwau]","unicode":"ਦਰਿਘਰਿਢੋਈਨਲਹੈਦਰਗਹਝੂਠੁਖੁਆਰੁ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"In this world, you shall not find any shelter; in the world hereafter, being false, you shall suffer. ||1||Pause||","ms":"In mansion's door (this world) thou shalt obtain no shelter and being false thou shalt be miserable in the next world. Pause.","ssk":"In this world, you shall not find any shelter; in the world hereafter, being false, you shall suffer. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(jo jIv-iesqRI pRym qoN s`KxI rih ky hI Dwrimk au~dm krm Awidk krI jWdI hY, pr aus dy AMdr mwieAw-moh pRbl hY) auh pRBU dy dr qy pRBU dy Gr ivc Awsrw nhIN lY skdI, (ikauNik) JUT (Bwv, mwieAw dw moh) pRBU dI hzUrI ivc durkwirAw hI jWdw hY [1[rhwau[","unicode":"(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿ ਕੇ ਹੀ ਧਾਰਮਿਕ ਉੱਦਮ ਕਰਮ ਆਦਿਕ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ-ਮੋਹ ਪ੍ਰਬਲ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਲੈ ਸਕਦੀ, (ਕਿਉਂਕਿ) ਝੂਠ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਦੁਰਕਾਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"kÎoNik jo pqI sy bymuK iesqRI hY, iqn ko pqI ky Gr myN (FoeI) smIpqw nhIN pRwpiq hoqI[ Bwv eyh ik hy jIv! X`dip mwiekI ibvhwroN kr ky ies lok myN qyrw mwn BI hY, q`dip vwihgurU sy bymuKqw kr ky, duhwgxI iesqRI vq drgwh myN JUT kr ky KuAwrI hovygI[ AOru qyry kO mwn nhI pRwpq hovygw, qW qy qUM  ibcwr kr ky bymuKqw ko Cof dyh]1] rhwau ]ÇAb ikRswn ky idRs†Wq sy khqy hYN:","unicode":"ਕ੍ਯੋਂਕਿ ਜੋ ਪਤੀ ਸੇ ਬੇਮੁਖ ਇਸਤ੍ਰੀ ਹੈ, ਤਿਨ ਕੋ ਪਤੀ ਕੇ ਘਰ ਮੇਂ (ਢੋਈ) ਸਮੀਪਤਾ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤੀ। ਭਾਵ ਏਹ ਕਿ ਹੇ ਜੀਵ! ਯੱਦਪਿ ਮਾਇਕੀ ਬਿਵਹਾਰੋਂ ਕਰ ਕੇ ਇਸ ਲੋਕ ਮੇਂ ਤੇਰਾ ਮਾਨ ਭੀ ਹੈ, ਤੱਦਪਿ ਵਾਹਿਗੁਰੂ ਸੇ ਬੇਮੁਖਤਾ ਕਰ ਕੇ, ਦੁਹਾਗਣੀ ਇਸਤ੍ਰੀ ਵਤ ਦਰਗਾਹ ਮੇਂ ਝੂਠ ਕਰ ਕੇ ਖੁਆਰੀ ਹੋਵੇਗੀ। ਔਰੁ ਤੇਰੇ ਕੌ ਮਾਨ ਨਹੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ, ਤਾਂ ਤੇ ਤੂੰ  ਬਿਚਾਰ ਕਰ ਕੇ ਬੇਮੁਖਤਾ ਕੋ ਛੋਡ ਦੇਹ॥੧॥ ਰਹਾਉ ॥☬ਅਬ ਕ੍ਰਿਸਾਨ ਕੇ ਦ੍ਰਿਸ੍ਟਾਂਤ ਸੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(jo jIv-iesqRI pRym qoN s`KxI rih ky hI Dwrimk au~dm krm Awidk krI jWdI hY, pr aus dy AMdr mwieAw-moh pRbl hY) auh pRBU dy dr qy pRBU dy Gr ivc Awsrw nhIN lY skdI, (ikauNik) JUT (Bwv, mwieAw dw moh) pRBU dI hzUrI ivc durkwirAw hI jWdw hY [1[rhwau[","unicode":"(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿ ਕੇ ਹੀ ਧਾਰਮਿਕ ਉੱਦਮ ਕਰਮ ਆਦਿਕ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ-ਮੋਹ ਪ੍ਰਬਲ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਲੈ ਸਕਦੀ, (ਕਿਉਂਕਿ) ਝੂਠ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਦੁਰਕਾਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mMdr dy bUhy (ies jhwn) iv`c qYƒ pnwh nhIN imlxI Aqy kUVI hox krky qUM Agly jhwn AMdr Avwzwr hovygI[ Tihrwau[","unicode":"ਮੰਦਰ ਦੇ ਬੂਹੇ (ਇਸ ਜਹਾਨ) ਵਿੱਚ ਤੈਨੂੰ ਪਨਾਹ ਨਹੀਂ ਮਿਲਣੀ ਅਤੇ ਕੂੜੀ ਹੋਣ ਕਰਕੇ ਤੂੰ ਅਗਲੇ ਜਹਾਨ ਅੰਦਰ ਅਵਾਜ਼ਾਰ ਹੋਵੇਗੀ। ਠਹਿਰਾਉ।"}},"es":{"sn":"En la mansión del mundo no podrás obtener ningún refugio y viviendo en la falsedad serás miserable en el otro mundo.  (1-Pausa)"},"hi":{"ss":"(अगर जीव-स्त्री प्रेम से वंचित रह के ही धार्मिक उद्यम कर्म आदि किये जा रही है~ पर उसके अंदर माया मोह प्रबल है) वह प्रभू के दर पर प्रभू के घर में आसरा नहीं ले सकती~ (क्योंकि) झूठ (भाव~ माया का मोह) प्रभू की हजूरी में दुरकारा ही जाता है।1।रहाउ।","sts":"जैसे पति से विमुख हुई स्त्री को उस के घर में समीपता प्राप्त नहीं होती, वैसे ही निरंकार की विमुखता के कारण अभागिन स्त्री की भाँति परलोक में भी झूठ में लिप्त जीव को अपमानित होना पड़ता है।॥१॥ रहाउ ॥"}},"transliteration":{"english":"dhar ghar ddoiee na lahai dharageh jhooTh khuaar ||1|| rahaau ||","hindi":"दरि घरि ढोई न लहै दरगह झूठु खुआरु ॥१॥ रहाउ ॥","en":"dhar ghar ddoiee na lahai dharageh jhooTh khuaar ||1|| rahaau ||","hi":"दरि घरि ढोई न लहै दरगह झूठु खुआरु ॥१॥ रहाउ ॥","ipa":"d̪ər Gʰər ʈɔei nə ləhæ d̪ərəGəh ɖ͡ʐuʈʰ kʰʊəɑr.1. rəhɑo.","ur":"در گھرِ ڈھوای ن لهَے درگه جھُوٹھ کھُآر ۔۔۱۔۔ رهاا ۔۔"},"pageNo":19,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":779,"shabadId":66,"verse":{"gurmukhi":"Awip sujwxu n BuleI scw vf ikrswxu ]","unicode":"ਆਪਿ ਸੁਜਾਣੁ ਨ ਭੁਲਈ ਸਚਾ ਵਡ ਕਿਰਸਾਣੁ ॥"},"larivaar":{"gurmukhi":"AwipsujwxunBuleIscwvfikrswxu]","unicode":"ਆਪਿਸੁਜਾਣੁਨਭੁਲਈਸਚਾਵਡਕਿਰਸਾਣੁ॥"},"translation":{"en":{"bdb":"The True Lord Himself knows all; He makes no mistakes. He is the Great Farmer of the Universe.","ms":"The True Lord Himself is all wise and forgets not. He is a great husbandman.","ssk":"The True Lord Himself knows all; He makes no mistakes. He is the Great Farmer of the Universe."},"pu":{"ss":{"gurmukhi":"(ikswn Awpxy rozwnw qjrby qoN jwxdw hY ik bI bIjx qoN pihlW DrqI nUµ ikvyN iqAwr krnw hY qW ik Psl cMgw l`g sky) sdw-iQr rihx vwlw prmwqmw v`fw ikswn hY, auh (bVw) isAwxw ikswn hY, auh ZlqI nhIN KWdw ","unicode":"(ਕਿਸਾਨ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਤਜਰਬੇ ਤੋਂ ਜਾਣਦਾ ਹੈ ਕਿ ਬੀ ਬੀਜਣ ਤੋਂ ਪਹਿਲਾਂ ਧਰਤੀ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਹੈ ਤਾਂ ਕਿ ਫਸਲ ਚੰਗਾ ਲੱਗ ਸਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਡਾ ਕਿਸਾਨ ਹੈ, ਉਹ (ਬੜਾ) ਸਿਆਣਾ ਕਿਸਾਨ ਹੈ, ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦਾ "},"ft":{"gurmukhi":"hy BweI! hrI Awp sujwxu cqur hY iesI sy jIvoN ky krmoN ko BUlqw nhIN, AOr vfw ikRswx hY, KyqI kw kwm krny vwly ko ikrswnu khqy hYN[ AOr jIv aus ky hwlI hYN, qW qy iqs kI pRsMnqw vwsqy cqurweI sy KyqI krnI cwhIey]Çso pRkwr idKwvqy hYN:","unicode":"ਹੇ ਭਾਈ! ਹਰੀ ਆਪ ਸੁਜਾਣੁ ਚਤੁਰ ਹੈ ਇਸੀ ਸੇ ਜੀਵੋਂ ਕੇ ਕਰਮੋਂ ਕੋ ਭੂਲਤਾ ਨਹੀਂ, ਔਰ ਵਡਾ ਕ੍ਰਿਸਾਣ ਹੈ, ਖੇਤੀ ਕਾ ਕਾਮ ਕਰਨੇ ਵਾਲੇ ਕੋ ਕਿਰਸਾਨੁ ਕਹਤੇ ਹੈਂ। ਔਰ ਜੀਵ ਉਸ ਕੇ ਹਾਲੀ ਹੈਂ, ਤਾਂ ਤੇ ਤਿਸ ਕੀ ਪ੍ਰਸੰਨਤਾ ਵਾਸਤੇ ਚਤੁਰਾਈ ਸੇ ਖੇਤੀ ਕਰਨੀ ਚਾਹੀਏ॥☬ਸੋ ਪ੍ਰਕਾਰ ਦਿਖਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(ikswn Awpxy rozwnw qjrby qoN jwxdw hY ik bI bIjx qoN pihlW DrqI nUµ ikvyN iqAwr krnw hY qW ik Psl cMgw l`g sky) sdw-iQr rihx vwlw prmwqmw v`fw ikswn hY, auh (bVw) isAwxw ikswn hY, auh ZlqI nhIN KWdw ","unicode":"(ਕਿਸਾਨ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਤਜਰਬੇ ਤੋਂ ਜਾਣਦਾ ਹੈ ਕਿ ਬੀ ਬੀਜਣ ਤੋਂ ਪਹਿਲਾਂ ਧਰਤੀ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਹੈ ਤਾਂ ਕਿ ਫਸਲ ਚੰਗਾ ਲੱਗ ਸਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਡਾ ਕਿਸਾਨ ਹੈ, ਉਹ (ਬੜਾ) ਸਿਆਣਾ ਕਿਸਾਨ ਹੈ, ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦਾ "},"ms":{"gurmukhi":"s`cw suAwmI ^ud srb`g hY Aqy coDIN nhIN KWdw[ auh iek Bwrw izmIdwr hY[","unicode":"ਸੱਚਾ ਸੁਆਮੀ ਖ਼ੁਦ ਸਰਬੱਗ ਹੈ ਅਤੇ ਚੋਧੀਂ ਨਹੀਂ ਖਾਂਦਾ। ਉਹ ਇਕ ਭਾਰਾ ਜ਼ਿਮੀਦਾਰ ਹੈ।"}},"es":{"sn":"El Señor Verdadero es Todo Sabio y no olvida, Él es el Gran Marido. "},"hi":{"ss":"(किसान अपने रोजमर्रा के तजरबे से जानता है कि बीज बीजने से पहले धरती को कैसे तैयार करना है ता कि बढ़िया फसल हो~ इसी तरह) सदा स्थिर रहने वाला परमात्मा बड़ा किसान है~ वह (बड़ा) सुजान किसान है~ वह गलती नहीं करता","sts":"निरंकार स्वयं समझदार,सत्य व बड़ा किसान है जो जीवों के कर्मों को नहीं भूलता।"}},"transliteration":{"english":"aap sujaan na bhuliee sachaa vadd kirasaan ||","hindi":"आपि सुजाणु न भुलई सचा वड किरसाणु ॥","en":"aap sujaan na bhuliee sachaa vadd kirasaan ||","hi":"आपि सुजाणु न भुलई सचा वड किरसाणु ॥","ipa":"əɑp sʊd͡ʒɑɳ nə ɓʊlei sət͡ʃɑ ʋəɖ kɪrəsɑɳ.","ur":"آپ سُجاݨ ن بھُلای سچا وڈ کرساݨ ۔۔"},"pageNo":19,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":780,"shabadId":66,"verse":{"gurmukhi":"pihlw DrqI swiD kY scu nwmu dy dwxu ]","unicode":"ਪਹਿਲਾ ਧਰਤੀ ਸਾਧਿ ਕੈ ਸਚੁ ਨਾਮੁ ਦੇ ਦਾਣੁ ॥"},"larivaar":{"gurmukhi":"pihlwDrqIswiDkYscunwmudydwxu]","unicode":"ਪਹਿਲਾਧਰਤੀਸਾਧਿਕੈਸਚੁਨਾਮੁਦੇਦਾਣੁ॥"},"translation":{"en":{"bdb":"First, He prepares the ground, and then He plants the Seed of the True Name.","ms":"He first prepares the mind ground and then gives (sows) the seed of the True Name.","ssk":"First, He prepares the ground, and then He plants the Seed of the True Name."},"pu":{"ss":{"gurmukhi":"(ijs ihrdy-DrqI ivc nwm-bIj bIjxw huMdw hY) auh aus ihrdy DrqI nUµ pihlW cMgI qrHW iqAwr krdw hY iPr aus ivc s`cy nwm dw bIj bIjdw hY ","unicode":"(ਜਿਸ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਨਾਮ-ਬੀਜ ਬੀਜਣਾ ਹੁੰਦਾ ਹੈ) ਉਹ ਉਸ ਹਿਰਦੇ ਧਰਤੀ ਨੂੰ ਪਹਿਲਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕਰਦਾ ਹੈ ਫਿਰ ਉਸ ਵਿਚ ਸੱਚੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਦਾ ਹੈ "},"ft":{"gurmukhi":"jIv rUpu hwlI phly AMqskrx rUpI DrqI (swD kY) suD kr ky scw nwm kw dwxw khIey bIj bIjy[ vw qW qy gurU sujwxu cqur hYN, Bwv ieh ik bRhm sRoqRI AOr bRhm nystI so kbI nhIN BUlqw hY, AOru soeI sB sy bfw ikRswxu KyqI krny vwlw hY[ ipRQmy jgÎwsU jn kI AMqskrn rUpI BUmkw ko su`D kr ky iqs myN nwm rUpI scw bIj (dy) dyvy ArQwq bIjy]","unicode":"ਜੀਵ ਰੂਪੁ ਹਾਲੀ ਪਹਲੇ ਅੰਤਸਕਰਣ ਰੂਪੀ ਧਰਤੀ (ਸਾਧ ਕੈ) ਸੁਧ ਕਰ ਕੇ ਸਚਾ ਨਾਮ ਕਾ ਦਾਣਾ ਕਹੀਏ ਬੀਜ ਬੀਜੇ। ਵਾ ਤਾਂ ਤੇ ਗੁਰੂ ਸੁਜਾਣੁ ਚਤੁਰ ਹੈਂ, ਭਾਵ ਇਹ ਕਿ ਬ੍ਰਹਮ ਸ੍ਰੋਤ੍ਰੀ ਔਰ ਬ੍ਰਹਮ ਨੇਸਟੀ ਸੋ ਕਬੀ ਨਹੀਂ ਭੂਲਤਾ ਹੈ, ਔਰੁ ਸੋਈ ਸਭ ਸੇ ਬਡਾ ਕ੍ਰਿਸਾਣੁ ਖੇਤੀ ਕਰਨੇ ਵਾਲਾ ਹੈ। ਪ੍ਰਿਥਮੇ ਜਗ੍ਯਾਸੂ ਜਨ ਕੀ ਅੰਤਸਕਰਨ ਰੂਪੀ ਭੂਮਕਾ ਕੋ ਸੁੱਧ ਕਰ ਕੇ ਤਿਸ ਮੇਂ ਨਾਮ ਰੂਪੀ ਸਚਾ ਬੀਜ (ਦੇ) ਦੇਵੇ ਅਰਥਾਤ ਬੀਜੇ॥"},"bdb":{"gurmukhi":"(ijs ihrdy-DrqI ivc nwm-bIj bIjxw huMdw hY) auh aus ihrdy DrqI nUµ pihlW cMgI qrHW iqAwr krdw hY iPr aus ivc s`cy nwm dw bIj bIjdw hY ","unicode":"(ਜਿਸ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਨਾਮ-ਬੀਜ ਬੀਜਣਾ ਹੁੰਦਾ ਹੈ) ਉਹ ਉਸ ਹਿਰਦੇ ਧਰਤੀ ਨੂੰ ਪਹਿਲਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕਰਦਾ ਹੈ ਫਿਰ ਉਸ ਵਿਚ ਸੱਚੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਦਾ ਹੈ "},"ms":{"gurmukhi":"pRQm auh mn-zmIn ƒ iqAwr krdw hY qy iPr siqnwm dw bIz idMdw (bIjdw) hY[","unicode":"ਪ੍ਰਥਮ ਉਹ ਮਨ-ਜ਼ਮੀਨ ਨੂੰ ਤਿਆਰ ਕਰਦਾ ਹੈ ਤੇ ਫਿਰ ਸਤਿਨਾਮ ਦਾ ਬੀਜ਼ ਦਿੰਦਾ (ਬੀਜਦਾ) ਹੈ।"}},"es":{"sn":"El verdadero y sabio granjero sabe que uno siembra la semilla sólo después de haber removido y preparado la tierra. "},"hi":{"ss":"(जिस हृदय-रूपी धरती में नाम-बीज बीजना होता है) वह उस हृदय-धरा को पहले अच्छी तरह से तैयार करता है फिर उसमें सच्चे नाम का बीज बोता है।","sts":"पहले तो वह अंत:करण रूपी बुद्धि को शोध कर फिर उसमें सत्य नाम रूपी बीज को बोता है।"}},"transliteration":{"english":"pahilaa dharatee saadh kai sach naam dhe dhaan ||","hindi":"पहिला धरती साधि कै सचु नामु दे दाणु ॥","en":"pahilaa dharatee saadh kai sach naam dhe dhaan ||","hi":"पहिला धरती साधि कै सचु नामु दे दाणु ॥","ipa":"pəhɪlɑ t̪ərət̪i sɑt̪ə̀ kæ sət͡ʃ nɑm d̪e d̪ɑɳ.","ur":"پهِلا دھرتیِ سادھ کَے سچ نام دے داݨ ۔۔"},"pageNo":19,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":781,"shabadId":66,"verse":{"gurmukhi":"nau iniD aupjY nwmu eyku krim pvY nIswxu ]2]","unicode":"ਨਉ ਨਿਧਿ ਉਪਜੈ ਨਾਮੁ ਏਕੁ ਕਰਮਿ ਪਵੈ ਨੀਸਾਣੁ ॥੨॥"},"larivaar":{"gurmukhi":"nauiniDaupjYnwmueykukrimpvYnIswxu]2]","unicode":"ਨਉਨਿਧਿਉਪਜੈਨਾਮੁਏਕੁਕਰਮਿਪਵੈਨੀਸਾਣੁ॥੨॥"},"translation":{"en":{"bdb":"The nine treasures are produced from Name of the One Lord. By His Grace, we obtain His Banner and Insignia. ||2||","ms":"From the Name of One Lord the nine treasure are produced and the mortal comes to bear the mark of His grace.","ssk":"The nine treasures are produced from Name of the One Lord. By His Grace, we obtain His Banner and Insignia. ||2||"},"pu":{"ss":{"gurmukhi":"auQy nwm au~gdw hY, (mwno) nO ^zwny pYdw ho jWdy hn, pRBU dI imhr nwl (aus ihrdy ivc kIqI imhnq) kbUl pYNdI hY [2[","unicode":"ਉਥੇ ਨਾਮ ਉੱਗਦਾ ਹੈ, (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਉਸ ਹਿਰਦੇ ਵਿਚ ਕੀਤੀ ਮਿਹਨਤ) ਕਬੂਲ ਪੈਂਦੀ ਹੈ ।੨।"},"ft":{"gurmukhi":"qb eyk nwm ky bIjny sy (nau iniD) nvDw BgqI auqpiq hoqI hY[ iqs kw sÍrUpu ibsQwr pUrbk sRI 'jpu' swihb kI 'suixAY' kI pOVI myN kQn kIAw hY, qhW sy dyK lynw[ so jb AYsI BgqI aupjqI hY, qb jIv ko iqs prmysÍr kI (krm) ikRpw kw nIswn pVqw hY[ Bwv eyh ik qbu pUrn Bgq AOr igAwnI hoqw hY]2]","unicode":"ਤਬ ਏਕ ਨਾਮ ਕੇ ਬੀਜਨੇ ਸੇ (ਨਉ ਨਿਧਿ) ਨਵਧਾ ਭਗਤੀ ਉਤਪਤਿ ਹੋਤੀ ਹੈ। ਤਿਸ ਕਾ ਸ੍ਵਰੂਪੁ ਬਿਸਥਾਰ ਪੂਰਬਕ ਸ੍ਰੀ 'ਜਪੁ' ਸਾਹਿਬ ਕੀ 'ਸੁਣਿਐ' ਕੀ ਪੌੜੀ ਮੇਂ ਕਥਨ ਕੀਆ ਹੈ, ਤਹਾਂ ਸੇ ਦੇਖ ਲੇਨਾ। ਸੋ ਜਬ ਐਸੀ ਭਗਤੀ ਉਪਜਤੀ ਹੈ, ਤਬ ਜੀਵ ਕੋ ਤਿਸ ਪਰਮੇਸ੍ਵਰ ਕੀ (ਕਰਮ) ਕ੍ਰਿਪਾ ਕਾ ਨੀਸਾਨ ਪੜਤਾ ਹੈ। ਭਾਵ ਏਹ ਕਿ ਤਬੁ ਪੂਰਨ ਭਗਤ ਔਰ ਗਿਆਨੀ ਹੋਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"auQy nwm au~gdw hY, (mwno) nO ^zwny pYdw ho jWdy hn, pRBU dI imhr nwl (aus ihrdy ivc kIqI imhnq) kbUl pYNdI hY [2[","unicode":"ਉਥੇ ਨਾਮ ਉੱਗਦਾ ਹੈ, (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਉਸ ਹਿਰਦੇ ਵਿਚ ਕੀਤੀ ਮਿਹਨਤ) ਕਬੂਲ ਪੈਂਦੀ ਹੈ ।੨।"},"ms":{"gurmukhi":"iek pRBU dy nwm qoN nON ^zwny pYdw ho jWdy hn Aqy pRwxI auqy aus dI imhr dw icMnH l`g jWdw hY[","unicode":"ਇਕ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਨੌਂ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਪ੍ਰਾਣੀ ਉਤੇ ਉਸ ਦੀ ਮਿਹਰ ਦਾ ਚਿੰਨ੍ਹ ਲੱਗ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Así también el Naam, el Nombre del Señor crece, el Tesoro de tesoros, y uno es ungido con la Marca de Su Gracia. (2)"},"hi":{"ss":"वहाँ नाम उगता है~ (मानों) नौ खजाने पैदा हो जाते हैं~ प्रभू की मेहर से (उस हृदय में की मेहनत) कबूल हो जाती है।2।","sts":"उस नाम रूपी एक बीज से नौ निधियों की उत्पत्ति होती है, फिर जीव के मस्तिष्क पर प्रभु की कृपा का चिन्ह अंकित होता है॥२॥"}},"transliteration":{"english":"nau nidh upajai naam ek karam pavai neesaan ||2||","hindi":"नउ निधि उपजै नामु एकु करमि पवै नीसाणु ॥२॥","en":"nau nidh upajai naam ek karam pavai neesaan ||2||","hi":"नउ निधि उपजै नामु एकु करमि पवै नीसाणु ॥२॥","ipa":"no nɪt̪ə̀ oʊpəd͡ʒæ nɑm eek kərəm pəʋæ nisɑɳ.2.","ur":"نا ندھ اُپجَے نام اےک کرم پوَے نیِساݨ ۔۔۲۔۔"},"pageNo":19,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":782,"shabadId":66,"verse":{"gurmukhi":"gur kau jwix n jwxeI ikAw iqsu cju Acwru ]","unicode":"ਗੁਰ ਕਉ ਜਾਣਿ ਨ ਜਾਣਈ ਕਿਆ ਤਿਸੁ ਚਜੁ ਅਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"gurkaujwixnjwxeIikAwiqsucjuAcwru]","unicode":"ਗੁਰਕਉਜਾਣਿਨਜਾਣਈਕਿਆਤਿਸੁਚਜੁਅਚਾਰੁ॥"},"translation":{"en":{"bdb":"Some are very knowledgeable, but if they do not know the Guru, then what is the use of their lives?","ms":"What is the sense and life conduct of him. who understanding (withstanding), understands not the Guru.","ssk":"Some are very knowledgeable, but if they do not know the Guru, then what is the use of their lives?"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K jwx bu`J ky gurU (dI bzurgI) nUµ nhIN smJdw aus dw swrw jIvn-FMg koJw hY","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਜਾਣ ਬੁੱਝ ਕੇ ਗੁਰੂ (ਦੀ ਬਜ਼ੁਰਗੀ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ-ਢੰਗ ਕੋਝਾ ਹੈ"},"ft":{"gurmukhi":"AOr jo snmuK jIv guroN ky (jwix) jwx kr, ArQwq byd SwsqRoN sy guroN kI mihmW sRvn kr ky BI guroN ko (n) nhIN jwxqy hYN, ArQwq guroN kw aupdysu nhIN lyqy hYN[ vw gurW ko jwx kr BI gurw dÍwry prmysÍr ko nhIN jwxqy hYN, iqn purSoN ky ikAw (cju Acwru) auqm krm hYN, Bwv eyh ik kuCu BI nhIN hYN]","unicode":"ਔਰ ਜੋ ਸਨਮੁਖ ਜੀਵ ਗੁਰੋਂ ਕੇ (ਜਾਣਿ) ਜਾਣ ਕਰ, ਅਰਥਾਤ ਬੇਦ ਸ਼ਾਸਤ੍ਰੋਂ ਸੇ ਗੁਰੋਂ ਕੀ ਮਹਿਮਾਂ ਸ੍ਰਵਨ ਕਰ ਕੇ ਭੀ ਗੁਰੋਂ ਕੋ (ਨ) ਨਹੀਂ ਜਾਣਤੇ ਹੈਂ, ਅਰਥਾਤ ਗੁਰੋਂ ਕਾ ਉਪਦੇਸੁ ਨਹੀਂ ਲੇਤੇ ਹੈਂ। ਵਾ ਗੁਰਾਂ ਕੋ ਜਾਣ ਕਰ ਭੀ ਗੁਰਾ ਦ੍ਵਾਰੇ ਪਰਮੇਸ੍ਵਰ ਕੋ ਨਹੀਂ ਜਾਣਤੇ ਹੈਂ, ਤਿਨ ਪੁਰਸ਼ੋਂ ਕੇ ਕਿਆ (ਚਜੁ ਅਚਾਰੁ) ਉਤਮ ਕਰਮ ਹੈਂ, ਭਾਵ ਏਹ ਕਿ ਕੁਛੁ ਭੀ ਨਹੀਂ ਹੈਂ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K jwx bu`J ky gurU (dI bzurgI) nUµ nhIN smJdw aus dw swrw jIvn-FMg koJw hY","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਜਾਣ ਬੁੱਝ ਕੇ ਗੁਰੂ (ਦੀ ਬਜ਼ੁਰਗੀ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ-ਢੰਗ ਕੋਝਾ ਹੈ"},"ms":{"gurmukhi":"aus dI kwhdI Akl qy jIvn mirAwdw hY, jo smJ (soc) dy huMdy hoey, gurW ƒ nhIN smJdw[","unicode":"ਉਸ ਦੀ ਕਾਹਦੀ ਅਕਲ ਤੇ ਜੀਵਨ ਮਰਿਆਦਾ ਹੈ, ਜੋ ਸਮਝ (ਸੋਚ) ਦੇ ਹੁੰਦੇ ਹੋਏ, ਗੁਰਾਂ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।"}},"es":{"sn":"¿Cuál es el sentido y el comportamiento de aquél que, sin poder confrontar su mente, se queda sin entender al Guru? "},"hi":{"ss":"जो मनुष्य जानबूझ के गुरू (की बुर्जुगीयत) को नहीं समझता उसका सारा जीवन ढंग व्यर्थ है~ (आत्मिक रौशनी के पक्ष से अगर परखें तो) उस अंधे ने प्रभू का नाम बिसारा है~","sts":"किन्तु जो मनमुख जीव वेद-शास्त्रों आदि से गुरु की महिमा जानकर भी अनभिज्ञ हेता है, अर्थात् गुरु-उपदेश को ग्रहण नहीं करता उसके कर्म उत्तम कैसे हो सकते हैं।"}},"transliteration":{"english":"gur kau jaan na jaaniee kiaa tis chaj achaar ||","hindi":"गुर कउ जाणि न जाणई किआ तिसु चजु अचारु ॥","en":"gur kau jaan na jaaniee kiaa tis chaj achaar ||","hi":"गुर कउ जाणि न जाणई किआ तिसु चजु अचारु ॥","ipa":"Gʊr ko d͡ʒɑɳ nə d͡ʒɑɳei kɪəɑ t̪ɪs t͡ʃəd͡ʒ ət͡ʃɑr.","ur":"گُر کا جاݨ ن جاݨای کآ تس چج اچار ۔۔"},"pageNo":19,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":783,"shabadId":66,"verse":{"gurmukhi":"AMDulY nwmu ivswirAw mnmuiK AMD gubwru ]","unicode":"ਅੰਧੁਲੈ ਨਾਮੁ ਵਿਸਾਰਿਆ ਮਨਮੁਖਿ ਅੰਧ ਗੁਬਾਰੁ ॥"},"larivaar":{"gurmukhi":"AMDulYnwmuivswirAwmnmuiKAMDgubwru]","unicode":"ਅੰਧੁਲੈਨਾਮੁਵਿਸਾਰਿਆਮਨਮੁਖਿਅੰਧਗੁਬਾਰੁ॥"},"translation":{"en":{"bdb":"The blind have forgotten the Naam, the Name of the Lord. The self-willed manmukhs are in utter darkness.","ms":"The Blind man has forgotten the Name. A perverse person (walks) in pitch-darkness.","ssk":"The blind have forgotten the Naam, the Name of the Lord. The self-willed manmukhs are in utter darkness."},"pu":{"ss":{"gurmukhi":"(Awqmk rOSnI vloN) aus AMnHy ny pRBU dw nwm ivswirAw hY, Awpxy mn dy ip`Cy qurn vwly nUµ (jIvn‑pMD ivc) Gu`p hnyrw hI hnyrw rihMdw hY ","unicode":"(ਆਤਮਕ ਰੌਸ਼ਨੀ ਵਲੋਂ) ਉਸ ਅੰਨ੍ਹੇ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਜੀਵਨ‑ਪੰਧ ਵਿਚ) ਘੁੱਪ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ "},"ft":{"gurmukhi":"hy BweI! mnmuK rUp (AMDulY) AgÎwnI purS ny (AMD gubwru) AgÎwn ky AMDyry kr ky hrI ky nwm ko ibswr dIAw hY]","unicode":"ਹੇ ਭਾਈ! ਮਨਮੁਖ ਰੂਪ (ਅੰਧੁਲੈ) ਅਗ੍ਯਾਨੀ ਪੁਰਸ਼ ਨੇ (ਅੰਧ ਗੁਬਾਰੁ) ਅਗ੍ਯਾਨ ਕੇ ਅੰਧੇਰੇ ਕਰ ਕੇ ਹਰੀ ਕੇ ਨਾਮ ਕੋ ਬਿਸਾਰ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(Awqmk rOSnI vloN) aus AMnHy ny pRBU dw nwm ivswirAw hY, Awpxy mn dy ip`Cy qurn vwly nUµ (jIvn‑pMD ivc) Gu`p hnyrw hI hnyrw rihMdw hY ","unicode":"(ਆਤਮਕ ਰੌਸ਼ਨੀ ਵਲੋਂ) ਉਸ ਅੰਨ੍ਹੇ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਜੀਵਨ‑ਪੰਧ ਵਿਚ) ਘੁੱਪ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ "},"ms":{"gurmukhi":"AMnHy- ienswn ny nwm ƒ Bulw id`qw hY[ piqq purS AMnHyr-Gu`p (AMdr turdw) hY[","unicode":"ਅੰਨ੍ਹੇ- ਇਨਸਾਨ ਨੇ ਨਾਮ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ। ਪਤਿਤ ਪੁਰਸ਼ ਅੰਨ੍ਹੇਰ-ਘੁੱਪ (ਅੰਦਰ ਟੁਰਦਾ) ਹੈ।"}},"es":{"sn":"El ciego se ha olvidado del Nombre y el perverso camina en total oscuridad."},"hi":{"ss":"अपने मन के पीछे चलने वाले के (जीवन में) अंधकार ही अंधकार रहता है।","sts":"अज्ञानी पुरुषों ने अज्ञान के अंधेरे कारण ही वाहिगुरु के नाम को विस्मृत कर दिया है।"}},"transliteration":{"english":"a(n)dhulai naam visaariaa manmukh a(n)dh gubaar ||","hindi":"अंधुलै नामु विसारिआ मनमुखि अंध गुबारु ॥","en":"a(n)dhulai naam visaariaa manmukh a(n)dh gubaar ||","hi":"अंधुलै नामु विसारिआ मनमुखि अंध गुबारु ॥","ipa":"əŋt̪ʊlæ nɑm ʋɪsɑrɪəɑ mənəmʊkʰ əŋt̪ə̀ Gʊbɑr.","ur":"اںدھلَے نام وسارآ منمکھ اںدھ گُبار ۔۔"},"pageNo":19,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":784,"shabadId":66,"verse":{"gurmukhi":"Awvxu jwxu n cukeI mir jnmY hoie KuAwru ]3]","unicode":"ਆਵਣੁ ਜਾਣੁ ਨ ਚੁਕਈ ਮਰਿ ਜਨਮੈ ਹੋਇ ਖੁਆਰੁ ॥੩॥"},"larivaar":{"gurmukhi":"AwvxujwxuncukeImirjnmYhoieKuAwru]3]","unicode":"ਆਵਣੁਜਾਣੁਨਚੁਕਈਮਰਿਜਨਮੈਹੋਇਖੁਆਰੁ॥੩॥"},"translation":{"en":{"bdb":"Their comings and goings in reincarnation do not end; through death and rebirth, they are wasting away. ||3||","ms":"His coming and going ceases not and he is ruined in death and birth.","ssk":"Their comings and goings in reincarnation do not end; through death and rebirth, they are wasting away. ||3||"},"pu":{"ss":{"gurmukhi":"aus dw jnm mrn dw gyV nhIN mu`kdw auh in`q jMmdw hY mrdw hY, jMmdw hY, mrdw hY qy ^uAwr huMdw rihMdw hY [3[","unicode":"ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ ਉਹ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"ies sy iqs kw Awvwgvn (n cukeI) nhI htqw ikMqU bwrMbwr jnmqw AOr mrqw rihqw hY, iesI qrHW KÍwr hoqw hY[ kdwicq AYsI AwsMkw hovY ik jnm mrn kI ibvsQw qy bwiss†wid kwrkoN myN BI bnI rihqI hY, iPr donoN myN AiDkqw Ar nÎ¨nqw kÎw hY[ so AYsy hY ik bwisstwidk kwrk suqMqR hYN, iqs kr duKoN sy rihq hYN, AOr prMqqR hYN qW qy krmoN ky AwDIn nrk sÍrgwidkoN myN BRmqy hUey (KuAwru) suKI duKI hoqy hYN[ AOr jo pRmysÍr sy bymuKqw kr krq`bÎ krqy hYN, so sB bÎrQ hI jwqy hYN]3] idRstWqu:","unicode":"ਇਸ ਸੇ ਤਿਸ ਕਾ ਆਵਾਗਵਨ (ਨ ਚੁਕਈ) ਨਹੀ ਹਟਤਾ ਕਿੰਤੂ ਬਾਰੰਬਾਰ ਜਨਮਤਾ ਔਰ ਮਰਤਾ ਰਹਿਤਾ ਹੈ, ਇਸੀ ਤਰ੍ਹਾਂ ਖ੍ਵਾਰ ਹੋਤਾ ਹੈ। ਕਦਾਚਿਤ ਐਸੀ ਆਸੰਕਾ ਹੋਵੈ ਕਿ ਜਨਮ ਮਰਨ ਕੀ ਬਿਵਸਥਾ ਤੇ ਬਾਸਿਸ੍ਟਾਦਿ ਕਾਰਕੋਂ ਮੇਂ ਭੀ ਬਨੀ ਰਹਿਤੀ ਹੈ, ਫਿਰ ਦੋਨੋਂ ਮੇਂ ਅਧਿਕਤਾ ਅਰ ਨ੍ਯੂਨਤਾ ਕ੍ਯਾ ਹੈ। ਸੋ ਐਸੇ ਹੈ ਕਿ ਬਾਸਿਸਟਾਦਿਕ ਕਾਰਕ ਸੁਤੰਤ੍ਰ ਹੈਂ, ਤਿਸ ਕਰ ਦੁਖੋਂ ਸੇ ਰਹਿਤ ਹੈਂ, ਔਰ ਪਰੰਤਤ੍ਰ ਹੈਂ ਤਾਂ ਤੇ ਕਰਮੋਂ ਕੇ ਆਧੀਨ ਨਰਕ ਸ੍ਵਰਗਾਦਿਕੋਂ ਮੇਂ ਭ੍ਰਮਤੇ ਹੂਏ (ਖੁਆਰੁ) ਸੁਖੀ ਦੁਖੀ ਹੋਤੇ ਹੈਂ। ਔਰ ਜੋ ਪ੍ਰਮੇਸ੍ਵਰ ਸੇ ਬੇਮੁਖਤਾ ਕਰ ਕਰਤੱਬ੍ਯ ਕਰਤੇ ਹੈਂ, ਸੋ ਸਭ ਬ੍ਯਰਥ ਹੀ ਜਾਤੇ ਹੈਂ॥੩॥ ਦ੍ਰਿਸਟਾਂਤੁ:"},"bdb":{"gurmukhi":"aus dw jnm mrn dw gyV nhIN mu`kdw auh in`q jMmdw hY mrdw hY, jMmdw hY, mrdw hY qy ^uAwr huMdw rihMdw hY [3[","unicode":"ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ ਉਹ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"aus dw Awauxw qy jwxw Kqm nhIN huMdw Aqy auh mrx jMmx AMdr qbwh huMdw hY[","unicode":"ਉਸ ਦਾ ਆਉਣਾ ਤੇ ਜਾਣਾ ਖਤਮ ਨਹੀਂ ਹੁੰਦਾ ਅਤੇ ਉਹ ਮਰਣ ਜੰਮਣ ਅੰਦਰ ਤਬਾਹ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Sus transmigraciones no terminan y es arruinado en el momento del nacimiento y de la muerte.(3)  "},"hi":{"ss":"उसका जन्म-मरण का चक्कर नहीं खतम होता~ वह नित्य पैदा होता है मरता है~ पैदा होता है~ मरता है~ और खुआर होता रहता है।3।","sts":"फिर उसका इस संसार से आवागमन समाप्त नहीं होता और वह पुनः-पुनः जन्म-मरण के चक्र में फँस कर (मुक्ति प्राप्ति हेतु) कमजोर होता रहता है अर्थात्-परमात्मा से विमुख होकर कर्म करने वाला जीव इहलोक व परलोक में अपमानित होकर दुखों को भोगता है॥ ३॥"}},"transliteration":{"english":"aavan jaan na chukiee mar janamai hoi khuaar ||3||","hindi":"आवणु जाणु न चुकई मरि जनमै होइ खुआरु ॥३॥","en":"aavan jaan na chukiee mar janamai hoi khuaar ||3||","hi":"आवणु जाणु न चुकई मरि जनमै होइ खुआरु ॥३॥","ipa":"əɑʋəɳ d͡ʒɑɳ nə t͡ʃʊkei mər d͡ʒənəmæ hɔeɪ kʰʊəɑr.3.","ur":"آوݨ جاݨ ن چُکای مر جنمَے هوا کھُآر ۔۔۳۔۔"},"pageNo":19,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":785,"shabadId":66,"verse":{"gurmukhi":"cMdnu moil AxwieAw kuMgU mWg sMDUru ]","unicode":"ਚੰਦਨੁ ਮੋਲਿ ਅਣਾਇਆ ਕੁੰਗੂ ਮਾਂਗ ਸੰਧੂਰੁ ॥"},"larivaar":{"gurmukhi":"cMdnumoilAxwieAwkuMgUmWgsMDUru]","unicode":"ਚੰਦਨੁਮੋਲਿਅਣਾਇਆਕੁੰਗੂਮਾਂਗਸੰਧੂਰੁ॥"},"translation":{"en":{"bdb":"The bride may buy sandalwood oil and perfumes, and apply them in great quantities to her hair;","ms":"She buys and brings sandal, saffron redhead for the partings of her hair.","ssk":"The bride may buy sandalwood oil and perfumes, and apply them in great quantities to her hair;"},"pu":{"ss":{"gurmukhi":"(iksy iesqRI ny Awpxy pqI nUµ pRsMn krn leI Awpxy srIrk iSMgwr vwsqy) cMdn mu`l mMgwieAw, kysr mMgwieAw, isr dy kysW dy cIr suMdr bxwx leI sMDUr mMgwieAw","unicode":"(ਕਿਸੇ ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਆਪਣੇ ਸਰੀਰਕ ਸ਼ਿੰਗਾਰ ਵਾਸਤੇ) ਚੰਦਨ ਮੁੱਲ ਮੰਗਾਇਆ, ਕੇਸਰ ਮੰਗਾਇਆ, ਸਿਰ ਦੇ ਕੇਸਾਂ ਦੇ ਚੀਰ ਸੁੰਦਰ ਬਣਾਣ ਲਈ ਸੰਧੂਰ ਮੰਗਾਇਆ"},"ft":{"gurmukhi":"jYsy iesqRI qn sugMDI ko cMdn AOru (kuMgU) kysr, punÚ (mWg) jo iesqRIAW msqk sy bynI pRXMq sIDI ryKw KYNcqI hYN iqs my lgwvny ko sMDUr, punÚ cMdnu coAw AqR pwn kpUrwidk pdwrQ mol sy mMgw lyqI hYN, prMqU pqI kI pRsMnqw ibnW sBI AfMbr ibArQ hYN[ qYsy hI pdwrQu dy kr cOrwsIh Awsx sIK lIey, vw crcw dIAW bwqW isK leIAW, Ar aujl ByKu BI bxwie lIAw, AOr jtwEN myN BlI pRkwr DUVI vw iqlk Cwpw lgwie lIAw]","unicode":"ਜੈਸੇ ਇਸਤ੍ਰੀ ਤਨ ਸੁਗੰਧੀ ਕੋ ਚੰਦਨ ਔਰੁ (ਕੁੰਗੂ) ਕੇਸਰ, ਪੁਨਃ (ਮਾਂਗ) ਜੋ ਇਸਤ੍ਰੀਆਂ ਮਸਤਕ ਸੇ ਬੇਨੀ ਪ੍ਰਯੰਤ ਸੀਧੀ ਰੇਖਾ ਖੈਂਚਤੀ ਹੈਂ ਤਿਸ ਮੇ ਲਗਾਵਨੇ ਕੋ ਸੰਧੂਰ, ਪੁਨਃ ਚੰਦਨੁ ਚੋਆ ਅਤ੍ਰ ਪਾਨ ਕਪੂਰਾਦਿਕ ਪਦਾਰਥ ਮੋਲ ਸੇ ਮੰਗਾ ਲੇਤੀ ਹੈਂ, ਪਰੰਤੂ ਪਤੀ ਕੀ ਪ੍ਰਸੰਨਤਾ ਬਿਨਾਂ ਸਭੀ ਅਡੰਬਰ ਬਿਅਰਥ ਹੈਂ। ਤੈਸੇ ਹੀ ਪਦਾਰਥੁ ਦੇ ਕਰ ਚੌਰਾਸੀਹ ਆਸਣ ਸੀਖ ਲੀਏ, ਵਾ ਚਰਚਾ ਦੀਆਂ ਬਾਤਾਂ ਸਿਖ ਲਈਆਂ, ਅਰ ਉਜਲ ਭੇਖੁ ਭੀ ਬਣਾਇ ਲੀਆ, ਔਰ ਜਟਾਓਂ ਮੇਂ ਭਲੀ ਪ੍ਰਕਾਰ ਧੂੜੀ ਵਾ ਤਿਲਕ ਛਾਪਾ ਲਗਾਇ ਲੀਆ॥"},"bdb":{"gurmukhi":"(iksy iesqRI ny Awpxy pqI nUµ pRsMn krn leI Awpxy srIrk iSMgwr vwsqy) cMdn mu`l mMgwieAw, kysr mMgwieAw, isr dy kysW dy cIr suMdr bxwx leI sMDUr mMgwieAw","unicode":"(ਕਿਸੇ ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਆਪਣੇ ਸਰੀਰਕ ਸ਼ਿੰਗਾਰ ਵਾਸਤੇ) ਚੰਦਨ ਮੁੱਲ ਮੰਗਾਇਆ, ਕੇਸਰ ਮੰਗਾਇਆ, ਸਿਰ ਦੇ ਕੇਸਾਂ ਦੇ ਚੀਰ ਸੁੰਦਰ ਬਣਾਣ ਲਈ ਸੰਧੂਰ ਮੰਗਾਇਆ"},"ms":{"gurmukhi":"auh AwpxIAW mIFIAW dy cIrW leI cMnx, kysr qy iSMgr& ^rId ky ilAwauNdIN hY[","unicode":"ਉਹ ਆਪਣੀਆਂ ਮੀਢੀਆਂ ਦੇ ਚੀਰਾਂ ਲਈ ਚੰਨਣ, ਕੇਸਰ ਤੇ ਸ਼ਿੰਗਰਫ਼ ਖ਼ਰੀਦ ਕੇ ਲਿਆਉਂਦੀਂ ਹੈ।"}},"es":{"sn":"Ella va y compra azafrán, sándalo y todo para adornar su cabello. "},"hi":{"ss":"(किसी स्त्री ने अपने पति को प्रसन्न करने के लिए अपने शारीरिक श्रंृ्रगार के वास्ते) खरीद के चंदन मंगाया~ केसर मंगाया~ सिर के केसों को सुंदर बनाने के लिए मांग का सिंदूर मंगवाया~","sts":"जैसे कोई स्त्री चंदन केसर को मोल मंगवा लेती है और सिंदूर से माँग भर लेती है।"}},"transliteration":{"english":"cha(n)dhan mol anaiaa ku(n)goo maa(n)g sa(n)dhoor ||","hindi":"चंदनु मोलि अणाइआ कुँगू माँग संधूरु ॥","en":"cha(n)dhan mol anaiaa ku(n)goo maa(n)g sa(n)dhoor ||","hi":"चंदनु मोलि अणाइआ कुँगू माँग संधूरु ॥","ipa":"t͡ʃəŋd̪ən mɔl əɳɑɪɑ kʊŋGu mɑⁿəG səŋt̪ur.","ur":"چںدن مول اݨاایا کُںگُو ماںگ سںدھُور ۔۔"},"pageNo":19,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":786,"shabadId":66,"verse":{"gurmukhi":"coAw cMdnu bhu Gxw pwnw nwil kpUru ]","unicode":"ਚੋਆ ਚੰਦਨੁ ਬਹੁ ਘਣਾ ਪਾਨਾ ਨਾਲਿ ਕਪੂਰੁ ॥"},"larivaar":{"gurmukhi":"coAwcMdnubhuGxwpwnwnwilkpUru]","unicode":"ਚੋਆਚੰਦਨੁਬਹੁਘਣਾਪਾਨਾਨਾਲਿਕਪੂਰੁ॥"},"translation":{"en":{"bdb":"she may sweeten her breath with betel leaf and camphor,","ms":"Moreover she applies to her body in great abundance the perfume of eagle and sandal wood and chews betel leaf mixed with camphor.","ssk":"she may sweeten her breath with betel leaf and camphor,"},"pu":{"ss":{"gurmukhi":"Aqr cMdn qy hor sugMDIAW mMgweIAW, pwn mMgwey qy kpUr mMgwieAw","unicode":"ਅਤਰ ਚੰਦਨ ਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮੰਗਾਈਆਂ, ਪਾਨ ਮੰਗਾਏ ਤੇ ਕਪੂਰ ਮੰਗਾਇਆ"},"ft":{"gurmukhi":"Bwv pRwxwXwm kI rIq sy dsvyN dÍwr sy bhuq hI AMimRqu cvwie lYxw, AOru pwnw nwl kpUru, Bwv mhw vwk Awid surqIEN sy imlwie kr ismRqIEN kw ArQu krnw]","unicode":"ਭਾਵ ਪ੍ਰਾਣਾਯਾਮ ਕੀ ਰੀਤ ਸੇ ਦਸਵੇਂ ਦ੍ਵਾਰ ਸੇ ਬਹੁਤ ਹੀ ਅੰਮ੍ਰਿਤੁ ਚਵਾਇ ਲੈਣਾ, ਔਰੁ ਪਾਨਾ ਨਾਲ ਕਪੂਰੁ, ਭਾਵ ਮਹਾ ਵਾਕ ਆਦਿ ਸੁਰਤੀਓਂ ਸੇ ਮਿਲਾਇ ਕਰ ਸਿਮ੍ਰਤੀਓਂ ਕਾ ਅਰਥੁ ਕਰਨਾ॥"},"bdb":{"gurmukhi":"Aqr cMdn qy hor sugMDIAW mMgweIAW, pwn mMgwey qy kpUr mMgwieAw","unicode":"ਅਤਰ ਚੰਦਨ ਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮੰਗਾਈਆਂ, ਪਾਨ ਮੰਗਾਏ ਤੇ ਕਪੂਰ ਮੰਗਾਇਆ"},"ms":{"gurmukhi":"nwly auh aUd qy cMnx dI l`kV dw bhuq izAwdw Aqr dyh ƒ mldI hY Aqy muSk-kwPUr iv`c pw ky pwn-bIVw KWdI hY[","unicode":"ਨਾਲੇ ਉਹ ਊਦ ਤੇ ਚੰਨਣ ਦੀ ਲੱਕੜ ਦਾ ਬਹੁਤ ਜ਼ਿਆਦਾ ਅਤਰ ਦੇਹ ਨੂੰ ਮਲਦੀ ਹੈ ਅਤੇ ਮੁਸ਼ਕ-ਕਾਫੂਰ ਵਿੱਚ ਪਾ ਕੇ ਪਾਨ-ਬੀੜਾ ਖਾਂਦੀ ਹੈ।"}},"es":{"sn":"Además se pone en su cuerpo perfume de águila y de madera de sándalo, "},"hi":{"ss":"इत्र~ चंदन व अन्य सुगन्धियां मंगवाईं~ पान मंगवाए और कपूर मंगवाया~","sts":"इत्र,कपूर व चंदन आदि से कपड़ों को अति सुगंधित कर ले।"}},"transliteration":{"english":"choaa cha(n)dhan bahu ghanaa paanaa naal kapoor ||","hindi":"चोआ चंदनु बहु घणा पाना नालि कपूरु ॥","en":"choaa cha(n)dhan bahu ghanaa paanaa naal kapoor ||","hi":"चोआ चंदनु बहु घणा पाना नालि कपूरु ॥","ipa":"t͡ʃɔəɑ t͡ʃəŋd̪ən bəh Gʰəɳɑ pɑnɑ nɑl kəpur.","ur":"چوآ چںدن بهُ گھݨا پانا نال کپُور ۔۔"},"pageNo":19,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":787,"shabadId":66,"verse":{"gurmukhi":"jy Dn kMiq n BwveI q siB AfMbr kUVu ]4]","unicode":"ਜੇ ਧਨ ਕੰਤਿ ਨ ਭਾਵਈ ਤ ਸਭਿ ਅਡੰਬਰ ਕੂੜੁ ॥੪॥"},"larivaar":{"gurmukhi":"jyDnkMiqnBwveIqsiBAfMbrkUVu]4]","unicode":"ਜੇਧਨਕੰਤਿਨਭਾਵਈਤਸਭਿਅਡੰਬਰਕੂੜੁ॥੪॥"},"translation":{"en":{"bdb":"but if this bride is not pleasing to her Husband Lord, then all these trappings are false. ||4||","ms":"But If the bride is not pleasing to her Spouse then all her trappings are false.","ssk":"but if this bride is not pleasing to her Husband Lord, then all these trappings are false. ||4||"},"pu":{"ss":{"gurmukhi":"pr jy auh iesqRI pqI nUµ (iPr BI) cMgI n l`gI, qW aus dy auh ivKwvy dy swry au~dm ivArQ gey (iehI hwl jIv-iesqRI dw hY, pqI-pRBU ivKwvy dy Dwrimk au~dmW nwl nhIN rIJdw) [4[","unicode":"ਪਰ ਜੇ ਉਹ ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ (ਫਿਰ ਭੀ) ਚੰਗੀ ਨ ਲੱਗੀ, ਤਾਂ ਉਸ ਦੇ ਉਹ ਵਿਖਾਵੇ ਦੇ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਗਏ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਨਾਲ ਨਹੀਂ ਰੀਝਦਾ) ।੪।"},"ft":{"gurmukhi":"vwihgurU sy bymuK jIvoN ko jp qpwidkoN kw krnw, vw ByKwidk isMgwroN kw Dwrnw, qQw Anyk pRkwroN ky swDnoN kw krnw, vw nwnw pRkwr kI dWiBk ikRXw kw idKwaunw, sb hI ibArQ AOru JUT hY]4]","unicode":"ਵਾਹਿਗੁਰੂ ਸੇ ਬੇਮੁਖ ਜੀਵੋਂ ਕੋ ਜਪ ਤਪਾਦਿਕੋਂ ਕਾ ਕਰਨਾ, ਵਾ ਭੇਖਾਦਿਕ ਸਿੰਗਾਰੋਂ ਕਾ ਧਾਰਨਾ, ਤਥਾ ਅਨੇਕ ਪ੍ਰਕਾਰੋਂ ਕੇ ਸਾਧਨੋਂ ਕਾ ਕਰਨਾ, ਵਾ ਨਾਨਾ ਪ੍ਰਕਾਰ ਕੀ ਦਾਂਭਿਕ ਕ੍ਰਿਯਾ ਕਾ ਦਿਖਾਉਨਾ, ਸਬ ਹੀ ਬਿਅਰਥ ਔਰੁ ਝੂਠ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"pr jy auh iesqRI pqI nUµ (iPr BI) cMgI n l`gI, qW aus dy auh ivKwvy dy swry au~dm ivArQ gey (iehI hwl jIv-iesqRI dw hY, pqI-pRBU ivKwvy dy Dwrimk au~dmW nwl nhIN rIJdw) [4[","unicode":"ਪਰ ਜੇ ਉਹ ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ (ਫਿਰ ਭੀ) ਚੰਗੀ ਨ ਲੱਗੀ, ਤਾਂ ਉਸ ਦੇ ਉਹ ਵਿਖਾਵੇ ਦੇ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਗਏ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਨਾਲ ਨਹੀਂ ਰੀਝਦਾ) ।੪।"},"ms":{"gurmukhi":"pr jykr lwVI Awpxy pqI ƒ cMgI nhIN l`gdI, qd aus dIAW swrIAW Swndwr sjwvtW JUTIAW hn[","unicode":"ਪਰ ਜੇਕਰ ਲਾੜੀ ਆਪਣੇ ਪਤੀ ਨੂੰ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ, ਤਦ ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਸ਼ਾਨਦਾਰ ਸਜਾਵਟਾਂ ਝੂਠੀਆਂ ਹਨ।"}},"es":{"sn":"mastica un poco de hojas de betel y alcanfor, pero si la esposa no complace a su Esposo entonces todos sus decoros se tornan falsos. (4)"},"hi":{"ss":"पर अगर वह स्त्री पति को (फिर भी) अच्छी ना लगी~ तो उस के वह दिखावे के सारे उद्यम व्यर्थ हो गये~ (आडंबर बनके रह गये)। (यही हाल जीव-स्त्री का है~ पति-प्रभू दिखावे के धार्मिक कर्मों~ उद्यमों से नहीं रीझता)।4।","sts":"इतना सब कुछ कर लेने पर भी यदि स्त्री अपने पति को प्रिय न लगी तो श्रृंगार के किए गए वे सभी आडम्बर मिथ्या हैं, व्यर्थ हैं। अर्थात् जीवात्मा बेशक जप, तप, यज्ञ, उपासना व संन्यासादि के भेष धारण कर ले किंतु जब तक निरंकार से वह विमुख है ये सब निष्फल हैं॥ ४॥"}},"transliteration":{"english":"je dhan ka(n)t na bhaaviee ta sabh adda(n)bar kooR ||4||","hindi":"जे धन कंति न भावई त सभि अडंबर कूड़ु ॥४॥","en":"je dhan ka(n)t na bhaaviee ta sabh adda(n)bar kooR ||4||","hi":"जे धन कंति न भावई त सभि अडंबर कूड़ु ॥४॥","ipa":"d͡ʒe t̪ən kəŋt̪ nə ɓɑʋei t̪ səɓ əɖəŋbər kuɽ.4.","ur":"جے دھن کںت ن بھاوای ت سبھ اڈںبر کُوڑ ۔۔۴۔۔"},"pageNo":19,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":788,"shabadId":66,"verse":{"gurmukhi":"siB rs Bogx bwid hih siB sIgwr ivkwr ]","unicode":"ਸਭਿ ਰਸ ਭੋਗਣ ਬਾਦਿ ਹਹਿ ਸਭਿ ਸੀਗਾਰ ਵਿਕਾਰ ॥"},"larivaar":{"gurmukhi":"siBrsBogxbwidhihsiBsIgwrivkwr]","unicode":"ਸਭਿਰਸਭੋਗਣਬਾਦਿਹਹਿਸਭਿਸੀਗਾਰਵਿਕਾਰ॥"},"translation":{"en":{"bdb":"Her enjoyment of all pleasures is futile, and all her decorations are corrupt.","ms":"Her enjoyments of all the pleasure are vain and all her decorations unwholesome.","ssk":"Her enjoyment of all pleasures is futile, and all her decorations are corrupt."},"pu":{"ss":{"gurmukhi":"mnu`K dy swry suMdr pdwrQ vrqxy ivArQ cly jWdy hn (ikauNik pdwrQW nUµ Bogx vwlw srIr qW AMq suAwh ho jWdw hY) swrIAW srIrk sjwvtW BI by-kwr hI jWdIAW hn ","unicode":"ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਪਦਾਰਥ ਵਰਤਣੇ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਸਰੀਰ ਤਾਂ ਅੰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਸਾਰੀਆਂ ਸਰੀਰਕ ਸਜਾਵਟਾਂ ਭੀ ਬੇ-ਕਾਰ ਹੀ ਜਾਂਦੀਆਂ ਹਨ "},"ft":{"gurmukhi":"mnmuK jIv ky sB rsoN kw Bogxw bÎrQ hY, AOr nwnw swDnwid isMgwr ibkwroN ky aupjwauny vwly hYN]","unicode":"ਮਨਮੁਖ ਜੀਵ ਕੇ ਸਭ ਰਸੋਂ ਕਾ ਭੋਗਣਾ ਬ੍ਯਰਥ ਹੈ, ਔਰ ਨਾਨਾ ਸਾਧਨਾਦਿ ਸਿੰਗਾਰ ਬਿਕਾਰੋਂ ਕੇ ਉਪਜਾਉਨੇ ਵਾਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"mnu`K dy swry suMdr pdwrQ vrqxy ivArQ cly jWdy hn (ikauNik pdwrQW nUµ Bogx vwlw srIr qW AMq suAwh ho jWdw hY) swrIAW srIrk sjwvtW BI by-kwr hI jWdIAW hn ","unicode":"ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਪਦਾਰਥ ਵਰਤਣੇ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਸਰੀਰ ਤਾਂ ਅੰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਸਾਰੀਆਂ ਸਰੀਰਕ ਸਜਾਵਟਾਂ ਭੀ ਬੇ-ਕਾਰ ਹੀ ਜਾਂਦੀਆਂ ਹਨ "},"ms":{"gurmukhi":"aus dI smUh suAwd mwxny byArQ hn Aqy aus dy swry hwr iSMgwr mMdy[","unicode":"ਉਸ ਦੀ ਸਮੂਹ ਸੁਆਦ ਮਾਣਨੇ ਬੇਅਰਥ ਹਨ ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਹਾਰ ਸ਼ਿੰਗਾਰ ਮੰਦੇ।"}},"es":{"sn":"El disfrute de todos los placeres es en vano y sus adornos malsanos. "},"hi":{"ss":"ऐसे मनुष्य के द्वारा बरते गये सारे सुंदर पदार्थ व्यर्थ चले जाते हैं (क्योंकि~ पदार्थों को भोगने वाला शरीर तो आखिर में राख हो जाता है) सारी शारीरिक सजावटें भी बेकार हो जाती हैं।","sts":"मनमुख जीव के समस्त रसों का भोगना व्यर्थ है और जप-तपादि का श्रृंगार करना निरर्थक है।"}},"transliteration":{"english":"sabh ras bhogan baadh heh sabh seegaar vikaar ||","hindi":"सभि रस भोगण बादि हहि सभि सीगार विकार ॥","en":"sabh ras bhogan baadh heh sabh seegaar vikaar ||","hi":"सभि रस भोगण बादि हहि सभि सीगार विकार ॥","ipa":"səɓ rəs ɓɔGəɳ bɑd̪ həh səɓ siGɑr ʋɪkɑr.","ur":"سبھ رس بھوگݨ باد ههِ سبھِ سیِگار وکار ۔۔"},"pageNo":19,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":789,"shabadId":66,"verse":{"gurmukhi":"jb lgu sbid n BydIAY ikau sohY gurduAwir ]","unicode":"ਜਬ ਲਗੁ ਸਬਦਿ ਨ ਭੇਦੀਐ ਕਿਉ ਸੋਹੈ ਗੁਰਦੁਆਰਿ ॥"},"larivaar":{"gurmukhi":"jblgusbidnBydIAYikausohYgurduAwir]","unicode":"ਜਬਲਗੁਸਬਦਿਨਭੇਦੀਐਕਿਉਸੋਹੈਗੁਰਦੁਆਰਿ॥"},"translation":{"en":{"bdb":"Until she has been pierced through with the Shabad, how can she look beautiful at Guru's Gate?","ms":"Until she is pierced through with God's Name how can she look beautiful in Great God's Court?","ssk":"Until she has been pierced through with the Shabad, how can she look beautiful at Guru's Gate?"},"pu":{"ss":{"gurmukhi":"jd qk mnu`K dw mn gurU dy Sbd (-qIr) nwl iv`Jdw nhIN, qd qk gurU dy dr qy soBw nhIN imldI","unicode":"ਜਦ ਤਕ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (-ਤੀਰ) ਨਾਲ ਵਿੱਝਦਾ ਨਹੀਂ, ਤਦ ਤਕ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ"},"ft":{"gurmukhi":"kÎoNik jb lg gur sbd ko nhIN jwnIey, qb lg gurU ky dÍwry swD sMgiq myN kYsy suBwiemwn hovYgw, Bwv nhIN hovYgw]","unicode":"ਕ੍ਯੋਂਕਿ ਜਬ ਲਗ ਗੁਰ ਸਬਦ ਕੋ ਨਹੀਂ ਜਾਨੀਏ, ਤਬ ਲਗ ਗੁਰੂ ਕੇ ਦ੍ਵਾਰੇ ਸਾਧ ਸੰਗਤਿ ਮੇਂ ਕੈਸੇ ਸੁਭਾਇਮਾਨ ਹੋਵੈਗਾ, ਭਾਵ ਨਹੀਂ ਹੋਵੈਗਾ॥"},"bdb":{"gurmukhi":"jd qk mnu`K dw mn gurU dy Sbd (-qIr) nwl iv`Jdw nhIN, qd qk gurU dy dr qy soBw nhIN imldI","unicode":"ਜਦ ਤਕ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (-ਤੀਰ) ਨਾਲ ਵਿੱਝਦਾ ਨਹੀਂ, ਤਦ ਤਕ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ"},"ms":{"gurmukhi":"jd qweIN auh r`b dy nwm nwl ivMnHI nhIN jWdI, auh aus v¤fy vwihgurU dy drbwr AMdr iks qrHW suMdr l`g skdI hY?","unicode":"ਜਦ ਤਾਈਂ ਉਹ ਰੱਬ ਦੇ ਨਾਮ ਨਾਲ ਵਿੰਨ੍ਹੀ ਨਹੀਂ ਜਾਂਦੀ, ਉਹ ਉਸ ਵੱਡੇ ਵਾਹਿਗੁਰੂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਕਿਸ ਤਰ੍ਹਾਂ ਸੁੰਦਰ ਲੱਗ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"Hasta que ella sea atravesada con la Flecha del Nombre de Dios, no podrá verse bella en la Gran Corte de Dios."},"hi":{"ss":"जब तक मनुष्य का मन गुरू के शबद (तीर) से विच्छेदित नहीं होता~ तब तक गुरू के दर पे शोभा नहीं मिलती~","sts":"क्योंकि जब तक गुरु-उपदेश को ग्रहण नहीं करता, तब तक वह गुरु के सम्मुख सत्संगति में शोभायमान नहीं होगा।"}},"transliteration":{"english":"jab lag sabadh na bhedheeaai kiau sohai gurdhuaar ||","hindi":"जब लगु सबदि न भेदीऐ किउ सोहै गुरदुआरि ॥","en":"jab lag sabadh na bhedheeaai kiau sohai gurdhuaar ||","hi":"जब लगु सबदि न भेदीऐ किउ सोहै गुरदुआरि ॥","ipa":"d͡ʒəb ləG səbəd̪ nə ɓed̪iæ kɪo sɔhæ Gʊrəd̪ʊəɑr.","ur":"جب لگ سبد ن بھےدیِاَے کا سوهَے گُردآر ۔۔"},"pageNo":19,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":790,"shabadId":66,"verse":{"gurmukhi":"nwnk DMnu suhwgxI ijn sh nwil ipAwru ]5]13]","unicode":"ਨਾਨਕ ਧੰਨੁ ਸੁਹਾਗਣੀ ਜਿਨ ਸਹ ਨਾਲਿ ਪਿਆਰੁ ॥੫॥੧੩॥"},"larivaar":{"gurmukhi":"nwnkDMnusuhwgxIijnshnwilipAwru]5]13]","unicode":"ਨਾਨਕਧੰਨੁਸੁਹਾਗਣੀਜਿਨਸਹਨਾਲਿਪਿਆਰੁ॥੫॥੧੩॥"},"translation":{"en":{"bdb":"O Nanak, blessed is that fortunate bride, who is in love with her Husband Lord. ||5||13||","ms":"Nanak, blessed is the fortunate wife, who bears love with (to) her Consort.","ssk":"O Nanak, blessed is that fortunate bride, who is in love with her Husband Lord. ||5||13||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! auhI BwgW vwlIAW jIv-iesqRIAW mubwirk hn ijnHW dw pRBU-pqI nwl pRym bixAw rihMdw hY [4[13[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।੪।੧੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN! ijn suhwgxI rUpu gurmuKoN kw vwihgurU pqI ky swQ pÎwru hY, soeI DMn hYN, Bwv eyih ik iqn kw jnmu sPlw hY]5]13]ÇiksI eyk imRqk ko pVw dyK kr gurU jI vYrwg myN sbdu aucwrn krqy Bey:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ! ਜਿਨ ਸੁਹਾਗਣੀ ਰੂਪੁ ਗੁਰਮੁਖੋਂ ਕਾ ਵਾਹਿਗੁਰੂ ਪਤੀ ਕੇ ਸਾਥ ਪ੍ਯਾਰੁ ਹੈ, ਸੋਈ ਧੰਨ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਤਿਨ ਕਾ ਜਨਮੁ ਸਫਲਾ ਹੈ॥੫॥੧੩॥☬ਕਿਸੀ ਏਕ ਮ੍ਰਿਤਕ ਕੋ ਪੜਾ ਦੇਖ ਕਰ ਗੁਰੂ ਜੀ ਵੈਰਾਗ ਮੇਂ ਸਬਦੁ ਉਚਾਰਨ ਕਰਤੇ ਭਏ:"},"bdb":{"gurmukhi":"hy nwnk ! auhI BwgW vwlIAW jIv-iesqRIAW mubwirk hn ijnHW dw pRBU-pqI nwl pRym bixAw rihMdw hY [4[13[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।੪।੧੩।"},"ms":{"gurmukhi":"nwnk, mubwrk hY auh BwgW vwlI pqnI, ijs dI Awpxy pqI dy swQ pRIq hY[","unicode":"ਨਾਨਕ, ਮੁਬਾਰਕ ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਪਤਨੀ, ਜਿਸ ਦੀ ਆਪਣੇ ਪਤੀ ਦੇ ਸਾਥ ਪ੍ਰੀਤ ਹੈ।"}},"es":{"sn":"Dice Nanak, bendita es la Esposa afortunada que carga consigo el Amor de su Consorte.  (4-13)"},"hi":{"ss":"हे नानक! वही भाग्यशाली जीव-सि्त्रयां मुबारक हैं जिनका प्रभू-पति से प्रेम बना रहता है।4।13।","sts":"सतिगुरु जी कहते हैं कि उस सौभाग्यवती रूप गुरमुख का जीवन कृतार्थ है जिसका पति-परमात्मा के साथ प्रेम है॥ ५॥ १३ ॥"}},"transliteration":{"english":"naanak dha(n)n suhaaganee jin seh naal piaar ||5||13||","hindi":"नानक धंनु सुहागणी जिन सह नालि पिआरु ॥५॥१३॥","en":"naanak dha(n)n suhaaganee jin seh naal piaar ||5||13||","hi":"नानक धंनु सुहागणी जिन सह नालि पिआरु ॥५॥१३॥","ipa":"nɑnək t̪əŋn sʊhɑGəɳi d͡ʒɪn səh nɑl pɪəɑr.5.1ə3.","ur":"نانک دھنّ سُهاگݨیِ جن سه نال پآر ۔۔۵۔۔۱۳۔۔"},"pageNo":19,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":791,"shabadId":67,"verse":{"gurmukhi":"isrIrwgu mhlw 1 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw1]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Siree Raag, First Mehla:","ms":"Sri Rag, First Guru.","ssk":"Siree Raag, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pihlI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"श्री राग महला १ ","sts":"श्रीरागु महला १ ॥"}},"transliteration":{"english":"sireeraag mahalaa pehilaa ||","hindi":"सिरीरागु महला १ ॥","en":"sireeraag mahalaa pehilaa ||","hi":"सिरीरागु महला १ ॥","ipa":"sɪrirɑG məhəlɑ pəhɪlɑ.","ur":"سِریِراگ مهلا ۱ ۔۔"},"pageNo":19,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":792,"shabadId":67,"verse":{"gurmukhi":"suM\\I dyh frwvxI jw jIau ivchu jwie ]","unicode":"ਸੁੰਞੀ ਦੇਹ ਡਰਾਵਣੀ ਜਾ ਜੀਉ ਵਿਚਹੁ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"suM\\IdyhfrwvxIjwjIauivchujwie]","unicode":"ਸੁੰਞੀਦੇਹਡਰਾਵਣੀਜਾਜੀਉਵਿਚਹੁਜਾਇ॥"},"translation":{"en":{"bdb":"The empty body is dreadful, when the soul goes out from within.","ms":"When the soul departs from within, dreadful becomes the forlorn body.","ssk":"The empty body is dreadful, when the soul goes out from within."},"pu":{"ss":{"gurmukhi":"jdoN ijMd srIr ivcoN inkl jWdI hY qW ieh srIr au~jV jWdw hY, ies qoN fr l`gx l`g pYNdw hY","unicode":"ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ਤਾਂ ਇਹ ਸਰੀਰ ਉੱਜੜ ਜਾਂਦਾ ਹੈ, ਇਸ ਤੋਂ ਡਰ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ"},"ft":{"gurmukhi":"hy BweI! jo puirs†kw⁽¹⁾ hY, so jb iqs ko sihq cYqMn s`qw srIr ky ivchu inks jwqI hY, qb (suM\\I) KwlI dyih BYdwiek rih jwqI hY]","unicode":"ਹੇ ਭਾਈ! ਜੋ ਪੁਰਿਸ੍ਟਕਾ⁽¹⁾ ਹੈ, ਸੋ ਜਬ ਤਿਸ ਕੋ ਸਹਿਤ ਚੈਤੰਨ ਸੱਤਾ ਸਰੀਰ ਕੇ ਵਿਚਹੁ ਨਿਕਸ ਜਾਤੀ ਹੈ, ਤਬ (ਸੁੰਞੀ) ਖਾਲੀ ਦੇਹਿ ਭੈਦਾਇਕ ਰਹਿ ਜਾਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jdoN ijMd srIr ivcoN inkl jWdI hY qW ieh srIr au~jV jWdw hY, ies qoN fr l`gx l`g pYNdw hY","unicode":"ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ਤਾਂ ਇਹ ਸਰੀਰ ਉੱਜੜ ਜਾਂਦਾ ਹੈ, ਇਸ ਤੋਂ ਡਰ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ"},"ms":{"gurmukhi":"jd BOr AMdroN cilAw jWdw hY qW suMnswn srIr BY-dwiek ho jWdw hY[","unicode":"ਜਦ ਭੌਰ ਅੰਦਰੋਂ ਚਲਿਆ ਜਾਂਦਾ ਹੈ ਤਾਂ ਸੁੰਨਸਾਨ ਸਰੀਰ ਭੈ-ਦਾਇਕ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Cuando el Alma parte del interior, el pobre y abandonado cuerpo se pone terrible. "},"hi":{"ss":"जब जीवात्मा शरीर में से निकल जाती है तो ये शरीर उजड़ जाता है~ इससे डर लगने लग पड़ता है।","sts":"जब पुर्यष्टक सहित चेतन सत्ता शरीर में निकल जाती है तब रिक्त देह भयानक हो जाती है।"}},"transliteration":{"english":"su(n)n(j)ee dheh ddaraavanee jaa jeeau vichahu jai ||","hindi":"सुँञी देह डरावणी जा जीउ विचहु जाइ ॥","en":"su(n)n(j)ee dheh ddaraavanee jaa jeeau vichahu jai ||","hi":"सुँञी देह डरावणी जा जीउ विचहु जाइ ॥","ipa":"sʊŋŋi d̪eh ɖərɑʋəɳi d͡ʒɑ d͡ʒio ʋɪt͡ʃəh d͡ʒɑeɪ.","ur":"سُںنجیِ دےه ڈراوݨیِ جا جیِا وچهُ جاا ۔۔"},"pageNo":19,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":793,"shabadId":67,"verse":{"gurmukhi":"Bwih blµdI ivJvI DUau n inkisE kwie ]","unicode":"ਭਾਹਿ ਬਲੰਦੀ ਵਿਝਵੀ ਧੂਉ ਨ ਨਿਕਸਿਓ ਕਾਇ ॥"},"larivaar":{"gurmukhi":"BwihblµdIivJvIDUauninkisEkwie]","unicode":"ਭਾਹਿਬਲੰਦੀਵਿਝਵੀਧੂਉਨਨਿਕਸਿਓਕਾਇ॥"},"translation":{"en":{"bdb":"The burning fire of life is extinguished, and the smoke of the breath no longer emerges.","ms":"The burning fire is extinguished and now no smoke of breath emerges.","ssk":"The burning fire of life is extinguished, and the smoke of the breath no longer emerges."},"pu":{"ss":{"gurmukhi":"jyhVI jIvn-AgnI (pihlW ies ivc) bldI sI auh bu`J jWdI hY (jIvn-s`iqAw mu`k jWdI hY), koeI BI swh nhIN AwauNdw jWdw ","unicode":"ਜੇਹੜੀ ਜੀਵਨ-ਅਗਨੀ (ਪਹਿਲਾਂ ਇਸ ਵਿਚ) ਬਲਦੀ ਸੀ ਉਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਮੁੱਕ ਜਾਂਦੀ ਹੈ), ਕੋਈ ਭੀ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂਦਾ "},"ft":{"gurmukhi":"jo cYqMn s`qw rUpI AgnI pRjÍliq ho rhI QI, so jb (ivJvI) buJ geI ArQwq ik dyih sy iqs kw ivXog hUAw, qb kwieAW ky bIc sy (DUau) pRwx rUpI DUAW nhI inksqw hY[ vw pRwxo rUpI AgnI buJ geI Ar koeI vwk rUpI DUAW nw inksqw BXw]","unicode":"ਜੋ ਚੈਤੰਨ ਸੱਤਾ ਰੂਪੀ ਅਗਨੀ ਪ੍ਰਜ੍ਵਲਤਿ ਹੋ ਰਹੀ ਥੀ, ਸੋ ਜਬ (ਵਿਝਵੀ) ਬੁਝ ਗਈ ਅਰਥਾਤ ਕਿ ਦੇਹਿ ਸੇ ਤਿਸ ਕਾ ਵਿਯੋਗ ਹੂਆ, ਤਬ ਕਾਇਆਂ ਕੇ ਬੀਚ ਸੇ (ਧੂਉ) ਪ੍ਰਾਣ ਰੂਪੀ ਧੂਆਂ ਨਹੀ ਨਿਕਸਤਾ ਹੈ। ਵਾ ਪ੍ਰਾਣੋ ਰੂਪੀ ਅਗਨੀ ਬੁਝ ਗਈ ਅਰ ਕੋਈ ਵਾਕ ਰੂਪੀ ਧੂਆਂ ਨਾ ਨਿਕਸਤਾ ਭਯਾ॥"},"bdb":{"gurmukhi":"jyhVI jIvn-AgnI (pihlW ies ivc) bldI sI auh bu`J jWdI hY (jIvn-s`iqAw mu`k jWdI hY), koeI BI swh nhIN AwauNdw jWdw ","unicode":"ਜੇਹੜੀ ਜੀਵਨ-ਅਗਨੀ (ਪਹਿਲਾਂ ਇਸ ਵਿਚ) ਬਲਦੀ ਸੀ ਉਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਮੁੱਕ ਜਾਂਦੀ ਹੈ), ਕੋਈ ਭੀ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂਦਾ "},"ms":{"gurmukhi":"m`cdI hoeI A`g buJ geI hY Aqy hux koeI suAws dw DUMAW nhIN inkldw[","unicode":"ਮੱਚਦੀ ਹੋਈ ਅੱਗ ਬੁਝ ਗਈ ਹੈ ਅਤੇ ਹੁਣ ਕੋਈ ਸੁਆਸ ਦਾ ਧੂੰਆਂ ਨਹੀਂ ਨਿਕਲਦਾ।"}},"es":{"sn":"El fuego quemante se extingue y el aliento de la respiración no sale de ahí"},"hi":{"ss":"जो जीवन-अग्नि (पहले इसमें) जलती थी वह बुझ जाती है (जीवन सत्ता समाप्त हो जाती है)।कोई भी श्वास नहीं आता जाता। ","sts":"चेतन सत्ता रूपी अग्नि जो पहले प्रज्वलित हो रही थी, वह जब बुझ गई तो शरीर में से प्राण रूपी धुआं नहीं निकला।"}},"transliteration":{"english":"bhaeh bala(n)dhee vijhavee dhooau na nikasio kai ||","hindi":"भाहि बलंदी विझवी धूउ न निकसिओ काइ ॥","en":"bhaeh bala(n)dhee vijhavee dhooau na nikasio kai ||","hi":"भाहि बलंदी विझवी धूउ न निकसिओ काइ ॥","ipa":"ɓɑh bələⁿd̪i ʋɪɖ͡ʐəʋi t̪uo nə nɪkəsɪo kɑeɪ.","ur":"بھاه بلµدیِ وجھویِ دھُوا ن نکساو کاا ۔۔"},"pageNo":19,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":794,"shabadId":67,"verse":{"gurmukhi":"pMcy ruMny duiK Bry ibnsy dUjY Bwie ]1]","unicode":"ਪੰਚੇ ਰੁੰਨੇ ਦੁਖਿ ਭਰੇ ਬਿਨਸੇ ਦੂਜੈ ਭਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"pMcyruMnyduiKBryibnsydUjYBwie]1]","unicode":"ਪੰਚੇਰੁੰਨੇਦੁਖਿਭਰੇਬਿਨਸੇਦੂਜੈਭਾਇ॥੧॥"},"translation":{"en":{"bdb":"The five relatives (the senses) weep and wail painfully, and waste away through the love of duality. ||1||","ms":"The five (sense-organs) bewail painfully and pine away through worldly love.","ssk":"The five relatives (the senses) weep and wail painfully, and waste away through the love of duality. ||1||"},"pu":{"ss":{"gurmukhi":"jyhVy pMj igAwn-ieMdRy (pr-qn inMdw Awidk) mwiek moh ivc hI nws huMdy rhy, auh vI duKI ho ho ky roey (Bwv, nkwry ho jwx qy mjbUr ho gey) [1[","unicode":"ਜੇਹੜੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਪਰ-ਤਨ ਨਿੰਦਾ ਆਦਿਕ) ਮਾਇਕ ਮੋਹ ਵਿਚ ਹੀ ਨਾਸ ਹੁੰਦੇ ਰਹੇ, ਉਹ ਵੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਰੋਏ (ਭਾਵ, ਨਕਾਰੇ ਹੋ ਜਾਣ ਤੇ ਮਜਬੂਰ ਹੋ ਗਏ) ।੧।"},"ft":{"gurmukhi":"mwqw 1, ipqw 2, BRwqw 3, iesqRI 4, puqR 5, Xyih pWco hI duKI ho kr roqy hYN[ vw pWco gÎwn ieMdRoN myN rudnu hoqw hY, kÎoNik dÍYq Bwv myN (ibnsY) nws ho gey hYN prMqU prmysÍr prwiex nhIN Bey]1]","unicode":"ਮਾਤਾ ੧, ਪਿਤਾ ੨, ਭ੍ਰਾਤਾ ੩, ਇਸਤ੍ਰੀ ੪, ਪੁਤ੍ਰ ੫, ਯੇਹਿ ਪਾਂਚੋ ਹੀ ਦੁਖੀ ਹੋ ਕਰ ਰੋਤੇ ਹੈਂ। ਵਾ ਪਾਂਚੋ ਗ੍ਯਾਨ ਇੰਦ੍ਰੋਂ ਮੇਂ ਰੁਦਨੁ ਹੋਤਾ ਹੈ, ਕ੍ਯੋਂਕਿ ਦ੍ਵੈਤ ਭਾਵ ਮੇਂ (ਬਿਨਸੈ) ਨਾਸ ਹੋ ਗਏ ਹੈਂ ਪਰੰਤੂ ਪਰਮੇਸ੍ਵਰ ਪਰਾਇਣ ਨਹੀਂ ਭਏ॥੧॥"},"bdb":{"gurmukhi":"jyhVy pMj igAwn-ieMdRy (pr-qn inMdw Awidk) mwiek moh ivc hI nws huMdy rhy, auh vI duKI ho ho ky roey (Bwv, nkwry ho jwx qy mjbUr ho gey) [1[","unicode":"ਜੇਹੜੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਪਰ-ਤਨ ਨਿੰਦਾ ਆਦਿਕ) ਮਾਇਕ ਮੋਹ ਵਿਚ ਹੀ ਨਾਸ ਹੁੰਦੇ ਰਹੇ, ਉਹ ਵੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਰੋਏ (ਭਾਵ, ਨਕਾਰੇ ਹੋ ਜਾਣ ਤੇ ਮਜਬੂਰ ਹੋ ਗਏ) ।੧।"},"ms":{"gurmukhi":"pMjy (igAwn ieMdry) kSt-pUrq ho ivrlwp krdy hn Aqy sMswrI mmqw rwhIN nSt huMdy hn[","unicode":"ਪੰਜੇ (ਗਿਆਨ ਇੰਦਰੇ) ਕਸ਼ਟ-ਪੂਰਤ ਹੋ ਵਿਰਲਾਪ ਕਰਦੇ ਹਨ ਅਤੇ ਸੰਸਾਰੀ ਮਮਤਾ ਰਾਹੀਂ ਨਸ਼ਟ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Los parientes, padre, madre, hermano, esposa e hijos, lloran y se acongojan de dolor y luego se van (1)"},"hi":{"ss":"(आंख~ कान आदि) जो पाँचों ज्ञानेन्द्रियां (पर तन~ निंदा आदि) माया के मोह में नाश होते रहे~ वह भी दुखी हो हो के रोए (भाव~ नकारे हो हो के मजबूर हो गए)।1।","sts":"पिता-पुत्रादि पांचों सम्बन्धी दुख में रुदन कर रहे हैं, अर्थात् पांचों ज्ञानेन्द्रियाँ वियोग में विलख रही हैं, क्योंकि यह मानव जन्म द्वैत-भाव में ही नाश हो गया ॥ १॥"}},"transliteration":{"english":"pa(n)che ru(n)ne dhukh bhare binase dhoojai bhai ||1||","hindi":"पंचे रुँने दुखि भरे बिनसे दूजै भाइ ॥१॥","en":"pa(n)che ru(n)ne dhukh bhare binase dhoojai bhai ||1||","hi":"पंचे रुँने दुखि भरे बिनसे दूजै भाइ ॥१॥","ipa":"pəŋt͡ʃe rʊŋne d̪ʊkʰ ɓəre bɪnəse d̪ud͡ʒæ ɓɑeɪ.1.","ur":"پںچے رُنّے دُکھ بھرے بنسے دُوجَے بھاا ۔۔۱۔۔"},"pageNo":19,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":795,"shabadId":67,"verse":{"gurmukhi":"mUVy rwmu jphu gux swir ]","unicode":"ਮੂੜੇ ਰਾਮੁ ਜਪਹੁ ਗੁਣ ਸਾਰਿ ॥"},"larivaar":{"gurmukhi":"mUVyrwmujphuguxswir]","unicode":"ਮੂੜੇਰਾਮੁਜਪਹੁਗੁਣਸਾਰਿ॥"},"translation":{"en":{"bdb":"You fool: chant the Name of the Lord, and preserve your virtue.","ms":"O fool! preserve virtues and remember Pervading God.","ssk":"You fool: chant the Name of the Lord, and preserve your virtue."},"pu":{"ss":{"gurmukhi":"hy mUrK jIv ! (aus AMqlI dSw nUµ swhmxy ilAw ky) prmwqmw dy gux cyqy kr, pRBU dw nwm jp","unicode":"ਹੇ ਮੂਰਖ ਜੀਵ ! (ਉਸ ਅੰਤਲੀ ਦਸ਼ਾ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ"},"ft":{"gurmukhi":"(mUVy) hy mUrK! rwm nwm jpo AOr prmysÍr ky gunoN ko smwlo, vw rwm nwm kw jo jpnw hY, soeI srb guxoN kw swru hY]","unicode":"(ਮੂੜੇ) ਹੇ ਮੂਰਖ! ਰਾਮ ਨਾਮ ਜਪੋ ਔਰ ਪਰਮੇਸ੍ਵਰ ਕੇ ਗੁਨੋਂ ਕੋ ਸਮਾਲੋ, ਵਾ ਰਾਮ ਨਾਮ ਕਾ ਜੋ ਜਪਨਾ ਹੈ, ਸੋਈ ਸਰਬ ਗੁਣੋਂ ਕਾ ਸਾਰੁ ਹੈ॥"},"bdb":{"gurmukhi":"hy mUrK jIv ! (aus AMqlI dSw nUµ swhmxy ilAw ky) prmwqmw dy gux cyqy kr, pRBU dw nwm jp","unicode":"ਹੇ ਮੂਰਖ ਜੀਵ ! (ਉਸ ਅੰਤਲੀ ਦਸ਼ਾ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ"},"ms":{"gurmukhi":"hy mUrK! nykIAW dI sMBwl kr Aqy ivAwpk vwihgurU ƒ ismr[","unicode":"ਹੇ ਮੂਰਖ! ਨੇਕੀਆਂ ਦੀ ਸੰਭਾਲ ਕਰ ਅਤੇ ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ ਨੂੰ ਸਿਮਰ।"}},"es":{"sn":"Oh tonto, conserva tus virtudes y acuérdate del Dios prevaleciente. "},"hi":{"ss":"हे मूर्ख जीव! (उस अंतिम दशा को सामने ला के) परमात्मा के गुण याद कर~ प्रभू का नाम जप।","sts":"हे मूढ़ जीव ! शुभ गुणों को सम्भालते हुए वाहिगुरु नाम का सिमरन करो।"}},"transliteration":{"english":"mooRe raam japahu gun saar ||","hindi":"मूड़े रामु जपहु गुण सारि ॥","en":"mooRe raam japahu gun saar ||","hi":"मूड़े रामु जपहु गुण सारि ॥","ipa":"muɽe rɑm d͡ʒəpəh Gʊɳ sɑr.","ur":"مُوڑے رام جپهُ گُݨ سار ۔۔"},"pageNo":19,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":796,"shabadId":67,"verse":{"gurmukhi":"haumY mmqw mohxI sB muTI AhMkwir ]1] rhwau ]","unicode":"ਹਉਮੈ ਮਮਤਾ ਮੋਹਣੀ ਸਭ ਮੁਠੀ ਅਹੰਕਾਰਿ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"haumYmmqwmohxIsBmuTIAhMkwir]1]rhwau]","unicode":"ਹਉਮੈਮਮਤਾਮੋਹਣੀਸਭਮੁਠੀਅਹੰਕਾਰਿ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Egotism and possessiveness are very enticing; egotistical pride has plundered everyone. ||1||Pause||","ms":"Self-conceit and egoism are bewitching. Arrogance has defrauded all. Pause.","ssk":"Egotism and possessiveness are very enticing; egotistical pride has plundered everyone. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"swrI isRStI (gwi&l ho ky) mohxI mwieAw dI mmqw ivc haumY ivc qy AhMkwr ivc T`gI jw rhI hY [1[rhwau[","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਗਾਫ਼ਿਲ ਹੋ ਕੇ) ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਹਉਮੈ ਵਿਚ ਤੇ ਅਹੰਕਾਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"AOr jo (hMqw) dyih AiBmwnu, vw rwj mdwidk rUpu hMkwru, AOru (mmqw) iesqRI puqRwidkoN myN mmqÍ, so eyh mohnI rUpu hYN[ ien kr srb isRstI (muTI) TgI geI hY]1] rhwau ]","unicode":"ਔਰ ਜੋ (ਹੰਤਾ) ਦੇਹਿ ਅਭਿਮਾਨੁ, ਵਾ ਰਾਜ ਮਦਾਦਿਕ ਰੂਪੁ ਹੰਕਾਰੁ, ਔਰੁ (ਮਮਤਾ) ਇਸਤ੍ਰੀ ਪੁਤ੍ਰਾਦਿਕੋਂ ਮੇਂ ਮਮਤ੍ਵ, ਸੋ ਏਹ ਮੋਹਨੀ ਰੂਪੁ ਹੈਂ। ਇਨ ਕਰ ਸਰਬ ਸ੍ਰਿਸਟੀ (ਮੁਠੀ) ਠਗੀ ਗਈ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"swrI isRStI (gwi&l ho ky) mohxI mwieAw dI mmqw ivc haumY ivc qy AhMkwr ivc T`gI jw rhI hY [1[rhwau[","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਗਾਫ਼ਿਲ ਹੋ ਕੇ) ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਹਉਮੈ ਵਿਚ ਤੇ ਅਹੰਕਾਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"svY-hMgqw Aqy Apx`q &ry&qw kr lYx vwlIAW hn[ GumMf ny swirAW ƒ T`g ilAw hY[ Tihrwau[","unicode":"ਸਵੈ-ਹੰਗਤਾ ਅਤੇ ਅਪਣੱਤ ਫ਼ਰੇਫ਼ਤਾ ਕਰ ਲੈਣ ਵਾਲੀਆਂ ਹਨ। ਘੁਮੰਡ ਨੇ ਸਾਰਿਆਂ ਨੂੰ ਠੱਗ ਲਿਆ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"La presunción y el egoísmo son engañosos y la arrogancia ha arruinado a todos.  (1-Pausa)"},"hi":{"ss":"सारी सृष्टि (गाफिल हो के) मोहनी माया की ममता में झूठे अहंकार में ठगी जा रही है।1।रहाउ।","sts":"जो देहाभिमान स्त्री-पुत्रादि का ममत्व तथा माया का मोह है, इस के कारण सम्पूर्ण सृष्टि ठगी हुई है ॥१॥ रहाउ ॥"}},"transliteration":{"english":"haumai mamataa mohanee sabh muThee aha(n)kaar ||1|| rahaau ||","hindi":"हउमै ममता मोहणी सभ मुठी अहंकारि ॥१॥ रहाउ ॥","en":"haumai mamataa mohanee sabh muThee aha(n)kaar ||1|| rahaau ||","hi":"हउमै ममता मोहणी सभ मुठी अहंकारि ॥१॥ रहाउ ॥","ipa":"hoʊmæ məmət̪ɑ mɔhəɳi səɓ mʊʈʰi əhəŋkɑr.1. rəhɑo.","ur":"هامَے ممتا موهݨیِ سبھ مُٹھیِ اهںکار ۔۔۱۔۔ رهاا ۔۔"},"pageNo":19,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":797,"shabadId":67,"verse":{"gurmukhi":"ijnI nwmu ivswirAw dUjI kwrY lig ]","unicode":"ਜਿਨੀ ਨਾਮੁ ਵਿਸਾਰਿਆ ਦੂਜੀ ਕਾਰੈ ਲਗਿ ॥"},"larivaar":{"gurmukhi":"ijnInwmuivswirAwdUjIkwrYlig]","unicode":"ਜਿਨੀਨਾਮੁਵਿਸਾਰਿਆਦੂਜੀਕਾਰੈਲਗਿ॥"},"translation":{"en":{"bdb":"Those who have forgotten the Naam, the Name of the Lord, are attached to affairs of duality.","ms":"They, who have forgotten the Name, are attached with worldly pursuits,","ssk":"Those who have forgotten the Naam, the Name of the Lord, are attached to affairs of duality."},"pu":{"ss":{"gurmukhi":"ijnHW bMidAW ny hor hor inrI dunIAwvI kwr ivc l`g ky prmwqmw dw nwm Bulw id`qw hY","unicode":"ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਹੋਰ ਹੋਰ ਨਿਰੀ ਦੁਨੀਆਵੀ ਕਾਰ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ"},"ft":{"gurmukhi":"hy BweI! ijnoN pursoN ny AOr sMswrI DMiDEN myN lg kr nwm ko Bulwie dIAw hY]","unicode":"ਹੇ ਭਾਈ! ਜਿਨੋਂ ਪੁਰਸੋਂ ਨੇ ਔਰ ਸੰਸਾਰੀ ਧੰਧਿਓਂ ਮੇਂ ਲਗ ਕਰ ਨਾਮ ਕੋ ਭੁਲਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW bMidAW ny hor hor inrI dunIAwvI kwr ivc l`g ky prmwqmw dw nwm Bulw id`qw hY","unicode":"ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਹੋਰ ਹੋਰ ਨਿਰੀ ਦੁਨੀਆਵੀ ਕਾਰ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ"},"ms":{"gurmukhi":"ijnHW ny nwm ƒ Bulw idqw hY, jo sMswrI kMmW-kwjW nwl juVy hoey hn,","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਨਾਮ ਨੂੰ ਭੁਲਾ ਦਿਤਾ ਹੈ, ਜੋ ਸੰਸਾਰੀ ਕੰਮਾਂ-ਕਾਜਾਂ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ,"}},"es":{"sn":"Aquéllos que se han olvidado del Nombre, viven embelesados por los valores mundanos, "},"hi":{"ss":"जिन लोगों ने और और निरे दुनियावी कामों में लग के परमात्मा का नाम भुला दिया~ वो सदा मेर-तेर में फंसे रहे~","sts":"जिन्होंने अन्य सांसारिक विकारों में संलग्न होकर वाहिगुरु नाम को भुला दिया है।"}},"transliteration":{"english":"jinee naam visaariaa dhoojee kaarai lag ||","hindi":"जिनी नामु विसारिआ दूजी कारै लगि ॥","en":"jinee naam visaariaa dhoojee kaarai lag ||","hi":"जिनी नामु विसारिआ दूजी कारै लगि ॥","ipa":"d͡ʒɪni nɑm ʋɪsɑrɪəɑ d̪ud͡ʒi kɑræ ləG.","ur":"جٍنیِ نام وسارآ دُوجیِ کارَے لگ ۔۔"},"pageNo":19,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":798,"shabadId":67,"verse":{"gurmukhi":"duibDw lwgy pic muey AMqir iqRsnw Aig ]","unicode":"ਦੁਬਿਧਾ ਲਾਗੇ ਪਚਿ ਮੁਏ ਅੰਤਰਿ ਤ੍ਰਿਸਨਾ ਅਗਿ ॥"},"larivaar":{"gurmukhi":"duibDwlwgypicmueyAMqiriqRsnwAig]","unicode":"ਦੁਬਿਧਾਲਾਗੇਪਚਿਮੁਏਅੰਤਰਿਤ੍ਰਿਸਨਾਅਗਿ॥"},"translation":{"en":{"bdb":"Attached to duality, they putrefy and die; they are filled with the fire of desire within.","ms":"are linked with another in love and they within whose heart is the fire of desire, putrefy to death.","ssk":"Attached to duality, they putrefy and die; they are filled with the fire of desire within."},"pu":{"ss":{"gurmukhi":"auh sdw myr-qyr ivc Psy rhy, auhnW dy AMdr iqRSnw dI A`g BVkdI rhI, ijs ivc iK`J sV ky auh Awqmk mOq mr gey [","unicode":"ਉਹ ਸਦਾ ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੇ ਰਹੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਭੜਕਦੀ ਰਹੀ, ਜਿਸ ਵਿਚ ਖਿੱਝ ਸੜ ਕੇ ਉਹ ਆਤਮਕ ਮੌਤ ਮਰ ਗਏ ।"},"ft":{"gurmukhi":"iqn ky AMqir iqRSnw rUp AgnI hY, iqs kr (duibDw) dÍYq Bwvnw myN lg kr (pic) jl mry hYN]","unicode":"ਤਿਨ ਕੇ ਅੰਤਰਿ ਤ੍ਰਿਸ਼ਨਾ ਰੂਪ ਅਗਨੀ ਹੈ, ਤਿਸ ਕਰ (ਦੁਬਿਧਾ) ਦ੍ਵੈਤ ਭਾਵਨਾ ਮੇਂ ਲਗ ਕਰ (ਪਚਿ) ਜਲ ਮਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh sdw myr-qyr ivc Psy rhy, auhnW dy AMdr iqRSnw dI A`g BVkdI rhI, ijs ivc iK`J sV ky auh Awqmk mOq mr gey [","unicode":"ਉਹ ਸਦਾ ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੇ ਰਹੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਭੜਕਦੀ ਰਹੀ, ਜਿਸ ਵਿਚ ਖਿੱਝ ਸੜ ਕੇ ਉਹ ਆਤਮਕ ਮੌਤ ਮਰ ਗਏ ।"},"ms":{"gurmukhi":"ijhVy horsu dy ipAwr iv`c n`QI hoey hoey hn Aqy ijnHW dy idl AMdr ^wihS dI AgnI hY, auh gl-sV qy mr-muk jWdy hn[","unicode":"ਜਿਹੜੇ ਹੋਰਸੁ ਦੇ ਪਿਆਰ ਵਿੱਚ ਨੱਥੀ ਹੋਏ ਹੋਏ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲ ਅੰਦਰ ਖ਼ਾਹਿਸ਼ ਦੀ ਅਗਨੀ ਹੈ, ਉਹ ਗਲ-ਸੜ ਤੇ ਮਰ-ਮੁਕ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"están ligados al amor por otro, y en su corazón se consume el fuego del deseo. Así es como se pudren hasta la muerte. "},"hi":{"ss":"उनके अंदर तृष्णा की आग भड़कती रही~ जिस में खिझ-जल के वो आत्मिक मौत मर गए।","sts":"उनके अंतःकरण में तृष्णाग्नि जल रही है और वे द्वैत-भाव में लग कर जल मरे हैं"}},"transliteration":{"english":"dhubidhaa laage pach mue a(n)tar tirasanaa ag ||","hindi":"दुबिधा लागे पचि मुए अंतरि तृसना अगि ॥","en":"dhubidhaa laage pach mue a(n)tar tirasanaa ag ||","hi":"दुबिधा लागे पचि मुए अंतरि तृसना अगि ॥","ipa":"d̪ʊbɪt̪ɑ lɑGe pət͡ʃ mʊee əŋt̪ər t̪ɪɹəsənɑ əG.","ur":"دُبدھا لاگے پچ مُاے اںتر ترسنا اگِ ۔۔"},"pageNo":19,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":799,"shabadId":67,"verse":{"gurmukhi":"guir rwKy sy aubry hoir muTI DMDY Tig ]2]","unicode":"ਗੁਰਿ ਰਾਖੇ ਸੇ ਉਬਰੇ ਹੋਰਿ ਮੁਠੀ ਧੰਧੈ ਠਗਿ ॥੨॥"},"larivaar":{"gurmukhi":"guirrwKysyaubryhoirmuTIDMDYTig]2]","unicode":"ਗੁਰਿਰਾਖੇਸੇਉਬਰੇਹੋਰਿਮੁਠੀਧੰਧੈਠਗਿ॥੨॥"},"translation":{"en":{"bdb":"Those who are protected by the Guru are saved; all others are cheated and plundered by deceitful worldly affairs. ||2||","ms":"They, whom the Guru protects are saved and others, are beguiled by deceitful worldly occupations.","ssk":"Those who are protected by the Guru are saved; all others are cheated and plundered by deceitful worldly affairs. ||2||"},"pu":{"ss":{"gurmukhi":"ijnHW dI rwKI gurU ny kIqI, auh iqRSnw-A`g qoN b`c gey, bwkI sBnW ƒ dunIAw dy K`ljgx-T`g ny T`g ilAw [2[","unicode":"ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਖੀ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਤੋਂ ਬੱਚ ਗਏ, ਬਾਕੀ ਸਭਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਖੱਲਜਗਣ-ਠੱਗ ਨੇ ਠੱਗ ਲਿਆ ।੨।"},"ft":{"gurmukhi":"qW qy jo guroN ny bcwie lIey hYN soeI (aubry) bcy hYN, AOr AMn jIvoN kI buDI DMDoN rUpI TgoN ny (muTI) T`g leI hY]2]","unicode":"ਤਾਂ ਤੇ ਜੋ ਗੁਰੋਂ ਨੇ ਬਚਾਇ ਲੀਏ ਹੈਂ ਸੋਈ (ਉਬਰੇ) ਬਚੇ ਹੈਂ, ਔਰ ਅੰਨ ਜੀਵੋਂ ਕੀ ਬੁਧੀ ਧੰਧੋਂ ਰੂਪੀ ਠਗੋਂ ਨੇ (ਮੁਠੀ) ਠੱਗ ਲਈ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"ijnHW dI rwKI gurU ny kIqI, auh iqRSnw-A`g qoN b`c gey, bwkI sBnW ƒ dunIAw dy K`ljgx-T`g ny T`g ilAw [2[","unicode":"ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਖੀ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਤੋਂ ਬੱਚ ਗਏ, ਬਾਕੀ ਸਭਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਖੱਲਜਗਣ-ਠੱਗ ਨੇ ਠੱਗ ਲਿਆ ।੨।"},"ms":{"gurmukhi":"ijnHW dI gurU riKAw krdw hY auh bc jWdy hn Aqy hornW ƒ p¤qybwz sMswrI kwr-ivhwr T`g lYNdy hn[","unicode":"ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਰਖਿਆ ਕਰਦਾ ਹੈ ਉਹ ਬਚ ਜਾਂਦੇ ਹਨ ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ ਪੱਤੇਬਾਜ਼ ਸੰਸਾਰੀ ਕਾਰ-ਵਿਹਾਰ ਠੱਗ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos, a quienes el Guru preserva, son salvados, y los demás permanecen engañados en las ocupaciones mundanas. (2)"},"hi":{"ss":"जिन की रक्षा गुरू ने की~ वे तृष्णा की आग से बच गए बाकी सभी को दुनिया के सारे ठगों ने ठग लिया।","sts":"जिनकी गुरु ने रक्षा की, वे बच निकले तथा अन्य सभी को दुनियावी कार्यो रूपी ठगों ने ठग लिया है ॥२॥"}},"transliteration":{"english":"gur raakhe se ubare hor muThee dha(n)dhai Thag ||2||","hindi":"गुरि राखे से उबरे होरि मुठी धंधै ठगि ॥२॥","en":"gur raakhe se ubare hor muThee dha(n)dhai Thag ||2||","hi":"गुरि राखे से उबरे होरि मुठी धंधै ठगि ॥२॥","ipa":"Gʊr rɑkʰe se oʊbəre hɔr mʊʈʰi t̪əŋt̪ə̀æ ʈʰəG.2.","ur":"گُر راکھے سے اُبرے هور مُٹھیِ دھںدھَے ٹھگ ۔۔۲۔۔"},"pageNo":19,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":1,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":800,"shabadId":67,"verse":{"gurmukhi":"mueI prIiq ipAwru gieAw muAw vYru ivroDu ]","unicode":"ਮੁਈ ਪਰੀਤਿ ਪਿਆਰੁ ਗਇਆ ਮੁਆ ਵੈਰੁ ਵਿਰੋਧੁ ॥"},"larivaar":{"gurmukhi":"mueIprIiqipAwrugieAwmuAwvYruivroDu]","unicode":"ਮੁਈਪਰੀਤਿਪਿਆਰੁਗਇਆਮੁਆਵੈਰੁਵਿਰੋਧੁ॥"},"translation":{"en":{"bdb":"Love dies, and affection vanishes. Hatred and alienation die.","ms":"The pious persons for ever restrain their desires and by becoming the recipients of His favour obtain the True Being.","ssk":"Love dies, and affection vanishes. Hatred and alienation die."},"pu":{"ss":{"gurmukhi":"aus dI dunIAwvI pRIq mu`k jWdI hY aus dw mwiek pdwrQW nwl ipAwr ^qm ho jWdw hY, aus dw iksy nwl vYr-ivroD nhIN rih jWdw ","unicode":"ਉਸ ਦੀ ਦੁਨੀਆਵੀ ਪ੍ਰੀਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਪਿਆਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ "},"ft":{"gurmukhi":"AOr jo iesqRI AwidkoN myN AiDk pRIqI QI so BI mr geI, AOr jo swmwnÎ sy sMbMDI jnoN myN ipAwr Qw vhu BI clw jwqw BXw, AOr jo vYr ivroD-nvIn S`qR¨ Bwv kw nwmu vYru, AOr jo ipqw ipqwmw sy clw Awvqw hovy so ivroD-so BI nws ho jwqw BXw, Bwv eyho ik dyh ky AMq hoxy pur sB hI ABwv ho jwqy Bey]","unicode":"ਔਰ ਜੋ ਇਸਤ੍ਰੀ ਆਦਿਕੋਂ ਮੇਂ ਅਧਿਕ ਪ੍ਰੀਤੀ ਥੀ ਸੋ ਭੀ ਮਰ ਗਈ, ਔਰ ਜੋ ਸਾਮਾਨ੍ਯ ਸੇ ਸੰਬੰਧੀ ਜਨੋਂ ਮੇਂ ਪਿਆਰ ਥਾ ਵਹੁ ਭੀ ਚਲਾ ਜਾਤਾ ਭਯਾ, ਔਰ ਜੋ ਵੈਰ ਵਿਰੋਧ-ਨਵੀਨ ਸ਼ੱਤ੍ਰੂ ਭਾਵ ਕਾ ਨਾਮੁ ਵੈਰੁ, ਔਰ ਜੋ ਪਿਤਾ ਪਿਤਾਮਾ ਸੇ ਚਲਾ ਆਵਤਾ ਹੋਵੇ ਸੋ ਵਿਰੋਧ-ਸੋ ਭੀ ਨਾਸ ਹੋ ਜਾਤਾ ਭਯਾ, ਭਾਵ ਏਹੋ ਕਿ ਦੇਹ ਕੇ ਅੰਤ ਹੋਣੇ ਪੁਰ ਸਭ ਹੀ ਅਭਾਵ ਹੋ ਜਾਤੇ ਭਏ॥"},"bdb":{"gurmukhi":"aus dI dunIAwvI pRIq mu`k jWdI hY aus dw mwiek pdwrQW nwl ipAwr ^qm ho jWdw hY, aus dw iksy nwl vYr-ivroD nhIN rih jWdw ","unicode":"ਉਸ ਦੀ ਦੁਨੀਆਵੀ ਪ੍ਰੀਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਪਿਆਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ "},"ms":{"gurmukhi":"piv`qr purS sdIv hI AwpxIAW ^wihSW ƒ kwbU iv`c r`Kdy hn Aqy aus dI ikrpw dy pwqR ho siq purK ƒ pw lYNdy hn[","unicode":"ਪਵਿੱਤਰ ਪੁਰਸ਼ ਸਦੀਵ ਹੀ ਆਪਣੀਆਂ ਖ਼ਾਹਿਸ਼ਾਂ ਨੂੰ ਕਾਬੂ ਵਿੱਚ ਰੱਖਦੇ ਹਨ ਅਤੇ ਉਸ ਦੀ ਕਿਰਪਾ ਦੇ ਪਾਤ੍ਰ ਹੋ ਸਤਿ ਪੁਰਖ ਨੂੰ ਪਾ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Los seres piadosos controlan sus deseos y, volviéndose los recipientes de Su Favor, obtienen al Ser Verdadero."},"hi":{"ss":"पर~ जो गुरमुखि ज्ञानेन्द्रियों को सदा सयंम में रखता है उसे प्रभू की कृपा से उस प्रभू का मिलाप हो जाता है~","sts":"अब तो स्त्रियों में जो प्रीत लगी थी वह नष्ट हो गई, सगे-सम्बन्धियों से जो स्नेह था वह भी समाप्त हो गया तथा शत्रु-भाव भी खत्म हो गया है।"}},"transliteration":{"english":"muiee pareet piaar giaa muaa vair virodh ||","hindi":"मुई परीति पिआरु गइआ मुआ वैरु विरोधु ॥","en":"muiee pareet piaar giaa muaa vair virodh ||","hi":"मुई परीति पिआरु गइआ मुआ वैरु विरोधु ॥","ipa":"mʊei pərit̪ pɪəɑr Gɪɑ mʊəɑ ʋær ʋɪrɔt̪.","ur":"مُای پریِت پآر گایا مُآ وَےر ورودھ ۔۔"},"pageNo":19,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":801,"shabadId":67,"verse":{"gurmukhi":"DMDw Qkw hau mueI mmqw mwieAw k®oDu ]","unicode":"ਧੰਧਾ ਥਕਾ ਹਉ ਮੁਈ ਮਮਤਾ ਮਾਇਆ ਕ੍ਰੋਧੁ ॥"},"larivaar":{"gurmukhi":"DMDwQkwhaumueImmqwmwieAwk®oDu]","unicode":"ਧੰਧਾਥਕਾਹਉਮੁਈਮਮਤਾਮਾਇਆਕ੍ਰੋਧੁ॥"},"translation":{"en":{"bdb":"Entanglements end, and egotism dies, along with attachment to Maya, possessiveness and anger.","ms":"Their profane affection dies, their worldly love goes and they cease their enmity and estrangement.","ssk":"Entanglements end, and egotism dies, along with attachment to Maya, possessiveness and anger."},"pu":{"ss":{"gurmukhi":"aus dI mwieAw vwlI dOV-B`j mu`k jWdI hY, haumY mr jWdI hY, mwieAw dI mmqw ^qm ho jWdI hY, qy kRoD vI mr jWdw hY","unicode":"ਉਸ ਦੀ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਮਰ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਮਮਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਵੀ ਮਰ ਜਾਂਦਾ ਹੈ"},"ft":{"gurmukhi":"AOr jo ibvhwr kw krnw hY, so BI (Qkw) rih cukw, AOr dyh kI hMqw, AOr punÚ puqRwidk kI mmqw, punÚ kRoDu, eyh sB hI mr jwqy Bey[ Bwv eyh ik pRwx klw ky ivXog hoxy kr eyh BI nhIN rihqy hYN]","unicode":"ਔਰ ਜੋ ਬਿਵਹਾਰ ਕਾ ਕਰਨਾ ਹੈ, ਸੋ ਭੀ (ਥਕਾ) ਰਹਿ ਚੁਕਾ, ਔਰ ਦੇਹ ਕੀ ਹੰਤਾ, ਔਰ ਪੁਨਃ ਪੁਤ੍ਰਾਦਿਕ ਕੀ ਮਮਤਾ, ਪੁਨਃ ਕ੍ਰੋਧੁ, ਏਹ ਸਭ ਹੀ ਮਰ ਜਾਤੇ ਭਏ। ਭਾਵ ਏਹ ਕਿ ਪ੍ਰਾਣ ਕਲਾ ਕੇ ਵਿਯੋਗ ਹੋਣੇ ਕਰ ਏਹ ਭੀ ਨਹੀਂ ਰਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"aus dI mwieAw vwlI dOV-B`j mu`k jWdI hY, haumY mr jWdI hY, mwieAw dI mmqw ^qm ho jWdI hY, qy kRoD vI mr jWdw hY","unicode":"ਉਸ ਦੀ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਮਰ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਮਮਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਵੀ ਮਰ ਜਾਂਦਾ ਹੈ"},"ms":{"gurmukhi":"aunHW dI GtIAw muh`bq mr jWdI hY, aunHW dI sMswrI mmqw clI jWdI hY Aqy mu`k jWdI hY, aunHW dI duSmnI qy KtptI[","unicode":"ਉਨ੍ਹਾਂ ਦੀ ਘਟੀਆ ਮੁਹੱਬਤ ਮਰ ਜਾਂਦੀ ਹੈ, ਉਨ੍ਹਾਂ ਦੀ ਸੰਸਾਰੀ ਮਮਤਾ ਚਲੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਨ੍ਹਾਂ ਦੀ ਦੁਸ਼ਮਨੀ ਤੇ ਖਟਪਟੀ।"}},"es":{"sn":"Su actitud profana desaparece, el amor mundano se esfuma, así como su animosidad y actitud negativa. "},"hi":{"ss":"उसकी दुनियावी प्रीत खतम हो जाती है~ उसका माया वाले पदार्थों से प्यार समाप्त हो जाता है।","sts":"सांसारिक क्रिया-कलापों से थक गया, अहंत्व, ममत्व व क्रोध नष्ट हो गए।"}},"transliteration":{"english":"dha(n)dhaa thakaa hau muiee mamataa maiaa karodh ||","hindi":"धंधा थका हउ मुई ममता माइआ क्रोधु ॥","en":"dha(n)dhaa thakaa hau muiee mamataa maiaa karodh ||","hi":"धंधा थका हउ मुई ममता माइआ क्रोधु ॥","ipa":"t̪əŋt̪ɑ t̪ʰəkɑ ho mʊei məmət̪ɑ mɑɪɑ kəʳɔt̪.","ur":"دھںدھا تھکا ها مُای ممتا ماایا ک®ودھ ۔۔"},"pageNo":19,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":802,"shabadId":67,"verse":{"gurmukhi":"krim imlY scu pweIAY gurmuiK sdw inroDu ]3]","unicode":"ਕਰਮਿ ਮਿਲੈ ਸਚੁ ਪਾਈਐ ਗੁਰਮੁਖਿ ਸਦਾ ਨਿਰੋਧੁ ॥੩॥"},"larivaar":{"gurmukhi":"krimimlYscupweIAYgurmuiKsdwinroDu]3]","unicode":"ਕਰਮਿਮਿਲੈਸਚੁਪਾਈਐਗੁਰਮੁਖਿਸਦਾਨਿਰੋਧੁ॥੩॥"},"translation":{"en":{"bdb":"Those who receive His Mercy obtain the True One. The Gurmukhs dwell forever in balanced restraint. ||3||","ms":"Their secular avocations come to an end and die down their pride, worldly attachments yearning for wealth and wrath.","ssk":"Those who receive His Mercy obtain the True One. The Gurmukhs dwell forever in balanced restraint. ||3||"},"pu":{"ss":{"gurmukhi":"jo gurmuiK igAwn-ieMidRAW nUµ sdw rok ky r`Kdw hY aus nUµ pRBU dI ikRpw nwl aus pRBU dw imlwp ho jWdw hY","unicode":"ਜੋ ਗੁਰਮੁਖਿ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸਦਾ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ"},"ft":{"gurmukhi":"vwihgurU kI ikRpw kr ky jb muK gurU imlyN, srb ieMdRXoN ko (inroDu) rokyN, qb sc nwm pweIqw hY]3]","unicode":"ਵਾਹਿਗੁਰੂ ਕੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਜਬ ਮੁਖ ਗੁਰੂ ਮਿਲੇਂ, ਸਰਬ ਇੰਦ੍ਰਯੋਂ ਕੋ (ਨਿਰੋਧੁ) ਰੋਕੇਂ, ਤਬ ਸਚ ਨਾਮ ਪਾਈਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"jo gurmuiK igAwn-ieMidRAW nUµ sdw rok ky r`Kdw hY aus nUµ pRBU dI ikRpw nwl aus pRBU dw imlwp ho jWdw hY","unicode":"ਜੋ ਗੁਰਮੁਖਿ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸਦਾ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ"},"ms":{"gurmukhi":"aunHW dy duinAwvI kMm-kwj ^qm ho jWdy hn Aqy mr jWdy hn aunHW dy hMkwr, sMswrI lgnW, Dn dOlq dI lwlsw, Aqy roh[","unicode":"ਉਨ੍ਹਾਂ ਦੇ ਦੁਨਿਆਵੀ ਕੰਮ-ਕਾਜ ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ਉਨ੍ਹਾਂ ਦੇ ਹੰਕਾਰ, ਸੰਸਾਰੀ ਲਗਨਾਂ, ਧਨ ਦੌਲਤ ਦੀ ਲਾਲਸਾ, ਅਤੇ ਰੋਹ।"}},"es":{"sn":"Sus asuntos mundanos terminan, y su orgullo se calma junto con los apegos, el enojo y  la ansiedad de riqueza. (3)"},"hi":{"ss":"उसका किसी के साथ विरोध नहीं रह जाता उसकी माया वाली दौड़-भाग खत्म हो जाती है~ अहंकार मर जाता है~ माया की ममता मर जाती है और क्रोध भी मर जाता है।3।","sts":"अकाल पुरुष की कृपा द्वारा गुरु उपदेश की प्राप्ति होती है और (उस उपदेश द्वारा ही) चित्तवृतियों का दमन करके निरंकार के सत्य नाम को प्राप्त किया जा सकता है। ॥३॥"}},"transliteration":{"english":"karam milai sach paieeaai gurmukh sadhaa nirodh ||3||","hindi":"करमि मिलै सचु पाईऐ गुरमुखि सदा निरोधु ॥३॥","en":"karam milai sach paieeaai gurmukh sadhaa nirodh ||3||","hi":"करमि मिलै सचु पाईऐ गुरमुखि सदा निरोधु ॥३॥","ipa":"kərəm mɪlæ sət͡ʃ pɑeiæ Gʊrəmʊkʰ səd̪ɑ nɪrɔt̪.3.","ur":"کرم ملَے سچ پاایاَے گُرمکھ سدا نرودھ ۔۔۳۔۔"},"pageNo":19,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":803,"shabadId":67,"verse":{"gurmukhi":"scI kwrY scu imlY gurmiq plY pwie ]","unicode":"ਸਚੀ ਕਾਰੈ ਸਚੁ ਮਿਲੈ ਗੁਰਮਤਿ ਪਲੈ ਪਾਇ ॥"},"larivaar":{"gurmukhi":"scIkwrYscuimlYgurmiqplYpwie]","unicode":"ਸਚੀਕਾਰੈਸਚੁਮਿਲੈਗੁਰਮਤਿਪਲੈਪਾਇ॥"},"translation":{"en":{"bdb":"By true actions, the True Lord is met, and the Guru's Teachings are found.","ms":"By true service one meets the True Lord and obtains Guru's instruction.","ssk":"By true actions, the True Lord is met, and the Guru's Teachings are found."},"pu":{"ss":{"gurmukhi":"jyhVw mn`uK (ismrn dI) sdw-itkI rihx vwlI kwr ivc l`gw rihMdw hY aus nUµ sdw-iQr pRBU iml pYNdw hY, aus nUµ gurU dI is`iKAw pRwpq ho jWdI hY ","unicode":"ਜੇਹੜਾ ਮਨੱੁਖ (ਸਿਮਰਨ ਦੀ) ਸਦਾ-ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ "},"ft":{"gurmukhi":"hy BweI! guroN kI miq kr ky jb (plY) irdY ivKy nwm jpn kI s`cI kwr krIey, punÚ iqs kr ky s`c sÍrUp vwihgurU pRwpiq hoqw hY]","unicode":"ਹੇ ਭਾਈ! ਗੁਰੋਂ ਕੀ ਮਤਿ ਕਰ ਕੇ ਜਬ (ਪਲੈ) ਰਿਦੈ ਵਿਖੇ ਨਾਮ ਜਪਨ ਕੀ ਸੱਚੀ ਕਾਰ ਕਰੀਏ, ਪੁਨਃ ਤਿਸ ਕਰ ਕੇ ਸੱਚ ਸ੍ਵਰੂਪ ਵਾਹਿਗੁਰੂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw mn`uK (ismrn dI) sdw-itkI rihx vwlI kwr ivc l`gw rihMdw hY aus nUµ sdw-iQr pRBU iml pYNdw hY, aus nUµ gurU dI is`iKAw pRwpq ho jWdI hY ","unicode":"ਜੇਹੜਾ ਮਨੱੁਖ (ਸਿਮਰਨ ਦੀ) ਸਦਾ-ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ "},"ms":{"gurmukhi":"s`cI cwkrI duAwrw AwdmI s¤cy swihb ƒ iml pYNdw hY Aqy gurW dI is`iKAw prwpq kr lYNdw hY[","unicode":"ਸੱਚੀ ਚਾਕਰੀ ਦੁਆਰਾ ਆਦਮੀ ਸੱਚੇ ਸਾਹਿਬ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੀ ਸਿੱਖਿਆ ਪਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Con el Servicio Verdadero uno encuentra al Señor Verdadero y obtiene la Instrucción del Guru. "},"hi":{"ss":"जो मनुष्य (सिमरन की) सदा टिके रहने वाले कर्म में लगा रहता है उसको सदा स्थिर प्रभू मिल जाता है~ उसको गुरू की शिक्षा प्राप्त हो जाती है।","sts":"हे मानव ! गुरु-उपदेश द्वारा अंतर्मन से नाम सिमरन रूपी सत्कर्म करके सत्य स्वरूप निरंकार की प्राप्ति सम्भव है।"}},"transliteration":{"english":"sachee kaarai sach milai gurmat palai pai ||","hindi":"सची कारै सचु मिलै गुरमति पलै पाइ ॥","en":"sachee kaarai sach milai gurmat palai pai ||","hi":"सची कारै सचु मिलै गुरमति पलै पाइ ॥","ipa":"sət͡ʃi kɑræ sət͡ʃ mɪlæ Gʊrəmət̪ pəlæ pɑeɪ.","ur":"سچیِ کارَے سچ ملَے گُرمت پلَے پاا ۔۔"},"pageNo":19,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":804,"shabadId":67,"verse":{"gurmukhi":"so nru jMmY nw mrY nw AwvY nw jwie ]","unicode":"ਸੋ ਨਰੁ ਜੰਮੈ ਨਾ ਮਰੈ ਨਾ ਆਵੈ ਨਾ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"sonrujMmYnwmrYnwAwvYnwjwie]","unicode":"ਸੋਨਰੁਜੰਮੈਨਾਮਰੈਨਾਆਵੈਨਾਜਾਇ॥"},"translation":{"en":{"bdb":"Then, they are not subject to birth and death; they do not come and go in reincarnation.","ms":"That man gets immune of birth and death. He neither comes nor goes.","ssk":"Then, they are not subject to birth and death; they do not come and go in reincarnation."},"pu":{"ss":{"gurmukhi":"auh mnu`K muV muV jMmdw mrdw nhIN rihMdw, auh jnm mrn dy gyV qoN b`c jWdw hY ","unicode":"ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬੱਚ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"qW qy so purS nw mrqw hY n jnmqw hY, AOr n mMd sMklp iqs ky irdy myN Awauqw hY, AOr nw mn aus kw bwhr jwqw hY[ vw so purS nw mr kr jwqw hY, AOru nw jnm kr Awvqw hY]","unicode":"ਤਾਂ ਤੇ ਸੋ ਪੁਰਸ਼ ਨਾ ਮਰਤਾ ਹੈ ਨ ਜਨਮਤਾ ਹੈ, ਔਰ ਨ ਮੰਦ ਸੰਕਲਪ ਤਿਸ ਕੇ ਰਿਦੇ ਮੇਂ ਆਉਤਾ ਹੈ, ਔਰ ਨਾ ਮਨ ਉਸ ਕਾ ਬਾਹਰ ਜਾਤਾ ਹੈ। ਵਾ ਸੋ ਪੁਰਸ਼ ਨਾ ਮਰ ਕਰ ਜਾਤਾ ਹੈ, ਔਰੁ ਨਾ ਜਨਮ ਕਰ ਆਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh mnu`K muV muV jMmdw mrdw nhIN rihMdw, auh jnm mrn dy gyV qoN b`c jWdw hY ","unicode":"ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬੱਚ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"auh mnu`K jMmx qy mrx rihq ho jWdw hY[ auh nW AwauNdw hY qy nW hI jWdw hY[","unicode":"ਉਹ ਮਨੁੱਖ ਜੰਮਣ ਤੇ ਮਰਣ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਨਾਂ ਆਉਂਦਾ ਹੈ ਤੇ ਨਾਂ ਹੀ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ese ser se vuelve inmune a la trasmigración, y sus idas y venidas terminan."},"hi":{"ss":"वह मनुष्य बार बार मरता पैदा नहीं होता। वह जनम मरन के चक्रव्यूह से बच जाता है।","sts":"फिर तो वह मानव न जन्म लेता है और न मृत्यु को प्राप्त होता है तथा न आता है व न जाता है, अर्थात् वह सांसारिक बंधन व आवागमन के चक्र से मुक्त हो जाता है।"}},"transliteration":{"english":"so nar ja(n)mai naa marai naa aavai naa jai ||","hindi":"सो नरु जंमै ना मरै ना आवै ना जाइ ॥","en":"so nar ja(n)mai naa marai naa aavai naa jai ||","hi":"सो नरु जंमै ना मरै ना आवै ना जाइ ॥","ipa":"sɔ nər d͡ʒəŋmæ nɑ məræ nɑ əɑʋæ nɑ d͡ʒɑeɪ.","ur":"سو نر جںمَے نا مرَے نا آوَے نا جاا ۔۔"},"pageNo":19,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":805,"shabadId":67,"verse":{"gurmukhi":"nwnk dir prDwnu so drgih pYDw jwie ]4]14]","unicode":"ਨਾਨਕ ਦਰਿ ਪਰਧਾਨੁ ਸੋ ਦਰਗਹਿ ਪੈਧਾ ਜਾਇ ॥੪॥੧੪॥"},"larivaar":{"gurmukhi":"nwnkdirprDwnusodrgihpYDwjwie]4]14]","unicode":"ਨਾਨਕਦਰਿਪਰਧਾਨੁਸੋਦਰਗਹਿਪੈਧਾਜਾਇ॥੪॥੧੪॥"},"translation":{"en":{"bdb":"O Nanak, they are respected at the Lord's Gate; they are robed in honor in the Court of the Lord. ||4||14||","ms":"Nanak, he is prominent at God's door and goes to His Court clad with the robe of honour.","ssk":"O Nanak, they are respected at the Lord's Gate; they are robed in honor in the Court of the Lord. ||4||14||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! auh mnu`K pRBU dy dr qy sur^rU huMdw hY, auh pRBU dI hzUrI ivc sropw lY ky jWdw hY [4[14[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਰੋਪਾ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ।੪।੧੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN! vwihgurU ky (dir) sqsMg rUpI dÍwry myN so purS prDwnu mu`K hYN, AOru Awgy prlok myN BI (pYDw jwie) piq ky sihq jwqw hY]4]14]ÇpUrb imRqk ky pRQwie sy punÚ sbdu kQn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ! ਵਾਹਿਗੁਰੂ ਕੇ (ਦਰਿ) ਸਤਸੰਗ ਰੂਪੀ ਦ੍ਵਾਰੇ ਮੇਂ ਸੋ ਪੁਰਸ਼ ਪਰਧਾਨੁ ਮੁੱਖ ਹੈਂ, ਔਰੁ ਆਗੇ ਪਰਲੋਕ ਮੇਂ ਭੀ (ਪੈਧਾ ਜਾਇ) ਪਤਿ ਕੇ ਸਹਿਤ ਜਾਤਾ ਹੈ॥੪॥੧੪॥☬ਪੂਰਬ ਮ੍ਰਿਤਕ ਕੇ ਪ੍ਰਥਾਇ ਸੇ ਪੁਨਃ ਸਬਦੁ ਕਥਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! auh mnu`K pRBU dy dr qy sur^rU huMdw hY, auh pRBU dI hzUrI ivc sropw lY ky jWdw hY [4[14[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਰੋਪਾ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ।੪।੧੪।"},"ms":{"gurmukhi":"nwnk, auh vwihgurU dy bUhy auqy muKIAw hY Aqy iezq dI puSwk pihn ky aus dy drbwr ƒ jWdw hY[","unicode":"ਨਾਨਕ, ਉਹ ਵਾਹਿਗੁਰੂ ਦੇ ਬੂਹੇ ਉਤੇ ਮੁਖੀਆ ਹੈ ਅਤੇ ਇਜ਼ਤ ਦੀ ਪੁਸ਼ਾਕ ਪਹਿਨ ਕੇ ਉਸ ਦੇ ਦਰਬਾਰ ਨੂੰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, él se vuelve prominente en el Umbral de Dios y llega hasta Su Corte investido con el ropaje de Honor. (4-14)"},"hi":{"ss":"हे नानक! वह मनुष्य प्रभू के दर पे सुर्खरू होता है और वह प्रभू की हजूरी में सरोपा ले के जाता है।4।14।","sts":"सतिगुरु जी कथन करते हैं केि अकाल पुरुष के द्वार पर वह मुखिया होता है और आगे परलोक में भी उसको प्रतिष्ठा प्राप्त होती है ॥४॥१४॥"}},"transliteration":{"english":"naanak dhar paradhaan so dharageh paidhaa jai ||4||14||","hindi":"नानक दरि परधानु सो दरगहि पैधा जाइ ॥४॥१४॥","en":"naanak dhar paradhaan so dharageh paidhaa jai ||4||14||","hi":"नानक दरि परधानु सो दरगहि पैधा जाइ ॥४॥१४॥","ipa":"nɑnək d̪ər pərət̪ɑn sɔ d̪ərəGəh pæt̪ɑ d͡ʒɑeɪ.4.1ə4.","ur":"نانک در پردھان سو درگه پَےدھا جاا ۔۔۴۔۔۱۴۔۔"},"pageNo":19,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":806,"shabadId":68,"verse":{"gurmukhi":"isrIrwgu mhl 1 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲ ੧ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhl1]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲ੧॥"},"translation":{"en":{"bdb":"Siree Raag, First Mehla:","ms":"Sri Rag, First Guru.","ssk":"Siree Raag, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pihlI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"श्री राग महल १ ॥","sts":"श्रीरागु महल १ ॥"}},"transliteration":{"english":"sireeraag mahal 1 ||","hindi":"सिरीरागु महल १ ॥","en":"sireeraag mahal 1 ||","hi":"सिरीरागु महल १ ॥","ipa":"sɪrirɑG məhəl 1.","ur":"سِریِراگ مهل ۱ ۔۔"},"pageNo":19,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":807,"shabadId":68,"verse":{"gurmukhi":"qnu jil bil mwtI BieAw mnu mwieAw moih mnUru ]","unicode":"ਤਨੁ ਜਲਿ ਬਲਿ ਮਾਟੀ ਭਇਆ ਮਨੁ ਮਾਇਆ ਮੋਹਿ ਮਨੂਰੁ ॥"},"larivaar":{"gurmukhi":"qnujilbilmwtIBieAwmnumwieAwmoihmnUru]","unicode":"ਤਨੁਜਲਿਬਲਿਮਾਟੀਭਇਆਮਨੁਮਾਇਆਮੋਹਿਮਨੂਰੁ॥"},"translation":{"en":{"bdb":"The body is burnt to ashes; by its love of Maya, the mind is rusted through.","ms":"The body is completely burnt to ashes and because of mammon's love the mind is rusted with wickedness.","ssk":"The body is burnt to ashes; by its love of Maya, the mind is rusted through."},"pu":{"ss":{"gurmukhi":"(ijs ny nwm nhIN ismirAw, aus dw) srIr (ivkwrW ivc hI) sV bl ky im`tI ho jWdw hY (rul jWdw hY) aus dw mn mwieAw dy moh ivc (Ps ky, mwno) siVAw hoieAw lohw bx jWdw hY ","unicode":"(ਜਿਸ ਨੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਸ ਦਾ) ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਸੜ ਬਲ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਰੁਲ ਜਾਂਦਾ ਹੈ) ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ, ਮਾਨੋ) ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਬਣ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"jb srIru blqI Agin myN jl kr ky imRqk hUAw qO mn jo mwieAw kr ky moihq ho rhw Qw, so BI mnUr lohy kI mYl vq ho jwqw BXw, Bwv ieh ik mrn kwl myN mn BI mUrCq hoqw hY[ vw jmdUq jb pwpI jIv ko mwrqy hYN, qb mwr sy mnu jVu ho jwqw hY]","unicode":"ਜਬ ਸਰੀਰੁ ਬਲਤੀ ਅਗਨਿ ਮੇਂ ਜਲ ਕਰ ਕੇ ਮ੍ਰਿਤਕ ਹੂਆ ਤੌ ਮਨ ਜੋ ਮਾਇਆ ਕਰ ਕੇ ਮੋਹਿਤ ਹੋ ਰਹਾ ਥਾ, ਸੋ ਭੀ ਮਨੂਰ ਲੋਹੇ ਕੀ ਮੈਲ ਵਤ ਹੋ ਜਾਤਾ ਭਯਾ, ਭਾਵ ਇਹ ਕਿ ਮਰਨ ਕਾਲ ਮੇਂ ਮਨ ਭੀ ਮੂਰਛਤ ਹੋਤਾ ਹੈ। ਵਾ ਜਮਦੂਤ ਜਬ ਪਾਪੀ ਜੀਵ ਕੋ ਮਾਰਤੇ ਹੈਂ, ਤਬ ਮਾਰ ਸੇ ਮਨੁ ਜੜੁ ਹੋ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs ny nwm nhIN ismirAw, aus dw) srIr (ivkwrW ivc hI) sV bl ky im`tI ho jWdw hY (rul jWdw hY) aus dw mn mwieAw dy moh ivc (Ps ky, mwno) siVAw hoieAw lohw bx jWdw hY ","unicode":"(ਜਿਸ ਨੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਸ ਦਾ) ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਸੜ ਬਲ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਰੁਲ ਜਾਂਦਾ ਹੈ) ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ, ਮਾਨੋ) ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਬਣ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"srIr pUrI qrHW sV ky suAwh ho igAw hY Aqy mohnI dI muh`bq kwrn mnUey ƒ ivkwr dw jMgwl l`g igAw hY[","unicode":"ਸਰੀਰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਮੋਹਨੀ ਦੀ ਮੁਹੱਬਤ ਕਾਰਨ ਮਨੂਏ ਨੂੰ ਵਿਕਾਰ ਦਾ ਜੰਗਾਲ ਲੱਗ ਗਿਆ ਹੈ।"}},"es":{"sn":"El cuerpo es quemado por completo y convertido en cenizas y la dualidad baña a la mente con el óxido de la maldad. "},"hi":{"ss":"(जिस ने नाम नहीं सिमरा~ उसका) शरीर (विकारों में ही) जल के मिट्टी हो जाता है (व्यर्थ चला जाता है)। उसका मन माया के मोह में फंस के (मानो) जला हुआ लोहा बन जाता है।","sts":"हे मानव जीव ! यह जो शरीर प्राप्त हुआ था वह चिन्ता में जल कर राख हो गया और माया में लिप्त मन (मण्डूर) लोहे की जंग के समान नेिरर्थक हो गया है।"}},"transliteration":{"english":"tan jal bal maaTee bhiaa man maiaa moh manoor ||","hindi":"तनु जलि बलि माटी भइआ मनु माइआ मोहि मनूरु ॥","en":"tan jal bal maaTee bhiaa man maiaa moh manoor ||","hi":"तनु जलि बलि माटी भइआ मनु माइआ मोहि मनूरु ॥","ipa":"t̪ən d͡ʒəl bəl mɑʈi ɓɪɑ mən mɑɪɑ mɔh mənur.","ur":"تن جل بلِ ماٹیِ بھایا من ماایا موه منُور ۔۔"},"pageNo":19,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":808,"shabadId":68,"verse":{"gurmukhi":"Aaugx iPir lwgU Bey kUir vjwvY qUru ]","unicode":"ਅਉਗਣ ਫਿਰਿ ਲਾਗੂ ਭਏ ਕੂਰਿ ਵਜਾਵੈ ਤੂਰੁ ॥"},"larivaar":{"gurmukhi":"AaugxiPirlwgUBeykUirvjwvYqUru]","unicode":"ਅਉਗਣਫਿਰਿਲਾਗੂਭਏਕੂਰਿਵਜਾਵੈਤੂਰੁ॥"},"translation":{"en":{"bdb":"Demerits become one's enemies, and falsehood blows the bugle of attack.","ms":"Demerits, then turn into enemies and falsehood sounds the bugle (in glee).","ssk":"Demerits become one's enemies, and falsehood blows the bugle of attack."},"pu":{"ss":{"gurmukhi":"iPr vI ivkwr aus dI ^lwsI nhIN krdy, auh Ajy vI kUV ivc msq rih ky (mwieAw dy moh dw) vwjw vjWdw hY ","unicode":"ਫਿਰ ਵੀ ਵਿਕਾਰ ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਅਜੇ ਵੀ ਕੂੜ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਵਾਜਾ ਵਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"AOr jo pwp kIey hUey Qy, so ault kr ies jIv ky lwgU ho jwqy Bey, Bwv eyh ik mwrny vwly sqR¨ bn gey, AOr (kUir) jo JUT Qw, so BI (qUru) bwjw bjwvny lgw, Bwv eyh ik pRlok myN pRgt hoqw BXw]","unicode":"ਔਰ ਜੋ ਪਾਪ ਕੀਏ ਹੂਏ ਥੇ, ਸੋ ਉਲਟ ਕਰ ਇਸ ਜੀਵ ਕੇ ਲਾਗੂ ਹੋ ਜਾਤੇ ਭਏ, ਭਾਵ ਏਹ ਕਿ ਮਾਰਨੇ ਵਾਲੇ ਸਤ੍ਰੂ ਬਨ ਗਏ, ਔਰ (ਕੂਰਿ) ਜੋ ਝੂਠ ਥਾ, ਸੋ ਭੀ (ਤੂਰੁ) ਬਾਜਾ ਬਜਾਵਨੇ ਲਗਾ, ਭਾਵ ਏਹ ਕਿ ਪ੍ਰਲੋਕ ਮੇਂ ਪ੍ਰਗਟ ਹੋਤਾ ਭਯਾ॥"},"bdb":{"gurmukhi":"iPr vI ivkwr aus dI ^lwsI nhIN krdy, auh Ajy vI kUV ivc msq rih ky (mwieAw dy moh dw) vwjw vjWdw hY ","unicode":"ਫਿਰ ਵੀ ਵਿਕਾਰ ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਅਜੇ ਵੀ ਕੂੜ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਵਾਜਾ ਵਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"bdIAW qd vYrI ho jWdIAW hn Aqy JUT (KuSI iv`c) qUru ibgl vjwauNdw hY[","unicode":"ਬਦੀਆਂ ਤਦ ਵੈਰੀ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਝੂਠ (ਖੁਸ਼ੀ ਵਿੱਚ) ਤੂਰੁ ਬਿਗਲ ਵਜਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Los deméritos se convierten en enemigos y la falsedad hace sonar las trompetas del éxito."},"hi":{"ss":"फिर भी विकार उसकी खलासी नहीं करते~ वह अभी भी झूठ में मस्त रह के (माया के मोह का) बाजा बजाता है।","sts":"जो पाप कर्म किए गए वे उलट कर उन पर ही लागू हो जाते हैं और झूठ उनके समक्ष तुरही बजाता है।"}},"transliteration":{"english":"aaugan fir laagoo bhe koor vajaavai toor ||","hindi":"अउगण फिरि लागू भए कूरि वजावै तूरु ॥","en":"aaugan fir laagoo bhe koor vajaavai toor ||","hi":"अउगण फिरि लागू भए कूरि वजावै तूरु ॥","ipa":"əoʊGəɳ fɪr lɑGu ɓee kur ʋəd͡ʒɑʋæ t̪ur.","ur":"ااگݨ پھر لاگُو بھاے کُور وجاوَے تُور ۔۔"},"pageNo":19,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":809,"shabadId":68,"verse":{"gurmukhi":"ibnu sbdY BrmweIAY duibDw foby pUru ]1]","unicode":"ਬਿਨੁ ਸਬਦੈ ਭਰਮਾਈਐ ਦੁਬਿਧਾ ਡੋਬੇ ਪੂਰੁ ॥੧॥"},"larivaar":{"gurmukhi":"ibnusbdYBrmweIAYduibDwfobypUru]1]","unicode":"ਬਿਨੁਸਬਦੈਭਰਮਾਈਐਦੁਬਿਧਾਡੋਬੇਪੂਰੁ॥੧॥"},"translation":{"en":{"bdb":"Without the Word of the Shabad, people wander lost in reincarnation. Through the love of duality, multitudes have been drowned. ||1||","ms":"Without the Name, man is knocked about (in transmigration). The love of duality has drowned multitudes of men.","ssk":"Without the Word of the Shabad, people wander lost in reincarnation. Through the love of duality, multitudes have been drowned. ||1||"},"pu":{"ss":{"gurmukhi":"gur-Sbd qoN vWijAW rih ky auh Btkxw ivc ipAw rihMdw hY [ duibDw aus mnu`K dw (igAwn-ieMidRAW dw) swrw hI prvwr (moh dy smuMdr ivc) fob dyNdI hY [1[","unicode":"ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਉਹ ਭਟਕਣਾ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ । ਦੁਬਿਧਾ ਉਸ ਮਨੁੱਖ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਸਾਰਾ ਹੀ ਪਰਵਾਰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦੇਂਦੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"gur sbd sy ibnW jIv ko cOrwsI myN BRmweIqw hY AYsy eyk nhIN hYN[ (duibDw) AivdÎw ny Anyk pUroN ky pUr hI fob dIey hYN]1]","unicode":"ਗੁਰ ਸਬਦ ਸੇ ਬਿਨਾਂ ਜੀਵ ਕੋ ਚੌਰਾਸੀ ਮੇਂ ਭ੍ਰਮਾਈਤਾ ਹੈ ਐਸੇ ਏਕ ਨਹੀਂ ਹੈਂ। (ਦੁਬਿਧਾ) ਅਵਿਦ੍ਯਾ ਨੇ ਅਨੇਕ ਪੂਰੋਂ ਕੇ ਪੂਰ ਹੀ ਡੋਬ ਦੀਏ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"gur-Sbd qoN vWijAW rih ky auh Btkxw ivc ipAw rihMdw hY [ duibDw aus mnu`K dw (igAwn-ieMidRAW dw) swrw hI prvwr (moh dy smuMdr ivc) fob dyNdI hY [1[","unicode":"ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਉਹ ਭਟਕਣਾ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ । ਦੁਬਿਧਾ ਉਸ ਮਨੁੱਖ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਸਾਰਾ ਹੀ ਪਰਵਾਰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦੇਂਦੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"nwm dy bwJoN bMdw (Awvwgaux AMdr) D`ikAw jWdw hY[ dvYq-Bwv ny bMidAW dy smudwie grk kr C¤fy hn[","unicode":"ਨਾਮ ਦੇ ਬਾਝੋਂ ਬੰਦਾ (ਆਵਾਗਉਣ ਅੰਦਰ) ਧੱਕਿਆ ਜਾਂਦਾ ਹੈ। ਦਵੈਤ-ਭਾਵ ਨੇ ਬੰਦਿਆਂ ਦੇ ਸਮੁਦਾਇ ਗਰਕ ਕਰ ਛੱਡੇ ਹਨ।"}},"es":{"sn":"Sin el Nombre del Shabd el ser es arrastrado en las transmigraciones. (1)"},"hi":{"ss":"गुरु शबद से वंचित रह के वह भटकता रहता है। दुबिधा उस मनुष्य के (ज्ञानंन्द्रियों के) सारे ही परिवार को (मोह के समुंद्र में) डुबा देती है।1","sts":"गुरु-उपदेश के बिना जीव भटकता रहता है तथा द्वैत-भाव ने पूर्ण समूह को नरकों में धकेल दिया है ॥१॥"}},"transliteration":{"english":"bin sabadhai bharamaieeaai dhubidhaa ddobe poor ||1||","hindi":"बिनु सबदै भरमाईऐ दुबिधा डोबे पूरु ॥१॥","en":"bin sabadhai bharamaieeaai dhubidhaa ddobe poor ||1||","hi":"बिनु सबदै भरमाईऐ दुबिधा डोबे पूरु ॥१॥","ipa":"bɪn səbəd̪æ ɓərəmɑeiæ d̪ʊbɪt̪ɑ ɖɔbe pur.1.","ur":"بٍن سبدَے بھرماایاَے دُبدھا ڈوبے پُور ۔۔۱۔۔"},"pageNo":19,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":810,"shabadId":68,"verse":{"gurmukhi":"mn ry sbid qrhu icqu lwie ]","unicode":"ਮਨ ਰੇ ਸਬਦਿ ਤਰਹੁ ਚਿਤੁ ਲਾਇ ॥"},"larivaar":{"gurmukhi":"mnrysbidqrhuicqulwie]","unicode":"ਮਨਰੇਸਬਦਿਤਰਹੁਚਿਤੁਲਾਇ॥"},"translation":{"en":{"bdb":"O mind, swim across, by focusing your consciousness on the Shabad.","ms":"O my soul! thou shalt swim across the world ocean by fixing attention on God's Name.","ssk":"O mind, swim across, by focusing your consciousness on the Shabad."},"pu":{"ss":{"gurmukhi":"hy (myry) mn ! gurU dy Sbd ivc ic`q joV (qy ies qrHW sMswr-smuMdr dy ivkwrW qoN) pwr lMG ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ "},"ft":{"gurmukhi":"hy mn! qUM  gur Sbd myN icqu lgwie kr sMswr smudR sy qru]","unicode":"ਹੇ ਮਨ! ਤੂੰ  ਗੁਰ ਸ਼ਬਦ ਮੇਂ ਚਿਤੁ ਲਗਾਇ ਕਰ ਸੰਸਾਰ ਸਮੁਦ੍ਰ ਸੇ ਤਰੁ॥"},"bdb":{"gurmukhi":"hy (myry) mn ! gurU dy Sbd ivc ic`q joV (qy ies qrHW sMswr-smuMdr dy ivkwrW qoN) pwr lMG ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ "},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM vwihguru dy nwm nwl ikrqI joVn duAwrw sMswr smuMdr qoN pwr ho jwvygI[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਵਾਹਿਗੁਰੁ ਦੇ ਨਾਮ ਨਾਲ ਕਿਰਤੀ ਜੋੜਨ ਦੁਆਰਾ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਹੋ ਜਾਵੇਗੀ।"}},"es":{"sn":"El amor a la dualidad ha ahogado a multitud de hombres. Oh mi Alma, deberías nadar a través del océano del mundo, poniendo tu atención en el Nombre de Dios. "},"hi":{"ss":"हे (मेरे) मन! गुरू के शबद में चित्त जोड़ (और इस तरह संसार समुंदर के विकारों से) पार लांघ।","sts":"हे मन ! तू गुरु-उपदेश में चित्त लगा कर इस भवसागर को पार कर।"}},"transliteration":{"english":"man re sabadh tarahu chit lai ||","hindi":"मन रे सबदि तरहु चितु लाइ ॥","en":"man re sabadh tarahu chit lai ||","hi":"मन रे सबदि तरहु चितु लाइ ॥","ipa":"mən re səbəd̪ t̪ərəh t͡ʃɪt̪ lɑeɪ.","ur":"من رے سبد ترهُ چت لاا ۔۔"},"pageNo":19,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":811,"shabadId":68,"verse":{"gurmukhi":"ijin gurmuiK nwmu n bUiJAw mir jnmY AwvY jwie ]1] rhwau ]","unicode":"ਜਿਨਿ ਗੁਰਮੁਖਿ ਨਾਮੁ ਨ ਬੂਝਿਆ ਮਰਿ ਜਨਮੈ ਆਵੈ ਜਾਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ijingurmuiKnwmunbUiJAwmirjnmYAwvYjwie]1]rhwau]","unicode":"ਜਿਨਿਗੁਰਮੁਖਿਨਾਮੁਨਬੂਝਿਆਮਰਿਜਨਮੈਆਵੈਜਾਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Those who do not become Gurmukh do not understand the Naam; they die, and continue coming and going in reincarnation. ||1||Pause||","ms":"Those who through the Guru, have not understood God's Name are reborn after death and continue coming and going. Pause.","ssk":"Those who do not become Gurmukh do not understand the Naam; they die, and continue coming and going in reincarnation. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"ijs mnu`K ny gurU dI srn pY ky prmwqmw dy nwm nwl sWJ nhIN pweI, auh mrdw hY jMmdw hY jMmdw hY mrdw hY [1[rhwau[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ikauNik ijn purSoN ny guroN dÍwry nwm ko nhIN jwinAW, so mr kr ky nrkwidkoN myN jwqy hYN, AOr jnm kr ky Awvqy hYN]1] rhwau ]","unicode":"ਕਿਉਂਕਿ ਜਿਨ ਪੁਰਸ਼ੋਂ ਨੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਾਮ ਕੋ ਨਹੀਂ ਜਾਨਿਆਂ, ਸੋ ਮਰ ਕਰ ਕੇ ਨਰਕਾਦਿਕੋਂ ਮੇਂ ਜਾਤੇ ਹੈਂ, ਔਰ ਜਨਮ ਕਰ ਕੇ ਆਵਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"ijs mnu`K ny gurU dI srn pY ky prmwqmw dy nwm nwl sWJ nhIN pweI, auh mrdw hY jMmdw hY jMmdw hY mrdw hY [1[rhwau[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"ijnHW ny gurW duAwrw hrI nwm ƒ nhIN smiJAw, auh mr ky muV jMmdy hn Aqy AwauNdy qy jWdy rihMdy hn[ Tihrwau[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਾਂ ਦੁਆਰਾ ਹਰੀ ਨਾਮ ਨੂੰ ਨਹੀਂ ਸਮਝਿਆ, ਉਹ ਮਰ ਕੇ ਮੁੜ ਜੰਮਦੇ ਹਨ ਅਤੇ ਆਉਂਦੇ ਤੇ ਜਾਂਦੇ ਰਹਿੰਦੇ ਹਨ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Los que no se convierten en Gurmukjs, no entienden el Naam, mueren y volverán a nacer, para continuar yendo y viniendo. (1-Pausa)"},"hi":{"ss":"जिस मनुष्य ने गुरू की शरण पड़ कर परमात्मा के नाम के साथ सांझ नहीं डाली~ वह मरता है पैदा होता है~ पैदा होता है मरता है।1।रहाउ।","sts":"जिन जीवों ने गुरु द्वारा नाम-ज्ञान को प्राप्त नहीं किया, वे बार-बार आवागमन में ही व्यस्त रहते हैं ॥१॥ रहाउ ॥"}},"transliteration":{"english":"jin gurmukh naam na boojhiaa mar janamai aavai jai ||1|| rahaau ||","hindi":"जिनि गुरमुखि नामु न बूझिआ मरि जनमै आवै जाइ ॥१॥ रहाउ ॥","en":"jin gurmukh naam na boojhiaa mar janamai aavai jai ||1|| rahaau ||","hi":"जिनि गुरमुखि नामु न बूझिआ मरि जनमै आवै जाइ ॥१॥ रहाउ ॥","ipa":"d͡ʒɪn Gʊrəmʊkʰ nɑm nə buɖ͡ʐɪəɑ mər d͡ʒənəmæ əɑʋæ d͡ʒɑeɪ.1. rəhɑo.","ur":"جٍن گُرمکھ نام ن بُوجھآ مر جنمَے آوَے جاا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":19,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":812,"shabadId":68,"verse":{"gurmukhi":"qnu sUcw so AwKIAY ijsu mih swcw nwau ]","unicode":"ਤਨੁ ਸੂਚਾ ਸੋ ਆਖੀਐ ਜਿਸੁ ਮਹਿ ਸਾਚਾ ਨਾਉ ॥"},"larivaar":{"gurmukhi":"qnusUcwsoAwKIAYijsumihswcwnwau]","unicode":"ਤਨੁਸੂਚਾਸੋਆਖੀਐਜਿਸੁਮਹਿਸਾਚਾਨਾਉ॥"},"translation":{"en":{"bdb":"That body is said to be pure, in which the True Name abides.","ms":"That body where in abides the True Name, is said to be pure.","ssk":"That body is said to be pure, in which the True Name abides."},"pu":{"ss":{"gurmukhi":"ijs srIr ivc sdw-iQr pRBU dw nwm itikAw rihMdw hY auhI srIr pivqR AKvw skdw hY ","unicode":"ਜਿਸ ਸਰੀਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹੀ ਸਰੀਰ ਪਵਿਤ੍ਰ ਅਖਵਾ ਸਕਦਾ ਹੈ "},"ft":{"gurmukhi":"ijs mih scw nwmu jpIqw hY, so srIru (sUcw) pivqR khIqw hY]","unicode":"ਜਿਸ ਮਹਿ ਸਚਾ ਨਾਮੁ ਜਪੀਤਾ ਹੈ, ਸੋ ਸਰੀਰੁ (ਸੂਚਾ) ਪਵਿਤ੍ਰ ਕਹੀਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs srIr ivc sdw-iQr pRBU dw nwm itikAw rihMdw hY auhI srIr pivqR AKvw skdw hY ","unicode":"ਜਿਸ ਸਰੀਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹੀ ਸਰੀਰ ਪਵਿਤ੍ਰ ਅਖਵਾ ਸਕਦਾ ਹੈ "},"ms":{"gurmukhi":"ijs dyh AMdr siqnwm vsdw hY, auh piv`qr khI jWdI hY[","unicode":"ਜਿਸ ਦੇਹ ਅੰਦਰ ਸਤਿਨਾਮ ਵਸਦਾ ਹੈ, ਉਹ ਪਵਿੱਤਰ ਕਹੀ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Ese cuerpo, en el que habita el Nombre Verdadero, se dice que es puro. "},"hi":{"ss":"जो सुंदर शरीर परमात्मा के अदब-प्यार में परमात्मा की याद में रंगा रहता है~ वही शरीर पवित्र कहला सकता है","sts":"जिस अंतर्मन में सत्य-नाम विद्यमान हो, वही पवित्र कहा जाता है।"}},"transliteration":{"english":"tan soochaa so aakheeaai jis meh saachaa naau ||","hindi":"तनु सूचा सो आखीऐ जिसु महि साचा नाउ ॥","en":"tan soochaa so aakheeaai jis meh saachaa naau ||","hi":"तनु सूचा सो आखीऐ जिसु महि साचा नाउ ॥","ipa":"t̪ən sut͡ʃɑ sɔ əɑkʰiæ d͡ʒɪs məh sɑt͡ʃɑ nɑo.","ur":"تن سُوچا سو آکھیِاَے جس مهِ ساچا ناا ۔۔"},"pageNo":19,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":813,"shabadId":68,"verse":{"gurmukhi":"BY sic rwqI dyhurI ijhvw scu suAwau ]","unicode":"ਭੈ ਸਚਿ ਰਾਤੀ ਦੇਹੁਰੀ ਜਿਹਵਾ ਸਚੁ ਸੁਆਉ ॥"},"larivaar":{"gurmukhi":"BYsicrwqIdyhurIijhvwscusuAwau]","unicode":"ਭੈਸਚਿਰਾਤੀਦੇਹੁਰੀਜਿਹਵਾਸਚੁਸੁਆਉ॥"},"translation":{"en":{"bdb":"One whose body is imbued with the Fear of the True One, and whose tongue savors Truthfulness,","ms":"(The Mortal), whose body is tinged with the fear of the True One and whose tongue relishes truthfulness,","ssk":"One whose body is imbued with the Fear of the True One, and whose tongue savors Truthfulness,"},"pu":{"ss":{"gurmukhi":"jyhVw suMdr srIr prmwqmw dy Adb-ipAwr ivc prmwqmw dI Xwd ivc rMigAw rihMdw hY, ijs dI jIB nUµ ismrn hI (AwpxI hsqI dw) Asl mnorQ jwpdw hY","unicode":"ਜੇਹੜਾ ਸੁੰਦਰ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਨੂੰ ਸਿਮਰਨ ਹੀ (ਆਪਣੀ ਹਸਤੀ ਦਾ) ਅਸਲ ਮਨੋਰਥ ਜਾਪਦਾ ਹੈ"},"ft":{"gurmukhi":"ijs kI scy vwihgurU ky BY myN (dyhurI) ilMg dyih r`qI hY, AOr jo (ijhbw) rsnw kr ky (scu suAwau) scy hI nwm kw sÍwdu lyqw hY, vw lwB lyqw hY]","unicode":"ਜਿਸ ਕੀ ਸਚੇ ਵਾਹਿਗੁਰੂ ਕੇ ਭੈ ਮੇਂ (ਦੇਹੁਰੀ) ਲਿੰਗ ਦੇਹਿ ਰੱਤੀ ਹੈ, ਔਰ ਜੋ (ਜਿਹਬਾ) ਰਸਨਾ ਕਰ ਕੇ (ਸਚੁ ਸੁਆਉ) ਸਚੇ ਹੀ ਨਾਮ ਕਾ ਸ੍ਵਾਦੁ ਲੇਤਾ ਹੈ, ਵਾ ਲਾਭ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw suMdr srIr prmwqmw dy Adb-ipAwr ivc prmwqmw dI Xwd ivc rMigAw rihMdw hY, ijs dI jIB nUµ ismrn hI (AwpxI hsqI dw) Asl mnorQ jwpdw hY","unicode":"ਜੇਹੜਾ ਸੁੰਦਰ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਨੂੰ ਸਿਮਰਨ ਹੀ (ਆਪਣੀ ਹਸਤੀ ਦਾ) ਅਸਲ ਮਨੋਰਥ ਜਾਪਦਾ ਹੈ"},"ms":{"gurmukhi":"(pRwxI) ijs dI dyih siqprK dy fr nwl rMgI hoeI hY qy ijs dI jIB s`cweI dw suAwd mwxdI hY,","unicode":"(ਪ੍ਰਾਣੀ) ਜਿਸ ਦੀ ਦੇਹਿ ਸਤਿਪਰਖ ਦੇ ਡਰ ਨਾਲ ਰੰਗੀ ਹੋਈ ਹੈ ਤੇ ਜਿਸ ਦੀ ਜੀਭ ਸੱਚਾਈ ਦਾ ਸੁਆਦ ਮਾਣਦੀ ਹੈ,"}},"es":{"sn":"El mortal que está teñido con el Fervor del Uno Verdadero, "},"hi":{"ss":"जिसकी जीभ को सिमरन ही (अपने अस्तित्व का) असल उद्देश्य प्रतीत होता है~ जिस शरीर में अडोल प्रभू का नाम टिका रहता है वही शरीर पवित्र कहला सकता है।","sts":"शरीर सत्य स्वरूप निरंकार के भय में रत है और रसना सत्य-नाम का स्वाद चख रही है।"}},"transliteration":{"english":"bhai sach raatee dhehuree jihavaa sach suaau ||","hindi":"भै सचि राती देहुरी जिहवा सचु सुआउ ॥","en":"bhai sach raatee dhehuree jihavaa sach suaau ||","hi":"भै सचि राती देहुरी जिहवा सचु सुआउ ॥","ipa":"ɓæ sət͡ʃ rɑt̪i d̪ehʊri d͡ʒɪhəʋɑ sət͡ʃ sʊəɑo.","ur":"بھَے سچ راتیِ دےهُریِ جهوا سچ سُآا ۔۔"},"pageNo":19,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":814,"shabadId":68,"verse":{"gurmukhi":"scI ndir inhwlIAY bhuiV n pwvY qwau ]2]","unicode":"ਸਚੀ ਨਦਰਿ ਨਿਹਾਲੀਐ ਬਹੁੜਿ ਨ ਪਾਵੈ ਤਾਉ ॥੨॥"},"larivaar":{"gurmukhi":"scIndirinhwlIAYbhuiVnpwvYqwau]2]","unicode":"ਸਚੀਨਦਰਿਨਿਹਾਲੀਐਬਹੁੜਿਨਪਾਵੈਤਾਉ॥੨॥"},"translation":{"en":{"bdb":"is brought to ecstasy by the True Lord's Glance of Grace. That person does not have to go through the fire of the womb again. ||2||","ms":"is ecstasised by God's true glance, and faces not sin's heat, again.","ssk":"is brought to ecstasy by the True Lord's Glance of Grace. That person does not have to go through the fire of the womb again. ||2||"},"pu":{"ss":{"gurmukhi":"ijs auqy pRBU dI imhr dI nzr huMdI hY, auh muV muV (cOrwsI dy gyV dI kuTwlI ivc pY ky) qwA (syk) nhIN shwrdw [2[","unicode":"ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ (ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਪੈ ਕੇ) ਤਾਅ (ਸੇਕ) ਨਹੀਂ ਸਹਾਰਦਾ ।੨।"},"ft":{"gurmukhi":"vhu purs jb guroN kI scI ndir kr ky inhwl hUAw, punÚ cOrwsI myN, vw nrkwgin myN aus ko qpwauxw nhIN hoqw]2]ÇpRSn: jo cOrwsI ky qwau sy CUtw hY vhu sMswr ko kYsy auqpiq BXw mwnqw hY, AOr prmysÍr ko sMswr myN kYsy smJqw hY, vw sMswr kYsy BieAw?Çau`qr: iqs kI AYsI idRs†I hoqI hY:","unicode":"ਵਹੁ ਪੁਰਸ ਜਬ ਗੁਰੋਂ ਕੀ ਸਚੀ ਨਦਰਿ ਕਰ ਕੇ ਨਿਹਾਲ ਹੂਆ, ਪੁਨਃ ਚੌਰਾਸੀ ਮੇਂ, ਵਾ ਨਰਕਾਗਨਿ ਮੇਂ ਉਸ ਕੋ ਤਪਾਉਣਾ ਨਹੀਂ ਹੋਤਾ॥੨॥☬ਪ੍ਰਸ਼ਨ: ਜੋ ਚੌਰਾਸੀ ਕੇ ਤਾਉ ਸੇ ਛੂਟਾ ਹੈ ਵਹੁ ਸੰਸਾਰ ਕੋ ਕੈਸੇ ਉਤਪਤਿ ਭਯਾ ਮਾਨਤਾ ਹੈ, ਔਰ ਪਰਮੇਸ੍ਵਰ ਕੋ ਸੰਸਾਰ ਮੇਂ ਕੈਸੇ ਸਮਝਤਾ ਹੈ, ਵਾ ਸੰਸਾਰ ਕੈਸੇ ਭਇਆ?☬ਉੱਤਰ: ਤਿਸ ਕੀ ਐਸੀ ਦ੍ਰਿਸ੍ਟੀ ਹੋਤੀ ਹੈ:"},"bdb":{"gurmukhi":"ijs auqy pRBU dI imhr dI nzr huMdI hY, auh muV muV (cOrwsI dy gyV dI kuTwlI ivc pY ky) qwA (syk) nhIN shwrdw [2[","unicode":"ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ (ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਪੈ ਕੇ) ਤਾਅ (ਸੇਕ) ਨਹੀਂ ਸਹਾਰਦਾ ।੨।"},"ms":{"gurmukhi":"aus ƒ hrI dI s`cI ingHw inhwl kr idMdI hY qy aus ƒ muV ky pwpW dw syk nhIN l`gdw[","unicode":"ਉਸ ਨੂੰ ਹਰੀ ਦੀ ਸੱਚੀ ਨਿਗ੍ਹਾ ਨਿਹਾਲ ਕਰ ਦਿੰਦੀ ਹੈ ਤੇ ਉਸ ਨੂੰ ਮੁੜ ਕੇ ਪਾਪਾਂ ਦਾ ਸੇਕ ਨਹੀਂ ਲੱਗਦਾ।"}},"es":{"sn":"y cuyos labios son refrescados por la Verdad y el Éxtasis, con la Mirada Compasiva de Dios, no vuelve a encarar las consecuencias de vivir en el error. (2)"},"hi":{"ss":"जिस पे प्रभू के मेहर की नजर होती है~ वह बार-बार (चौरासी के चक्कर की कुठाली में पड़ के) तपश नहीं सहता।2।","sts":"उस जीव पर जब परमेश्वर की कृपा-दृष्टि हो गई तब उसे नरकों की अग्नि का ताप नहीं सहना पड़ता ॥२॥"}},"transliteration":{"english":"sachee nadhar nihaaleeaai bahuR na paavai taau ||2||","hindi":"सची नदरि निहालीऐ बहुड़ि न पावै ताउ ॥२॥","en":"sachee nadhar nihaaleeaai bahuR na paavai taau ||2||","hi":"सची नदरि निहालीऐ बहुड़ि न पावै ताउ ॥२॥","ipa":"sət͡ʃi nəd̪ər nɪhɑliæ bəhʊɽ nə pɑʋæ t̪ɑo.2.","ur":"سچیِ ندر نهالیِاَے بهُڑ ن پاوَے تاا ۔۔۲۔۔"},"pageNo":19,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":815,"shabadId":68,"verse":{"gurmukhi":"swcy qy pvnw BieAw pvnY qy jlu hoie ]","unicode":"ਸਾਚੇ ਤੇ ਪਵਨਾ ਭਇਆ ਪਵਨੈ ਤੇ ਜਲੁ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"swcyqypvnwBieAwpvnYqyjluhoie]","unicode":"ਸਾਚੇਤੇਪਵਨਾਭਇਆਪਵਨੈਤੇਜਲੁਹੋਇ॥"},"translation":{"en":{"bdb":"From the True Lord came the air, and from the air came water.","ms":"From the True Lord, proceeded the air and from air became the water.","ssk":"From the True Lord came the air, and from the air came water."},"pu":{"ss":{"gurmukhi":"prmwqmw qoN (sUKm q`q) pvx bixAw, pvx qoN jl hoNd ivc AwieAw","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ (ਸੂਖਮ ਤੱਤ) ਪਵਣ ਬਣਿਆ, ਪਵਣ ਤੋਂ ਜਲ ਹੋਂਦ ਵਿਚ ਆਇਆ"},"ft":{"gurmukhi":"scy vwihgurU sy pvnu dyvqw BXw, AOr pvn qy AgnI jlu Akws sB kRm pUrbk ho kr[ vw scy qy pvnw Bwv sbd hUAw ik eyk sy bhuq hovo, Bwv eyih ik blnw pvn kr ky hY] XQw- \"bolY pvnw ggnu grjY]\"","unicode":"ਸਚੇ ਵਾਹਿਗੁਰੂ ਸੇ ਪਵਨੁ ਦੇਵਤਾ ਭਯਾ, ਔਰ ਪਵਨ ਤੇ ਅਗਨੀ ਜਲੁ ਅਕਾਸ ਸਭ ਕ੍ਰਮ ਪੂਰਬਕ ਹੋ ਕਰ। ਵਾ ਸਚੇ ਤੇ ਪਵਨਾ ਭਾਵ ਸਬਦ ਹੂਆ ਕਿ ਏਕ ਸੇ ਬਹੁਤ ਹੋਵੋ, ਭਾਵ ਏਹਿ ਕਿ ਬਲਨਾ ਪਵਨ ਕਰ ਕੇ ਹੈ॥ ਯਥਾ- \"ਬੋਲੈ ਪਵਨਾ ਗਗਨੁ ਗਰਜੈ॥\""},"bdb":{"gurmukhi":"prmwqmw qoN (sUKm q`q) pvx bixAw, pvx qoN jl hoNd ivc AwieAw","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ (ਸੂਖਮ ਤੱਤ) ਪਵਣ ਬਣਿਆ, ਪਵਣ ਤੋਂ ਜਲ ਹੋਂਦ ਵਿਚ ਆਇਆ"},"ms":{"gurmukhi":"s¤cy suAwmI qoN hvw hoeI Aqy hvw qoN pwxI bixAw[","unicode":"ਸੱਚੇ ਸੁਆਮੀ ਤੋਂ ਹਵਾ ਹੋਈ ਅਤੇ ਹਵਾ ਤੋਂ ਪਾਣੀ ਬਣਿਆ।"}},"es":{"sn":"Del Señor Verdadero procede el aire y del aire viene el agua. Del agua, "},"hi":{"ss":"परमात्मा से (सूक्ष्म तत्व) पवन बनी~ पवन से जल अस्तित्व में आया~","sts":"(अब सतगुरु जी पुनः सृष्टि की रचना का चित्रण करते हैं।) सत्य स्वरूप निरंकार से पवन हुआ, पवन से जल की उत्पति हुई।"}},"transliteration":{"english":"saache te pavanaa bhiaa pavanai te jal hoi ||","hindi":"साचे ते पवना भइआ पवनै ते जलु होइ ॥","en":"saache te pavanaa bhiaa pavanai te jal hoi ||","hi":"साचे ते पवना भइआ पवनै ते जलु होइ ॥","ipa":"sɑt͡ʃe t̪e pəʋənɑ ɓɪɑ pəʋənæ t̪e d͡ʒəl hɔeɪ.","ur":"ساچے تے پونا بھایا پونَے تے جل هوا ۔۔"},"pageNo":19,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":816,"shabadId":68,"verse":{"gurmukhi":"jl qy iqRBvxu swijAw Git Git joiq smoie ]","unicode":"ਜਲ ਤੇ ਤ੍ਰਿਭਵਣੁ ਸਾਜਿਆ ਘਟਿ ਘਟਿ ਜੋਤਿ ਸਮੋਇ ॥"},"larivaar":{"gurmukhi":"jlqyiqRBvxuswijAwGitGitjoiqsmoie]","unicode":"ਜਲਤੇਤ੍ਰਿਭਵਣੁਸਾਜਿਆਘਟਿਘਟਿਜੋਤਿਸਮੋਇ॥"},"translation":{"en":{"bdb":"From water, He created the three worlds; in each and every heart He has infused His Light.","ms":"From the water God created the three worlds and in every heart He infused His light.","ssk":"From water, He created the three worlds; in each and every heart He has infused His Light."},"pu":{"ss":{"gurmukhi":"jl qoN swrw jgq ricAw igAw, (qy, ies rcy sMswr dy) hryk Gt ivc prmwqmw dI joiq smweI hoeI hY","unicode":"ਜਲ ਤੋਂ ਸਾਰਾ ਜਗਤ ਰਚਿਆ ਗਿਆ, (ਤੇ, ਇਸ ਰਚੇ ਸੰਸਾਰ ਦੇ) ਹਰੇਕ ਘਟ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ"},"ft":{"gurmukhi":"iqs vwihgurU ny iPir jlwidk qqoN sy iqRBvn rUpu jgqu (swijAw) ricAw hY, AOr XW qy AYsy isRstI ko rc kr ky Gt Gt myN ApnI (joiq) cYqMn sqw (smoie) imlweI hY]","unicode":"ਤਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਫਿਰਿ ਜਲਾਦਿਕ ਤਤੋਂ ਸੇ ਤ੍ਰਿਭਵਨ ਰੂਪੁ ਜਗਤੁ (ਸਾਜਿਆ) ਰਚਿਆ ਹੈ, ਔਰ ਯਾਂ ਤੇ ਐਸੇ ਸ੍ਰਿਸਟੀ ਕੋ ਰਚ ਕਰ ਕੇ ਘਟ ਘਟ ਮੇਂ ਅਪਨੀ (ਜੋਤਿ) ਚੈਤੰਨ ਸਤਾ (ਸਮੋਇ) ਮਿਲਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"jl qoN swrw jgq ricAw igAw, (qy, ies rcy sMswr dy) hryk Gt ivc prmwqmw dI joiq smweI hoeI hY","unicode":"ਜਲ ਤੋਂ ਸਾਰਾ ਜਗਤ ਰਚਿਆ ਗਿਆ, (ਤੇ, ਇਸ ਰਚੇ ਸੰਸਾਰ ਦੇ) ਹਰੇਕ ਘਟ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ"},"ms":{"gurmukhi":"pwxI qoN vwihgurU ny iqMn jhwn pYdw kIqy Aqy hr idl AMdr aus ny Awpxw nUr PUikAw[","unicode":"ਪਾਣੀ ਤੋਂ ਵਾਹਿਗੁਰੂ ਨੇ ਤਿੰਨ ਜਹਾਨ ਪੈਦਾ ਕੀਤੇ ਅਤੇ ਹਰ ਦਿਲ ਅੰਦਰ ਉਸ ਨੇ ਆਪਣਾ ਨੂਰ ਫੂਕਿਆ।"}},"es":{"sn":"Dios creó los tres mundos e infundió Su Luz en cada corazón. "},"hi":{"ss":"जल से ये सारा जगत रचा गया~ (तथा~ इस रचे संसार के) हरेक घट में परमात्मा की ज्योति समाई हुई है","sts":"फिर सृजनहार परमात्मा ने जलादि तत्वों से तीनो लोकों (सम्पूर्ण सृष्टि) की रचना की, फिर इस रचना के कण-कण में उसने जीव रूप में अपनी ज्योति विद्यमान की।"}},"transliteration":{"english":"jal te tirabhavan saajiaa ghaT ghaT jot samoi ||","hindi":"जल ते तृभवणु साजिआ घटि घटि जोति समोइ ॥","en":"jal te tirabhavan saajiaa ghaT ghaT jot samoi ||","hi":"जल ते तृभवणु साजिआ घटि घटि जोति समोइ ॥","ipa":"d͡ʒəl t̪e t̪ɪɹəɓəʋəɳ sɑd͡ʒɪəɑ Gʰəʈ Gʰəʈ d͡ʒɔt̪ səmɔeɪ.","ur":"جل تے تربھوݨ ساجآ گھٹ گھٹِ جوت سموا ۔۔"},"pageNo":19,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":817,"shabadId":68,"verse":{"gurmukhi":"inrmlu mYlw nw QIAY sbid rqy piq hoie ]3]","unicode":"ਨਿਰਮਲੁ ਮੈਲਾ ਨਾ ਥੀਐ ਸਬਦਿ ਰਤੇ ਪਤਿ ਹੋਇ ॥੩॥"},"larivaar":{"gurmukhi":"inrmlumYlwnwQIAYsbidrqypiqhoie]3]","unicode":"ਨਿਰਮਲੁਮੈਲਾਨਾਥੀਐਸਬਦਿਰਤੇਪਤਿਹੋਇ॥੩॥"},"translation":{"en":{"bdb":"The Immaculate Lord does not become polluted. Attuned to the Shabad, honor is obtained. ||3||","ms":"The Immaculate Lord becomes not impure, He, who is imbued with the Name, obtains honour.","ssk":"The Immaculate Lord does not become polluted. Attuned to the Shabad, honor is obtained. ||3||"},"pu":{"ss":{"gurmukhi":"gurU dy Sbd ivc rMgy hoey nUµ (lok prlok ivc) Awdr imldw hY auh sdw pivqR rihMdw hY, aus nUµ ivkwrW dI mYl nhIN l`gdI [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਹੋਏ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ । "},"ft":{"gurmukhi":"hy BweI! AYsI smJ vwlw jo pursu hY, so AYsw inrmlu hUAw hY, ik iPr krm rUpI mYl kr ky kbI mYlw nhIN hoqw[ kÎoNik jo purs guru sbid myN rwqy hYN, iqn kI AYsI hI piq hoqI hY[ kdwicq AYsI AwsMkw hovY ik Gt Gt myN imlny kr jIvoN ky krmo kI mYlu iqs joiq ko mlIn kr dyqI hovygI[ qb AYsy ArQu krnw, AYsw jo suD (sbdu) bRhmu hY, so mwieAw AOr AivdÎw aupwDI rUp ml sy rihq hY[ so kdwicq jIvoN ky krm rUpu mYl kr mYlw nhIN (QIAY) hoqw hY[ (jYsy srb Gt mtwidko myN Akwsu imlw hUAw BI hY, prMqU iqn myN ilpwiemwnu nhIN hoqw) XW qy inrmlu hY, AOr GtwidkoN ky nws qy nws BI nhIN hoqw, AOr auqpqI sy auqpiq BI nhIN hoqw[ qYsy hI bRhm ko su`D AOr AsMg, punÚ Aj AibnwsI smJ lYnw[ iqs myN jo r¤qy hYN iqn kI piq BI qYsI hI hoqI hY]3]","unicode":"ਹੇ ਭਾਈ! ਐਸੀ ਸਮਝ ਵਾਲਾ ਜੋ ਪੁਰਸੁ ਹੈ, ਸੋ ਐਸਾ ਨਿਰਮਲੁ ਹੂਆ ਹੈ, ਕਿ ਫਿਰ ਕਰਮ ਰੂਪੀ ਮੈਲ ਕਰ ਕੇ ਕਬੀ ਮੈਲਾ ਨਹੀਂ ਹੋਤਾ। ਕ੍ਯੋਂਕਿ ਜੋ ਪੁਰਸ ਗੁਰੁ ਸਬਦਿ ਮੇਂ ਰਾਤੇ ਹੈਂ, ਤਿਨ ਕੀ ਐਸੀ ਹੀ ਪਤਿ ਹੋਤੀ ਹੈ। ਕਦਾਚਿਤ ਐਸੀ ਆਸੰਕਾ ਹੋਵੈ ਕਿ ਘਟ ਘਟ ਮੇਂ ਮਿਲਨੇ ਕਰ ਜੀਵੋਂ ਕੇ ਕਰਮੋ ਕੀ ਮੈਲੁ ਤਿਸ ਜੋਤਿ ਕੋ ਮਲੀਨ ਕਰ ਦੇਤੀ ਹੋਵੇਗੀ। ਤਬ ਐਸੇ ਅਰਥੁ ਕਰਨਾ, ਐਸਾ ਜੋ ਸੁਧ (ਸਬਦੁ) ਬ੍ਰਹਮੁ ਹੈ, ਸੋ ਮਾਇਆ ਔਰ ਅਵਿਦ੍ਯਾ ਉਪਾਧੀ ਰੂਪ ਮਲ ਸੇ ਰਹਿਤ ਹੈ। ਸੋ ਕਦਾਚਿਤ ਜੀਵੋਂ ਕੇ ਕਰਮ ਰੂਪੁ ਮੈਲ ਕਰ ਮੈਲਾ ਨਹੀਂ (ਥੀਐ) ਹੋਤਾ ਹੈ। (ਜੈਸੇ ਸਰਬ ਘਟ ਮਟਾਦਿਕੋ ਮੇਂ ਅਕਾਸੁ ਮਿਲਾ ਹੂਆ ਭੀ ਹੈ, ਪਰੰਤੂ ਤਿਨ ਮੇਂ ਲਿਪਾਇਮਾਨੁ ਨਹੀਂ ਹੋਤਾ) ਯਾਂ ਤੇ ਨਿਰਮਲੁ ਹੈ, ਔਰ ਘਟਾਦਿਕੋਂ ਕੇ ਨਾਸ ਤੇ ਨਾਸ ਭੀ ਨਹੀਂ ਹੋਤਾ, ਔਰ ਉਤਪਤੀ ਸੇ ਉਤਪਤਿ ਭੀ ਨਹੀਂ ਹੋਤਾ। ਤੈਸੇ ਹੀ ਬ੍ਰਹਮ ਕੋ ਸੁੱਧ ਔਰ ਅਸੰਗ, ਪੁਨਃ ਅਜ ਅਬਿਨਾਸੀ ਸਮਝ ਲੈਨਾ। ਤਿਸ ਮੇਂ ਜੋ ਰੱਤੇ ਹੈਂ ਤਿਨ ਕੀ ਪਤਿ ਭੀ ਤੈਸੀ ਹੀ ਹੋਤੀ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"gurU dy Sbd ivc rMgy hoey nUµ (lok prlok ivc) Awdr imldw hY auh sdw pivqR rihMdw hY, aus nUµ ivkwrW dI mYl nhIN l`gdI [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਹੋਏ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ । "},"ms":{"gurmukhi":"piv`qR pRBU, Apiv`qR nhIN huMdw[ jo nwm nwl rMgIjw hY, auh ie`zq pwauNdw hY[","unicode":"ਪਵਿੱਤ੍ਰ ਪ੍ਰਭੂ, ਅਪਵਿੱਤ੍ਰ ਨਹੀਂ ਹੁੰਦਾ। ਜੋ ਨਾਮ ਨਾਲ ਰੰਗੀਜਾ ਹੈ, ਉਹ ਇੱਜ਼ਤ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El Señor Inmaculado se conserva siempre Puro. (3)"},"hi":{"ss":"गुरू के शबद में रंगे हुए को (लोक-परलोक) आदर मिलता है वह सदा पवित्र रहता है। उसे विकारों की मैल नहीं लगती। ।3।","sts":"गुरु उपदेश में तदाकार होने से जिसका मन निर्मल होता है, वह फिर कभी द्वैत के कारण दूषित नहीं होता, इसी से वह प्रतिष्ठित होता है। ॥ ३।"}},"transliteration":{"english":"niramal mailaa naa theeaai sabadh rate pat hoi ||3||","hindi":"निरमलु मैला ना थीऐ सबदि रते पति होइ ॥३॥","en":"niramal mailaa naa theeaai sabadh rate pat hoi ||3||","hi":"निरमलु मैला ना थीऐ सबदि रते पति होइ ॥३॥","ipa":"nɪrəməl mælɑ nɑ t̪ʰiæ səbəd̪ rət̪e pət̪ hɔeɪ.3.","ur":"نِرمل مَےلا نا تھیِاَے سبد رتے پت هوا ۔۔۳۔۔"},"pageNo":19,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":818,"shabadId":68,"verse":{"gurmukhi":"iehu mnu swic sMqoiKAw ndir kry iqsu mwih ]","unicode":"ਇਹੁ ਮਨੁ ਸਾਚਿ ਸੰਤੋਖਿਆ ਨਦਰਿ ਕਰੇ ਤਿਸੁ ਮਾਹਿ ॥"},"larivaar":{"gurmukhi":"iehumnuswicsMqoiKAwndirkryiqsumwih]","unicode":"ਇਹੁਮਨੁਸਾਚਿਸੰਤੋਖਿਆਨਦਰਿਕਰੇਤਿਸੁਮਾਹਿ॥"},"translation":{"en":{"bdb":"One whose mind is contented with Truthfulness, is blessed with the Lord's Glance of Grace.","ms":"God shows favour in (unto) him, whose soul is contented with truthfulness.0","ssk":"One whose mind is contented with Truthfulness, is blessed with the Lord's Glance of Grace."},"pu":{"ss":{"gurmukhi":"aus dw mn sdw-iQr pRBU ivc itk ky sMqoK dw DwrnI ho jWdw hY, aus au~qy pRBU dI imhr dI nzr krI r`Kdw h","unicode":"ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖ ਦਾ ਧਾਰਨੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੀ ਰੱਖਦਾ ਹ"},"ft":{"gurmukhi":"hy BweI! eyhu mnu jo iqRsnwid AgnI sy jl rhw Qw[ so jb s`c nwm ky jp sy (sMqoiKAw) pRsMnqw ko pRwpiq BXw, qb vwihgurU ApxI (ndir) ikRpw krqw hY, AOr ikRpw krny sy iqs purs ny Apny mwih AMqr hI vwihgurU ko smJ lIAw hY]Çso kYsw smJw hY?Çiqsu pr khqy hYN:","unicode":"ਹੇ ਭਾਈ! ਏਹੁ ਮਨੁ ਜੋ ਤ੍ਰਿਸਨਾਦਿ ਅਗਨੀ ਸੇ ਜਲ ਰਹਾ ਥਾ। ਸੋ ਜਬ ਸੱਚ ਨਾਮ ਕੇ ਜਪ ਸੇ (ਸੰਤੋਖਿਆ) ਪ੍ਰਸੰਨਤਾ ਕੋ ਪ੍ਰਾਪਤਿ ਭਯਾ, ਤਬ ਵਾਹਿਗੁਰੂ ਅਪਣੀ (ਨਦਰਿ) ਕ੍ਰਿਪਾ ਕਰਤਾ ਹੈ, ਔਰ ਕ੍ਰਿਪਾ ਕਰਨੇ ਸੇ ਤਿਸ ਪੁਰਸ ਨੇ ਅਪਨੇ ਮਾਹਿ ਅੰਤਰ ਹੀ ਵਾਹਿਗੁਰੂ ਕੋ ਸਮਝ ਲੀਆ ਹੈ॥☬ਸੋ ਕੈਸਾ ਸਮਝਾ ਹੈ?☬ਤਿਸੁ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus dw mn sdw-iQr pRBU ivc itk ky sMqoK dw DwrnI ho jWdw hY, aus au~qy pRBU dI imhr dI nzr krI r`Kdw h","unicode":"ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖ ਦਾ ਧਾਰਨੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੀ ਰੱਖਦਾ ਹ"},"ms":{"gurmukhi":"vwihgurU aus (auqy) jW (iv`c) imhr Dwrdw hY[ ijs dI ieh Awqmw s`cweI nwl sMquSt hoeI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਉਸ (ਉਤੇ) ਜਾਂ (ਵਿੱਚ) ਮਿਹਰ ਧਾਰਦਾ ਹੈ। ਜਿਸ ਦੀ ਇਹ ਆਤਮਾ ਸੱਚਾਈ ਨਾਲ ਸੰਤੁਸ਼ਟ ਹੋਈ ਹੈ।"}},"es":{"sn":"Aquél que está imbuido en el Nombre, obtiene el Honor."},"hi":{"ss":"उसका मन अडोल प्रभू में टिक के संतोष की धारणी हो जाता है। उस पे प्रभू की मेहर की नजर बनी रहती है।","sts":"जब यह मन सत्य द्वारा संतुष्ट हो जाता है तब उस पर निरंकार की कृपा होती है।"}},"transliteration":{"english":"eih man saach sa(n)tokhiaa nadhar kare tis maeh ||","hindi":"इहु मनु साचि संतोखिआ नदरि करे तिसु माहि ॥","en":"eih man saach sa(n)tokhiaa nadhar kare tis maeh ||","hi":"इहु मनु साचि संतोखिआ नदरि करे तिसु माहि ॥","ipa":"eɪh mən sɑt͡ʃ səŋt̪ɔkʰɪəɑ nəd̪ər kəre t̪ɪs mɑh.","ur":"ِاهُ من ساچ سںتوکھآ ندر کرے تس ماه ۔۔"},"pageNo":19,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}}]}