{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":246},"count":35,"navigation":{"previous":245,"next":247},"page":[{"verseId":10680,"shabadId":751,"verse":{"gurmukhi":"iesqrI purK kwim ivAwpy jIau rwm nwm kI ibiD nhI jwxI ]","unicode":"ਇਸਤਰੀ ਪੁਰਖ ਕਾਮਿ ਵਿਆਪੇ ਜੀਉ ਰਾਮ ਨਾਮ ਕੀ ਬਿਧਿ ਨਹੀ ਜਾਣੀ ॥"},"larivaar":{"gurmukhi":"iesqrIpurKkwimivAwpyjIaurwmnwmkIibiDnhIjwxI]","unicode":"ਇਸਤਰੀਪੁਰਖਕਾਮਿਵਿਆਪੇਜੀਉਰਾਮਨਾਮਕੀਬਿਧਿਨਹੀਜਾਣੀ॥"},"translation":{"en":{"bdb":"Men and women are obsessed with sex; they do not know the Way of the Lord's Name.","ms":"The women and men are engrossed in the pleasures of flesh and know not the way to repeat Lord's Name.","ssk":"Men and women are obsessed with sex; they do not know the Way of the Lord's Name."},"pu":{"ss":{"gurmukhi":"(mwieAw dy moh dy pRBwv ivc) iesqRI Aqy mrd kwm-vwSnw ivc Psy rihMdy hn, prmwqmw dw nwm ismrn dI jwc nhIN is`Kdy [ ","unicode":"(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ) ਇਸਤ੍ਰੀ ਅਤੇ ਮਰਦ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਸਿੱਖਦੇ । "},"ft":{"gurmukhi":"hy BweI! iesqRI purs jIv kwmAwdI ivkwroN kr ky ivAwpy hYN AOr rwm nwm ky jwp kI rIqI nhIN jwxI hY]","unicode":"ਹੇ ਭਾਈ! ਇਸਤ੍ਰੀ ਪੁਰਸ ਜੀਵ ਕਾਮਆਦੀ ਵਿਕਾਰੋਂ ਕਰ ਕੇ ਵਿਆਪੇ ਹੈਂ ਔਰ ਰਾਮ ਨਾਮ ਕੇ ਜਾਪ ਕੀ ਰੀਤੀ ਨਹੀਂ ਜਾਣੀ ਹੈ॥"},"bdb":{"gurmukhi":"(mwieAw dy moh dy pRBwv ivc) iesqRI Aqy mrd kwm-vwSnw ivc Psy rihMdy hn, prmwqmw dw nwm ismrn dI jwc nhIN is`Kdy [ ","unicode":"(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ) ਇਸਤ੍ਰੀ ਅਤੇ ਮਰਦ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਸਿੱਖਦੇ । "},"ms":{"gurmukhi":"qRImqW Aqy mrd Bog cystw AMdr glqwn hoey hoey Aqy pRBU dy nwm dy jwp krn dw rwh nhIN jwxdy[","unicode":"ਤ੍ਰੀਮਤਾਂ ਅਤੇ ਮਰਦ ਭੋਗ ਚੇਸਟਾ ਅੰਦਰ ਗਲਤਾਨ ਹੋਏ ਹੋਏ ਅਤੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਜਾਪ ਕਰਨ ਦਾ ਰਾਹ ਨਹੀਂ ਜਾਣਦੇ।"}},"es":{"sn":"Hombres y mujeres son tentados por la lujuria y no conocen el Camino al Nombre del Señor."},"hi":{"ss":"(माया के मोह के प्रभाव में) स्त्री और मर्द काम-वासना में फसे रहते हैं। परमात्मा के नाम सिमरन की जाच नहीं सीखते।","sts":"स्त्री एवं पुरुष भोग-विलास में फँसे हुए हैं और राम के नाम का भजन करने की विधि नहीं जानते।"}},"transliteration":{"english":"eisataree purakh kaam viaape jeeau raam naam kee bidh nahee jaanee ||","hindi":"इसतरी पुरख कामि विआपे जीउ राम नाम की बिधि नही जाणी ॥","en":"eisataree purakh kaam viaape jeeau raam naam kee bidh nahee jaanee ||","hi":"इसतरी पुरख कामि विआपे जीउ राम नाम की बिधि नही जाणी ॥","ipa":"eɪsət̪əri pʊrəkʰ kɑm ʋɪəɑpe d͡ʒio rɑm nɑm ki bɪt̪ə̀ nəhi d͡ʒɑɳi.","ur":"ِاستریِ پُرکھ کام وآپے جیِا رام نام کیِ بدھ نهیِ جاݨیِ ۔۔"},"pageNo":246,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10681,"shabadId":751,"verse":{"gurmukhi":"mwq ipqw suq BweI Kry ipAwry jIau fUib muey ibnu pwxI ]","unicode":"ਮਾਤ ਪਿਤਾ ਸੁਤ ਭਾਈ ਖਰੇ ਪਿਆਰੇ ਜੀਉ ਡੂਬਿ ਮੁਏ ਬਿਨੁ ਪਾਣੀ ॥"},"larivaar":{"gurmukhi":"mwqipqwsuqBweIKryipAwryjIaufUibmueyibnupwxI]","unicode":"ਮਾਤਪਿਤਾਸੁਤਭਾਈਖਰੇਪਿਆਰੇਜੀਉਡੂਬਿਮੁਏਬਿਨੁਪਾਣੀ॥"},"translation":{"en":{"bdb":"Mother, father, children and siblings are very dear, but they drown, even without water.","ms":"Mother, father, sons and brothers are very dear, but they drown even without water.","ssk":"Mother, father, children and siblings are very dear, but they drown, even without water."},"pu":{"ss":{"gurmukhi":"(mwieAw dy moh ivc Psy jIvW ƒ Awpxy) mW ipau pu`qr, Brw (hI) bhuq ipAwry l`gdy hn, (ijs srovr ivc) pwxI nhIN, (pwxI dI QW moh hY aus ivc) fu`b ky (nkw-nk Ps ky) Awqmk mOq shyV lYNdy hn [","unicode":"(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਮਾਂ ਪਿਉ ਪੁੱਤਰ, ਭਰਾ (ਹੀ) ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, (ਜਿਸ ਸਰੋਵਰ ਵਿਚ) ਪਾਣੀ ਨਹੀਂ, (ਪਾਣੀ ਦੀ ਥਾਂ ਮੋਹ ਹੈ ਉਸ ਵਿਚ) ਡੁੱਬ ਕੇ (ਨਕਾ-ਨਕ ਫਸ ਕੇ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"mwqw, ipqw, puqR, BRwqw Awid snbMDI (Kry) AqI ipAwry hYN[ iqn ky moih myN lwg kr ibnW pwxI hI fUb muey hYN[ Bwv sMswr imRg iqRsnw ky jlvq imQÎw hY, qW vI s`q jwxky jIv ies myN fUb rhy hYN]","unicode":"ਮਾਤਾ, ਪਿਤਾ, ਪੁਤ੍ਰ, ਭ੍ਰਾਤਾ ਆਦਿ ਸਨਬੰਧੀ (ਖਰੇ) ਅਤੀ ਪਿਆਰੇ ਹੈਂ। ਤਿਨ ਕੇ ਮੋਹਿ ਮੇਂ ਲਾਗ ਕਰ ਬਿਨਾਂ ਪਾਣੀ ਹੀ ਡੂਬ ਮੁਏ ਹੈਂ। ਭਾਵ ਸੰਸਾਰ ਮ੍ਰਿਗ ਤ੍ਰਿਸਨਾ ਕੇ ਜਲਵਤ ਮਿਥ੍ਯਾ ਹੈ, ਤਾਂ ਵੀ ਸੱਤ ਜਾਣਕੇ ਜੀਵ ਇਸ ਮੇਂ ਡੂਬ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(mwieAw dy moh ivc Psy jIvW ƒ Awpxy) mW ipau pu`qr, Brw (hI) bhuq ipAwry l`gdy hn, (ijs srovr ivc) pwxI nhIN, (pwxI dI QW moh hY aus ivc) fu`b ky (nkw-nk Ps ky) Awqmk mOq shyV lYNdy hn [","unicode":"(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਮਾਂ ਪਿਉ ਪੁੱਤਰ, ਭਰਾ (ਹੀ) ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, (ਜਿਸ ਸਰੋਵਰ ਵਿਚ) ਪਾਣੀ ਨਹੀਂ, (ਪਾਣੀ ਦੀ ਥਾਂ ਮੋਹ ਹੈ ਉਸ ਵਿਚ) ਡੁੱਬ ਕੇ (ਨਕਾ-ਨਕ ਫਸ ਕੇ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"AMmVI, bwbl, puqR Aqy vIr bVy lwlfy hn, pr auh jl dy bgYr hI fu`b mrdy hn[","unicode":"ਅੰਮੜੀ, ਬਾਬਲ, ਪੁਤ੍ਰ ਅਤੇ ਵੀਰ ਬੜੇ ਲਾਲਡੇ ਹਨ, ਪਰ ਉਹ ਜਲ ਦੇ ਬਗੈਰ ਹੀ ਡੁੱਬ ਮਰਦੇ ਹਨ।"}},"es":{"sn":"Uno ama intensamente a la madre, al padre, a los hijos y también a los hermanos y así se ahoga en el mar sin agua, Maya. "},"hi":{"ss":"(माया के मोह में फसे जीवों को अपने) माता-पिता-पुत्र-भाई (ही) बहुत प्यारे लगते हैं। (जिस सरोवर में) पानी नहीं। (पानी की जगह मोह है उस में) डूब के (नाको नाक फस के) आत्मिक मौत सहेड़ लेते हैं।","sts":"माता, पिता, पुत्र एवं भाई सर्वप्रिय हैं और वह जल के बिना ही (मोह में) डूबकर मरते हैं।"}},"transliteration":{"english":"maat pitaa sut bhaiee khare piaare jeeau ddoob mue bin paanee ||","hindi":"मात पिता सुत भाई खरे पिआरे जीउ डूबि मुए बिनु पाणी ॥","en":"maat pitaa sut bhaiee khare piaare jeeau ddoob mue bin paanee ||","hi":"मात पिता सुत भाई खरे पिआरे जीउ डूबि मुए बिनु पाणी ॥","ipa":"mɑt̪ pɪt̪ɑ sʊt̪ ɓɑei kʰəre pɪəɑre d͡ʒio ɖub mʊee bɪn pɑɳi.","ur":"مات پتا سُت بھاای کھرے پآرے جیِا ڈُوب مُاے بن پاݨیِ ۔۔"},"pageNo":246,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10682,"shabadId":751,"verse":{"gurmukhi":"fUib muey ibnu pwxI giq nhI jwxI haumY Dwqu sMswry ]","unicode":"ਡੂਬਿ ਮੁਏ ਬਿਨੁ ਪਾਣੀ ਗਤਿ ਨਹੀ ਜਾਣੀ ਹਉਮੈ ਧਾਤੁ ਸੰਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"fUibmueyibnupwxIgiqnhIjwxIhaumYDwqusMswry]","unicode":"ਡੂਬਿਮੁਏਬਿਨੁਪਾਣੀਗਤਿਨਹੀਜਾਣੀਹਉਮੈਧਾਤੁਸੰਸਾਰੇ॥"},"translation":{"en":{"bdb":"They are drowned to death without water - they do not know the path of salvation, and they wander around the world in egotism.","ms":"They are drowned to death without water, who know not the way to salvation and who through pride wander about the world.","ssk":"They are drowned to death without water - they do not know the path of salvation, and they wander around the world in egotism."},"pu":{"ss":{"gurmukhi":"moh-rUpI pwxI vwly mwieAw-sr ivc nkw-nk Ps ky jIv Awqmk mOq shyVdy hn qy Awpxy Awqmk jIvn ƒ nhIN prKdy-jwcdy [ (ies qrHW) sMswr ivc (jIvW ƒ) haumY dI Btkxw l`gI hoeI hY [","unicode":"ਮੋਹ-ਰੂਪੀ ਪਾਣੀ ਵਾਲੇ ਮਾਇਆ-ਸਰ ਵਿਚ ਨਕਾ-ਨਕ ਫਸ ਕੇ ਜੀਵ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਹਨ ਤੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪਰਖਦੇ-ਜਾਚਦੇ । (ਇਸ ਤਰ੍ਹਾਂ) ਸੰਸਾਰ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਹਉਮੈ ਦੀ ਭਟਕਣਾ ਲੱਗੀ ਹੋਈ ਹੈ ।"},"ft":{"gurmukhi":"iqn ibn pwxI fUb moieE ny rwm ky jwp kI gqI nhIN jwxI hY[ ikauNik AhMqw mmqw kr ky iehu jIv sMswr myN Dwvqw hY]","unicode":"ਤਿਨ ਬਿਨ ਪਾਣੀ ਡੂਬ ਮੋਇਓ ਨੇ ਰਾਮ ਕੇ ਜਾਪ ਕੀ ਗਤੀ ਨਹੀਂ ਜਾਣੀ ਹੈ। ਕਿਉਂਕਿ ਅਹੰਤਾ ਮਮਤਾ ਕਰ ਕੇ ਇਹੁ ਜੀਵ ਸੰਸਾਰ ਮੇਂ ਧਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"moh-rUpI pwxI vwly mwieAw-sr ivc nkw-nk Ps ky jIv Awqmk mOq shyVdy hn qy Awpxy Awqmk jIvn ƒ nhIN prKdy-jwcdy [ (ies qrHW) sMswr ivc (jIvW ƒ) haumY dI Btkxw l`gI hoeI hY [","unicode":"ਮੋਹ-ਰੂਪੀ ਪਾਣੀ ਵਾਲੇ ਮਾਇਆ-ਸਰ ਵਿਚ ਨਕਾ-ਨਕ ਫਸ ਕੇ ਜੀਵ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਹਨ ਤੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪਰਖਦੇ-ਜਾਚਦੇ । (ਇਸ ਤਰ੍ਹਾਂ) ਸੰਸਾਰ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਹਉਮੈ ਦੀ ਭਟਕਣਾ ਲੱਗੀ ਹੋਈ ਹੈ ।"},"ms":{"gurmukhi":"jo mo^S dy mwrg ƒ nhIN jwxdy Aqy hMkwr rwhIN jgq AMdr Btkdy iPrdy hn, auh jl dy bwJoN hI fub ky mr jWdy hn[","unicode":"ਜੋ ਮੋਖ਼ਸ਼ ਦੇ ਮਾਰਗ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਅਤੇ ਹੰਕਾਰ ਰਾਹੀਂ ਜਗਤ ਅੰਦਰ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਉਹ ਜਲ ਦੇ ਬਾਝੋਂ ਹੀ ਡੁਬ ਕੇ ਮਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Uno muere ahogado porque picado por el ego, no ve el camino."},"hi":{"ss":"मोह रूपी पानी वाले माया-सरोवर में नाको नाक फस के जीव आत्मिक मौत ले लेते है और अपने आत्मिक जीवन को नहीं परखते-जाचते। (इस तरह) संसार में (जीवों को) अहंकार की भटकना लगी हुई है।","sts":"जो प्राणी मोक्ष के मार्ग को नहीं जानते और अहंकार में जगत् के अन्दर भटकते रहते हैं, वे जल के बिना ही डूबकर प्राण त्याग देते हैं।"}},"transliteration":{"english":"ddoob mue bin paanee gat nahee jaanee haumai dhaat sa(n)saare ||","hindi":"डूबि मुए बिनु पाणी गति नही जाणी हउमै धातु संसारे ॥","en":"ddoob mue bin paanee gat nahee jaanee haumai dhaat sa(n)saare ||","hi":"डूबि मुए बिनु पाणी गति नही जाणी हउमै धातु संसारे ॥","ipa":"ɖub mʊee bɪn pɑɳi Gət̪ nəhi d͡ʒɑɳi hoʊmæ t̪ɑt̪ səŋsɑre.","ur":"ڈُوب مُاے بن پاݨیِ گت نهیِ جاݨیِ هامَے دھات سںسارے ۔۔"},"pageNo":246,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10683,"shabadId":751,"verse":{"gurmukhi":"jo AwieAw so sBu ko jwsI aubry gur vIcwry ]","unicode":"ਜੋ ਆਇਆ ਸੋ ਸਭੁ ਕੋ ਜਾਸੀ ਉਬਰੇ ਗੁਰ ਵੀਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"joAwieAwsosBukojwsIaubrygurvIcwry]","unicode":"ਜੋਆਇਆਸੋਸਭੁਕੋਜਾਸੀਉਬਰੇਗੁਰਵੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"All those who come into the world shall depart. Only those who contemplate the Guru shall be saved.","ms":"Whosoever are come into the world. they all, shall depart. They, who meditate on the Guru, are saved.","ssk":"All those who come into the world shall depart. Only those who contemplate the Guru shall be saved."},"pu":{"ss":{"gurmukhi":"jyhVw BI jIv jgq ivc (jnm lY ky) AwauNdw hY auh (ies Btkxw ivc) Psdw jWdw hY, (ies ivcoN auhI) bcdy hn jo gurU dy Sbd ƒ Awpxy soc-mMfl ivc vsWdy hn [","unicode":"ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ (ਜਨਮ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ ਉਹ (ਇਸ ਭਟਕਣਾ ਵਿਚ) ਫਸਦਾ ਜਾਂਦਾ ਹੈ, (ਇਸ ਵਿਚੋਂ ਉਹੀ) ਬਚਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"jo ies sMswr myN AwieAw ArQwq jnimAw hY, so sB koeI AMq ko jwvygw ArQwq mrygw[ prMqU ies ivcoN so (aubry) bcy hYN ijnoN ny guroN ky vcn ivcwry hYN]","unicode":"ਜੋ ਇਸ ਸੰਸਾਰ ਮੇਂ ਆਇਆ ਅਰਥਾਤ ਜਨਮਿਆ ਹੈ, ਸੋ ਸਭ ਕੋਈ ਅੰਤ ਕੋ ਜਾਵੇਗਾ ਅਰਥਾਤ ਮਰੇਗਾ। ਪਰੰਤੂ ਇਸ ਵਿਚੋਂ ਸੋ (ਉਬਰੇ) ਬਚੇ ਹੈਂ ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਕੇ ਵਚਨ ਵਿਚਾਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jyhVw BI jIv jgq ivc (jnm lY ky) AwauNdw hY auh (ies Btkxw ivc) Psdw jWdw hY, (ies ivcoN auhI) bcdy hn jo gurU dy Sbd ƒ Awpxy soc-mMfl ivc vsWdy hn [","unicode":"ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ (ਜਨਮ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ ਉਹ (ਇਸ ਭਟਕਣਾ ਵਿਚ) ਫਸਦਾ ਜਾਂਦਾ ਹੈ, (ਇਸ ਵਿਚੋਂ ਉਹੀ) ਬਚਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"ijhVy kOeI BI jhwn AMdr Awey hn auh swry tur jwxgy[ joN gurW dw AwrwDn krdy hn auh bc jWdy hn[","unicode":"ਜਿਹੜੇ ਕੌਈ ਭੀ ਜਹਾਨ ਅੰਦਰ ਆਏ ਹਨ ਉਹ ਸਾਰੇ ਟੁਰ ਜਾਣਗੇ। ਜੋਂ ਗੁਰਾਂ ਦਾ ਆਰਾਧਨ ਕਰਦੇ ਹਨ ਉਹ ਬਚ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Todos los que han nacido, morirán, y sólo aquéllos que habitan en la Palabra del Guru serán salvados. "},"hi":{"ss":"जो भी जीव जगत में (जनम ले के) आता है वह (इस भटकना में) फसता जाता है। (इसमें से वही) बचते हैं जो गुरू के शबद को अपनी सोच-मण्डल में बसाते हैं।","sts":"जो कोई भी इस संसार में आए हैं, वे सभी चले जाएँगे। लेकिन जो गुरु जी का चिन्तन करते हैं, उनका उद्धार हो जाता है।"}},"transliteration":{"english":"jo aaiaa so sabh ko jaasee ubare gur veechaare ||","hindi":"जो आइआ सो सभु को जासी उबरे गुर वीचारे ॥","en":"jo aaiaa so sabh ko jaasee ubare gur veechaare ||","hi":"जो आइआ सो सभु को जासी उबरे गुर वीचारे ॥","ipa":"d͡ʒɔ əɑɪɑ sɔ səɓ kɔ d͡ʒɑsi oʊbəre Gʊr ʋit͡ʃɑre.","ur":"جو آاآ سو سبھ کو جاسیِ اُبرے گُر ویِچارے ۔۔"},"pageNo":246,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10684,"shabadId":751,"verse":{"gurmukhi":"gurmuiK hovY rwm nwmu vKwxY Awip qrY kul qwry ]","unicode":"ਗੁਰਮੁਖਿ ਹੋਵੈ ਰਾਮ ਨਾਮੁ ਵਖਾਣੈ ਆਪਿ ਤਰੈ ਕੁਲ ਤਾਰੇ ॥"},"larivaar":{"gurmukhi":"gurmuiKhovYrwmnwmuvKwxYAwipqrYkulqwry]","unicode":"ਗੁਰਮੁਖਿਹੋਵੈਰਾਮਨਾਮੁਵਖਾਣੈਆਪਿਤਰੈਕੁਲਤਾਰੇ॥"},"translation":{"en":{"bdb":"Those who become Gurmukh and chant the Lord's Name, save themselves and save their families as well.","ms":"He, who gets resigned to the Guru's will and repeats the Lord's Name, saves himself and saves his lineage as well.","ssk":"Those who become Gurmukh and chant the Lord's Name, save themselves and save their families as well."},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K gurU dy snmuK ho ky prmwqmw dw nwm aucwrdw hY, auh Awp (ies mwieAw-sr qoN) pwr lMG jWdw hY, AwpxIAW kulW ƒ BI pwr lMGw lYNdw hY [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਆਪ (ਇਸ ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"guroN duAwry ho kr jo rwm nwm ko aucwrqw hY vhu Awp qr jwqw hY, punw kuloN ko qwr lyqw hY]","unicode":"ਗੁਰੋਂ ਦੁਆਰੇ ਹੋ ਕਰ ਜੋ ਰਾਮ ਨਾਮ ਕੋ ਉਚਾਰਤਾ ਹੈ ਵਹੁ ਆਪ ਤਰ ਜਾਤਾ ਹੈ, ਪੁਨਾ ਕੁਲੋਂ ਕੋ ਤਾਰ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K gurU dy snmuK ho ky prmwqmw dw nwm aucwrdw hY, auh Awp (ies mwieAw-sr qoN) pwr lMG jWdw hY, AwpxIAW kulW ƒ BI pwr lMGw lYNdw hY [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਆਪ (ਇਸ ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo gurU AnuswrI ho jWdw hY Aqy swihb dy nwm dw aucwrn krdw hY auh Kud pwr auqr jWdw hY Aqy AwpxI vMS ƒ BI bcw lYNdw hY[","unicode":"ਜੋ ਗੁਰੂ ਅਨੁਸਾਰੀ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਾਹਿਬ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਦਾ ਹੈ ਉਹ ਖੁਦ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆਪਣੀ ਵੰਸ਼ ਨੂੰ ਭੀ ਬਚਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Si uno voltea hacia Dios y pronuncia el Nombre, se salva a sí mismo y a toda su familia."},"hi":{"ss":"जो मनुष्य गुरू के सन्मुख हो के परमात्मा का नाम उच्चारता है। वह खुद (इस माया-सरोवर से) पार लांघ जाता है। अपनी कुलों को भी पार लंघा लेता है।","sts":"जो व्यक्ति गुरमुख बनकर राम के नाम का भजन करता है, ऐसा व्यक्ति स्वयं पार हो जाता है और अपने समूचे वंश का भी उद्धार कर लेता है।"}},"transliteration":{"english":"gurmukh hovai raam naam vakhaanai aap tarai kul taare ||","hindi":"गुरमुखि होवै राम नामु वखाणै आपि तरै कुल तारे ॥","en":"gurmukh hovai raam naam vakhaanai aap tarai kul taare ||","hi":"गुरमुखि होवै राम नामु वखाणै आपि तरै कुल तारे ॥","ipa":"Gʊrəmʊkʰ hɔʋæ rɑm nɑm ʋəkʰɑɳæ əɑp t̪əræ kʊl t̪ɑre.","ur":"گُرمکھ هووَے رام نام وکھاݨَے آپ ترَے کُل تارے ۔۔"},"pageNo":246,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10685,"shabadId":751,"verse":{"gurmukhi":"nwnk nwmu vsY Gt AMqir gurmiq imly ipAwry ]2]","unicode":"ਨਾਨਕ ਨਾਮੁ ਵਸੈ ਘਟ ਅੰਤਰਿ ਗੁਰਮਤਿ ਮਿਲੇ ਪਿਆਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"nwnknwmuvsYGtAMqirgurmiqimlyipAwry]2]","unicode":"ਨਾਨਕਨਾਮੁਵਸੈਘਟਅੰਤਰਿਗੁਰਮਤਿਮਿਲੇਪਿਆਰੇ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, the Naam, the Name of the Lord, abides deep within their hearts; through the Guru's Teachings, they meet their Beloved. ||2||","ms":"Nanak, the name abides within his heart and by the Guru's instruction, he meets the Beloved.","ssk":"O Nanak, the Naam, the Name of the Lord, abides deep within their hearts; through the Guru's Teachings, they meet their Beloved. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs mnu`K dy ihrdy ivc prmwqmw dw nwm Aw v`sdw hY, auh gurU dI miq dw Awsrw lY ky ipAwry pRBU ƒ iml pYNdw hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijn ky irdy AMqr nwm vsqw hY, soeI ipAwry prmysÍr ko imly hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨ ਕੇ ਰਿਦੇ ਅੰਤਰ ਨਾਮ ਵਸਤਾ ਹੈ, ਸੋਈ ਪਿਆਰੇ ਪਰਮੇਸ੍ਵਰ ਕੋ ਮਿਲੇ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! ijs mnu`K dy ihrdy ivc prmwqmw dw nwm Aw v`sdw hY, auh gurU dI miq dw Awsrw lY ky ipAwry pRBU ƒ iml pYNdw hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk nwm ausdy idl AMdr itk jWdw hY Aqy gurW dy aupdyS duAwrw auh pRIqm ƒ iml pYdw hY[","unicode":"ਨਾਨਕ ਨਾਮ ਉਸਦੇ ਦਿਲ ਅੰਦਰ ਟਿਕ ਜਾਂਦਾ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਉਹ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, dentro de uno habita el Naam, el Nombre del Señor y a través de la Palabra el Guru, uno se encuentra con su Amor.(2)"},"hi":{"ss":"हे नानक ! जिस मनुष्य के हृदय में परमात्मा का नाम आ बसता है। वह गुरू की मति का आसरा ले के प्यारे प्रभू को मिल जाता है। 2।","sts":"हे नानक ! नाम उसकी अन्तरात्मा में वास कर जाता है और गुरु के उपदेश द्वारा वह प्रियतम से मिल जाता है॥ २॥"}},"transliteration":{"english":"naanak naam vasai ghaT a(n)tar gurmat mile piaare ||2||","hindi":"नानक नामु वसै घट अंतरि गुरमति मिले पिआरे ॥२॥","en":"naanak naam vasai ghaT a(n)tar gurmat mile piaare ||2||","hi":"नानक नामु वसै घट अंतरि गुरमति मिले पिआरे ॥२॥","ipa":"nɑnək nɑm ʋəsæ Gʰəʈ əŋt̪ər Gʊrəmət̪ mɪle pɪəɑre.2.","ur":"نانک نام وسَے گھٹ اںتر گُرمت ملے پآرے ۔۔۲۔۔"},"pageNo":246,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10686,"shabadId":751,"verse":{"gurmukhi":"rwm nwm ibnu ko iQru nwhI jIau bwjI hY sMswrw ]","unicode":"ਰਾਮ ਨਾਮ ਬਿਨੁ ਕੋ ਥਿਰੁ ਨਾਹੀ ਜੀਉ ਬਾਜੀ ਹੈ ਸੰਸਾਰਾ ॥"},"larivaar":{"gurmukhi":"rwmnwmibnukoiQrunwhIjIaubwjIhYsMswrw]","unicode":"ਰਾਮਨਾਮਬਿਨੁਕੋਥਿਰੁਨਾਹੀਜੀਉਬਾਜੀਹੈਸੰਸਾਰਾ॥"},"translation":{"en":{"bdb":"Without the Lord's Name, nothing is stable. This world is just a drama.","ms":"Without the pervading God's Name, nothing is stable. This world is but a play.","ssk":"Without the Lord's Name, nothing is stable. This world is just a drama."},"pu":{"ss":{"gurmukhi":"hy BweI! ieh jgq (prmwqmw dI rcI hoeI iek) Kyf hY (ies ivc) prmwqmw dy nwm qoN ibnw hor koeI sdw kwiem rihx vwlw nhIN hY [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਹੋਈ ਇਕ) ਖੇਡ ਹੈ (ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ । "},"ft":{"gurmukhi":"hy BweI! rwm nwm ibnW koeI iesiQru nhIN hY[ iehu sMswr sB bwjI ArQwq nws rUp hY]","unicode":"ਹੇ ਭਾਈ! ਰਾਮ ਨਾਮ ਬਿਨਾਂ ਕੋਈ ਇਸਥਿਰੁ ਨਹੀਂ ਹੈ। ਇਹੁ ਸੰਸਾਰ ਸਭ ਬਾਜੀ ਅਰਥਾਤ ਨਾਸ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ieh jgq (prmwqmw dI rcI hoeI iek) Kyf hY (ies ivc) prmwqmw dy nwm qoN ibnw hor koeI sdw kwiem rihx vwlw nhIN hY [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਹੋਈ ਇਕ) ਖੇਡ ਹੈ (ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ । "},"ms":{"gurmukhi":"ivAwpk vwihgurU dy nwm dy bgYr kuC BI musqikl nhIN[ ieh jhwn iek Kyf hI hY[","unicode":"ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੇ ਬਗੈਰ ਕੁਛ ਭੀ ਮੁਸਤਕਿਲ ਨਹੀਂ। ਇਹ ਜਹਾਨ ਇਕ ਖੇਡ ਹੀ ਹੈ।"}},"es":{"sn":"Nada es eterno excepto el Naam, el Nombre del Señor, oh amigo, y el mundo es solamente un teatro puesto en el escenario. "},"hi":{"ss":"हे भाई ! ये जगत (परमात्मा की रची हुई एक) खेल है (इस में) परमात्मा के नाम के बिना और कोई सदा कायम रहने वाला नहीं है।","sts":"राम के नाम बिना कुछ भी स्थिर नहीं यह संसार एक लीला ही है।"}},"transliteration":{"english":"raam naam bin ko thir naahee jeeau baajee hai sa(n)saaraa ||","hindi":"राम नाम बिनु को थिरु नाही जीउ बाजी है संसारा ॥","en":"raam naam bin ko thir naahee jeeau baajee hai sa(n)saaraa ||","hi":"राम नाम बिनु को थिरु नाही जीउ बाजी है संसारा ॥","ipa":"rɑm nɑm bɪn kɔ t̪ʰɪr nɑhi d͡ʒio bɑd͡ʒi hæ səŋsɑrɑ.","ur":"رام نام بن کو تھر ناهیِ جیِا باجیِ هَے سںسارا ۔۔"},"pageNo":246,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10687,"shabadId":751,"verse":{"gurmukhi":"idRVu Bgiq scI jIau rwm nwmu vwpwrw ]","unicode":"ਦ੍ਰਿੜੁ ਭਗਤਿ ਸਚੀ ਜੀਉ ਰਾਮ ਨਾਮੁ ਵਾਪਾਰਾ ॥"},"larivaar":{"gurmukhi":"idRVuBgiqscIjIaurwmnwmuvwpwrw]","unicode":"ਦ੍ਰਿੜੁਭਗਤਿਸਚੀਜੀਉਰਾਮਨਾਮੁਵਾਪਾਰਾ॥"},"translation":{"en":{"bdb":"Implant true devotional worship within your heart, and trade in the Name of the Lord.","ms":"Fix firmly true devotion in thy heart and deal only in the Lord's Name.","ssk":"Implant true devotional worship within your heart, and trade in the Name of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dI BgqI ƒ (Awpxy ihrdy ivc) p`kI qrHW itkw r`K (iehI) sdw rihx vwlI (cIz) hY, prmwqmw dw nwm-vxj hI sdw kwiem rihx vwlw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਰੱਖ (ਇਹੀ) ਸਦਾ ਰਹਿਣ ਵਾਲੀ (ਚੀਜ਼) ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! rwm nwm ky ivAwpwr rUp scI BgqI ko qUM idRV kru]","unicode":"ਹੇ ਭਾਈ! ਰਾਮ ਨਾਮ ਕੇ ਵਿਆਪਾਰ ਰੂਪ ਸਚੀ ਭਗਤੀ ਕੋ ਤੂੰ ਦ੍ਰਿੜ ਕਰੁ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dI BgqI ƒ (Awpxy ihrdy ivc) p`kI qrHW itkw r`K (iehI) sdw rihx vwlI (cIz) hY, prmwqmw dw nwm-vxj hI sdw kwiem rihx vwlw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਰੱਖ (ਇਹੀ) ਸਦਾ ਰਹਿਣ ਵਾਲੀ (ਚੀਜ਼) ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"s¤cy Anurwg ƒ Awpxy idl AMdr p`kI qrHW itkw Aqy kyvl suAwmI dy nwm dw hI vxj kr[","unicode":"ਸੱਚੇ ਅਨੁਰਾਗ ਨੂੰ ਆਪਣੇ ਦਿਲ ਅੰਦਰ ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਅਤੇ ਕੇਵਲ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਹੀ ਵਣਜ ਕਰ।"}},"es":{"sn":"Dedícate entonces a la Verdadera Alabanza, y trata solamente con el Naam, el Nombre del Señor. "},"hi":{"ss":"हे भाई ! परमात्मा का नाम-वणज ही सदा कायम रहने वाला है।","sts":"भगवान की भक्ति को अपने हृदय में सुदृढ़ कर और केवल राम के नाम का ही व्यापार कर।"}},"transliteration":{"english":"dhiraR bhagat sachee jeeau raam naam vaapaaraa ||","hindi":"दृड़ु भगति सची जीउ राम नामु वापारा ॥","en":"dhiraR bhagat sachee jeeau raam naam vaapaaraa ||","hi":"दृड़ु भगति सची जीउ राम नामु वापारा ॥","ipa":"d̪ɪɹəɽ ɓəGət̪ sət͡ʃi d͡ʒio rɑm nɑm ʋɑpɑrɑ.","ur":"دِرڑ بھگت سچیِ جیِا رام نام واپارا ۔۔"},"pageNo":246,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10688,"shabadId":751,"verse":{"gurmukhi":"rwm nwmu vwpwrw Agm Apwrw gurmqI Dnu pweIAY ]","unicode":"ਰਾਮ ਨਾਮੁ ਵਾਪਾਰਾ ਅਗਮ ਅਪਾਰਾ ਗੁਰਮਤੀ ਧਨੁ ਪਾਈਐ ॥"},"larivaar":{"gurmukhi":"rwmnwmuvwpwrwAgmApwrwgurmqIDnupweIAY]","unicode":"ਰਾਮਨਾਮੁਵਾਪਾਰਾਅਗਮਅਪਾਰਾਗੁਰਮਤੀਧਨੁਪਾਈਐ॥"},"translation":{"en":{"bdb":"Trade in the Lord's Name is infinite and unfathomable. Through the Guru's Teachings, this wealth is obtained.","ms":"The trade of Lord's Name is infinite and unfathomable. Through Guru's instruction the wealth of Lord's Name is obtained.","ssk":"Trade in the Lord's Name is infinite and unfathomable. Through the Guru's Teachings, this wealth is obtained."},"pu":{"ss":{"gurmukhi":"AphuMc qy byAMq prmwqmw dw nwm-vxj hI sdw kwiem rihx vwlw Dn hY, ieh Dn gurU dI miq qy quirAW imldw hY [","unicode":"ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ ।"},"ft":{"gurmukhi":"prMqU iqs Agm Apwr ky rwm nwm Dn ko, hy BweI! guroN kI isKÎw sy hI pweIqw hY]","unicode":"ਪਰੰਤੂ ਤਿਸ ਅਗਮ ਅਪਾਰ ਕੇ ਰਾਮ ਨਾਮ ਧਨ ਕੋ, ਹੇ ਭਾਈ! ਗੁਰੋਂ ਕੀ ਸਿਖ੍ਯਾ ਸੇ ਹੀ ਪਾਈਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"AphuMc qy byAMq prmwqmw dw nwm-vxj hI sdw kwiem rihx vwlw Dn hY, ieh Dn gurU dI miq qy quirAW imldw hY [","unicode":"ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ ।"},"ms":{"gurmukhi":"swihb dy nwm dI qjwrq AnMq Aqy AQwh hY[ gurW dy aupdyS rwhIN suAwmI dy nwm dI dOlq prwpq huMdI hY[","unicode":"ਸਾਹਿਬ ਦੇ ਨਾਮ ਦੀ ਤਜਾਰਤ ਅਨੰਤ ਅਤੇ ਅਥਾਹ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਪਰਾਪਤ ਹੁੰਦੀ ਹੈ।"}},"es":{"sn":"El Comercio con el Señor es Infinito e Insondable; en ese Comercio, ganamos la Riqueza de la Palabra del Bani del Guru, fijamos la mente"},"hi":{"ss":"अपहुँच और बेअंत परमात्मा का नाम-वणज ही सदा कायम रहने वाला धन है। ये धन गुरू की मति पर चलने से मिलता है।","sts":"राम के नाम का व्यापार अगम्य एवं अनन्त है। गुरु के उपदेश द्वारा प्रभु नाम रूपी धन प्राप्त हो जाता है।"}},"transliteration":{"english":"raam naam vaapaaraa agam apaaraa gurmatee dhan paieeaai ||","hindi":"राम नामु वापारा अगम अपारा गुरमती धनु पाईऐ ॥","en":"raam naam vaapaaraa agam apaaraa gurmatee dhan paieeaai ||","hi":"राम नामु वापारा अगम अपारा गुरमती धनु पाईऐ ॥","ipa":"rɑm nɑm ʋɑpɑrɑ əGəm əpɑrɑ Gʊrəmət̪i t̪ən pɑeiæ.","ur":"رام نام واپارا اگم اپارا گُرمتیِ دھن پاایاَے ۔۔"},"pageNo":246,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10689,"shabadId":751,"verse":{"gurmukhi":"syvw suriq Bgiq ieh swcI ivchu Awpu gvweIAY ]","unicode":"ਸੇਵਾ ਸੁਰਤਿ ਭਗਤਿ ਇਹ ਸਾਚੀ ਵਿਚਹੁ ਆਪੁ ਗਵਾਈਐ ॥"},"larivaar":{"gurmukhi":"syvwsuriqBgiqiehswcIivchuAwpugvweIAY]","unicode":"ਸੇਵਾਸੁਰਤਿਭਗਤਿਇਹਸਾਚੀਵਿਚਹੁਆਪੁਗਵਾਈਐ॥"},"translation":{"en":{"bdb":"This selfless service, meditation and devotion is true, if you eliminate selfishness and conceit from within.","ms":"This service, meditation and devotion of thine shall be true, if thou shed self conceit from within thee.","ssk":"This selfless service, meditation and devotion is true, if you eliminate selfishness and conceit from within."},"pu":{"ss":{"gurmukhi":"pRBU dI syvw-BgqI, pRBU-crnW ivc suriq joVnI—ieh sdw kwiem rihx vwlI (rwis) hY (ies dI brkiq nwl Awpxy) AMdroN Awpw-Bwv dUr kr skIdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਨੀ—ਇਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ (ਰਾਸਿ) ਹੈ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਸਕੀਦਾ ਹੈ ।"},"ft":{"gurmukhi":"(suriq) sRysit pRIqI kr ky jo siqguroN AO sMqoN kI syvw krnI hY, soeI scI BgqI hY[ iqs BgqI kr ky irdy ivcoN Awpw Bwv kO gvwie dyeIey]","unicode":"(ਸੁਰਤਿ) ਸ੍ਰੇਸਟਿ ਪ੍ਰੀਤੀ ਕਰ ਕੇ ਜੋ ਸਤਿਗੁਰੋਂ ਔ ਸੰਤੋਂ ਕੀ ਸੇਵਾ ਕਰਨੀ ਹੈ, ਸੋਈ ਸਚੀ ਭਗਤੀ ਹੈ। ਤਿਸ ਭਗਤੀ ਕਰ ਕੇ ਰਿਦੇ ਵਿਚੋਂ ਆਪਾ ਭਾਵ ਕੌ ਗਵਾਇ ਦੇਈਏ॥"},"bdb":{"gurmukhi":"pRBU dI syvw-BgqI, pRBU-crnW ivc suriq joVnI—ieh sdw kwiem rihx vwlI (rwis) hY (ies dI brkiq nwl Awpxy) AMdroN Awpw-Bwv dUr kr skIdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਨੀ—ਇਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ (ਰਾਸਿ) ਹੈ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਸਕੀਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qyrI ieh Gwl, ismrn Aqy SrDw pRym s¤cy ho jwxgy, jykr qUM svY-hMgqw ƒ Awpxy AMdroN dur kr dyvy[","unicode":"ਤੇਰੀ ਇਹ ਘਾਲ, ਸਿਮਰਨ ਅਤੇ ਸ਼ਰਧਾ ਪ੍ਰੇਮ ਸੱਚੇ ਹੋ ਜਾਣਗੇ, ਜੇਕਰ ਤੂੰ ਸਵੈ-ਹੰਗਤਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਦੁਰ ਕਰ ਦੇਵੇ।"}},"es":{"sn":"en el Servicio del Señor, lo cual es la Verdadera Alabanza, y el ego se disuelve con el estímulo interior. "},"hi":{"ss":"प्रभू की सेवा भक्ति, प्रभू चरणों में सुरति जोड़नी - ये सदा कायम रहने वाली (राशि) है (इसकी बरकति से अपने) अंदर से स्वैभाव दूर कर सकते हैं।","sts":"भगवान की सेवा, भगवान में सुरति लगाना और भगवान की भक्ति ही सत्य है, जिससे हम अपने अन्तर्मन से अहंत्व को दूर कर सकते हैं।"}},"transliteration":{"english":"sevaa surat bhagat ieh saachee vichahu aap gavaieeaai ||","hindi":"सेवा सुरति भगति इह साची विचहु आपु गवाईऐ ॥","en":"sevaa surat bhagat ieh saachee vichahu aap gavaieeaai ||","hi":"सेवा सुरति भगति इह साची विचहु आपु गवाईऐ ॥","ipa":"seʋɑ sʊrət̪ ɓəGət̪ eɪh sɑt͡ʃi ʋɪt͡ʃəh əɑp Gəʋɑeiæ.","ur":"سےوا سُرت بھگت اه ساچیِ وچهُ آپ گواایاَے ۔۔"},"pageNo":246,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10690,"shabadId":751,"verse":{"gurmukhi":"hm miq hIx mUrK mugD AMDy siqguir mwrig pwey ]","unicode":"ਹਮ ਮਤਿ ਹੀਣ ਮੂਰਖ ਮੁਗਧ ਅੰਧੇ ਸਤਿਗੁਰਿ ਮਾਰਗਿ ਪਾਏ ॥"},"larivaar":{"gurmukhi":"hmmiqhIxmUrKmugDAMDysiqguirmwrigpwey]","unicode":"ਹਮਮਤਿਹੀਣਮੂਰਖਮੁਗਧਅੰਧੇਸਤਿਗੁਰਿਮਾਰਗਿਪਾਏ॥"},"translation":{"en":{"bdb":"I am senseless, foolish, idiotic and blind, but the True Guru has placed me on the Path.","ms":"I am senseless foolish, stupid and blind, The True Guru has put me on the right path.","ssk":"I am senseless, foolish, idiotic and blind, but the True Guru has placed me on the Path."},"pu":{"ss":{"gurmukhi":"swƒ miq-hIixAW ƒ, mUrKW ƒ, mwieAw dy moh ivc AMnyH hoieAW ƒ siqgurU ny hI jIvn dy shI rsqy auqy pwieAw hY [ ","unicode":"ਸਾਨੂੰ ਮਤਿ-ਹੀਣਿਆਂ ਨੂੰ, ਮੂਰਖਾਂ ਨੂੰ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨੇ੍ਹ ਹੋਇਆਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਇਆ ਹੈ । "},"ft":{"gurmukhi":"hm mUrK sYN mUrK buDI sYN hIn AigAwn kr ky AMDoN ko siqguroN ny hI rsqy myN pwieAw hY]","unicode":"ਹਮ ਮੂਰਖ ਸੈਂ ਮੂਰਖ ਬੁਧੀ ਸੈਂ ਹੀਨ ਅਗਿਆਨ ਕਰ ਕੇ ਅੰਧੋਂ ਕੋ ਸਤਿਗੁਰੋਂ ਨੇ ਹੀ ਰਸਤੇ ਮੇਂ ਪਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"swƒ miq-hIixAW ƒ, mUrKW ƒ, mwieAw dy moh ivc AMnyH hoieAW ƒ siqgurU ny hI jIvn dy shI rsqy auqy pwieAw hY [ ","unicode":"ਸਾਨੂੰ ਮਤਿ-ਹੀਣਿਆਂ ਨੂੰ, ਮੂਰਖਾਂ ਨੂੰ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨੇ੍ਹ ਹੋਇਆਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਇਆ ਹੈ । "},"ms":{"gurmukhi":"mYN bu`D-ivhux muVH byvkUP Aqy AMnHw hW[ s¤cy gurW ny mYƒ TIk rsqy pw id`qw hY[","unicode":"ਮੈਂ ਬੁੱਧ-ਵਿਹੁਣ ਮੁੜ੍ਹ ਬੇਵਕੂਫ ਅਤੇ ਅੰਨ੍ਹਾ ਹਾਂ। ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਠੀਕ ਰਸਤੇ ਪਾ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Somos tontos, ciegos e insensatos; el Guru nos ha mostrado el Sendero. "},"hi":{"ss":"हम अल्प-बुद्धि वालों को, मूर्खों को, माया के मोह में अंधे हुओं को सतिगुरू ने ही जीवन के सही रास्ते पर डाला है।","sts":"हम जीव बुद्धिहीन, मूर्ख, बेवकूफ, माया-मोह में अन्धे हैं। सतिगुरु ने हमें सन्मार्ग दिखा दिया है।"}},"transliteration":{"english":"ham mat heen moorakh mugadh a(n)dhe satigur maarag paae ||","hindi":"हम मति हीण मूरख मुगध अंधे सतिगुरि मारगि पाए ॥","en":"ham mat heen moorakh mugadh a(n)dhe satigur maarag paae ||","hi":"हम मति हीण मूरख मुगध अंधे सतिगुरि मारगि पाए ॥","ipa":"həm mət̪ hiɳ murəkʰ mʊGət̪ə̀ əŋt̪e sət̪ɪGʊr mɑrəG pɑee.","ur":"هم مت هیِݨ مُورکھ مُگدھ اںدھے ستِگر مارگ پااے ۔۔"},"pageNo":246,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10691,"shabadId":751,"verse":{"gurmukhi":"nwnk gurmuiK sbid suhwvy Anidnu hir gux gwey ]3]","unicode":"ਨਾਨਕ ਗੁਰਮੁਖਿ ਸਬਦਿ ਸੁਹਾਵੇ ਅਨਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾਏ ॥੩॥"},"larivaar":{"gurmukhi":"nwnkgurmuiKsbidsuhwvyAnidnuhirguxgwey]3]","unicode":"ਨਾਨਕਗੁਰਮੁਖਿਸਬਦਿਸੁਹਾਵੇਅਨਦਿਨੁਹਰਿਗੁਣਗਾਏ॥੩॥"},"translation":{"en":{"bdb":"O Nanak, the Gurmukhs are adorned with the Shabad; night and day, they sing the Glorious Praises of the Lord. ||3||","ms":"Nanak, the Guru-wards are decorated with God's Name, and night and day sing God's praises.","ssk":"O Nanak, the Gurmukhs are adorned with the Shabad; night and day, they sing the Glorious Praises of the Lord. ||3||"},"pu":{"ss":{"gurmukhi":"gurU dy snmuK rihx vwly mnu`K gurU dy Sbd ivc (juV ky) sohxy Awqmk jIvn vwly bx jWdy hn, qy, auh hr vyly prmwqmw dy gux gWdy rihMdy hn [3[","unicode":"ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਤੇ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: guroN duAwry aupdys ly kr inrMqR hrI ky gux gwey hYN qb hm soBnIk Bey hYN]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਗੁਰੋਂ ਦੁਆਰੇ ਉਪਦੇਸ ਲੇ ਕਰ ਨਿਰੰਤ੍ਰ ਹਰੀ ਕੇ ਗੁਣ ਗਾਏ ਹੈਂ ਤਬ ਹਮ ਸੋਭਨੀਕ ਭਏ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"gurU dy snmuK rihx vwly mnu`K gurU dy Sbd ivc (juV ky) sohxy Awqmk jIvn vwly bx jWdy hn, qy, auh hr vyly prmwqmw dy gux gWdy rihMdy hn [3[","unicode":"ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਤੇ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ।੩।"},"ms":{"gurmukhi":"nwnk, gurU-AnuswrI vwihgurU dy nwm nwl suSoBq hoey hoey hn Aqy idn rwq r`b dw j`s gwien krdy hn[","unicode":"ਨਾਨਕ, ਗੁਰੂ-ਅਨੁਸਾਰੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਨਾਲ ਸੁਸ਼ੋਭਤ ਹੋਏ ਹੋਏ ਹਨ ਅਤੇ ਦਿਨ ਰਾਤ ਰੱਬ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Oh, dice Nanak, a través el Guru uno es beatificado en la Palabra y uno habita noche y día en la Alabanza del Señor.(3)"},"hi":{"ss":"हे नानक ! गुरू के सन्मुख रहने वाले मनुष्य गुरू के शबद में जुड़ के सुंदर आत्मिक जीवन वाले बन जाते हैं और, वह हर वक्त परमात्मा के गुण गाते रहते हैं। 3।","sts":"हे नानक ! गुरुमुख ही शब्द से सुन्दर बने हैं और वे हमेशा ही भगवान की महिमा-स्तुति करते रहते है॥ ३ ॥"}},"transliteration":{"english":"naanak gurmukh sabadh suhaave anadhin har gun gaae ||3||","hindi":"नानक गुरमुखि सबदि सुहावे अनदिनु हरि गुण गाए ॥३॥","en":"naanak gurmukh sabadh suhaave anadhin har gun gaae ||3||","hi":"नानक गुरमुखि सबदि सुहावे अनदिनु हरि गुण गाए ॥३॥","ipa":"nɑnək Gʊrəmʊkʰ səbəd̪ sʊhɑʋe ənəd̪ɪn hər Gʊɳ Gɑee.3.","ur":"نانک گُرمکھ سبد سُهاوے اندن هر گُݨ گااے ۔۔۳۔۔"},"pageNo":246,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10692,"shabadId":751,"verse":{"gurmukhi":"Awip krwey kry Awip jIau Awpy sbid svwry ]","unicode":"ਆਪਿ ਕਰਾਏ ਕਰੇ ਆਪਿ ਜੀਉ ਆਪੇ ਸਬਦਿ ਸਵਾਰੇ ॥"},"larivaar":{"gurmukhi":"AwipkrweykryAwipjIauAwpysbidsvwry]","unicode":"ਆਪਿਕਰਾਏਕਰੇਆਪਿਜੀਉਆਪੇਸਬਦਿਸਵਾਰੇ॥"},"translation":{"en":{"bdb":"He Himself acts, and inspires others to act; He Himself embellishes us with the Word of His Shabad.","ms":"God Himself does and Himself causes others to do. He Himself embellishes man with His Name.","ssk":"He Himself acts, and inspires others to act; He Himself embellishes us with the Word of His Shabad."},"pu":{"ss":{"gurmukhi":"(pr) hy BweI! (jIvW dy ku`J v`s nhIN [ mwieAw-sr ivcoN fu`bx qoN bcwx vwlw pRBU Awp hI hY) pRBU Awp hI (pRyrnw kr ky jIvW pwsoN kMm) krWdw hY (jIvW ivc ivAwpk ho ky) Awp hI (sB kuJ) krdw hY, pRBU Awp hI gurU dy Sbd ivc joV ky (jIvW dy) jIvn sohxy bxWdw hY ","unicode":"(ਪਰ) ਹੇ ਭਾਈ! (ਜੀਵਾਂ ਦੇ ਕੁੱਝ ਵੱਸ ਨਹੀਂ । ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਡੁੱਬਣ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਪ੍ਰੇਰਨਾ ਕਰ ਕੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ) ਕਰਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਸਭ ਕੁਝ) ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਜੀਵਾਂ ਦੇ) ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"Awp hI vwhgurU jIvoN sy krm krwvqw hY AOr Awp hI jIvoN ko krqw hY[ punw Awp hI guroN duAwry aupdys dy kr ky svwr lyqw hY]","unicode":"ਆਪ ਹੀ ਵਾਹਗੁਰੂ ਜੀਵੋਂ ਸੇ ਕਰਮ ਕਰਾਵਤਾ ਹੈ ਔਰ ਆਪ ਹੀ ਜੀਵੋਂ ਕੋ ਕਰਤਾ ਹੈ। ਪੁਨਾ ਆਪ ਹੀ ਗੁਰੋਂ ਦੁਆਰੇ ਉਪਦੇਸ ਦੇ ਕਰ ਕੇ ਸਵਾਰ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pr) hy BweI! (jIvW dy ku`J v`s nhIN [ mwieAw-sr ivcoN fu`bx qoN bcwx vwlw pRBU Awp hI hY) pRBU Awp hI (pRyrnw kr ky jIvW pwsoN kMm) krWdw hY (jIvW ivc ivAwpk ho ky) Awp hI (sB kuJ) krdw hY, pRBU Awp hI gurU dy Sbd ivc joV ky (jIvW dy) jIvn sohxy bxWdw hY ","unicode":"(ਪਰ) ਹੇ ਭਾਈ! (ਜੀਵਾਂ ਦੇ ਕੁੱਝ ਵੱਸ ਨਹੀਂ । ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਡੁੱਬਣ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਪ੍ਰੇਰਨਾ ਕਰ ਕੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ) ਕਰਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਸਭ ਕੁਝ) ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਜੀਵਾਂ ਦੇ) ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"hrI Awpy krdw hY Aqy Awpy hI krwauNdw hY[ auh Kud hI bMdy ƒ Awpxy nwm nwl iSMgwrdw hY[","unicode":"ਹਰੀ ਆਪੇ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪੇ ਹੀ ਕਰਾਉਂਦਾ ਹੈ। ਉਹ ਖੁਦ ਹੀ ਬੰਦੇ ਨੂੰ ਆਪਣੇ ਨਾਮ ਨਾਲ ਸ਼ਿੰਗਾਰਦਾ ਹੈ।"}},"es":{"sn":"El Señor Mismo hace y hace que otros hagan; Él Mismo nos adorna con la Palabra."},"hi":{"ss":"(पर) हे भाई ! (जीवों के वश कुछ नहीं। माया-सर में डूबने से बचाने वाला प्रभू स्वयं ही है) प्रभू खुद ही (प्रेरणा करके जीवों से काम) करवाता है (जीवों में व्यापक हो के) खुद ही (सब कुछ) करता है। प्रभू खुद ही गुरू के शबद में जोड़ के (जीवों के) जीवन सुंदर बनाता है।","sts":"प्रभु स्वयं ही करता है और स्वयं ही जीवों से करवाता है। वह स्वयं ही मनुष्य को अपने नाम से संवारता है।"}},"transliteration":{"english":"aap karaae kare aap jeeau aape sabadh savaare ||","hindi":"आपि कराए करे आपि जीउ आपे सबदि सवारे ॥","en":"aap karaae kare aap jeeau aape sabadh savaare ||","hi":"आपि कराए करे आपि जीउ आपे सबदि सवारे ॥","ipa":"əɑp kərɑee kəre əɑp d͡ʒio əɑpe səbəd̪ səʋɑre.","ur":"آپ کرااے کرے آپ جیِا آپے سبد سوارے ۔۔"},"pageNo":246,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10693,"shabadId":751,"verse":{"gurmukhi":"Awpy siqguru Awip sbdu jIau jugu jugu Bgq ipAwry ]","unicode":"ਆਪੇ ਸਤਿਗੁਰੁ ਆਪਿ ਸਬਦੁ ਜੀਉ ਜੁਗੁ ਜੁਗੁ ਭਗਤ ਪਿਆਰੇ ॥"},"larivaar":{"gurmukhi":"AwpysiqguruAwipsbdujIaujugujuguBgqipAwry]","unicode":"ਆਪੇਸਤਿਗੁਰੁਆਪਿਸਬਦੁਜੀਉਜੁਗੁਜੁਗੁਭਗਤਪਿਆਰੇ॥"},"translation":{"en":{"bdb":"He Himself is the True Guru, and He Himself is the Shabad; in each and every age, He loves His devotees.","ms":"The Lord Himself is the true Guru and Himself the Gurbani. In every age His Saints are dear to Him.","ssk":"He Himself is the True Guru, and He Himself is the Shabad; in each and every age, He loves His devotees."},"pu":{"ss":{"gurmukhi":"pRBU Awp hI siqgurU imlWdw hY, Awp hI (gurU dw) Sbd b^Sdw hY, qy Awp hI hryk jug ivc Awpxy BgqW ƒ ipAwr krdw hY [","unicode":"ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Awp hI siqgur srUp hY AOr Awp hI aupdys rUp hY, ijs ko jugoN jugoN myN Bgiq ipAwry hYN]","unicode":"ਆਪ ਹੀ ਸਤਿਗੁਰ ਸਰੂਪ ਹੈ ਔਰ ਆਪ ਹੀ ਉਪਦੇਸ ਰੂਪ ਹੈ, ਜਿਸ ਕੋ ਜੁਗੋਂ ਜੁਗੋਂ ਮੇਂ ਭਗਤਿ ਪਿਆਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU Awp hI siqgurU imlWdw hY, Awp hI (gurU dw) Sbd b^Sdw hY, qy Awp hI hryk jug ivc Awpxy BgqW ƒ ipAwr krdw hY [","unicode":"ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"swihb Kud s`cw gurU hY Aqy Kud hI gurbwxI[ hr Xug AMdr aus dy sMq aus dy lwfly hn[","unicode":"ਸਾਹਿਬ ਖੁਦ ਸੱਚਾ ਗੁਰੂ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਗੁਰਬਾਣੀ। ਹਰ ਯੁਗ ਅੰਦਰ ਉਸ ਦੇ ਸੰਤ ਉਸ ਦੇ ਲਾਡਲੇ ਹਨ।"}},"es":{"sn":"Él Mismo es el Guru, Él Mismo la Palabra, Él Mismo el Amante de los Gurmukjs en todas las épocas. "},"hi":{"ss":"प्रभू खुद ही सत्गुरू मिलाता है। खुद ही (गुरू का) शबद बख्शता है। और खुद ही हरेक युग में अपने भक्तों को प्यार करता है।","sts":"ईश्वर स्वयं सतिगुरु है और स्वयं ही शब्द है। युग-युग में प्रभु के भक्त उसके प्रिय हैं।"}},"transliteration":{"english":"aape satigur aap sabadh jeeau jug jug bhagat piaare ||","hindi":"आपे सतिगुरु आपि सबदु जीउ जुगु जुगु भगत पिआरे ॥","en":"aape satigur aap sabadh jeeau jug jug bhagat piaare ||","hi":"आपे सतिगुरु आपि सबदु जीउ जुगु जुगु भगत पिआरे ॥","ipa":"əɑpe sət̪ɪGʊr əɑp səbəd̪ d͡ʒio d͡ʒʊG d͡ʒʊG ɓəGət̪ pɪəɑre.","ur":"آپے ستگر آپ سبد جیِا جُگ جُگ بھگت پآرے ۔۔"},"pageNo":246,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10694,"shabadId":751,"verse":{"gurmukhi":"jugu jugu Bgq ipAwry hir Awip svwry Awpy BgqI lwey ]","unicode":"ਜੁਗੁ ਜੁਗੁ ਭਗਤ ਪਿਆਰੇ ਹਰਿ ਆਪਿ ਸਵਾਰੇ ਆਪੇ ਭਗਤੀ ਲਾਏ ॥"},"larivaar":{"gurmukhi":"jugujuguBgqipAwryhirAwipsvwryAwpyBgqIlwey]","unicode":"ਜੁਗੁਜੁਗੁਭਗਤਪਿਆਰੇਹਰਿਆਪਿਸਵਾਰੇਆਪੇਭਗਤੀਲਾਏ॥"},"translation":{"en":{"bdb":"In age after age, He loves His devotees; the Lord Himself adorns them, and He Himself enjoins them to worship Him with devotion.","ms":"In every age He Himself adorns His Saints, who are sweet unto Him. He Himself appoints them to Him devotion.","ssk":"In age after age, He loves His devotees; the Lord Himself adorns them, and He Himself enjoins them to worship Him with devotion."},"pu":{"ss":{"gurmukhi":"hryk jug ivc hrI Awpxy BgqW ƒ ipAwr krdw hY, Awp hI auhnW dy jIvn svwrdw hY, Awp hI (auhnW ƒ) BgqI ivc joVdw hY [ ","unicode":"ਹਰੇਕ ਜੁਗ ਵਿਚ ਹਰੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਸਵਾਰਦਾ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ । "},"ft":{"gurmukhi":"jugu jugu myN Bgq hI ipAwry hYN Aru hrI ny Awp hI svwry hYN AOr Awp hI ApnI BgqI myN lwey hYN]","unicode":"ਜੁਗੁ ਜੁਗੁ ਮੇਂ ਭਗਤ ਹੀ ਪਿਆਰੇ ਹੈਂ ਅਰੁ ਹਰੀ ਨੇ ਆਪ ਹੀ ਸਵਾਰੇ ਹੈਂ ਔਰ ਆਪ ਹੀ ਅਪਨੀ ਭਗਤੀ ਮੇਂ ਲਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hryk jug ivc hrI Awpxy BgqW ƒ ipAwr krdw hY, Awp hI auhnW dy jIvn svwrdw hY, Awp hI (auhnW ƒ) BgqI ivc joVdw hY [ ","unicode":"ਹਰੇਕ ਜੁਗ ਵਿਚ ਹਰੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਸਵਾਰਦਾ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ । "},"ms":{"gurmukhi":"hr smyN AMdr auh Awpxy sMqW, ijhVy aus ƒ im`TVy lgdy hn, ƒ Kud suSoBq krdw hY auh Awp hI aunHW ƒ Awpxy ismrn AMdr joVdw hY[","unicode":"ਹਰ ਸਮੇਂ ਅੰਦਰ ਉਹ ਆਪਣੇ ਸੰਤਾਂ, ਜਿਹੜੇ ਉਸ ਨੂੰ ਮਿੱਠੜੇ ਲਗਦੇ ਹਨ, ਨੂੰ ਖੁਦ ਸੁਸ਼ੋਭਤ ਕਰਦਾ ਹੈ ਉਹ ਆਪ ਹੀ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਸਿਮਰਨ ਅੰਦਰ ਜੋੜਦਾ ਹੈ।"}},"es":{"sn":"En todas las épocas Él ha amado a los Gurmukjs, Él Mismo adorna todo e inspira a todos en Su Alabanza."},"hi":{"ss":"हरेक युग में हरि अपने भक्तों को प्यार करता है। खुद ही उनके जीवन को सँवारता है। खुद ही (उन्हें) भक्ति में जोड़ता है।","sts":"युग-युग में वह अपने प्रिय भक्तों को स्वयं शोभायमान करता है। वह स्वयं ही उनको अपनी भक्ति में लगाता है।"}},"transliteration":{"english":"jug jug bhagat piaare har aap savaare aape bhagatee laae ||","hindi":"जुगु जुगु भगत पिआरे हरि आपि सवारे आपे भगती लाए ॥","en":"jug jug bhagat piaare har aap savaare aape bhagatee laae ||","hi":"जुगु जुगु भगत पिआरे हरि आपि सवारे आपे भगती लाए ॥","ipa":"d͡ʒʊG d͡ʒʊG ɓəGət̪ pɪəɑre hər əɑp səʋɑre əɑpe ɓəGət̪i lɑee.","ur":"جُگ جُگ بھگت پآرے هر آپ سوارے آپے بھگتیِ لااے ۔۔"},"pageNo":246,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10695,"shabadId":751,"verse":{"gurmukhi":"Awpy dwnw Awpy bInw Awpy syv krwey ]","unicode":"ਆਪੇ ਦਾਨਾ ਆਪੇ ਬੀਨਾ ਆਪੇ ਸੇਵ ਕਰਾਏ ॥"},"larivaar":{"gurmukhi":"AwpydwnwAwpybInwAwpysyvkrwey]","unicode":"ਆਪੇਦਾਨਾਆਪੇਬੀਨਾਆਪੇਸੇਵਕਰਾਏ॥"},"translation":{"en":{"bdb":"He Himself is All-knowing, and He Himself is All-seeing; He inspires us to serve Him.","ms":"He Himself is all wise. Himself all seeing. He Himself makes man performs His service.","ssk":"He Himself is All-knowing, and He Himself is All-seeing; He inspires us to serve Him."},"pu":{"ss":{"gurmukhi":"auh Awp hI sB dy idl dI jwxn vwlw qy pCwxn vwlw hY, auh Awp hI (Awpxy BgqW pwsoN AwpxI) syvw-BgqI krWdw hY [","unicode":"ਉਹ ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਤੇ ਪਛਾਣਨ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Awp hI sB ky irdy kI (dwnw) jwnxyhwrw AOr Awp hI jIvoN ky krmoN ko (bInw) dyKxy vwlw hY, punw Awp hI Apny jnoN sy syvw krwvqw hY]","unicode":"ਆਪ ਹੀ ਸਭ ਕੇ ਰਿਦੇ ਕੀ (ਦਾਨਾ) ਜਾਨਣੇਹਾਰਾ ਔਰ ਆਪ ਹੀ ਜੀਵੋਂ ਕੇ ਕਰਮੋਂ ਕੋ (ਬੀਨਾ) ਦੇਖਣੇ ਵਾਲਾ ਹੈ, ਪੁਨਾ ਆਪ ਹੀ ਅਪਨੇ ਜਨੋਂ ਸੇ ਸੇਵਾ ਕਰਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh Awp hI sB dy idl dI jwxn vwlw qy pCwxn vwlw hY, auh Awp hI (Awpxy BgqW pwsoN AwpxI) syvw-BgqI krWdw hY [","unicode":"ਉਹ ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਤੇ ਪਛਾਣਨ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh Awp kulI isAwxw, Awp hI swrw kuC vyKxhwr hY[ auh Awp hI bMdy kolo AwpxI tihl krvwauNdw hY[","unicode":"ਉਹ ਆਪ ਕੁਲੀ ਸਿਆਣਾ, ਆਪ ਹੀ ਸਾਰਾ ਕੁਛ ਵੇਖਣਹਾਰ ਹੈ। ਉਹ ਆਪ ਹੀ ਬੰਦੇ ਕੋਲੋ ਆਪਣੀ ਟਹਿਲ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Él Mismo es Todo Sabio, el Vidente; Él Mismo nos ocupa en Su Servicio. "},"hi":{"ss":"वह खुद ही सबके दिल की जानने वाला और पहचानने वाला है। वह खुद ही (अपने भक्तों से अपनी) सेवा-भक्ति करवाता है।","sts":"वह स्वयं ही परम बुद्धिमान और स्वयं ही सब कुछ देखने वाला है। वह स्वयं ही मनुष्य से अपनी भक्ति करवाता है।"}},"transliteration":{"english":"aape dhaanaa aape beenaa aape sev karaae ||","hindi":"आपे दाना आपे बीना आपे सेव कराए ॥","en":"aape dhaanaa aape beenaa aape sev karaae ||","hi":"आपे दाना आपे बीना आपे सेव कराए ॥","ipa":"əɑpe d̪ɑnɑ əɑpe binɑ əɑpe seʋ kərɑee.","ur":"آپے دانا آپے بیٍنا آپے سےو کرااے ۔۔"},"pageNo":246,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10696,"shabadId":751,"verse":{"gurmukhi":"Awpy guxdwqw Avgux kwty ihrdY nwmu vswey ]","unicode":"ਆਪੇ ਗੁਣਦਾਤਾ ਅਵਗੁਣ ਕਾਟੇ ਹਿਰਦੈ ਨਾਮੁ ਵਸਾਏ ॥"},"larivaar":{"gurmukhi":"AwpyguxdwqwAvguxkwtyihrdYnwmuvswey]","unicode":"ਆਪੇਗੁਣਦਾਤਾਅਵਗੁਣਕਾਟੇਹਿਰਦੈਨਾਮੁਵਸਾਏ॥"},"translation":{"en":{"bdb":"He Himself is the Giver of merits, and the Destroyer of demerits; He causes His Name to dwell within our hearts.","ms":"He Himself is the Bestower of merits and destroys demerits. He Himself causes His Name to dwell in man's mind.","ssk":"He Himself is the Giver of merits, and the Destroyer of demerits; He causes His Name to dwell within our hearts."},"pu":{"ss":{"gurmukhi":"(hy BweI!) prmwqmw Awp hI (Awpxy) guxW dI dwiq b^Sdw hY, (swfy) Aaugx dUr krdw hY, qy (swfy) ihrdy ivc (Awpxw) nwm vsWdw hY [","unicode":"(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈ, (ਸਾਡੇ) ਅਉਗਣ ਦੂਰ ਕਰਦਾ ਹੈ, ਤੇ (ਸਾਡੇ) ਹਿਰਦੇ ਵਿਚ (ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Awpy hI guxoN kw dwqw ihrdy myN nwm vswie kr ky AvguxoN ko kwtqw hY]","unicode":"ਆਪੇ ਹੀ ਗੁਣੋਂ ਕਾ ਦਾਤਾ ਹਿਰਦੇ ਮੇਂ ਨਾਮ ਵਸਾਇ ਕਰ ਕੇ ਅਵਗੁਣੋਂ ਕੋ ਕਾਟਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI!) prmwqmw Awp hI (Awpxy) guxW dI dwiq b^Sdw hY, (swfy) Aaugx dUr krdw hY, qy (swfy) ihrdy ivc (Awpxw) nwm vsWdw hY [","unicode":"(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈ, (ਸਾਡੇ) ਅਉਗਣ ਦੂਰ ਕਰਦਾ ਹੈ, ਤੇ (ਸਾਡੇ) ਹਿਰਦੇ ਵਿਚ (ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh Awp cMigAweIAW dw dwqwr hY Aqy bdIAW ƒ nSt krdw hY[ Awpxy nwm ƒ auh Kud hI bMdy dy ic`q AMdr itkwauNdw hY[","unicode":"ਉਹ ਆਪ ਚੰਗਿਆਈਆਂ ਦਾ ਦਾਤਾਰ ਹੈ ਅਤੇ ਬਦੀਆਂ ਨੂੰ ਨਸ਼ਟ ਕਰਦਾ ਹੈ। ਆਪਣੇ ਨਾਮ ਨੂੰ ਉਹ ਖੁਦ ਹੀ ਬੰਦੇ ਦੇ ਚਿੱਤ ਅੰਦਰ ਟਿਕਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Él, el Señor, nos bendice con mérito y perdona nuestras fallas, y Él trae Su Nombre a nuestros corazones. "},"hi":{"ss":"(हे भाई !) परमात्मा खुद ही (अपने) गुणों की दाति बख्शता है। (हमारे) अवगुण दूर करता है। और (हमारे) हृदय में (अपना) नाम बसाता है।","sts":"प्रभु स्वयं ही गुणों का दाता है और बुराईयों का नाश करता है। अपने नाम को वह स्वयं ही मनुष्य के हृदय में बसाता है।"}},"transliteration":{"english":"aape gunadhaataa avagun kaaTe hiradhai naam vasaae ||","hindi":"आपे गुणदाता अवगुण काटे हिरदै नामु वसाए ॥","en":"aape gunadhaataa avagun kaaTe hiradhai naam vasaae ||","hi":"आपे गुणदाता अवगुण काटे हिरदै नामु वसाए ॥","ipa":"əɑpe Gʊɳəd̪ɑt̪ɑ əʋəGʊɳ kɑʈe hɪrəd̪æ nɑm ʋəsɑee.","ur":"آپے گُݨداتا اوگݨ کاٹے هردَے نام وسااے ۔۔"},"pageNo":246,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10697,"shabadId":751,"verse":{"gurmukhi":"nwnk sd bilhwrI scy ivthu Awpy kry krwey ]4]4]","unicode":"ਨਾਨਕ ਸਦ ਬਲਿਹਾਰੀ ਸਚੇ ਵਿਟਹੁ ਆਪੇ ਕਰੇ ਕਰਾਏ ॥੪॥੪॥"},"larivaar":{"gurmukhi":"nwnksdbilhwrIscyivthuAwpykrykrwey]4]4]","unicode":"ਨਾਨਕਸਦਬਲਿਹਾਰੀਸਚੇਵਿਟਹੁਆਪੇਕਰੇਕਰਾਏ॥੪॥੪॥"},"translation":{"en":{"bdb":"Nanak is forever a sacrifice to the True Lord, who Himself is the Doer, the Cause of causes. ||4||4||","ms":"Nanak, is ever, a sacrifice unto the True Lord, who Himself does and causes to do everything.","ssk":"Nanak is forever a sacrifice to the True Lord, who Himself is the Doer, the Cause of causes. ||4||4||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—mYN) aus sdw kwiem rihx vwly prmwqmw qoN sdw sdky jWdw hW, auh Awp hI sB kuJ krdw hY qy Awp hI sB kuJ krWdw hY [4[4[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਮੈਂ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾਂਦਾ ਹੈ ।੪।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: iqs scy ky aUpir sy mYN sdw bilhwrny jwqw hUM[ jo Awpy hI jIvoN kw krqw AOr Awp hI ien sy krm krwvqw hY]4]4]ÇsuB buDI rUpI iesqRI jIv rUpI pqI ko aupdys krqI hY:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਸਚੇ ਕੇ ਊਪਰਿ ਸੇ ਮੈਂ ਸਦਾ ਬਲਿਹਾਰਨੇ ਜਾਤਾ ਹੂੰ। ਜੋ ਆਪੇ ਹੀ ਜੀਵੋਂ ਕਾ ਕਰਤਾ ਔਰ ਆਪ ਹੀ ਇਨ ਸੇ ਕਰਮ ਕਰਾਵਤਾ ਹੈ॥੪॥੪॥☬ਸੁਭ ਬੁਧੀ ਰੂਪੀ ਇਸਤ੍ਰੀ ਜੀਵ ਰੂਪੀ ਪਤੀ ਕੋ ਉਪਦੇਸ ਕਰਤੀ ਹੈ:"},"bdb":{"gurmukhi":"hy nwnk! (AwK—mYN) aus sdw kwiem rihx vwly prmwqmw qoN sdw sdky jWdw hW, auh Awp hI sB kuJ krdw hY qy Awp hI sB kuJ krWdw hY [4[4[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਮੈਂ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾਂਦਾ ਹੈ ।੪।੪।"},"ms":{"gurmukhi":"nwnk hmySW hI s¤cy swihb auqy kurbwn jWdw hY, jo Awp hI swrw kuC krdw qy krwauNdw hY[","unicode":"ਨਾਨਕ ਹਮੇਸ਼ਾਂ ਹੀ ਸੱਚੇ ਸਾਹਿਬ ਉਤੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ, ਜੋ ਆਪ ਹੀ ਸਾਰਾ ਕੁਛ ਕਰਦਾ ਤੇ ਕਰਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Nanak ofrece su ser en sacrificio al Uno Verdadero, el Hacedor y la Causa.  (4-4)"},"hi":{"ss":"हे नानक ! (कह– मैं) उस सदा कायम रहने वाले परमात्मा से सदके जाता हूँ। वह खुद ही सब कुछ करता है और स्वयं ही सब कुछ कराता है। 4। 4।","sts":"हे नानक ! मैं उस सत्य के पुंज ईश्वर पर हमेशा कुर्बान जाता हूँ, जो स्वयं ही सब कुछ करता और जीवों से करवाता है॥ ४॥ ४॥"}},"transliteration":{"english":"naanak sadh balihaaree sache viTahu aape kare karaae ||4||4||","hindi":"नानक सद बलिहारी सचे विटहु आपे करे कराए ॥४॥४॥","en":"naanak sadh balihaaree sache viTahu aape kare karaae ||4||4||","hi":"नानक सद बलिहारी सचे विटहु आपे करे कराए ॥४॥४॥","ipa":"nɑnək səd̪ bəlɪhɑri sət͡ʃe ʋɪʈəh əɑpe kəre kərɑee.4.4.","ur":"نانک سد بلهاریِ سچے وٹهُ آپے کرے کرااے ۔۔۴۔۔۴۔۔"},"pageNo":246,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10698,"shabadId":752,"verse":{"gurmukhi":"gauVI mhlw 3 ]","unicode":"ਗਉੜੀ ਮਹਲਾ ੩ ॥"},"larivaar":{"gurmukhi":"gauVImhlw3]","unicode":"ਗਉੜੀਮਹਲਾ੩॥"},"translation":{"en":{"bdb":"Gauree, Third Mehla:","ms":"Gauri 3rd Guru.","ssk":"Gauree, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"gaUVI pwqSwhI qIjI[","unicode":"ਗਊੜੀ ਪਾਤਸ਼ਾਹੀ ਤੀਜੀ।"}},"es":{"sn":"Gauri, Mejl Guru Amar Das, Tercer Canal Divino."},"hi":{"ss":"","sts":"गउड़ी महला ३ ॥"}},"transliteration":{"english":"gauRee mahalaa teejaa ||","hindi":"गउड़ी महला ३ ॥","en":"gauRee mahalaa teejaa ||","hi":"गउड़ी महला ३ ॥","ipa":"Goʊɽi məhəlɑ t̪id͡ʒɑ.","ur":"گاڑیِ مهلا ۳ ۔۔"},"pageNo":246,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10699,"shabadId":752,"verse":{"gurmukhi":"gur kI syvw kir iprw jIau hir nwmu iDAwey ]","unicode":"ਗੁਰ ਕੀ ਸੇਵਾ ਕਰਿ ਪਿਰਾ ਜੀਉ ਹਰਿ ਨਾਮੁ ਧਿਆਏ ॥"},"larivaar":{"gurmukhi":"gurkIsyvwkiriprwjIauhirnwmuiDAwey]","unicode":"ਗੁਰਕੀਸੇਵਾਕਰਿਪਿਰਾਜੀਉਹਰਿਨਾਮੁਧਿਆਏ॥"},"translation":{"en":{"bdb":"Serve the Guru, O my dear soul; meditate on the Lord's Name.","ms":"O my dear, soul, perform thou the service of the Guru and meditate on God's Name.","ssk":"Serve the Guru, O my dear soul; meditate on the Lord's Name."},"pu":{"ss":{"gurmukhi":"hy ipAwrI ijMdy! gurU dI syvw kr (gurU dI srn pau, Aqy) prmwqmw dw nwm ismr, (ies qrHW) qUM Awpxy Awp ivcoN dUr nhIN jwihNgI (mwieAw dy moh ivc Btkx qoN bc jwihNgI) [","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣੇ ਆਪ ਵਿਚੋਂ ਦੂਰ ਨਹੀਂ ਜਾਹਿਂਗੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਣ ਤੋਂ ਬਚ ਜਾਹਿਂਗੀ) ।"},"ft":{"gurmukhi":"hy pqI! guroN kI syvw kr ky hir hir nwmu ko iDAwvxw kr]","unicode":"ਹੇ ਪਤੀ! ਗੁਰੋਂ ਕੀ ਸੇਵਾ ਕਰ ਕੇ ਹਰਿ ਹਰਿ ਨਾਮੁ ਕੋ ਧਿਆਵਣਾ ਕਰ॥"},"bdb":{"gurmukhi":"hy ipAwrI ijMdy! gurU dI syvw kr (gurU dI srn pau, Aqy) prmwqmw dw nwm ismr, (ies qrHW) qUM Awpxy Awp ivcoN dUr nhIN jwihNgI (mwieAw dy moh ivc Btkx qoN bc jwihNgI) [","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣੇ ਆਪ ਵਿਚੋਂ ਦੂਰ ਨਹੀਂ ਜਾਹਿਂਗੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਣ ਤੋਂ ਬਚ ਜਾਹਿਂਗੀ) ।"},"ms":{"gurmukhi":"hY myry ipAwry mn! qUM gurW dI Gwl kmw Aqy vwihgurU dy nwm dw AwrwDn kr[","unicode":"ਹੈ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਤੂੰ ਗੁਰਾਂ ਦੀ ਘਾਲ ਕਮਾ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਆਰਾਧਨ ਕਰ।"}},"es":{"sn":"Oh mi mente querida, sirve al Guru y habita en el Naam, el Nombre del Señor; "},"hi":{"ss":"हे प्यारी जिंदे ! गुरू की सेवा कर (गुरू की शरण पड़। और) परमात्मा का नाम सिमर।","sts":"हे मेरे प्रिय मन ! गुरु की सेवा और भगवान के नाम का ध्यान करते रहो।"}},"transliteration":{"english":"gur kee sevaa kar piraa jeeau har naam dhiaae ||","hindi":"गुर की सेवा करि पिरा जीउ हरि नामु धिआए ॥","en":"gur kee sevaa kar piraa jeeau har naam dhiaae ||","hi":"गुर की सेवा करि पिरा जीउ हरि नामु धिआए ॥","ipa":"Gʊr ki seʋɑ kər pɪrɑ d͡ʒio hər nɑm t̪ɪəɑee.","ur":"گُر کیِ سےوا کر پرا جیِا هرِ نام دھآاے ۔۔"},"pageNo":246,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10700,"shabadId":752,"verse":{"gurmukhi":"mM\\hu dUir n jwih iprw jIau Gir bYiTAw hir pwey ]","unicode":"ਮੰਞਹੁ ਦੂਰਿ ਨ ਜਾਹਿ ਪਿਰਾ ਜੀਉ ਘਰਿ ਬੈਠਿਆ ਹਰਿ ਪਾਏ ॥"},"larivaar":{"gurmukhi":"mM\\hudUirnjwihiprwjIauGirbYiTAwhirpwey]","unicode":"ਮੰਞਹੁਦੂਰਿਨਜਾਹਿਪਿਰਾਜੀਉਘਰਿਬੈਠਿਆਹਰਿਪਾਏ॥"},"translation":{"en":{"bdb":"Do not leave me, O my dear soul - you shall find the Lord while sitting within the home of your own being.","ms":"O my dear, thou art not to get away from me. Receive the Lord whilst sitting at home.","ssk":"Do not leave me, O my dear soul - you shall find the Lord while sitting within the home of your own being."},"pu":{"ss":{"gurmukhi":"(hy ijMdy!) ihrdy-Gr ivc itky irhW prmwqmw iml pYNdw hY [","unicode":"(ਹੇ ਜਿੰਦੇ!) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy jIv pqI! qUM (mM\\hu) myry sy dUr nw jwih, Bwv prmysÍr kw aupwsk ho bwhj muK n hohu qo Gr bYiTAW hI hrI ko pwvyNgw]","unicode":"ਹੇ ਜੀਵ ਪਤੀ! ਤੂੰ (ਮੰਞਹੁ) ਮੇਰੇ ਸੇ ਦੂਰ ਨਾ ਜਾਹਿ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਕਾ ਉਪਾਸਕ ਹੋ ਬਾਹਜ ਮੁਖ ਨ ਹੋਹੁ ਤੋ ਘਰ ਬੈਠਿਆਂ ਹੀ ਹਰੀ ਕੋ ਪਾਵੇਂਗਾ॥"},"bdb":{"gurmukhi":"(hy ijMdy!) ihrdy-Gr ivc itky irhW prmwqmw iml pYNdw hY [","unicode":"(ਹੇ ਜਿੰਦੇ!) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hY myry ipAwry! myry kol qUM duryfy nhIN jwxw gRih iv`c bYTw hoieAw hI qUM Awpxy sweIN ƒ pRwpq hY[","unicode":"ਹੈ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਕੋਲ ਤੂੰ ਦੁਰੇਡੇ ਨਹੀਂ ਜਾਣਾ ਗ੍ਰਹਿ ਵਿੱਚ ਬੈਠਾ ਹੋਇਆ ਹੀ ਤੂੰ ਆਪਣੇ ਸਾਈਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੈ।"}},"es":{"sn":"no tienes que huir de mí, porque en tu mismo hogar recibirás al Señor. "},"hi":{"ss":"(इस तरह) तू अपने आप में से दूर नहीं जाएगी (माया कें मोह की भटकना से बच जाएगी)। (हे जिंदे !) हृदय घर में टिके रहने से परमात्मा मिल जाता है।","sts":"हे मेरे प्रिय मन ! मुझसे दूर मत जाना और ह्रदय-घर में बैठकर ही तू अपने ईश्वर को प्राप्त कर ले।"}},"transliteration":{"english":"ma(n)n(j)h dhoor na jaeh piraa jeeau ghar baiThiaa har paae ||","hindi":"मंञहु दूरि न जाहि पिरा जीउ घरि बैठिआ हरि पाए ॥","en":"ma(n)n(j)h dhoor na jaeh piraa jeeau ghar baiThiaa har paae ||","hi":"मंञहु दूरि न जाहि पिरा जीउ घरि बैठिआ हरि पाए ॥","ipa":"məŋŋh d̪ur nə d͡ʒɑh pɪrɑ d͡ʒio Gʰər bæʈʰɪəɑ hər pɑee.","ur":"مںنجهُ دُور ن جاه پرا جیِا گھر بَےٹھآ هرِ پااے ۔۔"},"pageNo":246,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10701,"shabadId":752,"verse":{"gurmukhi":"Gir bYiTAw hir pwey sdw icqu lwey shjy siq suBwey ]","unicode":"ਘਰਿ ਬੈਠਿਆ ਹਰਿ ਪਾਏ ਸਦਾ ਚਿਤੁ ਲਾਏ ਸਹਜੇ ਸਤਿ ਸੁਭਾਏ ॥"},"larivaar":{"gurmukhi":"GirbYiTAwhirpweysdwicqulweyshjysiqsuBwey]","unicode":"ਘਰਿਬੈਠਿਆਹਰਿਪਾਏਸਦਾਚਿਤੁਲਾਏਸਹਜੇਸਤਿਸੁਭਾਏ॥"},"translation":{"en":{"bdb":"You shall obtain the Lord while sitting within the home of your own being, focusing your consciousness constantly upon the Lord, with true intuitive faith.","ms":"By ever fixing thy attention on God, with instinctive true faith, thou shalt obtain Him while abiding in thy home.","ssk":"You shall obtain the Lord while sitting within the home of your own being, focusing your consciousness constantly upon the Lord, with true intuitive faith."},"pu":{"ss":{"gurmukhi":"jyhVw jIv Awqmk Afolqw ivc itk ky, sdw-iQr pRBU dy pRym ivc juV ky sdw (pRBU-crnW ivc) ic`q joVdw hY, auh ihrdy-Gr ivc itikAw rih ky prmwqmw ƒ l`B lYNdw hY [","unicode":"ਜੇਹੜਾ ਜੀਵ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Gr bYiTAW hI hrI ko pweygw, jo iqs myN sdw icq ko lgweygw, AYsw myrw kihAw mMnygw qb suBwvk hI sq srUp kO pwie kr ky soBwvwn hovygw]","unicode":"ਘਰ ਬੈਠਿਆਂ ਹੀ ਹਰੀ ਕੋ ਪਾਏਗਾ, ਜੋ ਤਿਸ ਮੇਂ ਸਦਾ ਚਿਤ ਕੋ ਲਗਾਏਗਾ, ਐਸਾ ਮੇਰਾ ਕਹਿਆ ਮੰਨੇਗਾ ਤਬ ਸੁਭਾਵਕ ਹੀ ਸਤ ਸਰੂਪ ਕੌ ਪਾਇ ਕਰ ਕੇ ਸੋਭਾਵਾਨ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":"jyhVw jIv Awqmk Afolqw ivc itk ky, sdw-iQr pRBU dy pRym ivc juV ky sdw (pRBU-crnW ivc) ic`q joVdw hY, auh ihrdy-Gr ivc itikAw rih ky prmwqmw ƒ l`B lYNdw hY [","unicode":"ਜੇਹੜਾ ਜੀਵ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"suBwvk hI s`cI Bwvnw nwl, hmySW vwihgurU nwl AwpxI ibrqI joVn duAwrw qUM Awpxy Dwm AMdr vsdw hoieAw hI aus ƒ pw lvygw[","unicode":"ਸੁਭਾਵਕ ਹੀ ਸੱਚੀ ਭਾਵਨਾ ਨਾਲ, ਹਮੇਸ਼ਾਂ ਵਾਹਿਗੁਰੂ ਨਾਲ ਆਪਣੀ ਬਿਰਤੀ ਜੋੜਨ ਦੁਆਰਾ ਤੂੰ ਆਪਣੇ ਧਾਮ ਅੰਦਰ ਵਸਦਾ ਹੋਇਆ ਹੀ ਉਸ ਨੂੰ ਪਾ ਲਵੇਗਾ।"}},"es":{"sn":"En el propio hogar, uno recibe al Señor, y desde la verdadera dedicación uno se entona con el Señor, el Dios."},"hi":{"ss":"जो जीव आत्मिक अडोलता में टिक के। सदा स्थिर प्रभू के प्रेम में जुड़ के सदा (प्रभू चरणों में) चित्त जोड़ता है। वह हृदय घर में टिका रह के परमात्मा को ढूँढ लेता है।","sts":"सहज ही सत्य से हमेशा प्रभु से अपनी वृति लगाने से तू अपने हृदय-घर में बसता हुआ उसे प्राप्त कर लेगा।"}},"transliteration":{"english":"ghar baiThiaa har paae sadhaa chit laae sahaje sat subhaae ||","hindi":"घरि बैठिआ हरि पाए सदा चितु लाए सहजे सति सुभाए ॥","en":"ghar baiThiaa har paae sadhaa chit laae sahaje sat subhaae ||","hi":"घरि बैठिआ हरि पाए सदा चितु लाए सहजे सति सुभाए ॥","ipa":"Gʰər bæʈʰɪəɑ hər pɑee səd̪ɑ t͡ʃɪt̪ lɑee səhəd͡ʒe sət̪ sʊɓɑee.","ur":"گھر بَےٹھآ هرِ پااے سدا چت لااے سهجے ستِ سُبھااے ۔۔"},"pageNo":246,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10702,"shabadId":752,"verse":{"gurmukhi":"gur kI syvw KrI suKwlI ijs no Awip krwey ]","unicode":"ਗੁਰ ਕੀ ਸੇਵਾ ਖਰੀ ਸੁਖਾਲੀ ਜਿਸ ਨੋ ਆਪਿ ਕਰਾਏ ॥"},"larivaar":{"gurmukhi":"gurkIsyvwKrIsuKwlIijsnoAwipkrwey]","unicode":"ਗੁਰਕੀਸੇਵਾਖਰੀਸੁਖਾਲੀਜਿਸਨੋਆਪਿਕਰਾਏ॥"},"translation":{"en":{"bdb":"Serving the Guru brings great peace; they alone do it, whom the Lord inspires to do so.","ms":"Guru's service is greatly peace bestowing, He alone undertakes it, Whom the Lord Himself causes to perform.","ssk":"Serving the Guru brings great peace; they alone do it, whom the Lord inspires to do so."},"pu":{"ss":{"gurmukhi":"(so, hy ijMdy!) gurU dI d`sI syvw bhuq suK dyx vwlI hY (pr ieh syvw auhI mnu`K krdw hY) ijs pwsoN prmwqmw Awp krwey (ijs ƒ Awp pyRrnw kry) [ ","unicode":"(ਸੋ, ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਪਰ ਇਹ ਸੇਵਾ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ) ਜਿਸ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਆਪ ਕਰਾਏ (ਜਿਸ ਨੂੰ ਆਪ ਪੇ੍ਰਰਨਾ ਕਰੇ) । "},"ft":{"gurmukhi":"siqguroN kI syvw (KrI) AqI (suKwlI) sugm hY prMqU ijs noN pRyrxw dÍwrw hrI Awp hI krwey soeI krqw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਸੇਵਾ (ਖਰੀ) ਅਤੀ (ਸੁਖਾਲੀ) ਸੁਗਮ ਹੈ ਪਰੰਤੂ ਜਿਸ ਨੋਂ ਪ੍ਰੇਰਣਾ ਦ੍ਵਾਰਾ ਹਰੀ ਆਪ ਹੀ ਕਰਾਏ ਸੋਈ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(so, hy ijMdy!) gurU dI d`sI syvw bhuq suK dyx vwlI hY (pr ieh syvw auhI mnu`K krdw hY) ijs pwsoN prmwqmw Awp krwey (ijs ƒ Awp pyRrnw kry) [ ","unicode":"(ਸੋ, ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਪਰ ਇਹ ਸੇਵਾ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ) ਜਿਸ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਆਪ ਕਰਾਏ (ਜਿਸ ਨੂੰ ਆਪ ਪੇ੍ਰਰਨਾ ਕਰੇ) । "},"ms":{"gurmukhi":"gurW dI Gwl prm Awrwm-bKSxhwr hY[ kyvl auhI ies ƒ krdw hY, ijs pwsoN pRBU Awpy krvwauNdw hY[","unicode":"ਗੁਰਾਂ ਦੀ ਘਾਲ ਪਰਮ ਆਰਾਮ-ਬਖਸ਼ਣਹਾਰ ਹੈ। ਕੇਵਲ ਉਹੀ ਇਸ ਨੂੰ ਕਰਦਾ ਹੈ, ਜਿਸ ਪਾਸੋਂ ਪ੍ਰਭੂ ਆਪੇ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El Servicio del Guru da Paz, pero sólo aquél a quien Dios escoge, se inspira en ese Servicio."},"hi":{"ss":"( हे जिंदे !) गुरू की बताई हुई सेवा बहुत सुख देने वाली है (पर ये सेवा वही मनुष्य करता है) जिससे परमात्मा खुद कराऐ (जिसे खुद प्रेरणा करे)।","sts":"गुरु की सेवा बड़ी सुखदायक है। गुरु की सेवा केवल वही व्यक्ति करता है, जिससे प्रभु स्वयं करवाता है।"}},"transliteration":{"english":"gur kee sevaa kharee sukhaalee jis no aap karaae ||","hindi":"गुर की सेवा खरी सुखाली जिस नो आपि कराए ॥","en":"gur kee sevaa kharee sukhaalee jis no aap karaae ||","hi":"गुर की सेवा खरी सुखाली जिस नो आपि कराए ॥","ipa":"Gʊr ki seʋɑ kʰəri sʊkʰɑli d͡ʒɪs nɔ əɑp kərɑee.","ur":"گُر کیِ سےوا کھریِ سُکھالیِ جس نو آپ کرااے ۔۔"},"pageNo":246,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10703,"shabadId":752,"verse":{"gurmukhi":"nwmo bIjy nwmo jMmY nwmo mMin vswey ]","unicode":"ਨਾਮੋ ਬੀਜੇ ਨਾਮੋ ਜੰਮੈ ਨਾਮੋ ਮੰਨਿ ਵਸਾਏ ॥"},"larivaar":{"gurmukhi":"nwmobIjynwmojMmYnwmomMinvswey]","unicode":"ਨਾਮੋਬੀਜੇਨਾਮੋਜੰਮੈਨਾਮੋਮੰਨਿਵਸਾਏ॥"},"translation":{"en":{"bdb":"They plant the seed of the Name, and the Name sprouts within; the Name abides within the mind.","ms":"He sows the Name, the Name sprouts within Him, and the Name he places within his mind.","ssk":"They plant the seed of the Name, and the Name sprouts within; the Name abides within the mind."},"pu":{"ss":{"gurmukhi":"(auh mnu`K iPr Awpxy ihrdy-Kyq ivc) prmwqmw dw nwm hI bIjdw hY (auQy) nwm hI au~gdw hY, auh mnu`K Awpxy mn ivc sdw nwm hI vsweI r`Kdw hY [","unicode":"(ਉਹ ਮਨੁੱਖ ਫਿਰ ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਬੀਜਦਾ ਹੈ (ਉਥੇ) ਨਾਮ ਹੀ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਨਾਮ ਹੀ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ।"},"ft":{"gurmukhi":"AMqskrn myN guroN dÍwry nwm aupdys (bIjY) sRvn kry AOr iqs mn myN nwmu (jMmY) mnn kry AOr nwm ko hI mn myN vswvY ArQwq iniDAwsn kry]","unicode":"ਅੰਤਸਕਰਨ ਮੇਂ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਾਮ ਉਪਦੇਸ (ਬੀਜੈ) ਸ੍ਰਵਨ ਕਰੇ ਔਰ ਤਿਸ ਮਨ ਮੇਂ ਨਾਮੁ (ਜੰਮੈ) ਮਨਨ ਕਰੇ ਔਰ ਨਾਮ ਕੋ ਹੀ ਮਨ ਮੇਂ ਵਸਾਵੈ ਅਰਥਾਤ ਨਿਧਿਆਸਨ ਕਰੇ॥"},"bdb":{"gurmukhi":"(auh mnu`K iPr Awpxy ihrdy-Kyq ivc) prmwqmw dw nwm hI bIjdw hY (auQy) nwm hI au~gdw hY, auh mnu`K Awpxy mn ivc sdw nwm hI vsweI r`Kdw hY [","unicode":"(ਉਹ ਮਨੁੱਖ ਫਿਰ ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਬੀਜਦਾ ਹੈ (ਉਥੇ) ਨਾਮ ਹੀ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਨਾਮ ਹੀ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh nwm ƒ bIjdw hY, nwm aus dy AMdr puMgr AwauNdw hY Aqy nwm ƒ hI auh Awpxy ic`q AMdr itkwauNdw hY[","unicode":"ਉਹ ਨਾਮ ਨੂੰ ਬੀਜਦਾ ਹੈ, ਨਾਮ ਉਸ ਦੇ ਅੰਦਰ ਪੁੰਗਰ ਆਉਂਦਾ ਹੈ ਅਤੇ ਨਾਮ ਨੂੰ ਹੀ ਉਹ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਟਿਕਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Al haber sembrado las Semillas del Nombre, éstas germinan en el interior, y uno puede enaltecer al Nombre en su mente. "},"hi":{"ss":"(वह मनुष्य फिर अपने हृदय खेत में) परमात्मा का नाम ही बीजता है (वहाँ) नाम ही उगता है। वह मनुष्य अपने मन में सदा नाम ही बसाए रखता है।","sts":"वह नाम को बोता है, नाम उसके भीतर अंकुरित होता है और नाम को ही वह अपने ह्रदय में बसा लेता है।"}},"transliteration":{"english":"naamo beeje naamo ja(n)mai naamo ma(n)n vasaae ||","hindi":"नामो बीजे नामो जंमै नामो मंनि वसाए ॥","en":"naamo beeje naamo ja(n)mai naamo ma(n)n vasaae ||","hi":"नामो बीजे नामो जंमै नामो मंनि वसाए ॥","ipa":"nɑmɔ bid͡ʒe nɑmɔ d͡ʒəŋmæ nɑmɔ məŋn ʋəsɑee.","ur":"نامو بیِجے نامو جںمَے نامو منّ وسااے ۔۔"},"pageNo":246,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10704,"shabadId":752,"verse":{"gurmukhi":"nwnk sic nwim vifAweI pUrib iliKAw pwey ]1]","unicode":"ਨਾਨਕ ਸਚਿ ਨਾਮਿ ਵਡਿਆਈ ਪੂਰਬਿ ਲਿਖਿਆ ਪਾਏ ॥੧॥"},"larivaar":{"gurmukhi":"nwnksicnwimvifAweIpUribiliKAwpwey]1]","unicode":"ਨਾਨਕਸਚਿਨਾਮਿਵਡਿਆਈਪੂਰਬਿਲਿਖਿਆਪਾਏ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, glorious greatness rests in the True Name; It is obtained by perfect pre-ordained destiny. ||1||","ms":"Nanak the greatness is in the True Name. The man receives what is pre-destined for him.","ssk":"O Nanak, glorious greatness rests in the True Name; It is obtained by perfect pre-ordained destiny. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! sdw-iQr pRBU ivc juV ky, pRBU-nwm ivc itk ky (mnu`K lok prlok ivc) Awdr pWdw hY, (nwm ismrn dI brkiq nwl) pihly jnm ivc kIqy Bly krmW dy sMskwrW dw lyK mnu`K dy AMdr au~GV pYNdw hY [1[","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਟਿਕ ਕੇ (ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ, (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: scy nwm kr ky vifAweI pRwpiq hoqI hY[ so nwm pUrb ilKy BwgoN sy hI pweIqw hY]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸਚੇ ਨਾਮ ਕਰ ਕੇ ਵਡਿਆਈ ਪ੍ਰਾਪਤਿ ਹੋਤੀ ਹੈ। ਸੋ ਨਾਮ ਪੂਰਬ ਲਿਖੇ ਭਾਗੋਂ ਸੇ ਹੀ ਪਾਈਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! sdw-iQr pRBU ivc juV ky, pRBU-nwm ivc itk ky (mnu`K lok prlok ivc) Awdr pWdw hY, (nwm ismrn dI brkiq nwl) pihly jnm ivc kIqy Bly krmW dy sMskwrW dw lyK mnu`K dy AMdr au~GV pYNdw hY [1[","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਟਿਕ ਕੇ (ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ, (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"nwnk bzurgI s¤cy nwm iv`c hY[ AwdmI auhI kuC pwauNdw hY jo aus leI Dur qoN iliKAw hoieAw hY[","unicode":"ਨਾਨਕ ਬਜ਼ੁਰਗੀ ਸੱਚੇ ਨਾਮ ਵਿੱਚ ਹੈ। ਆਦਮੀ ਉਹੀ ਕੁਛ ਪਾਉਂਦਾ ਹੈ ਜੋ ਉਸ ਲਈ ਧੁਰ ਤੋਂ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, uno obtiene la Gloria a través del Verdadero Nombre y cumple el destino dado por Dios.(1)"},"hi":{"ss":"हे नानक ! सदा स्थिर प्रभू में जुड़ के। प्रभू नाम में टिक के (मनुष्य लोक-परलोक में) आदर पाता है। (नाम सिमरन की बरकति से) पहले जन्म में किए कर्मों के संस्कारों के लेख मनुष्य के अंदर अंकुरित हो जाते हैं। 1।","sts":"हे नानक ! सत्य नाम से ही शोभा प्राप्त होती है। मनुष्य वही प्राप्त करता है, जो विधाता के विधान द्वारा उसके लिए लिखा होता है॥ १॥"}},"transliteration":{"english":"naanak sach naam vaddiaaiee poorab likhiaa paae ||1||","hindi":"नानक सचि नामि वडिआई पूरबि लिखिआ पाए ॥१॥","en":"naanak sach naam vaddiaaiee poorab likhiaa paae ||1||","hi":"नानक सचि नामि वडिआई पूरबि लिखिआ पाए ॥१॥","ipa":"nɑnək sət͡ʃ nɑm ʋəɖɪəɑei purəb lɪkʰɪəɑ pɑee.1.","ur":"نانک سچ نام وڈِآای پُورب لکھِآ پااے ۔۔۱۔۔"},"pageNo":246,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10705,"shabadId":752,"verse":{"gurmukhi":"hir kw nwmu mITw iprw jIau jw cwKih icqu lwey ]","unicode":"ਹਰਿ ਕਾ ਨਾਮੁ ਮੀਠਾ ਪਿਰਾ ਜੀਉ ਜਾ ਚਾਖਹਿ ਚਿਤੁ ਲਾਏ ॥"},"larivaar":{"gurmukhi":"hirkwnwmumITwiprwjIaujwcwKihicqulwey]","unicode":"ਹਰਿਕਾਨਾਮੁਮੀਠਾਪਿਰਾਜੀਉਜਾਚਾਖਹਿਚਿਤੁਲਾਏ॥"},"translation":{"en":{"bdb":"The Name of the Lord is so sweet, O my dear; taste it, and focus your consciousness on it.","ms":"When thou tastest it by fixing thy attention, thou shalt find God's Name Sweet, O my dear.","ssk":"The Name of the Lord is so sweet, O my dear; taste it, and focus your consciousness on it."},"pu":{"ss":{"gurmukhi":"hy ipAwrI ijMdy! prmwqmw dw nwm im`Tw hY (pr ieh qYƒ qdoN hI smJ AwvygI) jdoN qUM ic`q joV ky (ieh nwm-rs) c`KyNgI [ ","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਹੈ (ਪਰ ਇਹ ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਸਮਝ ਆਵੇਗੀ) ਜਦੋਂ ਤੂੰ ਚਿੱਤ ਜੋੜ ਕੇ (ਇਹ ਨਾਮ-ਰਸ) ਚੱਖੇਂਗੀ । "},"ft":{"gurmukhi":"hy jIv pqI! hrI kw nwm mITw lwgqw hY, jb qUM icq lwie kr ky iqs ko cwKY ArQwq jpxw kry]","unicode":"ਹੇ ਜੀਵ ਪਤੀ! ਹਰੀ ਕਾ ਨਾਮ ਮੀਠਾ ਲਾਗਤਾ ਹੈ, ਜਬ ਤੂੰ ਚਿਤ ਲਾਇ ਕਰ ਕੇ ਤਿਸ ਕੋ ਚਾਖੈ ਅਰਥਾਤ ਜਪਣਾ ਕਰੇ॥"},"bdb":{"gurmukhi":"hy ipAwrI ijMdy! prmwqmw dw nwm im`Tw hY (pr ieh qYƒ qdoN hI smJ AwvygI) jdoN qUM ic`q joV ky (ieh nwm-rs) c`KyNgI [ ","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਹੈ (ਪਰ ਇਹ ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਸਮਝ ਆਵੇਗੀ) ਜਦੋਂ ਤੂੰ ਚਿੱਤ ਜੋੜ ਕੇ (ਇਹ ਨਾਮ-ਰਸ) ਚੱਖੇਂਗੀ । "},"ms":{"gurmukhi":"jd qUM AwpxI ibrqI joVky ies ƒ c¤Ky qUM r`b dy nwm ƒ im`Tw pwvygw hy myry ipAwry!","unicode":"ਜਦ ਤੂੰ ਆਪਣੀ ਬਿਰਤੀ ਜੋੜਕੇ ਇਸ ਨੂੰ ਚੱਖੇ ਤੂੰ ਰੱਬ ਦੇ ਨਾਮ ਨੂੰ ਮਿੱਠਾ ਪਾਵੇਗਾ ਹੇ ਮੇਰੇ ਪਿਆਰੇ!"}},"es":{"sn":"El Naam, el Nombre del Señor es dulce, oh mi querida mente; saboréalo con todo tu ser. "},"hi":{"ss":"हे प्यारी जिंदे ! परमात्मा का नाम मीठा है (पर ये तुम्हें तभी समझ आएगी) जब तू चित्त जोड़ के (ये नाम-रस) चखेगी।","sts":"हे मेरे प्रिय मन ! ईश्वर का नाम मधुर है। (लेकिन यह बोध तभी तुझे होगा) जब तू चित्त से लगा कर इसे (नाम-रस) चखोगे।"}},"transliteration":{"english":"har kaa naam meeThaa piraa jeeau jaa chaakheh chit laae ||","hindi":"हरि का नामु मीठा पिरा जीउ जा चाखहि चितु लाए ॥","en":"har kaa naam meeThaa piraa jeeau jaa chaakheh chit laae ||","hi":"हरि का नामु मीठा पिरा जीउ जा चाखहि चितु लाए ॥","ipa":"hər kɑ nɑm miʈʰɑ pɪrɑ d͡ʒio d͡ʒɑ t͡ʃɑkʰəh t͡ʃɪt̪ lɑee.","ur":"هر کا نام میِٹھا پرا جیِا جا چاکھه چت لااے ۔۔"},"pageNo":246,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10706,"shabadId":752,"verse":{"gurmukhi":"rsnw hir rsu cwKu muXy jIau An rs swd gvwey ]","unicode":"ਰਸਨਾ ਹਰਿ ਰਸੁ ਚਾਖੁ ਮੁਯੇ ਜੀਉ ਅਨ ਰਸ ਸਾਦ ਗਵਾਏ ॥"},"larivaar":{"gurmukhi":"rsnwhirrsucwKumuXyjIauAnrsswdgvwey]","unicode":"ਰਸਨਾਹਰਿਰਸੁਚਾਖੁਮੁਯੇਜੀਉਅਨਰਸਸਾਦਗਵਾਏ॥"},"translation":{"en":{"bdb":"Taste the sublime essence of the Lord with your tongue, my dear, and renounce the pleasures of other tastes.","ms":"O mortal, with thy tongue taste God's elixir and forsake the relish of other dainties.","ssk":"Taste the sublime essence of the Lord with your tongue, my dear, and renounce the pleasures of other tastes."},"pu":{"ss":{"gurmukhi":"hy myrI inkrmx jIB! prmwqmw dy nwm dw suAwd c`K, qy hor hor rsW dy suAwd C`f dy [","unicode":"ਹੇ ਮੇਰੀ ਨਿਕਰਮਣ ਜੀਭ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ, ਤੇ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਛੱਡ ਦੇ ।"},"ft":{"gurmukhi":"hy ipAwry jIv! rsnw sy AOr rsoN ky sÍwd guvwie kr ky hrI nwm rs kO cwKY ArQwq jp]","unicode":"ਹੇ ਪਿਆਰੇ ਜੀਵ! ਰਸਨਾ ਸੇ ਔਰ ਰਸੋਂ ਕੇ ਸ੍ਵਾਦ ਗੁਵਾਇ ਕਰ ਕੇ ਹਰੀ ਨਾਮ ਰਸ ਕੌ ਚਾਖੈ ਅਰਥਾਤ ਜਪ॥"},"bdb":{"gurmukhi":"hy myrI inkrmx jIB! prmwqmw dy nwm dw suAwd c`K, qy hor hor rsW dy suAwd C`f dy [","unicode":"ਹੇ ਮੇਰੀ ਨਿਕਰਮਣ ਜੀਭ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ, ਤੇ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਛੱਡ ਦੇ ।"},"ms":{"gurmukhi":"nI mr jwxIey! AwpxI jIBw nwl vwihgurU AMimRq cK Aqy hornW inAwmqW dy suAwd ƒ iqAwg dy[","unicode":"ਨੀ ਮਰ ਜਾਣੀਏ! ਆਪਣੀ ਜੀਭਾ ਨਾਲ ਵਾਹਿਗੁਰੂ ਅੰਮ੍ਰਿਤ ਚਖ ਅਤੇ ਹੋਰਨਾਂ ਨਿਆਮਤਾਂ ਦੇ ਸੁਆਦ ਨੂੰ ਤਿਆਗ ਦੇ।"}},"es":{"sn":"Saboréenlo, oh mis labios, y olvídense de los demás sabores. "},"hi":{"ss":"हे मेरी निष्कर्मण्य जीभ ! परमात्मा के नाम का स्वाद चख। और अन्य रसों के स्वाद त्याग दे।","sts":"हे प्राणघातक ! अपनी जिव्हा से हरि रस चख और दूसरे रसों के आस्वादन त्याग दे।"}},"transliteration":{"english":"rasanaa har ras chaakh muye jeeau an ras saadh gavaae ||","hindi":"रसना हरि रसु चाखु मुये जीउ अन रस साद गवाए ॥","en":"rasanaa har ras chaakh muye jeeau an ras saadh gavaae ||","hi":"रसना हरि रसु चाखु मुये जीउ अन रस साद गवाए ॥","ipa":"rəsənɑ hər rəs t͡ʃɑkʰ mʊje d͡ʒio ən rəs sɑd̪ Gəʋɑee.","ur":"رسنا هر رس چاکھ مُےے جیِا ان رس ساد گوااے ۔۔"},"pageNo":246,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10707,"shabadId":752,"verse":{"gurmukhi":"sdw hir rsu pwey jw hir Bwey rsnw sbid suhwey ]","unicode":"ਸਦਾ ਹਰਿ ਰਸੁ ਪਾਏ ਜਾ ਹਰਿ ਭਾਏ ਰਸਨਾ ਸਬਦਿ ਸੁਹਾਏ ॥"},"larivaar":{"gurmukhi":"sdwhirrsupweyjwhirBweyrsnwsbidsuhwey]","unicode":"ਸਦਾਹਰਿਰਸੁਪਾਏਜਾਹਰਿਭਾਏਰਸਨਾਸਬਦਿਸੁਹਾਏ॥"},"translation":{"en":{"bdb":"You shall obtain the everlasting essence of the Lord when it pleases the Lord; your tongue shall be adorned with the Word of His Shabad.","ms":"When it pleases God, thou shalt for aye, attain Lord's Nectar and thy tongue shall be adorned with His Name.","ssk":"You shall obtain the everlasting essence of the Lord when it pleases the Lord; your tongue shall be adorned with the Word of His Shabad."},"pu":{"ss":{"gurmukhi":"(pr jIB dy BI kIh v`s ?) jdoN prmwqmw ƒ cMgw l`gy, qdoN jIB sdw prmwqmw dy nwm dw suAwd mwxdI hY, qy gurU dy Sbd ivc juV ky sohxI ho jWdI hY [","unicode":"(ਪਰ ਜੀਭ ਦੇ ਭੀ ਕੀਹ ਵੱਸ ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਦੋਂ ਜੀਭ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੀ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"jb hrI ky mn myN qyry gux Bwey qb qUM hrI ky rs kO sdw pwvYNgw, rsnw sbd myN suhwvygI]","unicode":"ਜਬ ਹਰੀ ਕੇ ਮਨ ਮੇਂ ਤੇਰੇ ਗੁਣ ਭਾਏ ਤਬ ਤੂੰ ਹਰੀ ਕੇ ਰਸ ਕੌ ਸਦਾ ਪਾਵੈਂਗਾ, ਰਸਨਾ ਸਬਦ ਮੇਂ ਸੁਹਾਵੇਗੀ॥"},"bdb":{"gurmukhi":"(pr jIB dy BI kIh v`s ?) jdoN prmwqmw ƒ cMgw l`gy, qdoN jIB sdw prmwqmw dy nwm dw suAwd mwxdI hY, qy gurU dy Sbd ivc juV ky sohxI ho jWdI hY [","unicode":"(ਪਰ ਜੀਭ ਦੇ ਭੀ ਕੀਹ ਵੱਸ ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਦੋਂ ਜੀਭ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੀ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jd vwihgurU ƒ cMgw l`gw, qUM swihb dy Awib-ihXwq ƒ hmySW leI pw lvygw Aqy qyrI jIB aus dy nwm nwl suhwvxI ho jwvygI[","unicode":"ਜਦ ਵਾਹਿਗੁਰੂ ਨੂੰ ਚੰਗਾ ਲੱਗਾ, ਤੂੰ ਸਾਹਿਬ ਦੇ ਆਬਿ-ਹਿਯਾਤ ਨੂੰ ਹਮੇਸ਼ਾਂ ਲਈ ਪਾ ਲਵੇਗਾ ਅਤੇ ਤੇਰੀ ਜੀਭ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਸੁਹਾਵਣੀ ਹੋ ਜਾਵੇਗੀ।"}},"es":{"sn":"Cuando el Señor quiere, uno recibe la Esencia del Señor, y en su boca se da la Bella Palabra."},"hi":{"ss":"(पर जीभ के भी क्या वश?) जब परमात्मा को ठीक लगे। तभी जीभ सदा परमात्मा के नाम का स्वाद लेती है। और गुरू के शबद में जुड़ के सुंदर हो जाती है।","sts":"जब प्रभु को अच्छा लगेगा, तू हरि-रस को सदैव के लिए पा लोगे और तेरी जिव्हा उसके नाम से सुहावनी हो जाएगी।"}},"transliteration":{"english":"sadhaa har ras paae jaa har bhaae rasanaa sabadh suhaae ||","hindi":"सदा हरि रसु पाए जा हरि भाए रसना सबदि सुहाए ॥","en":"sadhaa har ras paae jaa har bhaae rasanaa sabadh suhaae ||","hi":"सदा हरि रसु पाए जा हरि भाए रसना सबदि सुहाए ॥","ipa":"səd̪ɑ hər rəs pɑee d͡ʒɑ hər ɓɑee rəsənɑ səbəd̪ sʊhɑee.","ur":"سدا هر رس پااے جا هرِ بھااے رسنا سبد سُهااے ۔۔"},"pageNo":246,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10708,"shabadId":752,"verse":{"gurmukhi":"nwmu iDAwey sdw suKu pwey nwim rhY ilv lwey ]","unicode":"ਨਾਮੁ ਧਿਆਏ ਸਦਾ ਸੁਖੁ ਪਾਏ ਨਾਮਿ ਰਹੈ ਲਿਵ ਲਾਏ ॥"},"larivaar":{"gurmukhi":"nwmuiDAweysdwsuKupweynwimrhYilvlwey]","unicode":"ਨਾਮੁਧਿਆਏਸਦਾਸੁਖੁਪਾਏਨਾਮਿਰਹੈਲਿਵਲਾਏ॥"},"translation":{"en":{"bdb":"Meditating on the Naam, the Name of the Lord, a lasting peace is obtained; so remain lovingly focused on the Naam.","ms":"He who remembers the Name and keeps his love centered on the Name, attains eternal ease.","ssk":"Meditating on the Naam, the Name of the Lord, a lasting peace is obtained; so remain lovingly focused on the Naam."},"pu":{"ss":{"gurmukhi":"(hy ijMdy!) jyhVw mnu`K nwm ismrdw hY nwm ivc suriq joVI r`Kdw hY, auh sdw Awqmk AwnMd mwxdw hY, ","unicode":"(ਹੇ ਜਿੰਦੇ!) ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, "},"ft":{"gurmukhi":"ijs ny nwmI myN ibRqI lwie kr ky hrI ky nwm iDAwey hYN, iqsI ny sdw suK pwey hYN]","unicode":"ਜਿਸ ਨੇ ਨਾਮੀ ਮੇਂ ਬ੍ਰਿਤੀ ਲਾਇ ਕਰ ਕੇ ਹਰੀ ਕੇ ਨਾਮ ਧਿਆਏ ਹੈਂ, ਤਿਸੀ ਨੇ ਸਦਾ ਸੁਖ ਪਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy ijMdy!) jyhVw mnu`K nwm ismrdw hY nwm ivc suriq joVI r`Kdw hY, auh sdw Awqmk AwnMd mwxdw hY, ","unicode":"(ਹੇ ਜਿੰਦੇ!) ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, "},"ms":{"gurmukhi":"jo nwm ƒ ismrdw hY Aqy AwpxI pRIq nwm auqy kyNdirq krI rKdw hY, auh Amr Awrwm ƒ pw lYNdw hY[","unicode":"ਜੋ ਨਾਮ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਅਤੇ ਆਪਣੀ ਪ੍ਰੀਤ ਨਾਮ ਉਤੇ ਕੇਂਦਰਿਤ ਕਰੀ ਰਖਦਾ ਹੈ, ਉਹ ਅਮਰ ਆਰਾਮ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Uno habita en el Nombre y está para siempre en Paz, en tono con el Nombre. "},"hi":{"ss":"(हे जिंदे !) जो मनुष्य नाम सिमरता है नाम में सुरति जोड़े रखता है। वह सदा आत्मिक आनंद पाता है।","sts":"जो व्यक्ति नाम का ध्यान करता है और अपनी वृति नाम पर केन्द्रित रखता है, वह सदैव सुख पा लेता है।"}},"transliteration":{"english":"naam dhiaae sadhaa sukh paae naam rahai liv laae ||","hindi":"नामु धिआए सदा सुखु पाए नामि रहै लिव लाए ॥","en":"naam dhiaae sadhaa sukh paae naam rahai liv laae ||","hi":"नामु धिआए सदा सुखु पाए नामि रहै लिव लाए ॥","ipa":"nɑm t̪ɪəɑee səd̪ɑ sʊkʰ pɑee nɑm rəhæ lɪʋ lɑee.","ur":"نام دھآاے سدا سُکھ پااے نام رهَے لو لااے ۔۔"},"pageNo":246,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10709,"shabadId":752,"verse":{"gurmukhi":"nwmy aupjY nwmy ibnsY nwmy sic smwey ]","unicode":"ਨਾਮੇ ਉਪਜੈ ਨਾਮੇ ਬਿਨਸੈ ਨਾਮੇ ਸਚਿ ਸਮਾਏ ॥"},"larivaar":{"gurmukhi":"nwmyaupjYnwmyibnsYnwmysicsmwey]","unicode":"ਨਾਮੇਉਪਜੈਨਾਮੇਬਿਨਸੈਨਾਮੇਸਚਿਸਮਾਏ॥"},"translation":{"en":{"bdb":"From the Naam we originate, and into the Naam we shall pass; through the Naam, we are absorbed in the Truth.","ms":"By Lord's will the mortal is born, by his will he perishes and by His will he merges into Truth.","ssk":"From the Naam we originate, and into the Naam we shall pass; through the Naam, we are absorbed in the Truth."},"pu":{"ss":{"gurmukhi":"nwm dI brkiq nwl aus dy AMdr (nwm-rs dI qWG) pYdw huMdI hY, nwm dI brkiq nwl (aus dy AMdroN hor hor rsW dI iK`c) dUr ho jWdI hY, nwm ismrn dI brkiq nwl auh sdw-iQr pRBU ivc lIn rihMdw hY [ ","unicode":"ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ (ਨਾਮ-ਰਸ ਦੀ ਤਾਂਘ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੀ ਖਿੱਚ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"nwm hI ky jpny sy SuB gux aupjy hYN, nwm kr ky hI AOgn nws hoqy hYN AOr nwm kr ky hI sc srUp myN smweIqw hY]","unicode":"ਨਾਮ ਹੀ ਕੇ ਜਪਨੇ ਸੇ ਸ਼ੁਭ ਗੁਣ ਉਪਜੇ ਹੈਂ, ਨਾਮ ਕਰ ਕੇ ਹੀ ਔਗਨ ਨਾਸ ਹੋਤੇ ਹੈਂ ਔਰ ਨਾਮ ਕਰ ਕੇ ਹੀ ਸਚ ਸਰੂਪ ਮੇਂ ਸਮਾਈਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"nwm dI brkiq nwl aus dy AMdr (nwm-rs dI qWG) pYdw huMdI hY, nwm dI brkiq nwl (aus dy AMdroN hor hor rsW dI iK`c) dUr ho jWdI hY, nwm ismrn dI brkiq nwl auh sdw-iQr pRBU ivc lIn rihMdw hY [ ","unicode":"ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ (ਨਾਮ-ਰਸ ਦੀ ਤਾਂਘ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੀ ਖਿੱਚ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"swihb dI rzw duAwrw pRwxI jMmdw hY, aus dI rzw auh mr jWdw hY Aqy aus dI rjw duAwrw hI auh s`c AMdr lIn huMdw hY[","unicode":"ਸਾਹਿਬ ਦੀ ਰਜ਼ਾ ਦੁਆਰਾ ਪ੍ਰਾਣੀ ਜੰਮਦਾ ਹੈ, ਉਸ ਦੀ ਰਜ਼ਾ ਉਹ ਮਰ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਸ ਦੀ ਰਜਾ ਦੁਆਰਾ ਹੀ ਉਹ ਸੱਚ ਅੰਦਰ ਲੀਨ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Señor, uno nace, por Su Voluntad morirá, y por Su Voluntad se inmerge en la Verdad. "},"hi":{"ss":"नाम की बरकति से उसके अंदर (नाम-रस की तमन्ना) पैदा होती है। नाम की बरकति से (उसके अंदर से और रसों की पकड़) दूर हो जाती है। नाम सिमरन की बरकति से वह सदा स्थिर प्रभू में लीन रहता है।","sts":"प्रभु की इच्छा से प्राणी संसार में जन्म लेता है, उसकी इच्छा से ही वह प्राण त्याग देता है और उसकी इच्छा से ही वह सत्य में समा जाता है।"}},"transliteration":{"english":"naame upajai naame binasai naame sach samaae ||","hindi":"नामे उपजै नामे बिनसै नामे सचि समाए ॥","en":"naame upajai naame binasai naame sach samaae ||","hi":"नामे उपजै नामे बिनसै नामे सचि समाए ॥","ipa":"nɑme oʊpəd͡ʒæ nɑme bɪnəsæ nɑme sət͡ʃ səmɑee.","ur":"نامے اُپجَے نامے بنسَے نامے سچ سمااے ۔۔"},"pageNo":246,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10710,"shabadId":752,"verse":{"gurmukhi":"nwnk nwmu gurmqI pweIAY Awpy ley lvwey ]2]","unicode":"ਨਾਨਕ ਨਾਮੁ ਗੁਰਮਤੀ ਪਾਈਐ ਆਪੇ ਲਏ ਲਵਾਏ ॥੨॥"},"larivaar":{"gurmukhi":"nwnknwmugurmqIpweIAYAwpyleylvwey]2]","unicode":"ਨਾਨਕਨਾਮੁਗੁਰਮਤੀਪਾਈਐਆਪੇਲਏਲਵਾਏ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, the Naam is obtained through the Guru's Teachings; He Himself attaches us to it. ||2||","ms":"Nanak, the Name is obtained by Guru's instruction, With His Name, He Himself attaches.","ssk":"O Nanak, the Naam is obtained through the Guru's Teachings; He Himself attaches us to it. ||2||"},"pu":{"ss":{"gurmukhi":"(pr) hy nwnk! prmwqmw dw nwm gurU dI miq auqy quirAW imldw hY, prmwqmw Awp hI Awpxy nwm dI lgn pYdw krdw hY [2[","unicode":"(ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: so nwm guroN kI isKÎw sy hI pweIqw hY[ qW qy Awp hI jgÎwsU rUp ho kr nwm lyxy vwlw hY AO Awp hI hrI gurU rUp ho kr nwm (lvwey) jpwvxy vwlw hY]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋ ਨਾਮ ਗੁਰੋਂ ਕੀ ਸਿਖ੍ਯਾ ਸੇ ਹੀ ਪਾਈਤਾ ਹੈ। ਤਾਂ ਤੇ ਆਪ ਹੀ ਜਗ੍ਯਾਸੂ ਰੂਪ ਹੋ ਕਰ ਨਾਮ ਲੇਣੇ ਵਾਲਾ ਹੈ ਔ ਆਪ ਹੀ ਹਰੀ ਗੁਰੂ ਰੂਪ ਹੋ ਕਰ ਨਾਮ (ਲਵਾਏ) ਜਪਾਵਣੇ ਵਾਲਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"(pr) hy nwnk! prmwqmw dw nwm gurU dI miq auqy quirAW imldw hY, prmwqmw Awp hI Awpxy nwm dI lgn pYdw krdw hY [2[","unicode":"(ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk nwm gurW dI isiKAw duAwrw pRwpq huMdw hY[ Awpxy nwm nwl auh Awp hI joVdw hY[","unicode":"ਨਾਨਕ ਨਾਮ ਗੁਰਾਂ ਦੀ ਸਿਖਿਆ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਆਪਣੇ ਨਾਮ ਨਾਲ ਉਹ ਆਪ ਹੀ ਜੋੜਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, recibimos el Nombre a través del Bani de la Palabra del Guru, y el Señor Mismo nos entona con Él.  (2)"},"hi":{"ss":"(पर) हे नानक ! परमात्मा का नाम गुरू की मति पर चलने से ही मिलता है। परमात्मा खुद ही अपने नाम की लगन पैदा करता है। 2।","sts":"हे नानक ! नाम गुरु की शिक्षा द्वारा प्राप्त होता है। अपने नाम से वह स्वयं ही मिलाता है॥ २॥"}},"transliteration":{"english":"naanak naam gurmatee paieeaai aape le lavaae ||2||","hindi":"नानक नामु गुरमती पाईऐ आपे लए लवाए ॥२॥","en":"naanak naam gurmatee paieeaai aape le lavaae ||2||","hi":"नानक नामु गुरमती पाईऐ आपे लए लवाए ॥२॥","ipa":"nɑnək nɑm Gʊrəmət̪i pɑeiæ əɑpe lee ləʋɑee.2.","ur":"نانک نام گُرمتیِ پاایاَے آپے لاے لوااے ۔۔۲۔۔"},"pageNo":246,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10711,"shabadId":752,"verse":{"gurmukhi":"eyh ivfwxI cwkrI iprw jIau Dn Coif prdyis isDwey ]","unicode":"ਏਹ ਵਿਡਾਣੀ ਚਾਕਰੀ ਪਿਰਾ ਜੀਉ ਧਨ ਛੋਡਿ ਪਰਦੇਸਿ ਸਿਧਾਏ ॥"},"larivaar":{"gurmukhi":"eyhivfwxIcwkrIiprwjIauDnCoifprdyisisDwey]","unicode":"ਏਹਵਿਡਾਣੀਚਾਕਰੀਪਿਰਾਜੀਉਧਨਛੋਡਿਪਰਦੇਸਿਸਿਧਾਏ॥"},"translation":{"en":{"bdb":"Working for someone else, O my dear, is like forsaking the bride, and going to foreign countries.","ms":"This alien service is bad, O Darling. Renouncing the bride thou hast gone to foreign country.","ssk":"Working for someone else, O my dear, is like forsaking the bride, and going to foreign countries."},"pu":{"ss":{"gurmukhi":"hy ipAwrI ijMdy! (ijvyN ieh ibgwnI nOkrI bVI duKdweI huMdI hY ik mnu`K AwpxI iesqRI ƒ Gr C`f ky prdys ivc clw jWdw hY,","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! (ਜਿਵੇਂ ਇਹ ਬਿਗਾਨੀ ਨੌਕਰੀ ਬੜੀ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ ਕਿ ਮਨੁੱਖ ਆਪਣੀ ਇਸਤ੍ਰੀ ਨੂੰ ਘਰ ਛੱਡ ਕੇ ਪਰਦੇਸ ਵਿਚ ਚਲਾ ਜਾਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"hy jIv pqI! iehI (ivfwxI) ibgwnI cwkrI hY, jo qUM mYN (Dn) iesqRI ko Cof kr ky prdys myN jwqw hYN[ Bwv sy suB buDI ko iqAwg kr AOr skwm krmoN myN privrq hoqw hY]","unicode":"ਹੇ ਜੀਵ ਪਤੀ! ਇਹੀ (ਵਿਡਾਣੀ) ਬਿਗਾਨੀ ਚਾਕਰੀ ਹੈ, ਜੋ ਤੂੰ ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਕੋ ਛੋਡ ਕਰ ਕੇ ਪਰਦੇਸ ਮੇਂ ਜਾਤਾ ਹੈਂ। ਭਾਵ ਸੇ ਸੁਭ ਬੁਧੀ ਕੋ ਤਿਆਗ ਕਰ ਔਰ ਸਕਾਮ ਕਰਮੋਂ ਮੇਂ ਪਰਵਿਰਤ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy ipAwrI ijMdy! (ijvyN ieh ibgwnI nOkrI bVI duKdweI huMdI hY ik mnu`K AwpxI iesqRI ƒ Gr C`f ky prdys ivc clw jWdw hY,","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! (ਜਿਵੇਂ ਇਹ ਬਿਗਾਨੀ ਨੌਕਰੀ ਬੜੀ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ ਕਿ ਮਨੁੱਖ ਆਪਣੀ ਇਸਤ੍ਰੀ ਨੂੰ ਘਰ ਛੱਡ ਕੇ ਪਰਦੇਸ ਵਿਚ ਚਲਾ ਜਾਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"ieh hors dI syvw mwVI hY, hy ipAwry! pqnI ƒ iqAwg ky qUM ibdyS ƒ clw igAw hY[","unicode":"ਇਹ ਹੋਰਸ ਦੀ ਸੇਵਾ ਮਾੜੀ ਹੈ, ਹੇ ਪਿਆਰੇ! ਪਤਨੀ ਨੂੰ ਤਿਆਗ ਕੇ ਤੂੰ ਬਿਦੇਸ਼ ਨੂੰ ਚਲਾ ਗਿਆ ਹੈ।"}},"es":{"sn":"Oh querido, servir a otro es falso; uno deja la novia de su mente en casa, y va vagando a tierras lejanas. "},"hi":{"ss":"हे प्यारी जिंदे ! (जैसे ये बेगानी नौकरी बड़ी दुखदाई होती है कि मनुष्य अपनी स्त्री को घर छोड़ के परदेस चला जाता है।","sts":"हे प्रिय मन ! किसी दूसरे की सेवा बुरी है। पत्नी को त्याग कर तुम परदेस चले गए हो।"}},"transliteration":{"english":"eh viddaanee chaakaree piraa jeeau dhan chhodd paradhes sidhaae ||","hindi":"एह विडाणी चाकरी पिरा जीउ धन छोडि परदेसि सिधाए ॥","en":"eh viddaanee chaakaree piraa jeeau dhan chhodd paradhes sidhaae ||","hi":"एह विडाणी चाकरी पिरा जीउ धन छोडि परदेसि सिधाए ॥","ipa":"eeh ʋɪɖɑɳi t͡ʃɑkəri pɪrɑ d͡ʒio t̪ən ɕɔɖ pərəd̪es sɪt̪ɑee.","ur":"اےه وڈاݨیِ چاکریِ پرا جیِا دھن چھوڈ پردےس سدھااے ۔۔"},"pageNo":246,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10712,"shabadId":752,"verse":{"gurmukhi":"dUjY iknY suKu n pwieE iprw jIau ibiKAw loiB luBwey ]","unicode":"ਦੂਜੈ ਕਿਨੈ ਸੁਖੁ ਨ ਪਾਇਓ ਪਿਰਾ ਜੀਉ ਬਿਖਿਆ ਲੋਭਿ ਲੁਭਾਏ ॥"},"larivaar":{"gurmukhi":"dUjYiknYsuKunpwieEiprwjIauibiKAwloiBluBwey]","unicode":"ਦੂਜੈਕਿਨੈਸੁਖੁਨਪਾਇਓਪਿਰਾਜੀਉਬਿਖਿਆਲੋਭਿਲੁਭਾਏ॥"},"translation":{"en":{"bdb":"In duality, no one has ever found peace, O my dear; you are greedy for corruption and greed.","ms":"In duality none has ever attained ease, O dear. Thou covets sin and greed.","ssk":"In duality, no one has ever found peace, O my dear; you are greedy for corruption and greed."},"pu":{"ss":{"gurmukhi":"iqvy prmwqmw ƒ ivswr ky) hor hor ^uSwmd (bVI duKdweI hY ikauNik) jIv-iesq®I (Awpxw AMdrlw Awqmk itkwxw) C`f ky QW QW bwhr BtkdI iPrdI hY [","unicode":"ਤਿਵੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਹੋਰ ਖ਼ੁਸ਼ਾਮਦ (ਬੜੀ ਦੁਖਦਾਈ ਹੈ ਕਿਉਂਕਿ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣਾ ਅੰਦਰਲਾ ਆਤਮਕ ਟਿਕਾਣਾ) ਛੱਡ ਕੇ ਥਾਂ ਥਾਂ ਬਾਹਰ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"hy jIv pqI! dUjy Bwv myN lg kr ky ivisAhu ky loB myN luBwey hUey iksI ny suK nhIN pwXw hY]","unicode":"ਹੇ ਜੀਵ ਪਤੀ! ਦੂਜੇ ਭਾਵ ਮੇਂ ਲਗ ਕਰ ਕੇ ਵਿਸਿਅਹੁ ਕੇ ਲੋਭ ਮੇਂ ਲੁਭਾਏ ਹੂਏ ਕਿਸੀ ਨੇ ਸੁਖ ਨਹੀਂ ਪਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"iqvy prmwqmw ƒ ivswr ky) hor hor ^uSwmd (bVI duKdweI hY ikauNik) jIv-iesq®I (Awpxw AMdrlw Awqmk itkwxw) C`f ky QW QW bwhr BtkdI iPrdI hY [","unicode":"ਤਿਵੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਹੋਰ ਖ਼ੁਸ਼ਾਮਦ (ਬੜੀ ਦੁਖਦਾਈ ਹੈ ਕਿਉਂਕਿ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣਾ ਅੰਦਰਲਾ ਆਤਮਕ ਟਿਕਾਣਾ) ਛੱਡ ਕੇ ਥਾਂ ਥਾਂ ਬਾਹਰ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"dvYq-Bwv AMdr kdy iksy ny Awrwm nhIN pwieAw, hy ipAwry! qUM pwp qy lwlc dI cwhnw krdw hY[","unicode":"ਦਵੈਤ-ਭਾਵ ਅੰਦਰ ਕਦੇ ਕਿਸੇ ਨੇ ਆਰਾਮ ਨਹੀਂ ਪਾਇਆ, ਹੇ ਪਿਆਰੇ! ਤੂੰ ਪਾਪ ਤੇ ਲਾਲਚ ਦੀ ਚਾਹਨਾ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"De esta forma, uno no obtiene Paz, oh querido, ¿por qué entonces añoras tomar el veneno de la dualidad? "},"hi":{"ss":"वैसे ही परमात्मा को विसार के) और खुशामदें (बड़ी दुखदाई हैं क्योंकि) जीव स्त्री (अपना आंतरिक आत्मिक ठिकाना) छोड़ के जगह-जगह बाहर भटकती फिरती है।","sts":"हे प्रिय मन ! द्वैतवाद में कभी किसी ने सुख नहीं पाया। तुम पाप एवं लालच की तृष्णा करते हो।"}},"transliteration":{"english":"dhoojai kinai sukh na paio piraa jeeau bikhiaa lobh lubhaae ||","hindi":"दूजै किनै सुखु न पाइओ पिरा जीउ बिखिआ लोभि लुभाए ॥","en":"dhoojai kinai sukh na paio piraa jeeau bikhiaa lobh lubhaae ||","hi":"दूजै किनै सुखु न पाइओ पिरा जीउ बिखिआ लोभि लुभाए ॥","ipa":"d̪ud͡ʒæ kɪnæ sʊkʰ nə pɑeɪo pɪrɑ d͡ʒio bɪkʰɪəɑ lɔɓ lʊɓɑee.","ur":"دُوجَے کنَے سُکھ ن پاااو پرا جیِا بکھآ لوبھ لُبھااے ۔۔"},"pageNo":246,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":6,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10713,"shabadId":752,"verse":{"gurmukhi":"ibiKAw loiB luBwey Brim Bulwey Ehu ikau kir suKu pwey ]","unicode":"ਬਿਖਿਆ ਲੋਭਿ ਲੁਭਾਏ ਭਰਮਿ ਭੁਲਾਏ ਓਹੁ ਕਿਉ ਕਰਿ ਸੁਖੁ ਪਾਏ ॥"},"larivaar":{"gurmukhi":"ibiKAwloiBluBweyBrimBulweyEhuikaukirsuKupwey]","unicode":"ਬਿਖਿਆਲੋਭਿਲੁਭਾਏਭਰਮਿਭੁਲਾਏਓਹੁਕਿਉਕਰਿਸੁਖੁਪਾਏ॥"},"translation":{"en":{"bdb":"Greedy for corruption and greed, and deluded by doubt, how can anyone find peace?","ms":"Those who are deluded by poison and avarice and are gone astray in doubt; how can they obtain peace?","ssk":"Greedy for corruption and greed, and deluded by doubt, how can anyone find peace?"},"pu":{"ss":{"gurmukhi":"hy ipAwrI ijMdy! mwieAw dy moh ivc Ps ky iksy ny kdy suK nhIN pwieAw, mnu`K mwieAw dy loB ivc Ps jWdw hY [ (jdoN mnu`K) mwieAw dy loB ivc Psdw hY (qdoN mwieAw dI ^wqr) Btkxw ivc pY ky kurwhy pY jWdw hY (aus hwlq ivc ieh) suK ikvyN pw skdw hY ? ","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਕਿਸੇ ਨੇ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਇਆ, ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ । (ਜਦੋਂ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸਦਾ ਹੈ (ਤਦੋਂ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ (ਉਸ ਹਾਲਤ ਵਿਚ ਇਹ) ਸੁਖ ਕਿਵੇਂ ਪਾ ਸਕਦਾ ਹੈ ? "},"ft":{"gurmukhi":"jo ivisAhu ky loB myN luBwey hUey BRm ky Bulwey hUey hYN, vhu iks prkwr kr suK pwvY, ArQwq iksI prkwr sy nhIN pwvqy hYN]","unicode":"ਜੋ ਵਿਸਿਅਹੁ ਕੇ ਲੋਭ ਮੇਂ ਲੁਭਾਏ ਹੂਏ ਭ੍ਰਮ ਕੇ ਭੁਲਾਏ ਹੂਏ ਹੈਂ, ਵਹੁ ਕਿਸ ਪਰਕਾਰ ਕਰ ਸੁਖ ਪਾਵੈ, ਅਰਥਾਤ ਕਿਸੀ ਪਰਕਾਰ ਸੇ ਨਹੀਂ ਪਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy ipAwrI ijMdy! mwieAw dy moh ivc Ps ky iksy ny kdy suK nhIN pwieAw, mnu`K mwieAw dy loB ivc Ps jWdw hY [ (jdoN mnu`K) mwieAw dy loB ivc Psdw hY (qdoN mwieAw dI ^wqr) Btkxw ivc pY ky kurwhy pY jWdw hY (aus hwlq ivc ieh) suK ikvyN pw skdw hY ? ","unicode":"ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਕਿਸੇ ਨੇ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਇਆ, ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ । (ਜਦੋਂ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸਦਾ ਹੈ (ਤਦੋਂ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ (ਉਸ ਹਾਲਤ ਵਿਚ ਇਹ) ਸੁਖ ਕਿਵੇਂ ਪਾ ਸਕਦਾ ਹੈ ? "},"ms":{"gurmukhi":"jo zihr qy qmHW dy bihkwey hoey hn Aqy vihm AMdr kurwhy pey hoey hn, auh iks qrHW TMF-cYn pw skdy hn?","unicode":"ਜੋ ਜ਼ਹਿਰ ਤੇ ਤਮ੍ਹਾਂ ਦੇ ਬਹਿਕਾਏ ਹੋਏ ਹਨ ਅਤੇ ਵਹਿਮ ਅੰਦਰ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ, ਉਹ ਕਿਸ ਤਰ੍ਹਾਂ ਠੰਢ-ਚੈਨ ਪਾ ਸਕਦੇ ਹਨ?"}},"es":{"sn":"Añorando el veneno y seducido por la duda, ¿cómo encuentras la Paz?  "},"hi":{"ss":"हे प्यारी जिंदे ! माया के मोह में फंस के किसी ने कभी सुख नहीं पाया। मनुष्य माया के लोभ में फंस जाता है।(जब मनुष्य) माया के लोभ में फंसता है (तब माया की खातिर) भटकना में पड़ कर गलत रास्ते पर पड़ जाता है (उस हालत में ये) सुख कैसे पा सकता है?","sts":"जो विष एवं लोभ के बहकाए हुए हैं और भ्रम में कुमार्गगामी हो गए हैं, वह किस तरह सुख पा सकते हैं?"}},"transliteration":{"english":"bikhiaa lobh lubhaae bharam bhulaae oh kiau kar sukh paae ||","hindi":"बिखिआ लोभि लुभाए भरमि भुलाए ओहु किउ करि सुखु पाए ॥","en":"bikhiaa lobh lubhaae bharam bhulaae oh kiau kar sukh paae ||","hi":"बिखिआ लोभि लुभाए भरमि भुलाए ओहु किउ करि सुखु पाए ॥","ipa":"bɪkʰɪəɑ lɔɓ lʊɓɑee ɓərəm ɓʊlɑee oəh kɪo kər sʊkʰ pɑee.","ur":"بِکھآ لوبھ لُبھااے بھرم بھُلااے اوهُ کا کر سُکھ پااے ۔۔"},"pageNo":246,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}},{"verseId":10714,"shabadId":752,"verse":{"gurmukhi":"cwkrI ivfwxI KrI duKwlI Awpu vyic Drmu gvwey ]","unicode":"ਚਾਕਰੀ ਵਿਡਾਣੀ ਖਰੀ ਦੁਖਾਲੀ ਆਪੁ ਵੇਚਿ ਧਰਮੁ ਗਵਾਏ ॥"},"larivaar":{"gurmukhi":"cwkrIivfwxIKrIduKwlIAwpuvyicDrmugvwey]","unicode":"ਚਾਕਰੀਵਿਡਾਣੀਖਰੀਦੁਖਾਲੀਆਪੁਵੇਚਿਧਰਮੁਗਵਾਏ॥"},"translation":{"en":{"bdb":"Working for strangers is very painful; doing so, one sells himself and loses his faith in the Dharma.","ms":"Another's service is very painful. Therein the mortal sells himself and loses his faith.","ssk":"Working for strangers is very painful; doing so, one sells himself and loses his faith in the Dharma."},"pu":{"ss":{"gurmukhi":"(hy ijMdy! mwieAw dI ^wqr ieh iDr iDr dI ^uSwmd bhuq duKdweI hY, mnu`K Awpxw Awqmk jIvn (mwieAw dy v`ty) vyc ky Awpxw krq`b C`f bYTdw hY [ ","unicode":"(ਹੇ ਜਿੰਦੇ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਇਹ ਧਿਰ ਧਿਰ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਬਹੁਤ ਦੁਖਦਾਈ ਹੈ, ਮਨੁੱਖ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ (ਮਾਇਆ ਦੇ ਵੱਟੇ) ਵੇਚ ਕੇ ਆਪਣਾ ਕਰਤੱਬ ਛੱਡ ਬੈਠਦਾ ਹੈ । "},"ft":{"gurmukhi":"hrI kw nwm Cof kr AOr kI aupwsnw rUp ibgwnI cwkrI krnI (KrI) AqI (duKwlI) AOKI, Apny Awp ko vyc kr Drm kw gvwvxW hI hY]","unicode":"ਹਰੀ ਕਾ ਨਾਮ ਛੋਡ ਕਰ ਔਰ ਕੀ ਉਪਾਸਨਾ ਰੂਪ ਬਿਗਾਨੀ ਚਾਕਰੀ ਕਰਨੀ (ਖਰੀ) ਅਤੀ (ਦੁਖਾਲੀ) ਔਖੀ, ਅਪਨੇ ਆਪ ਕੋ ਵੇਚ ਕਰ ਧਰਮ ਕਾ ਗਵਾਵਣਾਂ ਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"(hy ijMdy! mwieAw dI ^wqr ieh iDr iDr dI ^uSwmd bhuq duKdweI hY, mnu`K Awpxw Awqmk jIvn (mwieAw dy v`ty) vyc ky Awpxw krq`b C`f bYTdw hY [ ","unicode":"(ਹੇ ਜਿੰਦੇ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਇਹ ਧਿਰ ਧਿਰ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਬਹੁਤ ਦੁਖਦਾਈ ਹੈ, ਮਨੁੱਖ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ (ਮਾਇਆ ਦੇ ਵੱਟੇ) ਵੇਚ ਕੇ ਆਪਣਾ ਕਰਤੱਬ ਛੱਡ ਬੈਠਦਾ ਹੈ । "},"ms":{"gurmukhi":"hors dI nOkrI bhuq duKdweI hY[ aus iv`c pRwxI Awpxy Awp ƒ &ro^q kr bihMdw hY Aqy Awpxw eImwn guAw lYNdw hY[","unicode":"ਹੋਰਸ ਦੀ ਨੌਕਰੀ ਬਹੁਤ ਦੁਖਦਾਈ ਹੈ। ਉਸ ਵਿੱਚ ਪ੍ਰਾਣੀ ਆਪਣੇ ਆਪ ਨੂੰ ਫ਼ਰੋਖ਼ਤ ਕਰ ਬਹਿੰਦਾ ਹੈ ਅਤੇ ਆਪਣਾ ਈਮਾਨ ਗੁਆ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"El servicio a otro es doloroso; vendiéndose a otro uno pierde su Fe."},"hi":{"ss":"(हे जिंदे ! माया की खातिर ये दर दर की खुशामद बहुत दुखदाई है) मनुष्य अपना आत्मिक जीवन (माया के बदले) बेच के अपना कर्तव्य छोड़ बैठता है।","sts":"किसी दूसरे की सेवा बहुत पीड़ादायक है। उसमें प्राणी अपने आपको बेच देता है और अपना धर्म गंवा लेता है।"}},"transliteration":{"english":"chaakaree viddaanee kharee dhukhaalee aap vech dharam gavaae ||","hindi":"चाकरी विडाणी खरी दुखाली आपु वेचि धरमु गवाए ॥","en":"chaakaree viddaanee kharee dhukhaalee aap vech dharam gavaae ||","hi":"चाकरी विडाणी खरी दुखाली आपु वेचि धरमु गवाए ॥","ipa":"t͡ʃɑkəri ʋɪɖɑɳi kʰəri d̪ʊkʰɑli əɑp ʋet͡ʃ t̪ərəm Gəʋɑee.","ur":"چاکریِ وڈاݨیِ کھریِ دُکھالیِ آپ وےچ دھرم گوااے ۔۔"},"pageNo":246,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"}}]}