{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":28},"count":36,"navigation":{"previous":27,"next":29},"page":[{"verseId":1155,"shabadId":90,"verse":{"gurmukhi":"iehu jnmu pdwrQu pwie kY hir nwmu n cyqY ilv lwie ]","unicode":"ਇਹੁ ਜਨਮੁ ਪਦਾਰਥੁ ਪਾਇ ਕੈ ਹਰਿ ਨਾਮੁ ਨ ਚੇਤੈ ਲਿਵ ਲਾਇ ॥"},"larivaar":{"gurmukhi":"iehujnmupdwrQupwiekYhirnwmuncyqYilvlwie]","unicode":"ਇਹੁਜਨਮੁਪਦਾਰਥੁਪਾਇਕੈਹਰਿਨਾਮੁਨਚੇਤੈਲਿਵਲਾਇ॥"},"translation":{"en":{"bdb":"The blessing of this human life has been obtained, but still, people do not lovingly focus their thoughts on the Name of the Lord.","ms":"The mortal after obtaining this wealth of human life, he remember no the Name of God in profound Love.","ssk":"The blessing of this human life has been obtained, but still, people do not lovingly focus their thoughts on the Name of the Lord."},"pu":{"ss":{"gurmukhi":"ieh kImqI mnu`Kw jnm hwsl kr ky (mUrK mnu`K) suriq joV ky prmwqmw dw nwm nhIN ismrdw","unicode":"ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕਰ ਕੇ (ਮੂਰਖ ਮਨੁੱਖ) ਸੁਰਤਿ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ"},"ft":{"gurmukhi":"ieauN jIau AYsw kubu`DI hY, Amolku mnu`K jnmu pdwrQ ko pwie kr ky ibRqI lgwie kr hrI nwm ko nhIN ismrqw hY]","unicode":"ਇਉਂ ਜੀਉ ਐਸਾ ਕੁਬੁੱਧੀ ਹੈ, ਅਮੋਲਕੁ ਮਨੁੱਖ ਜਨਮੁ ਪਦਾਰਥ ਕੋ ਪਾਇ ਕਰ ਕੇ ਬ੍ਰਿਤੀ ਲਗਾਇ ਕਰ ਹਰੀ ਨਾਮ ਕੋ ਨਹੀਂ ਸਿਮਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ieh kImqI mnu`Kw jnm hwsl kr ky (mUrK mnu`K) suriq joV ky prmwqmw dw nwm nhIN ismrdw","unicode":"ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕਰ ਕੇ (ਮੂਰਖ ਮਨੁੱਖ) ਸੁਰਤਿ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ"},"ms":{"gurmukhi":"pRwxI ƒ mnuKI jIvn dI ieh dOlq prwpq hoeI hY[ auh gUVHy ih`q nwl vwihgurU dy nwm dw icMqn nhIN krdw[","unicode":"ਪ੍ਰਾਣੀ ਨੂੰ ਮਨੁਖੀ ਜੀਵਨ ਦੀ ਇਹ ਦੌਲਤ ਪਰਾਪਤ ਹੋਈ ਹੈ। ਉਹ ਗੂੜ੍ਹੇ ਹਿੱਤ ਨਾਲ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਚਿੰਤਨ ਨਹੀਂ ਕਰਦਾ।"}},"es":{"sn":"El que recibe el regalo de la vida y no se dedica al Nombre del Señor"},"hi":{"ss":"यह कीमती मनुष्य जन्म हासिल करके भी (मूर्ख मनुष्य) सुरति जोड़ के परमात्मा का नाम नहीं सिमरता;","sts":"यह मानव-जन्म रूपी पदार्थ पाकर जो जीव एकाग्रचित होकर प्रभु-नाम को स्मरण नहीं करता।"}},"transliteration":{"english":"eih janam padhaarath pai kai har naam na chetai liv lai ||","hindi":"इहु जनमु पदारथु पाइ कै हरि नामु न चेतै लिव लाइ ॥","en":"eih janam padhaarath pai kai har naam na chetai liv lai ||","hi":"इहु जनमु पदारथु पाइ कै हरि नामु न चेतै लिव लाइ ॥","ipa":"eɪh d͡ʒənəm pəd̪ɑrət̪ʰ pɑeɪ kæ hər nɑm nə t͡ʃet̪æ lɪʋ lɑeɪ.","ur":"ِاهُ جنم پدارتھ پاا کَے هر نام ن چےتَے لو لاا ۔۔"},"pageNo":28,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1156,"shabadId":90,"verse":{"gurmukhi":"pig iKisAY rhxw nhI AwgY Tauru n pwie ]","unicode":"ਪਗਿ ਖਿਸਿਐ ਰਹਣਾ ਨਹੀ ਆਗੈ ਠਉਰੁ ਨ ਪਾਇ ॥"},"larivaar":{"gurmukhi":"pigiKisAYrhxwnhIAwgYTaurunpwie]","unicode":"ਪਗਿਖਿਸਿਐਰਹਣਾਨਹੀਆਗੈਠਉਰੁਨਪਾਇ॥"},"translation":{"en":{"bdb":"Their feet slip, and they cannot stay here any longer. And in the next world, they find no place of rest at all.","ms":"When his foot slips he can stay no longer. In the next world he obtains no place of rest.","ssk":"Their feet slip, and they cannot stay here any longer. And in the next world, they find no place of rest at all."},"pu":{"ss":{"gurmukhi":"pr jdoN pYr iqlk igAw (jdoN srIr Fih ipAw) ie`Qy jgq ivc itikAw nhIN jw skygw (nwm qoN sKxy rihx krky) AgWh drgwh ivc BI QW nhIN imldw ","unicode":"ਪਰ ਜਦੋਂ ਪੈਰ ਤਿਲਕ ਗਿਆ (ਜਦੋਂ ਸਰੀਰ ਢਹਿ ਪਿਆ) ਇੱਥੇ ਜਗਤ ਵਿਚ ਟਿਕਿਆ ਨਹੀਂ ਜਾ ਸਕੇਗਾ (ਨਾਮ ਤੋਂ ਸਖਣੇ ਰਹਿਣ ਕਰਕੇ) ਅਗਾਂਹ ਦਰਗਾਹ ਵਿਚ ਭੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦਾ "},"ft":{"gurmukhi":"eIhW AwDwr l`CnW sy pg nwmu pRwxo kw hY, so jb srIr kw pRwx rUpI crnu (iKisAY) clwiemwnu hUAw, qb jIv ko srIr Gr myN rihxw nhIN imlqw hY, dyih kI ibvsQw qo AYsy hY[ Awgy jIv kI kQn krqy hYN: vwihgurU sy bymuK jo jIv hY, so (AwgY) prlok myN (Taur) auqm jgw myN iesiQqI nhIN pwvqw hY]","unicode":"ਈਹਾਂ ਆਧਾਰ ਲੱਛਨਾਂ ਸੇ ਪਗ ਨਾਮੁ ਪ੍ਰਾਣੋ ਕਾ ਹੈ, ਸੋ ਜਬ ਸਰੀਰ ਕਾ ਪ੍ਰਾਣ ਰੂਪੀ ਚਰਨੁ (ਖਿਸਿਐ) ਚਲਾਇਮਾਨੁ ਹੂਆ, ਤਬ ਜੀਵ ਕੋ ਸਰੀਰ ਘਰ ਮੇਂ ਰਹਿਣਾ ਨਹੀਂ ਮਿਲਤਾ ਹੈ, ਦੇਹਿ ਕੀ ਬਿਵਸਥਾ ਤੋ ਐਸੇ ਹੈ। ਆਗੇ ਜੀਵ ਕੀ ਕਥਨ ਕਰਤੇ ਹੈਂ: ਵਾਹਿਗੁਰੂ ਸੇ ਬੇਮੁਖ ਜੋ ਜੀਵ ਹੈ, ਸੋ (ਆਗੈ) ਪਰਲੋਕ ਮੇਂ (ਠਉਰ) ਉਤਮ ਜਗਾ ਮੇਂ ਇਸਥਿਤੀ ਨਹੀਂ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"pr jdoN pYr iqlk igAw (jdoN srIr Fih ipAw) ie`Qy jgq ivc itikAw nhIN jw skygw (nwm qoN sKxy rihx krky) AgWh drgwh ivc BI QW nhIN imldw ","unicode":"ਪਰ ਜਦੋਂ ਪੈਰ ਤਿਲਕ ਗਿਆ (ਜਦੋਂ ਸਰੀਰ ਢਹਿ ਪਿਆ) ਇੱਥੇ ਜਗਤ ਵਿਚ ਟਿਕਿਆ ਨਹੀਂ ਜਾ ਸਕੇਗਾ (ਨਾਮ ਤੋਂ ਸਖਣੇ ਰਹਿਣ ਕਰਕੇ) ਅਗਾਂਹ ਦਰਗਾਹ ਵਿਚ ਭੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦਾ "},"ms":{"gurmukhi":"jd pYr iqlHk jWdw hY, auh Tihr nhIN skdw[ prlok iv`c aus ƒ koeI Awrwm dI QW nhIN imldI[","unicode":"ਜਦ ਪੈਰ ਤਿਲ੍ਹਕ ਜਾਂਦਾ ਹੈ, ਉਹ ਠਹਿਰ ਨਹੀਂ ਸਕਦਾ। ਪਰਲੋਕ ਵਿੱਚ ਉਸ ਨੂੰ ਕੋਈ ਆਰਾਮ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"un pequeño resbalón y ya no existe más, y no obtiene Refugio en el Más Allá"},"hi":{"ss":"पर जब पैर फिसल गया (जब शरीर ढह पड़ा) यहाँ जगत में टिका नहीं रह सकेगा (नाम से वंचित रहने के कारण) आगे दरगाह में भी जगह नहीं मिलती।","sts":"वह श्वास रूपी पांव फिसलने के कारण इस संसार में भी नहीं रहता और उसे परलोक में भी ठिकाना नहीं मिलता।"}},"transliteration":{"english":"pag khisiaai rahanaa nahee aagai Thaur na pai ||","hindi":"पगि खिसिऐ रहणा नही आगै ठउरु न पाइ ॥","en":"pag khisiaai rahanaa nahee aagai Thaur na pai ||","hi":"पगि खिसिऐ रहणा नही आगै ठउरु न पाइ ॥","ipa":"pəG kʰɪsɪæ rəhəɳɑ nəhi əɑGæ ʈʰoʊr nə pɑeɪ.","ur":"پگ کھسِاَے رهݨا نهیِ آگَے ٹھار ن پاا ۔۔"},"pageNo":28,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1157,"shabadId":90,"verse":{"gurmukhi":"Eh vylw hiQ n AwveI AMiq gieAw pCuqwie ]","unicode":"ਓਹ ਵੇਲਾ ਹਥਿ ਨ ਆਵਈ ਅੰਤਿ ਗਇਆ ਪਛੁਤਾਇ ॥"},"larivaar":{"gurmukhi":"EhvylwhiQnAwveIAMiqgieAwpCuqwie]","unicode":"ਓਹਵੇਲਾਹਥਿਨਆਵਈਅੰਤਿਗਇਆਪਛੁਤਾਇ॥"},"translation":{"en":{"bdb":"This opportunity shall not come again. In the end, they depart, regretting and repenting.","ms":"The time once lost comes not to hand again and ultimately the man regretfully departs.","ssk":"This opportunity shall not come again. In the end, they depart, regretting and repenting."},"pu":{"ss":{"gurmukhi":"(mOq AwieAW) ismrn dw smw iml nhIN skdw, Aw^r (mUrK jIv) pCuqWdw jWdw hY [","unicode":"(ਮੌਤ ਆਇਆਂ) ਸਿਮਰਨ ਦਾ ਸਮਾ ਮਿਲ ਨਹੀਂ ਸਕਦਾ, ਆਖ਼ਰ (ਮੂਰਖ ਜੀਵ) ਪਛੁਤਾਂਦਾ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"vhu mwnuKu jnmu kw smw aus ko iPr kbI nhIN hwQ Awvqw, AMq ko prlok myN jw kr ky pscwqwp ko pRwpiq hoqw hY[ vw AMq ko pscwqwpu krqw hUAw clw jwqw hY ik mYNny AYsy auqmu jnmu koN ijs kI bWCw sÍrgbwsI BI krqy hYN, bÎrQ kÎoN Koie dIAw] XQw-Ç\"ies dyhI ko ismrih dyv]Çso dyhI Bij hir kI syv]\"","unicode":"ਵਹੁ ਮਾਨੁਖੁ ਜਨਮੁ ਕਾ ਸਮਾ ਉਸ ਕੋ ਫਿਰ ਕਬੀ ਨਹੀਂ ਹਾਥ ਆਵਤਾ, ਅੰਤ ਕੋ ਪਰਲੋਕ ਮੇਂ ਜਾ ਕਰ ਕੇ ਪਸਚਾਤਾਪ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਵਾ ਅੰਤ ਕੋ ਪਸਚਾਤਾਪੁ ਕਰਤਾ ਹੂਆ ਚਲਾ ਜਾਤਾ ਹੈ ਕਿ ਮੈਂਨੇ ਐਸੇ ਉਤਮੁ ਜਨਮੁ ਕੋਂ ਜਿਸ ਕੀ ਬਾਂਛਾ ਸ੍ਵਰਗਬਾਸੀ ਭੀ ਕਰਤੇ ਹੈਂ, ਬ੍ਯਰਥ ਕ੍ਯੋਂ ਖੋਇ ਦੀਆ॥ ਯਥਾ-☬\"ਇਸ ਦੇਹੀ ਕੋ ਸਿਮਰਹਿ ਦੇਵ॥☬ਸੋ ਦੇਹੀ ਭਜਿ ਹਰਿ ਕੀ ਸੇਵ॥\""},"bdb":{"gurmukhi":"(mOq AwieAW) ismrn dw smw iml nhIN skdw, Aw^r (mUrK jIv) pCuqWdw jWdw hY [","unicode":"(ਮੌਤ ਆਇਆਂ) ਸਿਮਰਨ ਦਾ ਸਮਾ ਮਿਲ ਨਹੀਂ ਸਕਦਾ, ਆਖ਼ਰ (ਮੂਰਖ ਜੀਵ) ਪਛੁਤਾਂਦਾ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo smW iek vwrI vMwieAw igAw, auh muV ky h`Q nhIN l`gdw Aqy EVk ƒ pscwqwp krdw hoieAw bMdw tur jWdw hY[","unicode":"ਜੋ ਸਮਾਂ ਇਕ ਵਾਰੀ ਵੰਾਇਆ ਗਿਆ, ਉਹ ਮੁੜ ਕੇ ਹੱਥ ਨਹੀਂ ਲੱਗਦਾ ਅਤੇ ਓੜਕ ਨੂੰ ਪਸਚਾਤਾਪ ਕਰਦਾ ਹੋਇਆ ਬੰਦਾ ਟੁਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"El tiempo perdido nunca regresa y uno sufre a la hora de la muerte, al final. "},"hi":{"ss":"(मौत आने से) सिमरन का समय नहीं मिल सकता~ आखिर (मूर्ख जीव) पछताता जाता है।","sts":"फिर यह मानव-जन्म का समय हाथ नहीं लगता तथा अंत में प्रायश्चित करता हुआ इस संसार से चला जाता है।"}},"transliteration":{"english":"oh velaa hath na aaviee a(n)t giaa pachhutai ||","hindi":"ओह वेला हथि न आवई अंति गइआ पछुताइ ॥","en":"oh velaa hath na aaviee a(n)t giaa pachhutai ||","hi":"ओह वेला हथि न आवई अंति गइआ पछुताइ ॥","ipa":"oəh ʋelɑ hət̪ʰ nə əɑʋei əŋt̪ Gɪɑ pəɕʊt̪ɑeɪ.","ur":"اوه وےلا هتھ ن آوای اںت گایا پچھتاا ۔۔"},"pageNo":28,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1158,"shabadId":90,"verse":{"gurmukhi":"ijsu ndir kry so aubrY hir syqI ilv lwie ]4]","unicode":"ਜਿਸੁ ਨਦਰਿ ਕਰੇ ਸੋ ਉਬਰੈ ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾਇ ॥੪॥"},"larivaar":{"gurmukhi":"ijsundirkrysoaubrYhirsyqIilvlwie]4]","unicode":"ਜਿਸੁਨਦਰਿਕਰੇਸੋਉਬਰੈਹਰਿਸੇਤੀਲਿਵਲਾਇ॥੪॥"},"translation":{"en":{"bdb":"Those whom the Lord blesses with His Glance of Grace are saved; they are lovingly attuned to the Lord. ||4||","ms":"On whom God casts His merciful glance he is saved by embracing love for Him.","ssk":"Those whom the Lord blesses with His Glance of Grace are saved; they are lovingly attuned to the Lord. ||4||"},"pu":{"ss":{"gurmukhi":"ijs mnu`K au~qy prmwqmw imhr dI nzr krdw hY auh prmwqmw (dy crnW) ivc suriq joV ky (mwieAw ksuMBy dy moh qoN) bc jWdw hY [4[","unicode":"ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ (ਮਾਇਆ ਕਸੁੰਭੇ ਦੇ ਮੋਹ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"ijs ko vwihgurU ApnI ikRpw kry, soeI iqs ky swQ (ilv) ibRqI ko lgwie kr sMswr ky duKoN sy (aubrY) bcqw hY]4]","unicode":"ਜਿਸ ਕੋ ਵਾਹਿਗੁਰੂ ਅਪਨੀ ਕ੍ਰਿਪਾ ਕਰੇ, ਸੋਈ ਤਿਸ ਕੇ ਸਾਥ (ਲਿਵ) ਬ੍ਰਿਤੀ ਕੋ ਲਗਾਇ ਕਰ ਸੰਸਾਰ ਕੇ ਦੁਖੋਂ ਸੇ (ਉਬਰੈ) ਬਚਤਾ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"ijs mnu`K au~qy prmwqmw imhr dI nzr krdw hY auh prmwqmw (dy crnW) ivc suriq joV ky (mwieAw ksuMBy dy moh qoN) bc jWdw hY [4[","unicode":"ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ (ਮਾਇਆ ਕਸੁੰਭੇ ਦੇ ਮੋਹ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"ijs auqy vwihgurU AwpxI rihmq dI ingHw Dwrdw hY, auh aus nwl pRIq pw ky pwr auqr jWdw hY[","unicode":"ਜਿਸ ਉਤੇ ਵਾਹਿਗੁਰੂ ਆਪਣੀ ਰਹਿਮਤ ਦੀ ਨਿਗ੍ਹਾ ਧਾਰਦਾ ਹੈ, ਉਹ ਉਸ ਨਾਲ ਪ੍ਰੀਤ ਪਾ ਕੇ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Aquél que tiene la Gracia del Señor llega y entona su mente en el Señor. (4)"},"hi":{"ss":"जिस मनुष्य पर परमात्मा मेहर की नजर करता है वह परमात्मा (के चरणों) में सुरति जोड़ के (माया के कुसंभ मोह से) बच जाता है।4।","sts":"जिन पर परमेश्वर की कृपा होती है, वे परमात्मा में लिवलीन होकर आवागमन के चक्र से बच जाते हैं।॥ ४॥"}},"transliteration":{"english":"jis nadhar kare so ubarai har setee liv lai ||4||","hindi":"जिसु नदरि करे सो उबरै हरि सेती लिव लाइ ॥४॥","en":"jis nadhar kare so ubarai har setee liv lai ||4||","hi":"जिसु नदरि करे सो उबरै हरि सेती लिव लाइ ॥४॥","ipa":"d͡ʒɪs nəd̪ər kəre sɔ oʊbəræ hər set̪i lɪʋ lɑeɪ.4.","ur":"جِس ندر کرے سو اُبرَے هر سےتیِ لو لاا ۔۔۴۔۔"},"pageNo":28,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1159,"shabadId":90,"verse":{"gurmukhi":"dyKw dyKI sB kry mnmuiK bUJ n pwie ]","unicode":"ਦੇਖਾ ਦੇਖੀ ਸਭ ਕਰੇ ਮਨਮੁਖਿ ਬੂਝ ਨ ਪਾਇ ॥"},"larivaar":{"gurmukhi":"dyKwdyKIsBkrymnmuiKbUJnpwie]","unicode":"ਦੇਖਾਦੇਖੀਸਭਕਰੇਮਨਮੁਖਿਬੂਝਨਪਾਇ॥"},"translation":{"en":{"bdb":"They all show off and pretend, but the self-willed manmukhs do not understand.","ms":"All act in the spirit of rivalry; and the self-willed obtain not understanding.","ssk":"They all show off and pretend, but the self-willed manmukhs do not understand."},"pu":{"ss":{"gurmukhi":"Awpxy mn dy ip~Cy qurn vwlw mnu`K sB kuJ ivKwvy dI ^wqr krdw hY, aus nUµ shI jIvn jIaUx dI smJ nhIN AwauNdI ","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਭ ਕੁਝ ਵਿਖਾਵੇ ਦੀ ਖ਼ਾਤਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਹੀ ਜੀਵਨ ਜੀਊਣ ਦੀ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ "},"ft":{"gurmukhi":"ibRqI lgwauny sy ibnW eyk dUsry ko dyKw dyKI, kÎw aus ny aus ko dyKw AOru aus ny aus ko dyKw AOru khw ik mYN kÎw aus sy G`t hUM, AYsy jwn kr jo krm krqy hYN, so sB mnmuK hYN, iqn mnmuKoN ko (bUJ) smJ nhIN pRwpiq hoqI hY, iesI kr ky iqnoN kI syvw BI Qwie nhIN pVqI hY]","unicode":"ਬ੍ਰਿਤੀ ਲਗਾਉਨੇ ਸੇ ਬਿਨਾਂ ਏਕ ਦੂਸਰੇ ਕੋ ਦੇਖਾ ਦੇਖੀ, ਕ੍ਯਾ ਉਸ ਨੇ ਉਸ ਕੋ ਦੇਖਾ ਔਰੁ ਉਸ ਨੇ ਉਸ ਕੋ ਦੇਖਾ ਔਰੁ ਕਹਾ ਕਿ ਮੈਂ ਕ੍ਯਾ ਉਸ ਸੇ ਘੱਟ ਹੂੰ, ਐਸੇ ਜਾਨ ਕਰ ਜੋ ਕਰਮ ਕਰਤੇ ਹੈਂ, ਸੋ ਸਭ ਮਨਮੁਖ ਹੈਂ, ਤਿਨ ਮਨਮੁਖੋਂ ਕੋ (ਬੂਝ) ਸਮਝ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤੀ ਹੈ, ਇਸੀ ਕਰ ਕੇ ਤਿਨੋਂ ਕੀ ਸੇਵਾ ਭੀ ਥਾਇ ਨਹੀਂ ਪੜਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"Awpxy mn dy ip~Cy qurn vwlw mnu`K sB kuJ ivKwvy dI ^wqr krdw hY, aus nUµ shI jIvn jIaUx dI smJ nhIN AwauNdI ","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਭ ਕੁਝ ਵਿਖਾਵੇ ਦੀ ਖ਼ਾਤਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਹੀ ਜੀਵਨ ਜੀਊਣ ਦੀ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ "},"ms":{"gurmukhi":"rIso rIs swry jxy krdy hn, Aqy Awp-hudirAW ƒ smJ nhIN pYNdI[","unicode":"ਰੀਸੋ ਰੀਸ ਸਾਰੇ ਜਣੇ ਕਰਦੇ ਹਨ, ਅਤੇ ਆਪ-ਹੁਦਰਿਆਂ ਨੂੰ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।"}},"es":{"sn":"Todos imitan los modos del Señor, pero los arrogantes Manmukjs nunca se dan cuenta."},"hi":{"ss":"अपने मन के पीछे चलने वाला मनुष्य सब कुछ दिखावे की खातिर करता है~ उसे सही जीवन जीने की समझ नहीं आती।","sts":"एक-दूसरे को देख कर तो सभी नाम-सुमिरन करने लगते हैं, लेकिन स्वेच्छाचारी इसे समझ नहीं पाता।"}},"transliteration":{"english":"dhekhaa dhekhee sabh kare manmukh boojh na pai ||","hindi":"देखा देखी सभ करे मनमुखि बूझ न पाइ ॥","en":"dhekhaa dhekhee sabh kare manmukh boojh na pai ||","hi":"देखा देखी सभ करे मनमुखि बूझ न पाइ ॥","ipa":"d̪ekʰɑ d̪ekʰi səɓ kəre mənəmʊkʰ buɖ͡ʐ nə pɑeɪ.","ur":"دےکھا دےکھیِ سبھ کرے منمکھ بُوجھ ن پاا ۔۔"},"pageNo":28,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1160,"shabadId":90,"verse":{"gurmukhi":"ijn gurmuiK ihrdw suDu hY syv peI iqn Qwie ]","unicode":"ਜਿਨ ਗੁਰਮੁਖਿ ਹਿਰਦਾ ਸੁਧੁ ਹੈ ਸੇਵ ਪਈ ਤਿਨ ਥਾਇ ॥"},"larivaar":{"gurmukhi":"ijngurmuiKihrdwsuDuhYsyvpeIiqnQwie]","unicode":"ਜਿਨਗੁਰਮੁਖਿਹਿਰਦਾਸੁਧੁਹੈਸੇਵਪਈਤਿਨਥਾਇ॥"},"translation":{"en":{"bdb":"Those Gurmukhs who are pure of heart-their service is accepted.","ms":"The service of those true Sikhs of the Guru, whose hearts are pure, becomes acceptable.","ssk":"Those Gurmukhs who are pure of heart-their service is accepted."},"pu":{"ss":{"gurmukhi":" (pr) gurU dy snmuK ho ky ijnHW mnu`KW dw ihrdw pivRq ho jWdw hY, auhnW dI Gwl-kmweI (pRBU dy dr qy) kbUl ho jWdI hY","unicode":" (ਪਰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਹਿਰਦਾ ਪਵ੍ਰਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਘਾਲ-ਕਮਾਈ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ"},"ft":{"gurmukhi":"AOru ijnoN gurmuKoN kw ihrdw suD hY, iqnoN kI syvw (Qwie peI) sPl BeI hY]ÇpRSn: vhu gurmuiK kÎw krm krqy hYN?Çau`qr:","unicode":"ਔਰੁ ਜਿਨੋਂ ਗੁਰਮੁਖੋਂ ਕਾ ਹਿਰਦਾ ਸੁਧ ਹੈ, ਤਿਨੋਂ ਕੀ ਸੇਵਾ (ਥਾਇ ਪਈ) ਸਫਲ ਭਈ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਵਹੁ ਗੁਰਮੁਖਿ ਕ੍ਯਾ ਕਰਮ ਕਰਤੇ ਹੈਂ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":" (pr) gurU dy snmuK ho ky ijnHW mnu`KW dw ihrdw pivRq ho jWdw hY, auhnW dI Gwl-kmweI (pRBU dy dr qy) kbUl ho jWdI hY","unicode":" (ਪਰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਹਿਰਦਾ ਪਵ੍ਰਿਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਘਾਲ-ਕਮਾਈ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ"},"ms":{"gurmukhi":"ijnHW s¤cy gur-is`KW dy idl piv`qr hn, aunHW dI cwkrI kbUl pY jWdI hY[","unicode":"ਜਿਨ੍ਹਾਂ ਸੱਚੇ ਗੁਰ-ਸਿੱਖਾਂ ਦੇ ਦਿਲ ਪਵਿੱਤਰ ਹਨ, ਉਨ੍ਹਾਂ ਦੀ ਚਾਕਰੀ ਕਬੂਲ ਪੈ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Los que se entonan en el Señor, los puros de corazón, son los únicos que lo logran."},"hi":{"ss":"(पर) गुरू के सन्मुख हो के जिन मनुष्यों का हृदय पवित्र हो जाता है~ उन की घाल-कमाई (प्रभू दर पे) कबूल हो जाती है।","sts":"जिन गुरुमुख जीवों का हृदय पवित्र है, उनकी उपासना सफल होती है।"}},"transliteration":{"english":"jin gurmukh hiradhaa sudh hai sev piee tin thai ||","hindi":"जिन गुरमुखि हिरदा सुधु है सेव पई तिन थाइ ॥","en":"jin gurmukh hiradhaa sudh hai sev piee tin thai ||","hi":"जिन गुरमुखि हिरदा सुधु है सेव पई तिन थाइ ॥","ipa":"d͡ʒɪn Gʊrəmʊkʰ hɪrəd̪ɑ sʊt̪ hæ seʋ pei t̪ɪn t̪ʰɑeɪ.","ur":"جٍن گُرمکھ هردا سُدھ هَے سےو پای تن تھاا ۔۔"},"pageNo":28,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1161,"shabadId":90,"verse":{"gurmukhi":"hir gux gwvih hir inq pVih hir gux gwie smwie ]","unicode":"ਹਰਿ ਗੁਣ ਗਾਵਹਿ ਹਰਿ ਨਿਤ ਪੜਹਿ ਹਰਿ ਗੁਣ ਗਾਇ ਸਮਾਇ ॥"},"larivaar":{"gurmukhi":"hirguxgwvihhirinqpVihhirguxgwiesmwie]","unicode":"ਹਰਿਗੁਣਗਾਵਹਿਹਰਿਨਿਤਪੜਹਿਹਰਿਗੁਣਗਾਇਸਮਾਇ॥"},"translation":{"en":{"bdb":"They sing the Glorious Praise of the Lord; they read about the Lord each day. Singing the Praise of the Lord, they merge in absorption.","ms":"They sing God's praises daily and read regarding God and daily by chanting God's glories become absorbed in Him.","ssk":"They sing the Glorious Praise of the Lord; they read about the Lord each day. Singing the Praise of the Lord, they merge in absorption."},"pu":{"ss":{"gurmukhi":"auh mnu`K hrI dy gux gw ky hrI dy crnW ivc lIn ho ky in`q hrI dy gux gWdy hn qy pVHdy hn [","unicode":"ਉਹ ਮਨੁੱਖ ਹਰੀ ਦੇ ਗੁਣ ਗਾ ਕੇ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਿੱਤ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਤੇ ਪੜ੍ਹਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hrI ky gux rwgoN myN gwien krqy hYN, AOru hrI sÍrUp ky pRiqpwidk SwsqRoN ko inqwpRiq pVqy hYN, AOru hrI ky gun gwien kr ky hrI myN smwie gey hYN]","unicode":"ਹਰੀ ਕੇ ਗੁਣ ਰਾਗੋਂ ਮੇਂ ਗਾਇਨ ਕਰਤੇ ਹੈਂ, ਔਰੁ ਹਰੀ ਸ੍ਵਰੂਪ ਕੇ ਪ੍ਰਤਿਪਾਦਿਕ ਸ਼ਾਸਤ੍ਰੋਂ ਕੋ ਨਿਤਾਪ੍ਰਤਿ ਪੜਤੇ ਹੈਂ, ਔਰੁ ਹਰੀ ਕੇ ਗੁਨ ਗਾਇਨ ਕਰ ਕੇ ਹਰੀ ਮੇਂ ਸਮਾਇ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh mnu`K hrI dy gux gw ky hrI dy crnW ivc lIn ho ky in`q hrI dy gux gWdy hn qy pVHdy hn [","unicode":"ਉਹ ਮਨੁੱਖ ਹਰੀ ਦੇ ਗੁਣ ਗਾ ਕੇ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਿੱਤ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਤੇ ਪੜ੍ਹਦੇ ਹਨ ।"},"ms":{"gurmukhi":"auh vwihgurU dw j`s gwien krdy hn, vwihgurU dy bwry hI hr roz pVHdy hn qy vwihgurU dI kIrqI Alwp ky aus iv`c lIn ho jWdy hn[","unicode":"ਉਹ ਵਾਹਿਗੁਰੂ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਦੇ ਹਨ, ਵਾਹਿਗੁਰੂ ਦੇ ਬਾਰੇ ਹੀ ਹਰ ਰੋਜ਼ ਪੜ੍ਹਦੇ ਹਨ ਤੇ ਵਾਹਿਗੁਰੂ ਦੀ ਕੀਰਤੀ ਅਲਾਪ ਕੇ ਉਸ ਵਿੱਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Ellos cantan las Alabanzas del Señor, leen sólo del Guru y en el canto de Su Alabanza se funden. "},"hi":{"ss":"वह मनुष्य हरि के गुण गा के हरि के चरणों में लीन हो के नित्य हरि गुण गाते हैं~ पढ़ते हैं।","sts":"ऐसे जीव कीर्तन द्वारा हरि का गुणगान करते हैं और धर्म-ग्रंथों में हरि के गुणों को पढ़ते हैं तथा हरि के गुणों को गाते हुए उसी में समाधिस्थ हो जाते हैं।"}},"transliteration":{"english":"har gun gaaveh har nit paReh har gun gai samai ||","hindi":"हरि गुण गावहि हरि नित पड़हि हरि गुण गाइ समाइ ॥","en":"har gun gaaveh har nit paReh har gun gai samai ||","hi":"हरि गुण गावहि हरि नित पड़हि हरि गुण गाइ समाइ ॥","ipa":"hər Gʊɳ Gɑʋəh hər nɪt̪ pəɽəh hər Gʊɳ Gɑeɪ səmɑeɪ.","ur":"هر گُݨ گاوه هرِ نت پڑه هرِ گُݨ گاا سماا ۔۔"},"pageNo":28,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1162,"shabadId":90,"verse":{"gurmukhi":"nwnk iqn kI bwxI sdw scu hY ij nwim rhy ilv lwie ]5]4]37]","unicode":"ਨਾਨਕ ਤਿਨ ਕੀ ਬਾਣੀ ਸਦਾ ਸਚੁ ਹੈ ਜਿ ਨਾਮਿ ਰਹੇ ਲਿਵ ਲਾਇ ॥੫॥੪॥੩੭॥"},"larivaar":{"gurmukhi":"nwnkiqnkIbwxIsdwscuhYijnwimrhyilvlwie]5]4]37]","unicode":"ਨਾਨਕਤਿਨਕੀਬਾਣੀਸਦਾਸਚੁਹੈਜਿਨਾਮਿਰਹੇਲਿਵਲਾਇ॥੫॥੪॥੩੭॥"},"translation":{"en":{"bdb":"O Nanak, the words of those who are lovingly attuned to the Naam are true forever. ||5||4||37||","ms":"O Nanak! ever True is the Word of those, who remain attached with the love of Lord's Name.","ssk":"O Nanak, the words of those who are lovingly attuned to the Naam are true forever. ||5||4||37||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! jyhVy mnu`K pRBU dy nwm ivc suriq joVI r`Kdy hn, sdw-iQr pRBU dI is&iq-swlwh hI auhnW dI jIB qy sdw cVHI rihMdI hY [5[4[37[","unicode":"ਹੇ ਨਾਨਕ ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਉਹਨਾਂ ਦੀ ਜੀਭ ਤੇ ਸਦਾ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ ।੫।੪।੩੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: iqn pursoN kI bwxI sdw hI scu hY, Bwv scu kI pRwpqI kw mwrg hY, jo hrI nwm myN ibRqI lgwie rhy hYN]5]4]37]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਨ ਪੁਰਸੋਂ ਕੀ ਬਾਣੀ ਸਦਾ ਹੀ ਸਚੁ ਹੈ, ਭਾਵ ਸਚੁ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ ਮਾਰਗ ਹੈ, ਜੋ ਹਰੀ ਨਾਮ ਮੇਂ ਬ੍ਰਿਤੀ ਲਗਾਇ ਰਹੇ ਹੈਂ॥੫॥੪॥੩੭॥"},"bdb":{"gurmukhi":"hy nwnk ! jyhVy mnu`K pRBU dy nwm ivc suriq joVI r`Kdy hn, sdw-iQr pRBU dI is&iq-swlwh hI auhnW dI jIB qy sdw cVHI rihMdI hY [5[4[37[","unicode":"ਹੇ ਨਾਨਕ ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੀ ਉਹਨਾਂ ਦੀ ਜੀਭ ਤੇ ਸਦਾ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ ।੫।੪।੩੭।"},"ms":{"gurmukhi":"hY nwnk! sdIv hI s`cw hY aunHW dw bcn jo suAwmI dy nwm dy ipAwr nwl juVy rihMdy hn[","unicode":"ਹੈ ਨਾਨਕ! ਸਦੀਵ ਹੀ ਸੱਚਾ ਹੈ ਉਨ੍ਹਾਂ ਦਾ ਬਚਨ ਜੋ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Su hablar es la Verdad, pues están entonados en el Nombre del Señor. (5-4-37)"},"hi":{"ss":"हे नानक! जो मनुष्य प्रभू के नाम में सुरति जोड़ के रखते हैं~ सदा स्थिर प्रभू की सिफत सलाह ही उनकी जीभ पे सदा विराजमान रहती है।5।4।37।","sts":"नानक देव जी कथन करते हैं कि जो जीव प्रभु-नाम में लिवलीन रहते हैं, उनकी वाणी सदा सत्य होती है॥ ५॥ ४॥ ३७ ॥"}},"transliteration":{"english":"naanak tin kee baanee sadhaa sach hai j naam rahe liv lai ||5||4||37||","hindi":"नानक तिन की बाणी सदा सचु है जि नामि रहे लिव लाइ ॥५॥४॥३७॥","en":"naanak tin kee baanee sadhaa sach hai j naam rahe liv lai ||5||4||37||","hi":"नानक तिन की बाणी सदा सचु है जि नामि रहे लिव लाइ ॥५॥४॥३७॥","ipa":"nɑnək t̪ɪn ki bɑɳi səd̪ɑ sət͡ʃ hæ d͡ʒ nɑm rəhe lɪʋ lɑeɪ.5.4.3ə7.","ur":"نانک تن کیِ باݨیِ سدا سچ هَے ج نام رهے لو لاا ۔۔۵۔۔۴۔۔۳۷۔۔"},"pageNo":28,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1163,"shabadId":91,"verse":{"gurmukhi":"isrIrwgu mhlw 3 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw3]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੩॥"},"translation":{"en":{"bdb":"Siree Raag, Third Mehla:","ms":"Sri Rag, Third Guru.","ssk":"Siree Raag, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, qIjI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਤੀਜੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Amar das, Tercer Canal Divino."},"hi":{"ss":"श्री राग महला ३ ॥","sts":"श्रीरागु महला ३ ॥"}},"transliteration":{"english":"sireeraag mahalaa teejaa ||","hindi":"सिरीरागु महला ३ ॥","en":"sireeraag mahalaa teejaa ||","hi":"सिरीरागु महला ३ ॥","ipa":"sɪrirɑG məhəlɑ t̪id͡ʒɑ.","ur":"سِریِراگ مهلا ۳ ۔۔"},"pageNo":28,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1164,"shabadId":91,"verse":{"gurmukhi":"ijnI iek min nwmu iDAwieAw gurmqI vIcwir ]","unicode":"ਜਿਨੀ ਇਕ ਮਨਿ ਨਾਮੁ ਧਿਆਇਆ ਗੁਰਮਤੀ ਵੀਚਾਰਿ ॥"},"larivaar":{"gurmukhi":"ijnIiekminnwmuiDAwieAwgurmqIvIcwir]","unicode":"ਜਿਨੀਇਕਮਨਿਨਾਮੁਧਿਆਇਆਗੁਰਮਤੀਵੀਚਾਰਿ॥"},"translation":{"en":{"bdb":"Those who meditate single-mindedly on the Naam, and contemplate the Teachings of the Guru","ms":"They who with single-mind, contemplate over God's Name and dwell upon Guru's teaching,","ssk":"Those who meditate single-mindedly on the Naam, and contemplate the Teachings of the Guru"},"pu":{"ss":{"gurmukhi":"ijnHW mn`uKW ny gurU dI miq dI rwhIN (prmwqmw dy nwm nUµ Awpxy soc-mMfl ivc itkw ky nwm nUµ iekwgR mn nwl ismirAw hY","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੱੁਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਕੇ ਨਾਮ ਨੂੰ ਇਕਾਗ੍ਰ ਮਨ ਨਾਲ ਸਿਮਰਿਆ ਹੈ"},"ft":{"gurmukhi":"ijn pursoN ny mn kI iekwgRqw kr ky hrI nwm ko jipAw AOru nwmI vwihgurU kw DÎwnu kIAw hY AOru gurmiq kr ky s`qws`q kw vIcwir kIAw hY]","unicode":"ਜਿਨ ਪੁਰਸੋਂ ਨੇ ਮਨ ਕੀ ਇਕਾਗ੍ਰਤਾ ਕਰ ਕੇ ਹਰੀ ਨਾਮ ਕੋ ਜਪਿਆ ਔਰੁ ਨਾਮੀ ਵਾਹਿਗੁਰੂ ਕਾ ਧ੍ਯਾਨੁ ਕੀਆ ਹੈ ਔਰੁ ਗੁਰਮਤਿ ਕਰ ਕੇ ਸੱਤਾਸੱਤ ਕਾ ਵੀਚਾਰਿ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW mn`uKW ny gurU dI miq dI rwhIN (prmwqmw dy nwm nUµ Awpxy soc-mMfl ivc itkw ky nwm nUµ iekwgR mn nwl ismirAw hY","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੱੁਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਕੇ ਨਾਮ ਨੂੰ ਇਕਾਗ੍ਰ ਮਨ ਨਾਲ ਸਿਮਰਿਆ ਹੈ"},"ms":{"gurmukhi":"jo iek ic`q hrI nwm dw icMqn krdy hn Aqy gurW dy aupdyS ƒ socdy ivcwrdy hn[","unicode":"ਜੋ ਇਕ ਚਿੱਤ ਹਰੀ ਨਾਮ ਦਾ ਚਿੰਤਨ ਕਰਦੇ ਹਨ ਅਤੇ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਸੋਚਦੇ ਵਿਚਾਰਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que meditan en el Nombre del Señor con una mente sencilla y habitan en la  Palabra del Guru, "},"hi":{"ss":"जिन लोगों ने गुरू की मति के द्वारा (परमात्मा के नाम को अपने सोच मंडल में टिका के) नाम को एकाग्र चित्त हो के सिमरा है~","sts":"जिन्होंने भी गुरु उपदेशानुसार एकाग्र मन से प्रभु के नाम का सुमिरन किया है।"}},"transliteration":{"english":"jinee ik man naam dhiaaiaa gurmatee veechaar ||","hindi":"जिनी इक मनि नामु धिआइआ गुरमती वीचारि ॥","en":"jinee ik man naam dhiaaiaa gurmatee veechaar ||","hi":"जिनी इक मनि नामु धिआइआ गुरमती वीचारि ॥","ipa":"d͡ʒɪni eɪk mən nɑm t̪ɪəɑɪɑ Gʊrəmət̪i ʋit͡ʃɑr.","ur":"جٍنیِ اک من نام دھآایا گُرمتیِ ویِچار ۔۔"},"pageNo":28,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1165,"shabadId":91,"verse":{"gurmukhi":"iqn ky muK sd aujly iqqu scY drbwir ]","unicode":"ਤਿਨ ਕੇ ਮੁਖ ਸਦ ਉਜਲੇ ਤਿਤੁ ਸਚੈ ਦਰਬਾਰਿ ॥"},"larivaar":{"gurmukhi":"iqnkymuKsdaujlyiqquscYdrbwir]","unicode":"ਤਿਨਕੇਮੁਖਸਦਉਜਲੇਤਿਤੁਸਚੈਦਰਬਾਰਿ॥"},"translation":{"en":{"bdb":"-their faces are forever radiant in the Court of the True Lord.","ms":"Their faces are ever bright in that Lord's True Court.","ssk":"-their faces are forever radiant in the Court of the True Lord."},"pu":{"ss":{"gurmukhi":"aus sdw-iQr rihx vwly pRBU dy drbwr ivc auh sdw sur^rU huMdy hn ","unicode":"ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਉਹ ਸਦਾ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ "},"ft":{"gurmukhi":"iqn pursoN ky muK iqs scy drbwir myN sdw hI (aujly) klMk rihq hYN]","unicode":"ਤਿਨ ਪੁਰਸੋਂ ਕੇ ਮੁਖ ਤਿਸ ਸਚੇ ਦਰਬਾਰਿ ਮੇਂ ਸਦਾ ਹੀ (ਉਜਲੇ) ਕਲੰਕ ਰਹਿਤ ਹੈਂ॥"},"bdb":{"gurmukhi":"aus sdw-iQr rihx vwly pRBU dy drbwr ivc auh sdw sur^rU huMdy hn ","unicode":"ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਉਹ ਸਦਾ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ "},"ms":{"gurmukhi":"aunHW dy ichry aus swihb dI s`cI drgwh iv`c hmySW roSn huMdy hn[","unicode":"ਉਨ੍ਹਾਂ ਦੇ ਚਿਹਰੇ ਉਸ ਸਾਹਿਬ ਦੀ ਸੱਚੀ ਦਰਗਾਹ ਵਿੱਚ ਹਮੇਸ਼ਾਂ ਰੋਸ਼ਨ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"su semblante se ve puro en la Corte Verdadera del Señor."},"hi":{"ss":"वे सदा ही स्थिर रहने वाले प्रभू के दरबार में सुर्खरू होते है।","sts":"इस सत्य स्वरूप परमात्मा के दरबार में उनके मुँह सदा उज्ज्वल होते हैं, अर्थात् वे प्रभु दरबार में सम्मानित होते हैं।"}},"transliteration":{"english":"tin ke mukh sadh ujale tit sachai dharabaar ||","hindi":"तिन के मुख सद उजले तितु सचै दरबारि ॥","en":"tin ke mukh sadh ujale tit sachai dharabaar ||","hi":"तिन के मुख सद उजले तितु सचै दरबारि ॥","ipa":"t̪ɪn ke mʊkʰ səd̪ oʊd͡ʒəle t̪ɪt̪ sət͡ʃæ d̪ərəbɑr.","ur":"تٍن کے مُکھ سد اُجلے تت سچَے دربار ۔۔"},"pageNo":28,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1166,"shabadId":91,"verse":{"gurmukhi":"Eie AMimRqu pIvih sdw sdw scY nwim ipAwir ]1]","unicode":"ਓਇ ਅੰਮ੍ਰਿਤੁ ਪੀਵਹਿ ਸਦਾ ਸਦਾ ਸਚੈ ਨਾਮਿ ਪਿਆਰਿ ॥੧॥"},"larivaar":{"gurmukhi":"EieAMimRqupIvihsdwsdwscYnwimipAwir]1]","unicode":"ਓਇਅੰਮ੍ਰਿਤੁਪੀਵਹਿਸਦਾਸਦਾਸਚੈਨਾਮਿਪਿਆਰਿ॥੧॥"},"translation":{"en":{"bdb":"They drink in the Ambrosial Nectar forever and ever, and they love the True Name. ||1||","ms":"For ever and aye, they drink nectar and profess love for the True Name.","ssk":"They drink in the Ambrosial Nectar forever and ever, and they love the True Name. ||1||"},"pu":{"ss":{"gurmukhi":"auh mnu`K sdw-iQr pRBU dy nwm ivc ipAwr dI rwhIN sdw Awqmk jIvn dyx vwlw nwm-jl pINdy hn [1[","unicode":"ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਹਨ ।੧।"},"ft":{"gurmukhi":"AOr vhu purs scy nwm kw rs rUpI AMimRqu pÎwr sihq sdw hI pwn krqy hYN]1]","unicode":"ਔਰ ਵਹੁ ਪੁਰਸ ਸਚੇ ਨਾਮ ਕਾ ਰਸ ਰੂਪੀ ਅੰਮ੍ਰਿਤੁ ਪ੍ਯਾਰ ਸਹਿਤ ਸਦਾ ਹੀ ਪਾਨ ਕਰਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"auh mnu`K sdw-iQr pRBU dy nwm ivc ipAwr dI rwhIN sdw Awqmk jIvn dyx vwlw nwm-jl pINdy hn [1[","unicode":"ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਹਨ ।੧।"},"ms":{"gurmukhi":"hmySW qy sdIv hI auh Awib-ihXwq pwn krdy hn Aqy siqnwm nwl nyhu gMFdy hn[","unicode":"ਹਮੇਸ਼ਾਂ ਤੇ ਸਦੀਵ ਹੀ ਉਹ ਆਬਿ-ਹਿਯਾਤ ਪਾਨ ਕਰਦੇ ਹਨ ਅਤੇ ਸਤਿਨਾਮ ਨਾਲ ਨੇਹੁ ਗੰਢਦੇ ਹਨ।"}},"es":{"sn":"Ellos beben del Néctar del Señor eternamente y se enamoran del Nombre Verdadero. (1)"},"hi":{"ss":"वह मनुष्य सदा स्थिर प्रभू के नाम में प्यार से सदा आत्मिक जीवन देने वाला नाम जल पीते हैं।1।","sts":"वे ही गुरुमुख जीव सत्य नाम के साथ प्रीत करके सदैव ब्रह्मानंद रूपी अमृत-पान करते हैं। १॥"}},"transliteration":{"english":"oi a(n)mrit peeveh sadhaa sadhaa sachai naam piaar ||1||","hindi":"ओइ अंमृतु पीवहि सदा सदा सचै नामि पिआरि ॥१॥","en":"oi a(n)mrit peeveh sadhaa sadhaa sachai naam piaar ||1||","hi":"ओइ अंमृतु पीवहि सदा सदा सचै नामि पिआरि ॥१॥","ipa":"oeɪ əŋmɪɹət̪ piʋəh səd̪ɑ səd̪ɑ sət͡ʃæ nɑm pɪəɑr.1.","ur":"اوِا اںمرت پیِوه سدا سدا سچَے نام پآر ۔۔۱۔۔"},"pageNo":28,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1167,"shabadId":91,"verse":{"gurmukhi":"BweI ry gurmuiK sdw piq hoie ]","unicode":"ਭਾਈ ਰੇ ਗੁਰਮੁਖਿ ਸਦਾ ਪਤਿ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"BweIrygurmuiKsdwpiqhoie]","unicode":"ਭਾਈਰੇਗੁਰਮੁਖਿਸਦਾਪਤਿਹੋਇ॥"},"translation":{"en":{"bdb":"O Siblings of Destiny, the Gurmukhs are honored forever.","ms":"O Brother! the Guru-ward ever obtains honour.","ssk":"O Siblings of Destiny, the Gurmukhs are honored forever."},"pu":{"ss":{"gurmukhi":"hy BweI ! gurU dI srn ipAW sdw ie`zq imldI hY ","unicode":"ਹੇ ਭਾਈ ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ "},"ft":{"gurmukhi":"hy BweI! gurmuKoN kI sdw hI piq hoqI hY]","unicode":"ਹੇ ਭਾਈ! ਗੁਰਮੁਖੋਂ ਕੀ ਸਦਾ ਹੀ ਪਤਿ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI ! gurU dI srn ipAW sdw ie`zq imldI hY ","unicode":"ਹੇ ਭਾਈ ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ "},"ms":{"gurmukhi":"hy vIr! gurU-smrpx ƒ hmySW hI ie`zq imldI hY[","unicode":"ਹੇ ਵੀਰ! ਗੁਰੂ-ਸਮਰਪਣ ਨੂੰ ਹਮੇਸ਼ਾਂ ਹੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।"}},"es":{"sn":"Mi hermano, los que se entonan en el Guru, mantienen siempre su Honor."},"hi":{"ss":"हे भाई! गुरू की शरण पड़ने से इज्जत मिलती है।","sts":"हे भाई ! गुरुमुख जीवों का सदा सम्मान होता है।"}},"transliteration":{"english":"bhaiee re gurmukh sadhaa pat hoi ||","hindi":"भाई रे गुरमुखि सदा पति होइ ॥","en":"bhaiee re gurmukh sadhaa pat hoi ||","hi":"भाई रे गुरमुखि सदा पति होइ ॥","ipa":"ɓɑei re Gʊrəmʊkʰ səd̪ɑ pət̪ hɔeɪ.","ur":"بھاای رے گُرمکھ سدا پت هوا ۔۔"},"pageNo":28,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1168,"shabadId":91,"verse":{"gurmukhi":"hir hir sdw iDAweIAY mlu haumY kFY Doie ]1] rhwau ]","unicode":"ਹਰਿ ਹਰਿ ਸਦਾ ਧਿਆਈਐ ਮਲੁ ਹਉਮੈ ਕਢੈ ਧੋਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hirhirsdwiDAweIAYmluhaumYkFYDoie]1]rhwau]","unicode":"ਹਰਿਹਰਿਸਦਾਧਿਆਈਐਮਲੁਹਉਮੈਕਢੈਧੋਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"They meditate forever on the Lord, Har, Har, and they wash off the filth of egotism. ||1||Pause||","ms":"They ever meditate on God's Name and wash off the filth of pride. Pause.","ssk":"They meditate forever on the Lord, Har, Har, and they wash off the filth of egotism. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(gurU dI srn pY ky) prmwqmw dw nwm sdw ismrnw cwhIdw hY [ (gurU mnu`K dy mn ivcoN) haumY dI mYl Do ky k`F dyNdw hY [1[rhwau[","unicode":"(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ । (ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"qW qy sdw hI hir hir nwm ko DÎweIey[ so kYsw hrI hY ik hMkwr rUpI mYl ko AMqr sy Do kr ky (kFY) inkwl dyqw hY, Bwv eyih ik hMkwr kI lys BI nhIN rihny dyqw hY]1] rhwau ]","unicode":"ਤਾਂ ਤੇ ਸਦਾ ਹੀ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਧ੍ਯਾਈਏ। ਸੋ ਕੈਸਾ ਹਰੀ ਹੈ ਕਿ ਹੰਕਾਰ ਰੂਪੀ ਮੈਲ ਕੋ ਅੰਤਰ ਸੇ ਧੋ ਕਰ ਕੇ (ਕਢੈ) ਨਿਕਾਲ ਦੇਤਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਹੰਕਾਰ ਕੀ ਲੇਸ ਭੀ ਨਹੀਂ ਰਹਿਨੇ ਦੇਤਾ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(gurU dI srn pY ky) prmwqmw dw nwm sdw ismrnw cwhIdw hY [ (gurU mnu`K dy mn ivcoN) haumY dI mYl Do ky k`F dyNdw hY [1[rhwau[","unicode":"(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ । (ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"auh sdIv hI vwihgurU dy nwm dw ArwDn krdy hn Aqy hMkwr dI gMdgI ƒ Do ky dUr kr idMdy hn[ Tihrwau[","unicode":"ਉਹ ਸਦੀਵ ਹੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਅਰਾਧਨ ਕਰਦੇ ਹਨ ਅਤੇ ਹੰਕਾਰ ਦੀ ਗੰਦਗੀ ਨੂੰ ਧੋ ਕੇ ਦੂਰ ਕਰ ਦਿੰਦੇ ਹਨ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Invoca entonces a Tu Señor y lava las impurezas de tu ego. (1-Pausa)"},"hi":{"ss":"(गुरू की शरण पड़ के) परमात्मा का नाम सदा सिमरना चाहिए। (गुरू मनुष्य के मन में से) अहंकार की मैल धो के निकाल देता है।1।रहाउ ।","sts":"हरि प्रभु का नाम-सुमिरन सदा करें तो वह अहंकार रूपी मैल हृदय से धोकर निकाल देता है॥ १॥ रहाउ॥"}},"transliteration":{"english":"har har sadhaa dhiaaieeaai mal haumai kaddai dhoi ||1|| rahaau ||","hindi":"हरि हरि सदा धिआईऐ मलु हउमै कढै धोइ ॥१॥ रहाउ ॥","en":"har har sadhaa dhiaaieeaai mal haumai kaddai dhoi ||1|| rahaau ||","hi":"हरि हरि सदा धिआईऐ मलु हउमै कढै धोइ ॥१॥ रहाउ ॥","ipa":"hər hər səd̪ɑ t̪ɪəɑeiæ məl hoʊmæ kəʈə̀æ t̪ɔeɪ.1. rəhɑo.","ur":"هر هرِ سدا دھآایاَے مل هامَے کڈھَے دھوا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":28,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1169,"shabadId":91,"verse":{"gurmukhi":"mnmuK nwmu n jwxnI ivxu nwvY piq jwie ]","unicode":"ਮਨਮੁਖ ਨਾਮੁ ਨ ਜਾਣਨੀ ਵਿਣੁ ਨਾਵੈ ਪਤਿ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"mnmuKnwmunjwxnIivxunwvYpiqjwie]","unicode":"ਮਨਮੁਖਨਾਮੁਨਜਾਣਨੀਵਿਣੁਨਾਵੈਪਤਿਜਾਇ॥"},"translation":{"en":{"bdb":"The self-willed manmukhs do not know the Naam. Without the Name, they lose their honor.","ms":"The wayward know not the Name and without God's Name they lose their honour.","ssk":"The self-willed manmukhs do not know the Naam. Without the Name, they lose their honor."},"pu":{"ss":{"gurmukhi":"(pr) Awpxy mn dy ipCy qurn vwly bMdy prmwqmw dy nwm nwl sWJ nhIN pWdy, nwm qoN ibnw auhnW dI ie`zq clI jWdI hY ","unicode":"(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਚਲੀ ਜਾਂਦੀ ਹੈ "},"ft":{"gurmukhi":"AOru jo mnmuK prmysÍr ky nwm ko jpnw nhIN jwnqy, nwm sy ibnw iqn kI piq ibgV jwqI hY]","unicode":"ਔਰੁ ਜੋ ਮਨਮੁਖ ਪਰਮੇਸ੍ਵਰ ਕੇ ਨਾਮ ਕੋ ਜਪਨਾ ਨਹੀਂ ਜਾਨਤੇ, ਨਾਮ ਸੇ ਬਿਨਾ ਤਿਨ ਕੀ ਪਤਿ ਬਿਗੜ ਜਾਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(pr) Awpxy mn dy ipCy qurn vwly bMdy prmwqmw dy nwm nwl sWJ nhIN pWdy, nwm qoN ibnw auhnW dI ie`zq clI jWdI hY ","unicode":"(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਚਲੀ ਜਾਂਦੀ ਹੈ "},"ms":{"gurmukhi":"Kud-psMd nwm ƒ nhIN jwxdy Aqy nwm dy bwJoN auh AwpxI ie`zq guAw lYNdy hn[","unicode":"ਖੁਦ-ਪਸੰਦ ਨਾਮ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਅਤੇ ਨਾਮ ਦੇ ਬਾਝੋਂ ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗੁਆ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Los arrogantes Manmukjs no saben del Naam, del Nombre del Señor, y sin el Nombre, sólo pierden su honor."},"hi":{"ss":"(पर) अपने मन के पीछे चलने वाले लोग परमात्मा के नाम के साथ रिश्ता नहीं जोड़ पाते~ और नाम के बग़ैर उनका आदर सत्कार जाता रहता है।","sts":"स्वेच्छाचारी जीव नाम-सुमिरन के बारे में नहीं जानता तथा नाम-सुमिरन के बिना सम्मान नष्ट हो जाता है।"}},"transliteration":{"english":"manmukh naam na jaananee vin naavai pat jai ||","hindi":"मनमुख नामु न जाणनी विणु नावै पति जाइ ॥","en":"manmukh naam na jaananee vin naavai pat jai ||","hi":"मनमुख नामु न जाणनी विणु नावै पति जाइ ॥","ipa":"mənəmʊkʰ nɑm nə d͡ʒɑɳəni ʋɪɳ nɑʋæ pət̪ d͡ʒɑeɪ.","ur":"منمکھ نام ن جاݨنیِ وݨ ناوَے پت جاا ۔۔"},"pageNo":28,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1170,"shabadId":91,"verse":{"gurmukhi":"sbdY swdu n AwieE lwgy dUjY Bwie ]","unicode":"ਸਬਦੈ ਸਾਦੁ ਨ ਆਇਓ ਲਾਗੇ ਦੂਜੈ ਭਾਇ ॥"},"larivaar":{"gurmukhi":"sbdYswdunAwieElwgydUjYBwie]","unicode":"ਸਬਦੈਸਾਦੁਨਆਇਓਲਾਗੇਦੂਜੈਭਾਇ॥"},"translation":{"en":{"bdb":"They do not savor the Taste of the Shabad; they are attached to the love of duality.","ms":"They relish not God's Name and are attached with duality.","ssk":"They do not savor the Taste of the Shabad; they are attached to the love of duality."},"pu":{"ss":{"gurmukhi":"auhnW nUµ siqgurU dy Sbd dw AwnMd nhIN AwauNdw, (ies vwsqy) auh (pRBU nUµ ivswr ky) iksy hor ipAwr ivc msq rihMdy hn","unicode":"ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ, (ਇਸ ਵਾਸਤੇ) ਉਹ (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਕਿਸੇ ਹੋਰ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ"},"ft":{"gurmukhi":"AOr vhu (dUjY Bwie) dÍYq Bwvnw myN lg rhy hYN, Xwqy iqn ko gur sbd kw (swdu) rsu nhIN AwieAw, Bwv eyih ik bRhmwnMd ko pRwpiq nhIN Bey hYN]","unicode":"ਔਰ ਵਹੁ (ਦੂਜੈ ਭਾਇ) ਦ੍ਵੈਤ ਭਾਵਨਾ ਮੇਂ ਲਗ ਰਹੇ ਹੈਂ, ਯਾਤੇ ਤਿਨ ਕੋ ਗੁਰ ਸਬਦ ਕਾ (ਸਾਦੁ) ਰਸੁ ਨਹੀਂ ਆਇਆ, ਭਾਵ ਏਹਿ ਕਿ ਬ੍ਰਹਮਾਨੰਦ ਕੋ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"auhnW nUµ siqgurU dy Sbd dw AwnMd nhIN AwauNdw, (ies vwsqy) auh (pRBU nUµ ivswr ky) iksy hor ipAwr ivc msq rihMdy hn","unicode":"ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ, (ਇਸ ਵਾਸਤੇ) ਉਹ (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਕਿਸੇ ਹੋਰ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ"},"ms":{"gurmukhi":"auh hrI nwm dw suAwd nhIN lYNdy Aqy dvYq-Bwv nwl juVy hoey hn[","unicode":"ਉਹ ਹਰੀ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਲੈਂਦੇ ਅਤੇ ਦਵੈਤ-ਭਾਵ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ।"}},"es":{"sn":"Se retuercen en la dualidad y no se pueden enamorar del Sabor de la Palabra del Shabd."},"hi":{"ss":"उन्हें सत्गुरू के शबद का आनन्द नहीं आता। (इस वास्ते) वह (प्रभू को विसार के) किसी और प्यार में मस्त रहते हैं।","sts":"ऐसे जीवों को द्वैत-भाव में लिप्त होने के कारण गुरु-शिक्षा का रस अनुभव नहीं होता।"}},"transliteration":{"english":"sabadhai saadh na aaio laage dhoojai bhai ||","hindi":"सबदै सादु न आइओ लागे दूजै भाइ ॥","en":"sabadhai saadh na aaio laage dhoojai bhai ||","hi":"सबदै सादु न आइओ लागे दूजै भाइ ॥","ipa":"səbəd̪æ sɑd̪ nə əɑeɪo lɑGe d̪ud͡ʒæ ɓɑeɪ.","ur":"سبدَے ساد ن آااو لاگے دُوجَے بھاا ۔۔"},"pageNo":28,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1171,"shabadId":91,"verse":{"gurmukhi":"ivstw ky kIVy pvih ivic ivstw sy ivstw mwih smwie ]2]","unicode":"ਵਿਸਟਾ ਕੇ ਕੀੜੇ ਪਵਹਿ ਵਿਚਿ ਵਿਸਟਾ ਸੇ ਵਿਸਟਾ ਮਾਹਿ ਸਮਾਇ ॥੨॥"},"larivaar":{"gurmukhi":"ivstwkykIVypvihivicivstwsyivstwmwihsmwie]2]","unicode":"ਵਿਸਟਾਕੇਕੀੜੇਪਵਹਿਵਿਚਿਵਿਸਟਾਸੇਵਿਸਟਾਮਾਹਿਸਮਾਇ॥੨॥"},"translation":{"en":{"bdb":"They are worms in the filth of manure. They fall into manure, and into manure they are absorbed. ||2||","ms":"They are the worms of ordure fall in ordure and get absorbed in ordure.","ssk":"They are worms in the filth of manure. They fall into manure, and into manure they are absorbed. ||2||"},"pu":{"ss":{"gurmukhi":"auh bMdy (ivkwrW dy) gMd ivc lIn rih ky gMd dy kIiVAW vWg (ivkwrW dy) gMd ivc hI pey rihMdy hn [2[","unicode":"ਉਹ ਬੰਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਗੰਦ ਦੇ ਕੀੜਿਆਂ ਵਾਂਗ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਹੀ ਪਏ ਰਹਿੰਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"AYsy mnmuK purs pICy BI nrk ky vw mwqw ky audr ibstw ky kIt Qy, AOru Ab BI mMd krm rUpI ivstw myN pVy hYN[ punÚ imRq ho kr ky bI grB vw nrk rUpI ivstw myN hI imlyNgy]2]","unicode":"ਐਸੇ ਮਨਮੁਖ ਪੁਰਸ ਪੀਛੇ ਭੀ ਨਰਕ ਕੇ ਵਾ ਮਾਤਾ ਕੇ ਉਦਰ ਬਿਸਟਾ ਕੇ ਕੀਟ ਥੇ, ਔਰੁ ਅਬ ਭੀ ਮੰਦ ਕਰਮ ਰੂਪੀ ਵਿਸਟਾ ਮੇਂ ਪੜੇ ਹੈਂ। ਪੁਨਃ ਮ੍ਰਿਤ ਹੋ ਕਰ ਕੇ ਬੀ ਗਰਭ ਵਾ ਨਰਕ ਰੂਪੀ ਵਿਸਟਾ ਮੇਂ ਹੀ ਮਿਲੇਂਗੇ॥੨॥"},"bdb":{"gurmukhi":"auh bMdy (ivkwrW dy) gMd ivc lIn rih ky gMd dy kIiVAW vWg (ivkwrW dy) gMd ivc hI pey rihMdy hn [2[","unicode":"ਉਹ ਬੰਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਗੰਦ ਦੇ ਕੀੜਿਆਂ ਵਾਂਗ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਹੀ ਪਏ ਰਹਿੰਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"auh gMdgI dy kIVy hn, gMdgI iv`c ifgdy hn Aqy gMdgI iv`c Zrk ho jWdy hn[","unicode":"ਉਹ ਗੰਦਗੀ ਦੇ ਕੀੜੇ ਹਨ, ਗੰਦਗੀ ਵਿੱਚ ਡਿਗਦੇ ਹਨ ਅਤੇ ਗੰਦਗੀ ਵਿੱਚ ਗ਼ਰਕ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Los gusanos del lodo, habitan, buscan y comen lodo. (2)"},"hi":{"ss":"वह लोग (विकारों के) गंद में लीन रह कर गंदगी के कीड़े की तरह (विकारों के) गंद में ही पड़े रहते हैं।2।","sts":"जिस प्रकार विष्ठा के कीड़े विष्ठा में ही पड़े रहते हैं, और वही पर ही मर जाते हैं (उसी प्रकार स्वेच्छाचारी जीव भी विषय-विकारों की गंदगी में लिप्त रह कर अंत में नरकों की गंदगी में समा जाता है) ॥ २॥"}},"transliteration":{"english":"visaTaa ke keeRe paveh vich visaTaa se visaTaa maeh samai ||2||","hindi":"विसटा के कीड़े पवहि विचि विसटा से विसटा माहि समाइ ॥२॥","en":"visaTaa ke keeRe paveh vich visaTaa se visaTaa maeh samai ||2||","hi":"विसटा के कीड़े पवहि विचि विसटा से विसटा माहि समाइ ॥२॥","ipa":"ʋɪsəʈɑ ke kiɽe pəʋəh ʋɪt͡ʃ ʋɪsəʈɑ se ʋɪsəʈɑ mɑh səmɑeɪ.2.","ur":"وِسٹا کے کیِڑے پوه وچ وسٹا سے وسٹا ماه سماا ۔۔۲۔۔"},"pageNo":28,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1172,"shabadId":91,"verse":{"gurmukhi":"iqn kw jnmu sPlu hY jo clih sqgur Bwie ]","unicode":"ਤਿਨ ਕਾ ਜਨਮੁ ਸਫਲੁ ਹੈ ਜੋ ਚਲਹਿ ਸਤਗੁਰ ਭਾਇ ॥"},"larivaar":{"gurmukhi":"iqnkwjnmusPluhYjoclihsqgurBwie]","unicode":"ਤਿਨਕਾਜਨਮੁਸਫਲੁਹੈਜੋਚਲਹਿਸਤਗੁਰਭਾਇ॥"},"translation":{"en":{"bdb":"Fruitful are the lives of those who walk in harmony with the Will of the True Guru.","ms":"Fruitful is life of those, who walk (live) according to True Guru's will.","ssk":"Fruitful are the lives of those who walk in harmony with the Will of the True Guru."},"pu":{"ss":{"gurmukhi":"jyhVy mnu`K gurU dy pRym ivc jIvn ibqIq krdy hn auhnW dw jIvn kwmXwb ho jWdw hY","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ"},"ft":{"gurmukhi":"iqn pursoN kw jnmu sPlu hY, jo siqguroN ky (Bwie) Anuswr clqy hYN]","unicode":"ਤਿਨ ਪੁਰਸੋਂ ਕਾ ਜਨਮੁ ਸਫਲੁ ਹੈ, ਜੋ ਸਤਿਗੁਰੋਂ ਕੇ (ਭਾਇ) ਅਨੁਸਾਰ ਚਲਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jyhVy mnu`K gurU dy pRym ivc jIvn ibqIq krdy hn auhnW dw jIvn kwmXwb ho jWdw hY","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ"},"ms":{"gurmukhi":"Pldwiek hY aunHW dI izMdgI, ijhVy s¤cy gurW dI rzw Anuswr turdy hn[","unicode":"ਫਲਦਾਇਕ ਹੈ ਉਨ੍ਹਾਂ ਦੀ ਜ਼ਿੰਦਗੀ, ਜਿਹੜੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਟੁਰਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que viven en la Voluntad del Guru Verdadero, su vida se llena de valor. "},"hi":{"ss":"जो मनुष्य गुरू के प्रेम में जीवन व्यतीत करते हैं उनका जीवन कामयाब हो जाता है~","sts":"उन जीवों का जन्म सफल है जो सतिगुरु के विचारानुसार चलते हैं।"}},"transliteration":{"english":"tin kaa janam safal hai jo chaleh satagur bhai ||","hindi":"तिन का जनमु सफलु है जो चलहि सतगुर भाइ ॥","en":"tin kaa janam safal hai jo chaleh satagur bhai ||","hi":"तिन का जनमु सफलु है जो चलहि सतगुर भाइ ॥","ipa":"t̪ɪn kɑ d͡ʒənəm səfəl hæ d͡ʒɔ t͡ʃələh sət̪əGʊr ɓɑeɪ.","ur":"تٍن کا جنم سپھل هَے جو چله ستگر بھاا ۔۔"},"pageNo":28,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1173,"shabadId":91,"verse":{"gurmukhi":"kulu auDwrih Awpxw DMnu jxydI mwie ]","unicode":"ਕੁਲੁ ਉਧਾਰਹਿ ਆਪਣਾ ਧੰਨੁ ਜਣੇਦੀ ਮਾਇ ॥"},"larivaar":{"gurmukhi":"kuluauDwrihAwpxwDMnujxydImwie]","unicode":"ਕੁਲੁਉਧਾਰਹਿਆਪਣਾਧੰਨੁਜਣੇਦੀਮਾਇ॥"},"translation":{"en":{"bdb":"Their families are saved; blessed are the mothers who gave birth to them.","ms":"They save their family and blessed is their mother who bore them.","ssk":"Their families are saved; blessed are the mothers who gave birth to them."},"pu":{"ss":{"gurmukhi":"auh Awpxw swrw ^wndwn (hI ivkwrW qoN) bcw lYNdy hn, auhnW dI jMmx vwlI mW soBw K`tdI hY ","unicode":"ਉਹ ਆਪਣਾ ਸਾਰਾ ਖ਼ਾਨਦਾਨ (ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ ਸੋਭਾ ਖੱਟਦੀ ਹੈ "},"ft":{"gurmukhi":"XWqy ApnI kul kw auDwru krqy hYN AOru iqn pursoN kI auqpiq krny vwlI jo mwqw hY, so BI (DMnu) ausqqI krny Xog hY]","unicode":"ਯਾਂਤੇ ਅਪਨੀ ਕੁਲ ਕਾ ਉਧਾਰੁ ਕਰਤੇ ਹੈਂ ਔਰੁ ਤਿਨ ਪੁਰਸੋਂ ਕੀ ਉਤਪਤਿ ਕਰਨੇ ਵਾਲੀ ਜੋ ਮਾਤਾ ਹੈ, ਸੋ ਭੀ (ਧੰਨੁ) ਉਸਤਤੀ ਕਰਨੇ ਯੋਗ ਹੈ॥"},"bdb":{"gurmukhi":"auh Awpxw swrw ^wndwn (hI ivkwrW qoN) bcw lYNdy hn, auhnW dI jMmx vwlI mW soBw K`tdI hY ","unicode":"ਉਹ ਆਪਣਾ ਸਾਰਾ ਖ਼ਾਨਦਾਨ (ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ ਸੋਭਾ ਖੱਟਦੀ ਹੈ "},"ms":{"gurmukhi":"auh Awpxy prvwr ƒ bcwA lYNdy hn[ mubwrk hY aunHW dI mwqw ijs ny aunHW ƒ jnm id`qw sI[","unicode":"ਉਹ ਆਪਣੇ ਪਰਵਾਰ ਨੂੰ ਬਚਾਅ ਲੈਂਦੇ ਹਨ। ਮੁਬਾਰਕ ਹੈ ਉਨ੍ਹਾਂ ਦੀ ਮਾਤਾ ਜਿਸ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਜਨਮ ਦਿੱਤਾ ਸੀ।"}},"es":{"sn":"Ellos salvan a su familia; bendita sea su madre. "},"hi":{"ss":"वह अपना सारा खानदान (ही विकारों से) बचा लेते हैं~ उनको पैदा करने वाली माँ शोभा कमाती है।","sts":"वह स्वयं ही मुक्त नहीं होते, बल्कि अपने कई कुटुम्ब भी मुक्त कर लेते हैं, ऐसे जीवों की जन्मदात्री माँ धन्य है।"}},"transliteration":{"english":"kul udhaareh aapanaa dha(n)n janedhee mai ||","hindi":"कुलु उधारहि आपणा धंनु जणेदी माइ ॥","en":"kul udhaareh aapanaa dha(n)n janedhee mai ||","hi":"कुलु उधारहि आपणा धंनु जणेदी माइ ॥","ipa":"kʊl oʊt̪ɑrəh əɑpəɳɑ t̪əŋn d͡ʒəɳed̪i mɑeɪ.","ur":"کُل اُدھاره آپݨا دھنّ جݨےدیِ ماا ۔۔"},"pageNo":28,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1174,"shabadId":91,"verse":{"gurmukhi":"hir hir nwmu iDAweIAY ijs nau ikrpw kry rjwie ]3]","unicode":"ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਆਈਐ ਜਿਸ ਨਉ ਕਿਰਪਾ ਕਰੇ ਰਜਾਇ ॥੩॥"},"larivaar":{"gurmukhi":"hirhirnwmuiDAweIAYijsnauikrpwkryrjwie]3]","unicode":"ਹਰਿਹਰਿਨਾਮੁਧਿਆਈਐਜਿਸਨਉਕਿਰਪਾਕਰੇਰਜਾਇ॥੩॥"},"translation":{"en":{"bdb":"By His Will He grants His Grace; those who are so blessed, meditate on the Name of the Lord, Har, Har. ||3||","ms":"He, whom the Master of will shows favour, repeats the Name of Lord God.","ssk":"By His Will He grants His Grace; those who are so blessed, meditate on the Name of the Lord, Har, Har. ||3||"},"pu":{"ss":{"gurmukhi":"(ies vwsqy, hy BweI !) prmwqmw dw nwm ismrnw cwhIdw hY (pr auhI mnu`K nwm ismrdw hY) ijs au~qy prmwqmw AwpxI rzw Anuswr imhr krdw hY [3[","unicode":"(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ !) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"hy mn! hir hir nwmu kw DÎwvnw krIey, Aru iDAWvdw soeI pursu hY ijs ko (rjwie) vwihgurU ApxI ikRpw krqw hY]3]","unicode":"ਹੇ ਮਨ! ਹਰਿ ਹਰਿ ਨਾਮੁ ਕਾ ਧ੍ਯਾਵਨਾ ਕਰੀਏ, ਅਰੁ ਧਿਆਂਵਦਾ ਸੋਈ ਪੁਰਸੁ ਹੈ ਜਿਸ ਕੋ (ਰਜਾਇ) ਵਾਹਿਗੁਰੂ ਅਪਣੀ ਕ੍ਰਿਪਾ ਕਰਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"(ies vwsqy, hy BweI !) prmwqmw dw nwm ismrnw cwhIdw hY (pr auhI mnu`K nwm ismrdw hY) ijs au~qy prmwqmw AwpxI rzw Anuswr imhr krdw hY [3[","unicode":"(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ !) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"ijs auqy rzw dw mwlk imhr Dwrdw hY, auh vwihgurU suAwmI dy nwm dw jwp krdw hY[","unicode":"ਜਿਸ ਉਤੇ ਰਜ਼ਾ ਦਾ ਮਾਲਕ ਮਿਹਰ ਧਾਰਦਾ ਹੈ, ਉਹ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Pero, únicamente, quien goza de Su Gracia, puede alabar al Señor. (3)"},"hi":{"ss":"(इस वास्ते~ हे भाई!) परमात्मा का नाम सिमरना चाहिए। (पर वही मनुष्य नाम सिमरता है) जिस पर परमात्मा अपनी रजा अनुसार मेहर करता है।3।","sts":"सो हे भाई ! परम पिता परमेश्वर का नाम-सुमिरन करो, किन्तु नाम सुमिरन भी वही जीव कर सकता है, जिस पर वह परमात्मा कृपा करता है॥ ३॥"}},"transliteration":{"english":"har har naam dhiaaieeaai jis nau kirapaa kare rajai ||3||","hindi":"हरि हरि नामु धिआईऐ जिस नउ किरपा करे रजाइ ॥३॥","en":"har har naam dhiaaieeaai jis nau kirapaa kare rajai ||3||","hi":"हरि हरि नामु धिआईऐ जिस नउ किरपा करे रजाइ ॥३॥","ipa":"hər hər nɑm t̪ɪəɑeiæ d͡ʒɪs no kɪrəpɑ kəre rəd͡ʒɑeɪ.3.","ur":"هر هرِ نام دھآایاَے جس نا کرپا کرے رجاا ۔۔۳۔۔"},"pageNo":28,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1175,"shabadId":91,"verse":{"gurmukhi":"ijnI gurmuiK nwmu iDAwieAw ivchu Awpu gvwie ]","unicode":"ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਆਇਆ ਵਿਚਹੁ ਆਪੁ ਗਵਾਇ ॥"},"larivaar":{"gurmukhi":"ijnIgurmuiKnwmuiDAwieAwivchuAwpugvwie]","unicode":"ਜਿਨੀਗੁਰਮੁਖਿਨਾਮੁਧਿਆਇਆਵਿਚਹੁਆਪੁਗਵਾਇ॥"},"translation":{"en":{"bdb":"The Gurmukhs meditate on the Naam; they eradicate selfishness and conceit from within.","ms":"The Guru-wards, who remember God's Name and dispel the pride of self from within.","ssk":"The Gurmukhs meditate on the Naam; they eradicate selfishness and conceit from within."},"pu":{"ss":{"gurmukhi":"ijnHW bMidAW ny gurU dI srn pY ky Awpxy AMdroN Awpw-Bwv dUr kr ky prmwqmw dw nwm ismirAw hY","unicode":"ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ"},"ft":{"gurmukhi":"ijnoN nY AMqhkrn ky ivchu hMkwr ko qÎwg ky AOru guroN dÍwry vwihgurU kw nwmu ismrn kIAw hY]","unicode":"ਜਿਨੋਂ ਨੈ ਅੰਤਹਕਰਨ ਕੇ ਵਿਚਹੁ ਹੰਕਾਰ ਕੋ ਤ੍ਯਾਗ ਕੇ ਔਰੁ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮੁ ਸਿਮਰਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW bMidAW ny gurU dI srn pY ky Awpxy AMdroN Awpw-Bwv dUr kr ky prmwqmw dw nwm ismirAw hY","unicode":"ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ"},"ms":{"gurmukhi":"gurU-smrpx jo hrI nwm ƒ ismrdy hn Aqy svY-hMgqw ƒ Awpxy AMdroN dUr krdy hn[","unicode":"ਗੁਰੂ-ਸਮਰਪਣ ਜੋ ਹਰੀ ਨਾਮ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਅਤੇ ਸਵੈ-ਹੰਗਤਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਦੂਰ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que ven hacia Dios, que viven en Su Nombre y hacen a un lado su orgullo"},"hi":{"ss":"जिन लोगों ने गुरू की शरण पड़ के अपने अंदर से अहम् भाव दूर कर के परमात्मा का नाम सिमरा है~","sts":"जिन गुरुमुख जीवों ने अहं-भाव त्याग कर नाम-सुमिरन किया है।"}},"transliteration":{"english":"jinee gurmukh naam dhiaaiaa vichahu aap gavai ||","hindi":"जिनी गुरमुखि नामु धिआइआ विचहु आपु गवाइ ॥","en":"jinee gurmukh naam dhiaaiaa vichahu aap gavai ||","hi":"जिनी गुरमुखि नामु धिआइआ विचहु आपु गवाइ ॥","ipa":"d͡ʒɪni Gʊrəmʊkʰ nɑm t̪ɪəɑɪɑ ʋɪt͡ʃəh əɑp Gəʋɑeɪ.","ur":"جٍنیِ گُرمکھ نام دھآایا وچهُ آپ گواِا ۔۔"},"pageNo":28,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1176,"shabadId":91,"verse":{"gurmukhi":"Eie AMdrhu bwhrhu inrmly scy sic smwie ]","unicode":"ਓਇ ਅੰਦਰਹੁ ਬਾਹਰਹੁ ਨਿਰਮਲੇ ਸਚੇ ਸਚਿ ਸਮਾਇ ॥"},"larivaar":{"gurmukhi":"EieAMdrhubwhrhuinrmlyscysicsmwie]","unicode":"ਓਇਅੰਦਰਹੁਬਾਹਰਹੁਨਿਰਮਲੇਸਚੇਸਚਿਸਮਾਇ॥"},"translation":{"en":{"bdb":"They are pure, inwardly and outwardly; they merge into the Truest of the True.","ms":"They are pure from within and without and merge in the Truest of the True.","ssk":"They are pure, inwardly and outwardly; they merge into the Truest of the True."},"pu":{"ss":{"gurmukhi":"auh bMdy sdw-iQr pRBU ivc lIn ho ky ausy dw rUp bx ky AMdroN bwhroN pivqR ho jWdy hn (Bwv, auhnW dw Awqmk jIvn pivqR ho jWdw hY, qy auh ^lkq nwl BI vrqx-ivhwr suc`jw r`Kdy hn) [","unicode":"ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਉਸੇ ਦਾ ਰੂਪ ਬਣ ਕੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਖ਼ਲਕਤ ਨਾਲ ਭੀ ਵਰਤਣ-ਵਿਹਾਰ ਸੁਚੱਜਾ ਰੱਖਦੇ ਹਨ) ।"},"ft":{"gurmukhi":"vhu purK AMqhkrn myN inrml hUey, Bwv eyh ik rwg dÍYK rUpI ml sy rihq Bey hYN, AOru bwhr srIr kr ky BI inrml hUey ArQwq au`qm krmoN ko krqy hYN, so s¤cy purs s¤cy prmysÍr myN smwie gey hYN]","unicode":"ਵਹੁ ਪੁਰਖ ਅੰਤਹਕਰਨ ਮੇਂ ਨਿਰਮਲ ਹੂਏ, ਭਾਵ ਏਹ ਕਿ ਰਾਗ ਦ੍ਵੈਖ ਰੂਪੀ ਮਲ ਸੇ ਰਹਿਤ ਭਏ ਹੈਂ, ਔਰੁ ਬਾਹਰ ਸਰੀਰ ਕਰ ਕੇ ਭੀ ਨਿਰਮਲ ਹੂਏ ਅਰਥਾਤ ਉੱਤਮ ਕਰਮੋਂ ਕੋ ਕਰਤੇ ਹੈਂ, ਸੋ ਸੱਚੇ ਪੁਰਸ ਸੱਚੇ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਸਮਾਇ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh bMdy sdw-iQr pRBU ivc lIn ho ky ausy dw rUp bx ky AMdroN bwhroN pivqR ho jWdy hn (Bwv, auhnW dw Awqmk jIvn pivqR ho jWdw hY, qy auh ^lkq nwl BI vrqx-ivhwr suc`jw r`Kdy hn) [","unicode":"ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਉਸੇ ਦਾ ਰੂਪ ਬਣ ਕੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਖ਼ਲਕਤ ਨਾਲ ਭੀ ਵਰਤਣ-ਵਿਹਾਰ ਸੁਚੱਜਾ ਰੱਖਦੇ ਹਨ) ।"},"ms":{"gurmukhi":"auh AMdroN qy bwhroN Su`D hn Aqy s`icAW dy prm-sicAwr AMdr lIn ho jWdy hn[","unicode":"ਉਹ ਅੰਦਰੋਂ ਤੇ ਬਾਹਰੋਂ ਸ਼ੁੱਧ ਹਨ ਅਤੇ ਸੱਚਿਆਂ ਦੇ ਪਰਮ-ਸਚਿਆਰ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"son puros por dentro y por fuera y se funden en la Verdad del Señor."},"hi":{"ss":"वह लोग सदा स्थिर प्रभू में लीन हो के उसी का रूप बन के अंदर-बाहर से पवित्र हो जाते हैं। (भाव~ उनका आत्मिक जीवन पवित्र हो जाता है~ और वे खलकत के साथ भी प्यार-व्यवहार ठीक रखते हैं)।","sts":"वे अन्दर-बाहर से (अंतर्मन व तन से) निर्मल हैं और निश्चित ही उस सत्य स्वरूप परमात्मा में अभेद हो रहे हैं।"}},"transliteration":{"english":"oi a(n)dharahu baaharahu niramale sache sach samai ||","hindi":"ओइ अंदरहु बाहरहु निरमले सचे सचि समाइ ॥","en":"oi a(n)dharahu baaharahu niramale sache sach samai ||","hi":"ओइ अंदरहु बाहरहु निरमले सचे सचि समाइ ॥","ipa":"oeɪ əŋd̪ərəh bɑhərəh nɪrəməle sət͡ʃe sət͡ʃ səmɑeɪ.","ur":"اوِا اںدرهُ باهرهُ نرملے سچے سچ سماا ۔۔"},"pageNo":28,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1177,"shabadId":91,"verse":{"gurmukhi":"nwnk Awey sy prvwxu hih ijn gurmqI hir iDAwie ]4]5]38]","unicode":"ਨਾਨਕ ਆਏ ਸੇ ਪਰਵਾਣੁ ਹਹਿ ਜਿਨ ਗੁਰਮਤੀ ਹਰਿ ਧਿਆਇ ॥੪॥੫॥੩੮॥"},"larivaar":{"gurmukhi":"nwnkAweysyprvwxuhihijngurmqIhiriDAwie]4]5]38]","unicode":"ਨਾਨਕਆਏਸੇਪਰਵਾਣੁਹਹਿਜਿਨਗੁਰਮਤੀਹਰਿਧਿਆਇ॥੪॥੫॥੩੮॥"},"translation":{"en":{"bdb":"O Nanak, blessed is the coming of those who follow the Guru's Teachings and meditate on the Lord. ||4||5||38||","ms":"Nanak, acceptable is the advent of those, who by Guru's instruction contemplate over God.","ssk":"O Nanak, blessed is the coming of those who follow the Guru's Teachings and meditate on the Lord. ||4||5||38||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! jgq ivc Awey (jMmy) auhI bMdy kbUl hn ijnHW ny gurU dI miq lY ky prmwqmw dw nwm ismirAw hY [4[5[38[","unicode":"ਹੇ ਨਾਨਕ ! ਜਗਤ ਵਿਚ ਆਏ (ਜੰਮੇ) ਉਹੀ ਬੰਦੇ ਕਬੂਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ।੪।੫।੩੮।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy mn! sMswr myN Awey hUey so pursu prvwxu Bey hYN, ijnoN ny guroN kI miq ly kr ky hrI kw DÎwnu kIAw hY]4]5]38]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਸੰਸਾਰ ਮੇਂ ਆਏ ਹੂਏ ਸੋ ਪੁਰਸੁ ਪਰਵਾਣੁ ਭਏ ਹੈਂ, ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਕੀ ਮਤਿ ਲੇ ਕਰ ਕੇ ਹਰੀ ਕਾ ਧ੍ਯਾਨੁ ਕੀਆ ਹੈ॥੪॥੫॥੩੮॥"},"bdb":{"gurmukhi":"hy nwnk ! jgq ivc Awey (jMmy) auhI bMdy kbUl hn ijnHW ny gurU dI miq lY ky prmwqmw dw nwm ismirAw hY [4[5[38[","unicode":"ਹੇ ਨਾਨਕ ! ਜਗਤ ਵਿਚ ਆਏ (ਜੰਮੇ) ਉਹੀ ਬੰਦੇ ਕਬੂਲ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ।੪।੫।੩੮।"},"ms":{"gurmukhi":"nwnk! prmwxIk hY Awgmn aunHW dw, jo gurW dI is`K-m`q duAwrw vwihgurU dw ArwDn krdy hn[","unicode":"ਨਾਨਕ! ਪਰਮਾਣੀਕ ਹੈ ਆਗਮਨ ਉਨ੍ਹਾਂ ਦਾ, ਜੋ ਗੁਰਾਂ ਦੀ ਸਿੱਖ-ਮੱਤ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਦਾ ਅਰਾਧਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Dice Nanak, son los aprobados por el Señor, aquéllos que habitan en Él, a través de la Palabra del Guru. (4-5-38)"},"hi":{"ss":"हे नानक ! जगत में आए (पैदा हुए) वही लोग कबूल हैं जिन्होंने गुरू की मति ले के परमात्मा का नाम सिमरा है।4।5।38।","sts":"नानक देव जी कथन करते हैं कि उन गुरुमुख जीवों का संसार में आना स्वीकृत है, जिन्होंने गुरु की शिक्षा द्वारा प्रभु का नाम-सुमिरन किया है॥ ४॥ ५॥ ३८॥"}},"transliteration":{"english":"naanak aae se paravaan heh jin gurmatee har dhiaai ||4||5||38||","hindi":"नानक आए से परवाणु हहि जिन गुरमती हरि धिआइ ॥४॥५॥३८॥","en":"naanak aae se paravaan heh jin gurmatee har dhiaai ||4||5||38||","hi":"नानक आए से परवाणु हहि जिन गुरमती हरि धिआइ ॥४॥५॥३८॥","ipa":"nɑnək əɑee se pərəʋɑɳ həh d͡ʒɪn Gʊrəmət̪i hər t̪ɪəɑeɪ.4.5.3ə8.","ur":"نانک آاے سے پرواݨ ههِ جن گُرمتیِ هر دھآا ۔۔۴۔۔۵۔۔۳۸۔۔"},"pageNo":28,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1178,"shabadId":92,"verse":{"gurmukhi":"isrIrwgu mhlw 3 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੩ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw3]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੩॥"},"translation":{"en":{"bdb":"Siree Raag, Third Mehla:","ms":"Sri Rag, Third Guru.","ssk":"Siree Raag, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, qIjI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਤੀਜੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Amar Das, Tercer Canal Divino."},"hi":{"ss":"श्री राग महला ३ ॥","sts":"श्रीरागु महला ३ ॥"}},"transliteration":{"english":"sireeraag mahalaa teejaa ||","hindi":"सिरीरागु महला ३ ॥","en":"sireeraag mahalaa teejaa ||","hi":"सिरीरागु महला ३ ॥","ipa":"sɪrirɑG məhəlɑ t̪id͡ʒɑ.","ur":"سِریِراگ مهلا ۳ ۔۔"},"pageNo":28,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1179,"shabadId":92,"verse":{"gurmukhi":"hir Bgqw hir Dnu rwis hY gur pUiC krih vwpwru ]","unicode":"ਹਰਿ ਭਗਤਾ ਹਰਿ ਧਨੁ ਰਾਸਿ ਹੈ ਗੁਰ ਪੂਛਿ ਕਰਹਿ ਵਾਪਾਰੁ ॥"},"larivaar":{"gurmukhi":"hirBgqwhirDnurwishYgurpUiCkrihvwpwru]","unicode":"ਹਰਿਭਗਤਾਹਰਿਧਨੁਰਾਸਿਹੈਗੁਰਪੂਛਿਕਰਹਿਵਾਪਾਰੁ॥"},"translation":{"en":{"bdb":"The devotees of the Lord have the Wealth and Capital of the Lord; with Guru's Advice, they carry on their trade.","ms":"God's Saints have the wealth and stock of God and they trade in consultation with the Guru.","ssk":"The devotees of the Lord have the Wealth and Capital of the Lord; with Guru's Advice, they carry on their trade."},"pu":{"ss":{"gurmukhi":"prmwqmw dI BgqI krn vwly bMidAW pws prmwqmw dw nwm hI Dn hY nwm hI srmwieAw hY, auh Awpxy gurU dI is`iKAw lY ky (nwm dw hI) vxj krdy hn ","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਧਨ ਹੈ ਨਾਮ ਹੀ ਸਰਮਾਇਆ ਹੈ, ਉਹ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਨਾਮ ਦਾ ਹੀ) ਵਣਜ ਕਰਦੇ ਹਨ "},"ft":{"gurmukhi":"hrI kw nwmu rUpI Dnu hrI ky BgqoN kI (rwis) pUMjI hY, AOru guroN sy pUC kr ky (vwpwru) iqs kw dyn lyn krqy hYN, Bwv eyih ik Awps myN sRvnu AOru kQnu krqy hYN]","unicode":"ਹਰੀ ਕਾ ਨਾਮੁ ਰੂਪੀ ਧਨੁ ਹਰੀ ਕੇ ਭਗਤੋਂ ਕੀ (ਰਾਸਿ) ਪੂੰਜੀ ਹੈ, ਔਰੁ ਗੁਰੋਂ ਸੇ ਪੂਛ ਕਰ ਕੇ (ਵਾਪਾਰੁ) ਤਿਸ ਕਾ ਦੇਨ ਲੇਨ ਕਰਤੇ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਆਪਸ ਮੇਂ ਸ੍ਰਵਨੁ ਔਰੁ ਕਥਨੁ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"prmwqmw dI BgqI krn vwly bMidAW pws prmwqmw dw nwm hI Dn hY nwm hI srmwieAw hY, auh Awpxy gurU dI is`iKAw lY ky (nwm dw hI) vxj krdy hn ","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਧਨ ਹੈ ਨਾਮ ਹੀ ਸਰਮਾਇਆ ਹੈ, ਉਹ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਨਾਮ ਦਾ ਹੀ) ਵਣਜ ਕਰਦੇ ਹਨ "},"ms":{"gurmukhi":"vwihgurU dy sMqW dI dOlq qy vKr vwihgurU hY qy gurW dy slwh-mSvry nwl auh vxj krdy hn[","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਸੰਤਾਂ ਦੀ ਦੌਲਤ ਤੇ ਵਖਰ ਵਾਹਿਗੁਰੂ ਹੈ ਤੇ ਗੁਰਾਂ ਦੇ ਸਲਾਹ-ਮਸ਼ਵਰੇ ਨਾਲ ਉਹ ਵਣਜ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Los Devotos de Dios tienen para ellos la Riqueza de Dios y buscan siempre el consejo del Guru en todos los aspectos de su vida. "},"hi":{"ss":"परमात्मा की भक्ति करने वाले बंदों के पास परमात्मा का नाम ही धन है नाम ही सरमाया है~ वह अपने गुरू की शिक्षा ले के (नाम का ही) व्यापार करते हैं।","sts":"हरि भक्तों के पास हरि की नाम रूपी पूंजी है और वे गुरु से पूछ कर नाम का व्यापार करते हैं,"}},"transliteration":{"english":"har bhagataa har dhan raas hai gur poochh kareh vaapaar ||","hindi":"हरि भगता हरि धनु रासि है गुर पूछि करहि वापारु ॥","en":"har bhagataa har dhan raas hai gur poochh kareh vaapaar ||","hi":"हरि भगता हरि धनु रासि है गुर पूछि करहि वापारु ॥","ipa":"hər ɓəGət̪ɑ hər t̪ən rɑs hæ Gʊr puɕ kərəh ʋɑpɑr.","ur":"هر بھگتا هرِ دھن راس هَے گُر پُوچھ کره واپار ۔۔"},"pageNo":28,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1180,"shabadId":92,"verse":{"gurmukhi":"hir nwmu slwhin sdw sdw vKru hir nwmu ADwru ]","unicode":"ਹਰਿ ਨਾਮੁ ਸਲਾਹਨਿ ਸਦਾ ਸਦਾ ਵਖਰੁ ਹਰਿ ਨਾਮੁ ਅਧਾਰੁ ॥"},"larivaar":{"gurmukhi":"hirnwmuslwhinsdwsdwvKruhirnwmuADwru]","unicode":"ਹਰਿਨਾਮੁਸਲਾਹਨਿਸਦਾਸਦਾਵਖਰੁਹਰਿਨਾਮੁਅਧਾਰੁ॥"},"translation":{"en":{"bdb":"They praise the Name of the Lord forever and ever. The Name of the Lord is their Merchandise and Support.","ms":"They praise God's Name for ever and ever, Lord's Name is their merchandise and support.","ssk":"They praise the Name of the Lord forever and ever. The Name of the Lord is their Merchandise and Support."},"pu":{"ss":{"gurmukhi":"Bgq-jn sdw prmwqmw dw nwm slwhuµdy hn, prmwqmw dw nwm-v`Kr hI auhnW dy jIvn dw Awsrw hY ","unicode":"ਭਗਤ-ਜਨ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵੱਖਰ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ "},"ft":{"gurmukhi":"so Bgq jn iqsu hir nwmu rUpu (vKru) sOdy kI slwGw (sdw sdw) idn rwqRI hI krqy hYN, punÚ hrI ky nwm kw hI iqnoN ky mn myN (ADwru) Awsrw hY]","unicode":"ਸੋ ਭਗਤ ਜਨ ਤਿਸੁ ਹਰਿ ਨਾਮੁ ਰੂਪੁ (ਵਖਰੁ) ਸੌਦੇ ਕੀ ਸਲਾਘਾ (ਸਦਾ ਸਦਾ) ਦਿਨ ਰਾਤ੍ਰੀ ਹੀ ਕਰਤੇ ਹੈਂ, ਪੁਨਃ ਹਰੀ ਕੇ ਨਾਮ ਕਾ ਹੀ ਤਿਨੋਂ ਕੇ ਮਨ ਮੇਂ (ਅਧਾਰੁ) ਆਸਰਾ ਹੈ॥"},"bdb":{"gurmukhi":"Bgq-jn sdw prmwqmw dw nwm slwhuµdy hn, prmwqmw dw nwm-v`Kr hI auhnW dy jIvn dw Awsrw hY ","unicode":"ਭਗਤ-ਜਨ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵੱਖਰ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ "},"ms":{"gurmukhi":"auh hmySW hmySW hI r`b dy nwm dI is&q SlwGw krdy hn[ prmySr dw nwm aunHW dI sudwgrI dw mwl qy Awsrw hY[","unicode":"ਉਹ ਹਮੇਸ਼ਾਂ ਹਮੇਸ਼ਾਂ ਹੀ ਰੱਬ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਨ। ਪਰਮੇਸ਼ਰ ਦਾ ਨਾਮ ਉਨ੍ਹਾਂ ਦੀ ਸੁਦਾਗਰੀ ਦਾ ਮਾਲ ਤੇ ਆਸਰਾ ਹੈ।"}},"es":{"sn":"Ellos alaban al Señor por siempre y para siempre y su Verdadero Capital es el Nombre de Dios. "},"hi":{"ss":"भक्तजन सदा परमात्मा का नाम की ही सराहना करते हैं। परमात्मा का नाम का व्यापार ही उनके जीवन का आसरा है।","sts":"वे सदैव परमात्मा का नाम स्मरण करते हैं और वे हरिनाम रूपी सौदे के आश्रय में ही रहते हैं।"}},"transliteration":{"english":"har naam salaahan sadhaa sadhaa vakhar har naam adhaar ||","hindi":"हरि नामु सलाहनि सदा सदा वखरु हरि नामु अधारु ॥","en":"har naam salaahan sadhaa sadhaa vakhar har naam adhaar ||","hi":"हरि नामु सलाहनि सदा सदा वखरु हरि नामु अधारु ॥","ipa":"hər nɑm səlɑhən səd̪ɑ səd̪ɑ ʋəkʰər hər nɑm ət̪ɑr.","ur":"هر نام سلاهنِ سدا سدا وکھر هرِ نام ادھار ۔۔"},"pageNo":28,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1181,"shabadId":92,"verse":{"gurmukhi":"guir pUrY hir nwmu idRVwieAw hir Bgqw Aqutu BMfwru ]1]","unicode":"ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਨਾਮੁ ਦ੍ਰਿੜਾਇਆ ਹਰਿ ਭਗਤਾ ਅਤੁਟੁ ਭੰਡਾਰੁ ॥੧॥"},"larivaar":{"gurmukhi":"guirpUrYhirnwmuidRVwieAwhirBgqwAqutuBMfwru]1]","unicode":"ਗੁਰਿਪੂਰੈਹਰਿਨਾਮੁਦ੍ਰਿੜਾਇਆਹਰਿਭਗਤਾਅਤੁਟੁਭੰਡਾਰੁ॥੧॥"},"translation":{"en":{"bdb":"The Perfect Guru has implanted the Name of the Lord into the Lord's devotees; it is an Inexhaustible Treasure. ||1||","ms":"The perfect Guru has implanted God's Name in the hearts of Lord's devotees as an inexhaustible treasure.","ssk":"The Perfect Guru has implanted the Name of the Lord into the Lord's devotees; it is an Inexhaustible Treasure. ||1||"},"pu":{"ss":{"gurmukhi":" pUry siqgurU ny prmwqmw dw nwm auhnW dy ihrdy ivc p`kw kr id`qw hY, prmwqmw dw nwm hI auhnW pws Amu`k ^zwnw hY [1[","unicode":" ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਪਾਸ ਅਮੁੱਕ ਖ਼ਜ਼ਾਨਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"bRhm sRoqRI AOru bRhmu nys†I, AYsy jo pUry gurU hYN, iqno ny sRDw mwn Bgq jnoN ko hrI kw nwmu jo srb duKoN ky hrny vwlw hY, so (idRVwieAw) inscY krwieAw hY AOru iqn Bgq jnoN kw jo BMfwrw hY, so BI Aqot hY[ Bwv eyih ik Bgq jnoN ky AMqhkrx sy suB guxoN kI qot nhIN AwvqI, ikMqU AiDk sy AiDk hoqy jwqy hYN]1]","unicode":"ਬ੍ਰਹਮ ਸ੍ਰੋਤ੍ਰੀ ਔਰੁ ਬ੍ਰਹਮੁ ਨੇਸ੍ਟੀ, ਐਸੇ ਜੋ ਪੂਰੇ ਗੁਰੂ ਹੈਂ, ਤਿਨੋ ਨੇ ਸ੍ਰਧਾ ਮਾਨ ਭਗਤ ਜਨੋਂ ਕੋ ਹਰੀ ਕਾ ਨਾਮੁ ਜੋ ਸਰਬ ਦੁਖੋਂ ਕੇ ਹਰਨੇ ਵਾਲਾ ਹੈ, ਸੋ (ਦ੍ਰਿੜਾਇਆ) ਨਿਸਚੈ ਕਰਾਇਆ ਹੈ ਔਰੁ ਤਿਨ ਭਗਤ ਜਨੋਂ ਕਾ ਜੋ ਭੰਡਾਰਾ ਹੈ, ਸੋ ਭੀ ਅਤੋਟ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਭਗਤ ਜਨੋਂ ਕੇ ਅੰਤਹਕਰਣ ਸੇ ਸੁਭ ਗੁਣੋਂ ਕੀ ਤੋਟ ਨਹੀਂ ਆਵਤੀ, ਕਿੰਤੂ ਅਧਿਕ ਸੇ ਅਧਿਕ ਹੋਤੇ ਜਾਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":" pUry siqgurU ny prmwqmw dw nwm auhnW dy ihrdy ivc p`kw kr id`qw hY, prmwqmw dw nwm hI auhnW pws Amu`k ^zwnw hY [1[","unicode":" ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਪਾਸ ਅਮੁੱਕ ਖ਼ਜ਼ਾਨਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"pUrn gurW ny sweIN dy SrDwlUAW dy idlW AMdr r`b dw nwm Amu`k ^zwny vjo p`kw kIqw hY[","unicode":"ਪੂਰਨ ਗੁਰਾਂ ਨੇ ਸਾਈਂ ਦੇ ਸ਼ਰਧਾਲੂਆਂ ਦੇ ਦਿਲਾਂ ਅੰਦਰ ਰੱਬ ਦਾ ਨਾਮ ਅਮੁੱਕ ਖ਼ਜ਼ਾਨੇ ਵਜੋ ਪੱਕਾ ਕੀਤਾ ਹੈ।"}},"es":{"sn":"Uno toma Conciencia del Naam, el Nombre de Dios a través del Guru Perfecto; los Devotos de Dios tienen el Tesoro Ilimitado. (1)"},"hi":{"ss":"पूरे सत्गुरू ने परमात्मा का नामउनके हृदय में पक्का कर दिया है। परमात्मा का नाम ही उनके लिए ना समाप्त होने वाला खजाना है।1!","sts":"पूर्ण गुरु ने उन्हें परमात्मा का नाम दृढ़ करवाया है, इसलिए उनका अक्षय भण्डार नाम ही है॥ १॥"}},"transliteration":{"english":"gur poorai har naam dhiraRaiaa har bhagataa atuT bha(n)ddaar ||1||","hindi":"गुरि पूरै हरि नामु दृड़ाइआ हरि भगता अतुटु भंडारु ॥१॥","en":"gur poorai har naam dhiraRaiaa har bhagataa atuT bha(n)ddaar ||1||","hi":"गुरि पूरै हरि नामु दृड़ाइआ हरि भगता अतुटु भंडारु ॥१॥","ipa":"Gʊr puræ hər nɑm d̪ɪɹəɽɑɪɑ hər ɓəGət̪ɑ ət̪ʊʈ ɓəŋɖɑr.1.","ur":"گُر پُورَے هر نام درڑاایا هرِ بھگتا اتٹ بھںڈار ۔۔۱۔۔"},"pageNo":28,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1182,"shabadId":92,"verse":{"gurmukhi":"BweI ry iesu mn kau smJwie ]","unicode":"ਭਾਈ ਰੇ ਇਸੁ ਮਨ ਕਉ ਸਮਝਾਇ ॥"},"larivaar":{"gurmukhi":"BweIryiesumnkausmJwie]","unicode":"ਭਾਈਰੇਇਸੁਮਨਕਉਸਮਝਾਇ॥"},"translation":{"en":{"bdb":"O Siblings of Destiny, instruct your minds in this way.","ms":"O Brother! instruct this mind of thine.","ssk":"O Siblings of Destiny, instruct your minds in this way."},"pu":{"ss":{"gurmukhi":"hy BweI ! (Awpxy) ies mn nUµ smJw ","unicode":"ਹੇ ਭਾਈ ! (ਆਪਣੇ) ਇਸ ਮਨ ਨੂੰ ਸਮਝਾ "},"ft":{"gurmukhi":"hy BweI! iesu mn ko AYsy smJwie]","unicode":"ਹੇ ਭਾਈ! ਇਸੁ ਮਨ ਕੋ ਐਸੇ ਸਮਝਾਇ॥"},"bdb":{"gurmukhi":"hy BweI ! (Awpxy) ies mn nUµ smJw ","unicode":"ਹੇ ਭਾਈ ! (ਆਪਣੇ) ਇਸ ਮਨ ਨੂੰ ਸਮਝਾ "},"ms":{"gurmukhi":"hY vIr! eys Awpxy mnUey ƒ is`K-m`q dyh[","unicode":"ਹੈ ਵੀਰ! ਏਸ ਆਪਣੇ ਮਨੂਏ ਨੂੰ ਸਿੱਖ-ਮੱਤ ਦੇਹ।"}},"es":{"sn":"Oh hermano, instruye a tu mente, para que no pierdas el tiempo hipnotizado. "},"hi":{"ss":"हे भाई! (अपने) इस मन को समझा (और कह)","sts":"हे भाई ! इस चंचल मन को समझाओ।"}},"transliteration":{"english":"bhaiee re is man kau samajhai ||","hindi":"भाई रे इसु मन कउ समझाइ ॥","en":"bhaiee re is man kau samajhai ||","hi":"भाई रे इसु मन कउ समझाइ ॥","ipa":"ɓɑei re eɪs mən ko səməɖ͡ʐɑeɪ.","ur":"بھاای رے اس من کا سمجھاا ۔۔"},"pageNo":28,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1183,"shabadId":92,"verse":{"gurmukhi":"ey mn Awlsu ikAw krih gurmuiK nwmu iDAwie ]1] rhwau ]","unicode":"ਏ ਮਨ ਆਲਸੁ ਕਿਆ ਕਰਹਿ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਆਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"eymnAwlsuikAwkrihgurmuiKnwmuiDAwie]1]rhwau]","unicode":"ਏਮਨਆਲਸੁਕਿਆਕਰਹਿਗੁਰਮੁਖਿਨਾਮੁਧਿਆਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"O mind, why are you so lazy? Become Gurmukh, and meditate on the Naam. ||1||Pause||","ms":"O my soul! why art thou indolent? Under Guru's instruction, ponder over Lord's Name. Pause.","ssk":"O mind, why are you so lazy? Become Gurmukh, and meditate on the Naam. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy mn ! ikauN Awls krdw hYN ? gurU dI srn pY ky (prmwqmw dw) nwm ismr [1[rhwau[","unicode":"ਹੇ ਮਨ ! ਕਿਉਂ ਆਲਸ ਕਰਦਾ ਹੈਂ ? ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ik hy mn qUM kÎw Awlsu krqw hYN guroNdÍwry hrI nwm kw DÎwnu kru]1] rhwau ]","unicode":"ਕਿ ਹੇ ਮਨ ਤੂੰ ਕ੍ਯਾ ਆਲਸੁ ਕਰਤਾ ਹੈਂ ਗੁਰੋਂਦ੍ਵਾਰੇ ਹਰੀ ਨਾਮ ਕਾ ਧ੍ਯਾਨੁ ਕਰੁ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy mn ! ikauN Awls krdw hYN ? gurU dI srn pY ky (prmwqmw dw) nwm ismr [1[rhwau[","unicode":"ਹੇ ਮਨ ! ਕਿਉਂ ਆਲਸ ਕਰਦਾ ਹੈਂ ? ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM susqI ikauN krdI hY? gurW dy aupdyS qwby suAwmI dy nwm dw ismrn kr[ Tihrwau[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਸੁਸਤੀ ਕਿਉਂ ਕਰਦੀ ਹੈ? ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਤਾਬੇ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Ponte a meditar en el Nombre de Dios, a través de la Gracia del Señor (1-Pausa)"},"hi":{"ss":"हे मन ! क्यूँ आलस करता है? गुरू की शरण पड़ के (परमात्मा का) नाम सिमर ।1।रहाउ।","sts":"यह आलस्य क्यों करता है, गुरु के द्वारा इस मन को नाम-स्मरण में लीन करो ॥ १॥ रहाउ॥"}},"transliteration":{"english":"e man aalas kiaa kareh gurmukh naam dhiaai ||1|| rahaau ||","hindi":"ए मन आलसु किआ करहि गुरमुखि नामु धिआइ ॥१॥ रहाउ ॥","en":"e man aalas kiaa kareh gurmukh naam dhiaai ||1|| rahaau ||","hi":"ए मन आलसु किआ करहि गुरमुखि नामु धिआइ ॥१॥ रहाउ ॥","ipa":"ee mən əɑləs kɪəɑ kərəh Gʊrəmʊkʰ nɑm t̪ɪəɑeɪ.1. rəhɑo.","ur":"اے من آلس کآ کره گُرمکھ نام دھآِا ۔۔۱۔۔ رهااُ ۔۔"},"pageNo":28,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1184,"shabadId":92,"verse":{"gurmukhi":"hir Bgiq hir kw ipAwru hY jy gurmuiK kry bIcwru ]","unicode":"ਹਰਿ ਭਗਤਿ ਹਰਿ ਕਾ ਪਿਆਰੁ ਹੈ ਜੇ ਗੁਰਮੁਖਿ ਕਰੇ ਬੀਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"hirBgiqhirkwipAwruhYjygurmuiKkrybIcwru]","unicode":"ਹਰਿਭਗਤਿਹਰਿਕਾਪਿਆਰੁਹੈਜੇਗੁਰਮੁਖਿਕਰੇਬੀਚਾਰੁ॥"},"translation":{"en":{"bdb":"Devotion to the Lord is love for the Lord. The Gurmukh reflects deeply and contemplates.","ms":"The devotional service of God is to embrace love for God. If the pious person thinks deeply, (he shall understand this thing).","ssk":"Devotion to the Lord is love for the Lord. The Gurmukh reflects deeply and contemplates."},"pu":{"ss":{"gurmukhi":"jy mnu`K gurU dI srn pY ky (gurU dI id`qI is`iKAw dI) ivcwr krdw rhy qW aus dy AMdr prmwqmw dI BgqI v`s pYNdI hY, prmwqmw dw ipAwr itk jWdw hY","unicode":"ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਸਿੱਖਿਆ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਰਹੇ ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵੱਸ ਪੈਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਟਿਕ ਜਾਂਦਾ ਹੈ"},"ft":{"gurmukhi":"(hir Bgiq) hr eyk pRkwr kI BgqI ikAw jo nvDw BgqI hY, iqs myN hrI kw pRymu hY[ so nvDw BgqI kw sÍrUpu sRI 'jpu' swihb 'suixAY' kI pauVI myN kQn kIAw hY[ prMqU jo purs gurmuiK hYN, soeI vIcwr dÍwrw BgqI krqy hYN⁽¹⁾]","unicode":"(ਹਰਿ ਭਗਤਿ) ਹਰ ਏਕ ਪ੍ਰਕਾਰ ਕੀ ਭਗਤੀ ਕਿਆ ਜੋ ਨਵਧਾ ਭਗਤੀ ਹੈ, ਤਿਸ ਮੇਂ ਹਰੀ ਕਾ ਪ੍ਰੇਮੁ ਹੈ। ਸੋ ਨਵਧਾ ਭਗਤੀ ਕਾ ਸ੍ਵਰੂਪੁ ਸ੍ਰੀ 'ਜਪੁ' ਸਾਹਿਬ 'ਸੁਣਿਐ' ਕੀ ਪਉੜੀ ਮੇਂ ਕਥਨ ਕੀਆ ਹੈ। ਪਰੰਤੂ ਜੋ ਪੁਰਸ ਗੁਰਮੁਖਿ ਹੈਂ, ਸੋਈ ਵੀਚਾਰ ਦ੍ਵਾਰਾ ਭਗਤੀ ਕਰਤੇ ਹੈਂ⁽¹⁾॥"},"bdb":{"gurmukhi":"jy mnu`K gurU dI srn pY ky (gurU dI id`qI is`iKAw dI) ivcwr krdw rhy qW aus dy AMdr prmwqmw dI BgqI v`s pYNdI hY, prmwqmw dw ipAwr itk jWdw hY","unicode":"ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਸਿੱਖਿਆ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਰਹੇ ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵੱਸ ਪੈਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਟਿਕ ਜਾਂਦਾ ਹੈ"},"ms":{"gurmukhi":"vwihgurU dI AnurwgI-syvw vwihgurU nwl pRIq pwauxw hY[ jykr piv`qr purS ghu nwl socy, (qW auh ies g`l ƒ smJ lvygw[)[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀ ਅਨੁਰਾਗੀ-ਸੇਵਾ ਵਾਹਿਗੁਰੂ ਨਾਲ ਪ੍ਰੀਤ ਪਾਉਣਾ ਹੈ। ਜੇਕਰ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਗਹੁ ਨਾਲ ਸੋਚੇ, (ਤਾਂ ਉਹ ਇਸ ਗੱਲ ਨੂੰ ਸਮਝ ਲਵੇਗਾ।)।"}},"es":{"sn":"Ponte a meditar en el Nombre de Dios, a través de la Gracia del Señor"},"hi":{"ss":"अगर मनुष्य गुरू की शरण में पड़ के (गुरू की दी हुई शिक्षा की) विचार करते रहे तो उसके अंदर प्रमात्मा की भक्ति बस जाती है। परमात्मा का प्यार टिक जाता है।","sts":"यदि कोई जीव गुरु उपदेश द्वारा चिन्तन करे कि हरि भक्ति क्या है? तो प्रत्युत्तर है कि हरि-भक्ति हरि—परमेश्वर का प्रेम है।"}},"transliteration":{"english":"har bhagat har kaa piaar hai je gurmukh kare beechaar ||","hindi":"हरि भगति हरि का पिआरु है जे गुरमुखि करे बीचारु ॥","en":"har bhagat har kaa piaar hai je gurmukh kare beechaar ||","hi":"हरि भगति हरि का पिआरु है जे गुरमुखि करे बीचारु ॥","ipa":"hər ɓəGət̪ hər kɑ pɪəɑr hæ d͡ʒe Gʊrəmʊkʰ kəre bit͡ʃɑr.","ur":"هر بھگت هرِ کا پآر هَے جے گُرمکھ کرے بیِچار ۔۔"},"pageNo":28,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1185,"shabadId":92,"verse":{"gurmukhi":"pwKMif Bgiq n hoveI duibDw bolu KuAwru ]","unicode":"ਪਾਖੰਡਿ ਭਗਤਿ ਨ ਹੋਵਈ ਦੁਬਿਧਾ ਬੋਲੁ ਖੁਆਰੁ ॥"},"larivaar":{"gurmukhi":"pwKMifBgiqnhoveIduibDwboluKuAwru]","unicode":"ਪਾਖੰਡਿਭਗਤਿਨਹੋਵਈਦੁਬਿਧਾਬੋਲੁਖੁਆਰੁ॥"},"translation":{"en":{"bdb":"Hypocrisy is not devotion-speaking words of duality leads only to misery.","ms":"By hypocrisy Lord's adoration is not performed. The words of dualism make the man miserable.","ssk":"Hypocrisy is not devotion-speaking words of duality leads only to misery."},"pu":{"ss":{"gurmukhi":"pr pKMf kIiqAW BgqI nhIN ho skdI, pKMf dw bol ^uAwr hI krdw hY ","unicode":"ਪਰ ਪਖੰਡ ਕੀਤਿਆਂ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਪਖੰਡ ਦਾ ਬੋਲ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ "},"ft":{"gurmukhi":"hy mn! pRym sy rihq pwKMf ky krny sy BgqI nhIN hoqI hY, kÎoNik (duibDw) dÍYq Bwvnw kr ky jo bolnw hY, iqs kr ky KÍwru hI honw hY]","unicode":"ਹੇ ਮਨ! ਪ੍ਰੇਮ ਸੇ ਰਹਿਤ ਪਾਖੰਡ ਕੇ ਕਰਨੇ ਸੇ ਭਗਤੀ ਨਹੀਂ ਹੋਤੀ ਹੈ, ਕ੍ਯੋਂਕਿ (ਦੁਬਿਧਾ) ਦ੍ਵੈਤ ਭਾਵਨਾ ਕਰ ਕੇ ਜੋ ਬੋਲਨਾ ਹੈ, ਤਿਸ ਕਰ ਕੇ ਖ੍ਵਾਰੁ ਹੀ ਹੋਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"pr pKMf kIiqAW BgqI nhIN ho skdI, pKMf dw bol ^uAwr hI krdw hY ","unicode":"ਪਰ ਪਖੰਡ ਕੀਤਿਆਂ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਪਖੰਡ ਦਾ ਬੋਲ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ "},"ms":{"gurmukhi":"dMB duAwrw swihb dI aupwSnw nhIN huMdI[ dvYq-Bwv dy Sbd AwdmI ƒ Avwjwr kr idMdy hn[","unicode":"ਦੰਭ ਦੁਆਰਾ ਸਾਹਿਬ ਦੀ ਉਪਾਸ਼ਨਾ ਨਹੀਂ ਹੁੰਦੀ। ਦਵੈਤ-ਭਾਵ ਦੇ ਸ਼ਬਦ ਆਦਮੀ ਨੂੰ ਅਵਾਜਾਰ ਕਰ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"La hipocresía no es Alabanza, en la danza de la dualidad está tu muerte."},"hi":{"ss":"पर पाखण्ड करने से भक्ति नहीं हो सकती। पाखण्ड का बोल खुआर (नाश) ही करता है।","sts":"छल-कपट करने से भक्ति नहीं हो सकती, छल-कपट से किए वचन दुविधापूर्ण अर्थात् द्वैत-भाव वाले होते हैं, जो जीव को अपमानित करते हैं।"}},"transliteration":{"english":"paakha(n)dd bhagat na hoviee dhubidhaa bol khuaar ||","hindi":"पाखंडि भगति न होवई दुबिधा बोलु खुआरु ॥","en":"paakha(n)dd bhagat na hoviee dhubidhaa bol khuaar ||","hi":"पाखंडि भगति न होवई दुबिधा बोलु खुआरु ॥","ipa":"pɑkʰəŋɖ ɓəGət̪ nə hɔʋei d̪ʊbɪt̪ɑ bɔl kʰʊəɑr.","ur":"پاکھںڈ بھگت ن هووای دُبدھا بول کھُآر ۔۔"},"pageNo":28,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1186,"shabadId":92,"verse":{"gurmukhi":"so jnu rlwieAw nw rlY ijsu AMqir ibbyk bIcwru ]2]","unicode":"ਸੋ ਜਨੁ ਰਲਾਇਆ ਨਾ ਰਲੈ ਜਿਸੁ ਅੰਤਰਿ ਬਿਬੇਕ ਬੀਚਾਰੁ ॥੨॥"},"larivaar":{"gurmukhi":"sojnurlwieAwnwrlYijsuAMqiribbykbIcwru]2]","unicode":"ਸੋਜਨੁਰਲਾਇਆਨਾਰਲੈਜਿਸੁਅੰਤਰਿਬਿਬੇਕਬੀਚਾਰੁ॥੨॥"},"translation":{"en":{"bdb":"Those humble beings who are filled with keen understanding and meditative contemplation-even though they intermingle with others, they remain distinct. ||2||","ms":"The Man, within whose heart is discrimination and reflection, by intermingling he intermingles not (with apostates.)","ssk":"Those humble beings who are filled with keen understanding and meditative contemplation-even though they intermingle with others, they remain distinct. ||2||"},"pu":{"ss":{"gurmukhi":"ijs mnu`K dy AMdr (Koty Kry dy) prKx dI sUJ pYdw ho jWdI hY, auh mnu`K (pKMfIAW ivc) rlwieAW rl nhIN skdw [2[","unicode":"ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਖੋਟੇ ਖਰੇ ਦੇ) ਪਰਖਣ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਪਖੰਡੀਆਂ ਵਿਚ) ਰਲਾਇਆਂ ਰਲ ਨਹੀਂ ਸਕਦਾ ।੨।"},"ft":{"gurmukhi":"ibb nwmu do kw hY, soeI eyk jIv AOru eyk bRhmu hY, iqn donoN kI eykqw kw jo bIcwru hY, so ijsu purs ky AMqhkrn myN hY, vw ijs ky AMqhkrn myN (ibbyk) s`qws`q kw bIcwru hY, so AYsw Bgqu gÎwnI pursu sMswr myN rlwieAw hUAw kbI nhIN rlqw hY[ Bwv eyih ik jYsy jl myN kmlu AsMg rihqw hY, qYsy hI vhu AsMg rihqw hY]2]","unicode":"ਬਿਬ ਨਾਮੁ ਦੋ ਕਾ ਹੈ, ਸੋਈ ਏਕ ਜੀਵ ਔਰੁ ਏਕ ਬ੍ਰਹਮੁ ਹੈ, ਤਿਨ ਦੋਨੋਂ ਕੀ ਏਕਤਾ ਕਾ ਜੋ ਬੀਚਾਰੁ ਹੈ, ਸੋ ਜਿਸੁ ਪੁਰਸ ਕੇ ਅੰਤਹਕਰਨ ਮੇਂ ਹੈ, ਵਾ ਜਿਸ ਕੇ ਅੰਤਹਕਰਨ ਮੇਂ (ਬਿਬੇਕ) ਸੱਤਾਸੱਤ ਕਾ ਬੀਚਾਰੁ ਹੈ, ਸੋ ਐਸਾ ਭਗਤੁ ਗ੍ਯਾਨੀ ਪੁਰਸੁ ਸੰਸਾਰ ਮੇਂ ਰਲਾਇਆ ਹੂਆ ਕਬੀ ਨਹੀਂ ਰਲਤਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਜੈਸੇ ਜਲ ਮੇਂ ਕਮਲੁ ਅਸੰਗ ਰਹਿਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਵਹੁ ਅਸੰਗ ਰਹਿਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"ijs mnu`K dy AMdr (Koty Kry dy) prKx dI sUJ pYdw ho jWdI hY, auh mnu`K (pKMfIAW ivc) rlwieAW rl nhIN skdw [2[","unicode":"ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਖੋਟੇ ਖਰੇ ਦੇ) ਪਰਖਣ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਪਖੰਡੀਆਂ ਵਿਚ) ਰਲਾਇਆਂ ਰਲ ਨਹੀਂ ਸਕਦਾ ।੨।"},"ms":{"gurmukhi":"ijs ienswn dy idl AMdr pRbIn smJ qy soc-ivcwr hY, auh imlwaux duAwrw (ADrmIAW nwl) nhIN imldw[","unicode":"ਜਿਸ ਇਨਸਾਨ ਦੇ ਦਿਲ ਅੰਦਰ ਪ੍ਰਬੀਨ ਸਮਝ ਤੇ ਸੋਚ-ਵਿਚਾਰ ਹੈ, ਉਹ ਮਿਲਾਉਣ ਦੁਆਰਾ (ਅਧਰਮੀਆਂ ਨਾਲ) ਨਹੀਂ ਮਿਲਦਾ।"}},"es":{"sn":"Aquél, cuya mente es despertada por el conocimiento interior, a ese hombre se le distingue del resto. (2)"},"hi":{"ss":"जिस मनुष्य के अंदर (खरे-खोटे) परखने की सूझ पैदा हो जाती है~ वह मनुष्य (पाखण्डियों में) मिलाने से मिल नही सकता।2।","sts":"जिसके अंतर्मन में ज्ञान-विवेक होता है, वह गुरुमुख जीव किसी के मिलाने से नहीं मिलता ॥ २॥"}},"transliteration":{"english":"so jan ralaiaa naa ralai jis a(n)tar bibek beechaar ||2||","hindi":"सो जनु रलाइआ ना रलै जिसु अंतरि बिबेक बीचारु ॥२॥","en":"so jan ralaiaa naa ralai jis a(n)tar bibek beechaar ||2||","hi":"सो जनु रलाइआ ना रलै जिसु अंतरि बिबेक बीचारु ॥२॥","ipa":"sɔ d͡ʒən rəlɑɪɑ nɑ rəlæ d͡ʒɪs əŋt̪ər bɪbek bit͡ʃɑr.2.","ur":"سو جن رلاایا نا رلَے جس اںتر ببےک بیِچار ۔۔۲۔۔"},"pageNo":28,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1187,"shabadId":92,"verse":{"gurmukhi":"so syvku hir AwKIAY jo hir rwKY auir Dwir ]","unicode":"ਸੋ ਸੇਵਕੁ ਹਰਿ ਆਖੀਐ ਜੋ ਹਰਿ ਰਾਖੈ ਉਰਿ ਧਾਰਿ ॥"},"larivaar":{"gurmukhi":"sosyvkuhirAwKIAYjohirrwKYauirDwir]","unicode":"ਸੋਸੇਵਕੁਹਰਿਆਖੀਐਜੋਹਰਿਰਾਖੈਉਰਿਧਾਰਿ॥"},"translation":{"en":{"bdb":"Those who keep the Lord enshrined within their hearts are said to be the servants of the Lord.","ms":"He, is said to be God's attendant who keeps God clasped to His heart.","ssk":"Those who keep the Lord enshrined within their hearts are said to be the servants of the Lord."},"pu":{"ss":{"gurmukhi":"auhI mnu`K prmwqmw dw syvk AwiKAw jw skdw hY, jyhVw prmwqmw (dI Xwd) ƒ Awpxy ihrdy ivc itkweI r`Kdw hY","unicode":"ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ"},"ft":{"gurmukhi":"hy mn! soeI pursu hrI kw syvku kQn krIqw hY, jo hrI ko (auir) ihrdy myN Dwrn kr rwKy ArQwq kbI nhIN ibswrqw hY]","unicode":"ਹੇ ਮਨ! ਸੋਈ ਪੁਰਸੁ ਹਰੀ ਕਾ ਸੇਵਕੁ ਕਥਨ ਕਰੀਤਾ ਹੈ, ਜੋ ਹਰੀ ਕੋ (ਉਰਿ) ਹਿਰਦੇ ਮੇਂ ਧਾਰਨ ਕਰ ਰਾਖੇ ਅਰਥਾਤ ਕਬੀ ਨਹੀਂ ਬਿਸਾਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auhI mnu`K prmwqmw dw syvk AwiKAw jw skdw hY, jyhVw prmwqmw (dI Xwd) ƒ Awpxy ihrdy ivc itkweI r`Kdw hY","unicode":"ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ"},"ms":{"gurmukhi":"auh vwihgurU dw tihlUAw kihAw jWdw hY, jo vwihgurU ƒ Awpxy idl nwl lweI rKdw hY[","unicode":"ਉਹ ਵਾਹਿਗੁਰੂ ਦਾ ਟਹਿਲੂਆ ਕਹਿਆ ਜਾਂਦਾ ਹੈ, ਜੋ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਦਿਲ ਨਾਲ ਲਾਈ ਰਖਦਾ ਹੈ।"}},"es":{"sn":"Sólo aquél que lleva al Señor en su corazón, Lo sirve en verdad. "},"hi":{"ss":"वही मनुष्य परमात्मा का सेवक कहा जा सकता है~ जो परमात्मा को (की याद) अपने हृदय में टिकाई रखता है।","sts":"वही जीव परमेश्वर का सेवक कहलाता है, जो प्रायः परमात्मा को हृदय में धारण करके रखता है।"}},"transliteration":{"english":"so sevak har aakheeaai jo har raakhai ur dhaar ||","hindi":"सो सेवकु हरि आखीऐ जो हरि राखै उरि धारि ॥","en":"so sevak har aakheeaai jo har raakhai ur dhaar ||","hi":"सो सेवकु हरि आखीऐ जो हरि राखै उरि धारि ॥","ipa":"sɔ seʋək hər əɑkʰiæ d͡ʒɔ hər rɑkʰæ oʊr t̪ɑr.","ur":"سو سےوک هر آکھیِاَے جو هرِ راکھَے اُر دھار ۔۔"},"pageNo":28,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1188,"shabadId":92,"verse":{"gurmukhi":"mnu qnu saupy AwgY Dry haumY ivchu mwir ]","unicode":"ਮਨੁ ਤਨੁ ਸਉਪੇ ਆਗੈ ਧਰੇ ਹਉਮੈ ਵਿਚਹੁ ਮਾਰਿ ॥"},"larivaar":{"gurmukhi":"mnuqnusaupyAwgYDryhaumYivchumwir]","unicode":"ਮਨੁਤਨੁਸਉਪੇਆਗੈਧਰੇਹਉਮੈਵਿਚਹੁਮਾਰਿ॥"},"translation":{"en":{"bdb":"Placing mind and body in offering before the Lord, they conquer and eradicate egotism from within.","ms":"Dedicating his soul and body he places them before the Lord, and roots out ego from within himself.","ssk":"Placing mind and body in offering before the Lord, they conquer and eradicate egotism from within."},"pu":{"ss":{"gurmukhi":"jyhVw Awpxy AMdroN haumY dUr kr ky Awpxw mn Awpxw srIr prmwqmw dy hvwly kr dyNdw hY prmwqmw dy A`gy r`K dyNdw hY","unicode":"ਜੇਹੜਾ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ ਰੱਖ ਦੇਂਦਾ ਹੈ"},"ft":{"gurmukhi":"AOru AhMqw mmqw ko AMqr sy mwr kr ky mn ko vwihgurU myN lgwvy, punÚ qn sQUl srIr ko (AwgY Dry) iqs kI BgqI myN lgwvY, eyhI Awgy Drnw hY]","unicode":"ਔਰੁ ਅਹੰਤਾ ਮਮਤਾ ਕੋ ਅੰਤਰ ਸੇ ਮਾਰ ਕਰ ਕੇ ਮਨ ਕੋ ਵਾਹਿਗੁਰੂ ਮੇਂ ਲਗਾਵੇ, ਪੁਨਃ ਤਨ ਸਥੂਲ ਸਰੀਰ ਕੋ (ਆਗੈ ਧਰੇ) ਤਿਸ ਕੀ ਭਗਤੀ ਮੇਂ ਲਗਾਵੈ, ਏਹੀ ਆਗੇ ਧਰਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw Awpxy AMdroN haumY dUr kr ky Awpxw mn Awpxw srIr prmwqmw dy hvwly kr dyNdw hY prmwqmw dy A`gy r`K dyNdw hY","unicode":"ਜੇਹੜਾ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ ਰੱਖ ਦੇਂਦਾ ਹੈ"},"ms":{"gurmukhi":"AwpxI Awqmw qy dyh ƒ smrpx krky, auh aunHW ƒ swihb dy mUhry r`K idMdw hY Aqy Awpxy AMdro hMkwr dI jVH pu`t su`tdw hY[","unicode":"ਆਪਣੀ ਆਤਮਾ ਤੇ ਦੇਹ ਨੂੰ ਸਮਰਪਣ ਕਰਕੇ, ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਹਿਬ ਦੇ ਮੂਹਰੇ ਰੱਖ ਦਿੰਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਅੰਦਰੋ ਹੰਕਾਰ ਦੀ ਜੜ੍ਹ ਪੁੱਟ ਸੁੱਟਦਾ ਹੈ।"}},"es":{"sn":"El que ofrece su cuerpo y Alma a Su Señor, canaliza su ego interior. "},"hi":{"ss":"जो अपने अंदर से अहम् दूर करके अपना मन अपना शरीर परमात्मा के हवाले कर देता है~ परमात्मा के आगे रॅख देता है।","sts":"इसके अतिरिक्त अंतर्मन से अहंत्व का त्याग करके अपना तन-मन उस परमात्मा को अर्पित कर देता है।"}},"transliteration":{"english":"man tan saupe aagai dhare haumai vichahu maar ||","hindi":"मनु तनु सउपे आगै धरे हउमै विचहु मारि ॥","en":"man tan saupe aagai dhare haumai vichahu maar ||","hi":"मनु तनु सउपे आगै धरे हउमै विचहु मारि ॥","ipa":"mən t̪ən soʊpe əɑGæ t̪əre hoʊmæ ʋɪt͡ʃəh mɑr.","ur":"من تن ساپے آگَے دھرے هامَے وچهُ مار ۔۔"},"pageNo":28,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1189,"shabadId":92,"verse":{"gurmukhi":"Dnu gurmuiK so prvwxu hY ij kdy n AwvY hwir ]3]","unicode":"ਧਨੁ ਗੁਰਮੁਖਿ ਸੋ ਪਰਵਾਣੁ ਹੈ ਜਿ ਕਦੇ ਨ ਆਵੈ ਹਾਰਿ ॥੩॥"},"larivaar":{"gurmukhi":"DnugurmuiKsoprvwxuhYijkdynAwvYhwir]3]","unicode":"ਧਨੁਗੁਰਮੁਖਿਸੋਪਰਵਾਣੁਹੈਜਿਕਦੇਨਆਵੈਹਾਰਿ॥੩॥"},"translation":{"en":{"bdb":"Blessed and acclaimed is that Gurmukh, who shall never be defeated. ||3||","ms":"Blest and acceptable is the pious person who never suffers defeat.9","ssk":"Blessed and acclaimed is that Gurmukh, who shall never be defeated. ||3||"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K (ivkwrW dy twkry qy mnu`K jnm dI bwzI) kdy hwr ky nhIN AwauNdw, gurU dy snmuK hoieAw auh mnu`K BwgW vwlw hY, auh (pRBU dI hzUrI ivc) kbUl pYNdw hY [3[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਮਨੁੱਖ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਕਦੇ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਂਦਾ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"so gurmuKu ArQwq ibbykI pursu DMnÎ hY, kÎoNik iqs kw kIAw hUAw jo krqbÎ hY, so prvwnu BXw hY AOru iqs kI AYsI jIiq BeI hY ik kbI hwr nhIN AwvygI, Bwv eyih ik jnm mrn sy rihq BXw hY]3]","unicode":"ਸੋ ਗੁਰਮੁਖੁ ਅਰਥਾਤ ਬਿਬੇਕੀ ਪੁਰਸੁ ਧੰਨ੍ਯ ਹੈ, ਕ੍ਯੋਂਕਿ ਤਿਸ ਕਾ ਕੀਆ ਹੂਆ ਜੋ ਕਰਤਬ੍ਯ ਹੈ, ਸੋ ਪਰਵਾਨੁ ਭਯਾ ਹੈ ਔਰੁ ਤਿਸ ਕੀ ਐਸੀ ਜੀਤਿ ਭਈ ਹੈ ਕਿ ਕਬੀ ਹਾਰ ਨਹੀਂ ਆਵੇਗੀ, ਭਾਵ ਏਹਿ ਕਿ ਜਨਮ ਮਰਨ ਸੇ ਰਹਿਤ ਭਯਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"jyhVw mnu`K (ivkwrW dy twkry qy mnu`K jnm dI bwzI) kdy hwr ky nhIN AwauNdw, gurU dy snmuK hoieAw auh mnu`K BwgW vwlw hY, auh (pRBU dI hzUrI ivc) kbUl pYNdw hY [3[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਮਨੁੱਖ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਕਦੇ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਂਦਾ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"mubwrk qy mkbUl hY auh piv`qr purS jo kdwicq iSksq nhIN KWdw[","unicode":"ਮੁਬਾਰਕ ਤੇ ਮਕਬੂਲ ਹੈ ਉਹ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਜੋ ਕਦਾਚਿਤ ਸ਼ਿਕਸਤ ਨਹੀਂ ਖਾਂਦਾ।"}},"es":{"sn":"Bendito es él, él es el aprobado y no pierde la batalla de la vida.  (3)"},"hi":{"ss":"जो मनुष्य (विकारों से टक्कर व मानव जनम की बाजी) कभी हार के नहीं आता~ गुरू के सन्मुख हुआ वह मनुष्य भाग्यशाली है वह (प्रभू की हजूरी में) कबूल होता है।3।","sts":"वह गुरुमुख जीव धन्य एवं परमात्मा के द्वार पर स्वीकृत होता है, जो विषय-विकारों के समक्ष कभी अपनी पराजय स्वीकार करके नहीं आता ॥ ३॥"}},"transliteration":{"english":"dhan gurmukh so paravaan hai j kadhe na aavai haar ||3||","hindi":"धनु गुरमुखि सो परवाणु है जि कदे न आवै हारि ॥३॥","en":"dhan gurmukh so paravaan hai j kadhe na aavai haar ||3||","hi":"धनु गुरमुखि सो परवाणु है जि कदे न आवै हारि ॥३॥","ipa":"t̪ən Gʊrəmʊkʰ sɔ pərəʋɑɳ hæ d͡ʒ kəd̪e nə əɑʋæ hɑr.3.","ur":"دھن گُرمکھ سو پرواݨ هَے ج کدے ن آوَے هار ۔۔۳۔۔"},"pageNo":28,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1190,"shabadId":92,"verse":{"gurmukhi":"krim imlY qw pweIAY ivxu krmY pwieAw n jwie ]","unicode":"ਕਰਮਿ ਮਿਲੈ ਤਾ ਪਾਈਐ ਵਿਣੁ ਕਰਮੈ ਪਾਇਆ ਨ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"krimimlYqwpweIAYivxukrmYpwieAwnjwie]","unicode":"ਕਰਮਿਮਿਲੈਤਾਪਾਈਐਵਿਣੁਕਰਮੈਪਾਇਆਨਜਾਇ॥"},"translation":{"en":{"bdb":"Those who receive His Grace find Him. Without His Grace, He cannot be found.","ms":"If mortal becomes the recipient of His grace, then alone does he obtain (the Lord). Without His grace (He) cannot be obtained.","ssk":"Those who receive His Grace find Him. Without His Grace, He cannot be found."},"pu":{"ss":{"gurmukhi":"prmwqmw (mnu`K ƒ) AwpxI imhr nwl hI imly qW imldw hY, imhr qoN ibnw auh pRwpq nhIN ho skdw ","unicode":"ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਨੂੰ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਉਹ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦਾ "},"ft":{"gurmukhi":"Anyk jnmoN ky inskwm krm ies jnm myN Awie kr ky imly, vw iqn krmoN kw Plu jo hY gÎwnu, so jb imly qb hrI kI pRwpqI hoqI hY AOru inskwm krmoN sy ibnw irdw suD nhIN hoqw, punÚ irdy suD hUey ibnw gÎwnu nhIN hoqw Aru gÎwnu ibnw sÍrUpu kI pRwpqI nhIN hoqI]","unicode":"ਅਨੇਕ ਜਨਮੋਂ ਕੇ ਨਿਸਕਾਮ ਕਰਮ ਇਸ ਜਨਮ ਮੇਂ ਆਇ ਕਰ ਕੇ ਮਿਲੇ, ਵਾ ਤਿਨ ਕਰਮੋਂ ਕਾ ਫਲੁ ਜੋ ਹੈ ਗ੍ਯਾਨੁ, ਸੋ ਜਬ ਮਿਲੇ ਤਬ ਹਰੀ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ ਔਰੁ ਨਿਸਕਾਮ ਕਰਮੋਂ ਸੇ ਬਿਨਾ ਰਿਦਾ ਸੁਧ ਨਹੀਂ ਹੋਤਾ, ਪੁਨਃ ਰਿਦੇ ਸੁਧ ਹੂਏ ਬਿਨਾ ਗ੍ਯਾਨੁ ਨਹੀਂ ਹੋਤਾ ਅਰੁ ਗ੍ਯਾਨੁ ਬਿਨਾ ਸ੍ਵਰੂਪੁ ਕੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋਤੀ॥"},"bdb":{"gurmukhi":"prmwqmw (mnu`K ƒ) AwpxI imhr nwl hI imly qW imldw hY, imhr qoN ibnw auh pRwpq nhIN ho skdw ","unicode":"ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਨੂੰ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਉਹ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦਾ "},"ms":{"gurmukhi":"jykr pRwxI aus dI imhr dw pwqR ho jwvy kyvl qd hI (auh pRBu) prwpq huMdw hY[ aus dI imhr dy bgYr (auh) pwieAw nhIN jw skdw[","unicode":"ਜੇਕਰ ਪ੍ਰਾਣੀ ਉਸ ਦੀ ਮਿਹਰ ਦਾ ਪਾਤ੍ਰ ਹੋ ਜਾਵੇ ਕੇਵਲ ਤਦ ਹੀ (ਉਹ ਪ੍ਰਭੁ) ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਉਸ ਦੀ ਮਿਹਰ ਦੇ ਬਗੈਰ (ਉਹ) ਪਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।"}},"es":{"sn":"Sólo a través de la Gracia se logra vivenciar al Señor, y de ninguna otra forma."},"hi":{"ss":"परमात्मा (मनुष्य को) अपनी मेहर से ही मिले तो मिलता है। मेहर के बगैर वह प्राप्त नहीं हो सकता।","sts":"परमात्मा अपनी कृपा से ही किसी जीव को मिले तो उसे प्राप्त किया जा सकता, अन्यथा उसकी कृपा के बिना उसे प्राप्त नहीं किया जा सकता है।"}},"transliteration":{"english":"karam milai taa paieeaai vin karamai paiaa na jai ||","hindi":"करमि मिलै ता पाईऐ विणु करमै पाइआ न जाइ ॥","en":"karam milai taa paieeaai vin karamai paiaa na jai ||","hi":"करमि मिलै ता पाईऐ विणु करमै पाइआ न जाइ ॥","ipa":"kərəm mɪlæ t̪ɑ pɑeiæ ʋɪɳ kərəmæ pɑɪɑ nə d͡ʒɑeɪ.","ur":"کرم ملَے تا پاایاَے وݨ کرمَے پاایا ن جاا ۔۔"},"pageNo":28,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}}]}