{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":347},"count":23,"navigation":{"previous":346,"next":348},"page":[{"verseId":15784,"shabadId":1368,"verse":{"gurmukhi":"<> siq nwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]","unicode":"ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqnwmukrqwpurKuinrBauinrvYruAkwlmUriqAjUnIsYBMgurpRswid]","unicode":"ੴਸਤਿਨਾਮੁਕਰਤਾਪੁਰਖੁਨਿਰਭਉਨਿਰਵੈਰੁਅਕਾਲਮੂਰਤਿਅਜੂਨੀਸੈਭੰਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:","ms":"There is but one God. True is his Name, Creative and All-pervading His personality and Immortal His form, He is without fear, without enmity, Unborn and Self-illumined. By the grace of Guru He is obtained.","ssk":"One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s`cw hY aus dw nwm, rcxhwr qy srb-ibAwpI aus dI ivAkqI Aqy AivnwSI aus dw srUp[ auh in`fr, kInw-rihq, Ajnm Aqy svY-prkwSvwn hY[ gurW dI dieAw duAwrw auh prwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਣਹਾਰ ਤੇ ਸਰਬ-ਬਿਆਪੀ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਵਿਨਾਸ਼ੀ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿੱਡਰ, ਕੀਨਾ-ਰਹਿਤ, ਅਜਨਮ ਅਤੇ ਸਵੈ-ਪਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un Creador Universal, Verdad es Su Nombre, Ser Creador Personificado, Sin Miedo, Sin Enojo, Imagen de Lo Inmortal, más allá del Nacimiento, Auto Existente, por la Gracia del Guru"},"hi":{"ss":"","sts":"१ ऑ- निरंकार वही एक है। सति नामु - उसका नाम सत्य है। करता - वह सृष्टि व उसके जीवों की रचने वाला है। पुरखु - वह यह सब कुछ करने में परिपूर्ण (शक्तिमान ) है। निरभउ - उसमें किसी तरह का भय व्याप्त नहीं। अर्थात् - अन्य देव-दैत्यों तथा सांसारिक जीवों की भाँति उसमें द्वेष अथवा जन्म-मरण का भय नहीं है ; वह इन सबसे परे हैं। निरवैरु- वह वैर से रहित है। अकाल- वह काल (मृत्यु) से परे है; अर्थात्-वह अविनाशी है। मूरति - वह अविनाशी होने के कारण उसका अस्तित्व सदैव रहता है। अजूनी - वह कोई योनि धारण नहीं करता, क्योंकि वह आवागमन के चक्कर से रहित है। सैभं - वह स्वयं से प्रकाशमान हुआ है। गुर - अंधकार (अज्ञान) में प्रकाश (ज्ञान) करने वाला (गुरु)। प्रसादि- कृपा की बख्शिश। अर्थात्-गुरु की कृपा से यह सब उपलब्ध हो सकता है।"}},"transliteration":{"english":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hindi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","en":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ nɑm kərət̪ɑ pʊrəkʰ nɪrɓo nɪrəʋær əkɑl murət̪ əd͡ʒuni sæɓəŋ Gʊr pɹəsɑd̪.","ur":"اک اونکار ست نام کرتا پُرکھ نربھا نروَےر اکال مُورت اجٌیِ سَےبھں گُر پرساد ۔۔"},"pageNo":347,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15785,"shabadId":1368,"verse":{"gurmukhi":"rwgu Awsw mhlw 1 Gru 1 so dru ]","unicode":"ਰਾਗੁ ਆਸਾ ਮਹਲਾ ੧ ਘਰੁ ੧ ਸੋ ਦਰੁ ॥"},"larivaar":{"gurmukhi":"rwguAwswmhlw1Gru1sodru]","unicode":"ਰਾਗੁਆਸਾਮਹਲਾ੧ਘਰੁ੧ਸੋਦਰੁ॥"},"translation":{"en":{"bdb":"Raag Aasaa, First Mehla, First House, So Dar ~ That Gate:","ms":"Asa measure, 1st Guru. Sodar.","ssk":"Raag Aasaa, First Mehl, First House, So Dar ~ That Gate:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"eyh sodru dw sbd jb scKMf myN gey hYN qb ibsƒ dy hjUr aucwrn kIAw hY[ QoVy mwqR jpjI vwly sodr sy Byd hY[ koeIk kihqy hYN vyeIN sy inks kr bIbI nwnkI ko sunwieAw hY, soeI eIhW hY[","unicode":"ਏਹ ਸੋਦਰੁ ਦਾ ਸਬਦ ਜਬ ਸਚਖੰਡ ਮੇਂ ਗਏ ਹੈਂ ਤਬ ਬਿਸਨੂੰ ਦੇ ਹਜੂਰ ਉਚਾਰਨ ਕੀਆ ਹੈ। ਥੋੜੇ ਮਾਤ੍ਰ ਜਪਜੀ ਵਾਲੇ ਸੋਦਰ ਸੇ ਭੇਦ ਹੈ। ਕੋਈਕ ਕਹਿਤੇ ਹੈਂ ਵੇਈਂ ਸੇ ਨਿਕਸ ਕਰ ਬੀਬੀ ਨਾਨਕੀ ਕੋ ਸੁਨਾਇਆ ਹੈ, ਸੋਈ ਈਹਾਂ ਹੈ।"},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"rwg Awsw, pihlI pwqSwhI[ sodr[","unicode":"ਰਾਗ ਆਸਾ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ। ਸੋਦਰ।"}},"es":{"sn":"Rag Asa, Mejl, Guru Nanak, Primer Canal Divino, So Dar, Esa Puerta."},"hi":{"ss":"","sts":"रागु आसा महला १ घरु १ सो दरु ॥"}},"transliteration":{"english":"raag aasaa mahalaa pehilaa ghar pehilaa so dhar ||","hindi":"रागु आसा महला १ घरु १ सो दरु ॥","en":"raag aasaa mahalaa pehilaa ghar pehilaa so dhar ||","hi":"रागु आसा महला १ घरु १ सो दरु ॥","ipa":"rɑG əɑsɑ məhəlɑ pəhɪlɑ Gʰər 1 sɔ d̪ər.","ur":"راگ آسا مهلا ۱ گھر ۱ سو در ۔۔"},"pageNo":347,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15786,"shabadId":1368,"verse":{"gurmukhi":"so dru qyrw kyhw so Gru kyhw ijqu bih srb sm@wly ]","unicode":"ਸੋ ਦਰੁ ਤੇਰਾ ਕੇਹਾ ਸੋ ਘਰੁ ਕੇਹਾ ਜਿਤੁ ਬਹਿ ਸਰਬ ਸਮੑਾਲੇ ॥"},"larivaar":{"gurmukhi":"sodruqyrwkyhwsoGrukyhwijqubihsrbsm@wly]","unicode":"ਸੋਦਰੁਤੇਰਾਕੇਹਾਸੋਘਰੁਕੇਹਾਜਿਤੁਬਹਿਸਰਬਸਮੑਾਲੇ॥"},"translation":{"en":{"bdb":"What is that Gate, and what is that Home, in which You sit and take care of all?","ms":"How like is that gate and how the mansion, sitting where in, Thou takes care of all, O Lord.","ssk":"What is that Gate, and what is that Home, in which You sit and take care of all?"},"pu":{"ss":{"gurmukhi":"auh dr-Gr bVw hI Ascrj hY, ijQy bYT ky (hy inrµkwr!) qUµ swry jIvW dI sMBwl kr irhw hYN [ ","unicode":"ਉਹ ਦਰ-ਘਰ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ, ਜਿਥੇ ਬੈਠ ਕੇ (ਹੇ ਨਿਰੰਕਾਰ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ । "},"ft":{"gurmukhi":"hy BgvMq! qyrw vhu drvwjw Aru vhu Gru kYsw hY? ijs myN bYT kr ky srb jIvoN kI Kbr ly rhw hYN[ Bwv vwsqv qy qyrw Gru Aru dru kCu khw nhIN jwqw; vw dr sqsMg Aru Gru sÍrUp, vw Gru bYkuMT dr sMswr so Ab qyry dr kI rcnw khqy hYN]","unicode":"ਹੇ ਭਗਵੰਤ! ਤੇਰਾ ਵਹੁ ਦਰਵਾਜਾ ਅਰੁ ਵਹੁ ਘਰੁ ਕੈਸਾ ਹੈ? ਜਿਸ ਮੇਂ ਬੈਠ ਕਰ ਕੇ ਸਰਬ ਜੀਵੋਂ ਕੀ ਖਬਰ ਲੇ ਰਹਾ ਹੈਂ। ਭਾਵ ਵਾਸਤਵ ਤੇ ਤੇਰਾ ਘਰੁ ਅਰੁ ਦਰੁ ਕਛੁ ਕਹਾ ਨਹੀਂ ਜਾਤਾ; ਵਾ ਦਰ ਸਤਸੰਗ ਅਰੁ ਘਰੁ ਸ੍ਵਰੂਪ, ਵਾ ਘਰੁ ਬੈਕੁੰਠ ਦਰ ਸੰਸਾਰ ਸੋ ਅਬ ਤੇਰੇ ਦਰ ਕੀ ਰਚਨਾ ਕਹਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh dr-Gr bVw hI Ascrj hY, ijQy bYT ky (hy inrµkwr!) qUµ swry jIvW dI sMBwl kr irhw hYN [ ","unicode":"ਉਹ ਦਰ-ਘਰ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ, ਜਿਥੇ ਬੈਠ ਕੇ (ਹੇ ਨਿਰੰਕਾਰ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ । "},"ms":{"gurmukhi":"auh drvwzw kYho jyhw hY Aqy auh mMdr kYsw, ijs iv`c bYT ky qUM swirAW dI sMBwl krdw hY, hy sweIN!","unicode":"ਉਹ ਦਰਵਾਜ਼ਾ ਕੈਹੋ ਜੇਹਾ ਹੈ ਅਤੇ ਉਹ ਮੰਦਰ ਕੈਸਾ, ਜਿਸ ਵਿੱਚ ਬੈਠ ਕੇ ਤੂੰ ਸਾਰਿਆਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਹੇ ਸਾਈਂ!"}},"es":{"sn":"¿Cuál es esa Puerta y cuál el Hogar en donde Te sientas para atender a todos? "},"hi":{"ss":"वह दर बड़ा ही आश्चर्य भरा है। जहाँ बैठ के (हे निरंकार !) तू सारे जीवों की संभाल कर रहा है।","sts":"हे जगतपालक ! तेरा वह दर-घर कैसा है? जहाँ बैठकर तू सारी दुनिया की देखभाल व पोषण कर रहा है।"}},"transliteration":{"english":"so dhar teraa kehaa so ghar kehaa jit beh sarab sam(h)aale ||","hindi":"सो दरु तेरा केहा सो घरु केहा जितु बहि सरब सम्माले ॥","en":"so dhar teraa kehaa so ghar kehaa jit beh sarab sam(h)aale ||","hi":"सो दरु तेरा केहा सो घरु केहा जितु बहि सरब सम्माले ॥","ipa":"sɔ d̪ər t̪erɑ kehɑ sɔ Gʰər kehɑ d͡ʒɪt̪ bəh sərəb səm@ɑle.","ur":"سو در تےرا کےها سو گھر کےها جت بهِ سرب سمھالے ۔۔"},"pageNo":347,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15787,"shabadId":1368,"verse":{"gurmukhi":"vwjy qyry nwd Anyk AsMKw kyqy qyry vwvxhwry ]","unicode":"ਵਾਜੇ ਤੇਰੇ ਨਾਦ ਅਨੇਕ ਅਸੰਖਾ ਕੇਤੇ ਤੇਰੇ ਵਾਵਣਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"vwjyqyrynwdAnykAsMKwkyqyqyryvwvxhwry]","unicode":"ਵਾਜੇਤੇਰੇਨਾਦਅਨੇਕਅਸੰਖਾਕੇਤੇਤੇਰੇਵਾਵਣਹਾਰੇ॥"},"translation":{"en":{"bdb":"Countless musical instruments of so many various kinds vibrate there for You; so many are the musicians there for You.","ms":"Countless musical instruments, of various types, resound there, and numerous there musicians.","ssk":"Countless musical instruments of so many various kinds vibrate there for You; so many are the musicians there for You."},"pu":{"ss":{"gurmukhi":"(qyrI ies rcI hoeI kudriq ivc) AnykW qy Axigxq vwjy qy rwg hn, byAMq hI jIv (auhnW vwijAW nUµ) vjwx vwly hn, ","unicode":"(ਤੇਰੀ ਇਸ ਰਚੀ ਹੋਈ ਕੁਦਰਤਿ ਵਿਚ) ਅਨੇਕਾਂ ਤੇ ਅਣਗਿਣਤ ਵਾਜੇ ਤੇ ਰਾਗ ਹਨ, ਬੇਅੰਤ ਹੀ ਜੀਵ (ਉਹਨਾਂ ਵਾਜਿਆਂ ਨੂੰ) ਵਜਾਣ ਵਾਲੇ ਹਨ, "},"ft":{"gurmukhi":"hy AsMK, Bwv bÎMq rUp! qyry dÍwry pr Anyk hI nwd Awidk vwjy hYN Aru qyry dÍwr pr (kyqy) bhuqy hI iqn vwijEN ky vjwvx hwry hYN]","unicode":"ਹੇ ਅਸੰਖ, ਭਾਵ ਬ੍ਯੰਤ ਰੂਪ! ਤੇਰੇ ਦ੍ਵਾਰੇ ਪਰ ਅਨੇਕ ਹੀ ਨਾਦ ਆਦਿਕ ਵਾਜੇ ਹੈਂ ਅਰੁ ਤੇਰੇ ਦ੍ਵਾਰ ਪਰ (ਕੇਤੇ) ਬਹੁਤੇ ਹੀ ਤਿਨ ਵਾਜਿਓਂ ਕੇ ਵਜਾਵਣ ਹਾਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(qyrI ies rcI hoeI kudriq ivc) AnykW qy Axigxq vwjy qy rwg hn, byAMq hI jIv (auhnW vwijAW nUµ) vjwx vwly hn, ","unicode":"(ਤੇਰੀ ਇਸ ਰਚੀ ਹੋਈ ਕੁਦਰਤਿ ਵਿਚ) ਅਨੇਕਾਂ ਤੇ ਅਣਗਿਣਤ ਵਾਜੇ ਤੇ ਰਾਗ ਹਨ, ਬੇਅੰਤ ਹੀ ਜੀਵ (ਉਹਨਾਂ ਵਾਜਿਆਂ ਨੂੰ) ਵਜਾਣ ਵਾਲੇ ਹਨ, "},"ms":{"gurmukhi":"bhuqIAW iksmW dy Axigxq sMgIqk swz auQy gUMjdy hn Aqy AnykW hI hn auQy rwg krn vwly[","unicode":"ਬਹੁਤੀਆਂ ਕਿਸਮਾਂ ਦੇ ਅਣਗਿਣਤ ਸੰਗੀਤਕ ਸਾਜ਼ ਉਥੇ ਗੂੰਜਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਹਨ ਉਥੇ ਰਾਗ ਕਰਨ ਵਾਲੇ।"}},"es":{"sn":"Incontables Instrumentos musicales, de muchos tipos y clases vibran para Ti, tantos músicos hay ahí para Ti, "},"hi":{"ss":"(तेरी इस रची हुई कुदरति में) अनेकों व अनगिनत बाजे और राग हैं। बेअंत ही जीव (उन बाजों को) बजाने वाले हैं।","sts":"तेरे द्वार पर नाना प्रकार के असंख्य नाद गूंज रहे हैं और केितने ही उनको वजाने वाले विद्यमान हैं।"}},"transliteration":{"english":"vaaje tere naadh anek asa(n)khaa kete tere vaavanahaare ||","hindi":"वाजे तेरे नाद अनेक असंखा केते तेरे वावणहारे ॥","en":"vaaje tere naadh anek asa(n)khaa kete tere vaavanahaare ||","hi":"वाजे तेरे नाद अनेक असंखा केते तेरे वावणहारे ॥","ipa":"ʋɑd͡ʒe t̪ere nɑd̪ ənek əsəŋkʰɑ ket̪e t̪ere ʋɑʋəɳəhɑre.","ur":"واجے تےرے ناد انےک اسںکھا کےتے تےرے واوݨهارے ۔۔"},"pageNo":347,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15788,"shabadId":1368,"verse":{"gurmukhi":"kyqy qyry rwg prI isau khIAih kyqy qyry gwvxhwry ]","unicode":"ਕੇਤੇ ਤੇਰੇ ਰਾਗ ਪਰੀ ਸਿਉ ਕਹੀਅਹਿ ਕੇਤੇ ਤੇਰੇ ਗਾਵਣਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"kyqyqyryrwgprIisaukhIAihkyqyqyrygwvxhwry]","unicode":"ਕੇਤੇਤੇਰੇਰਾਗਪਰੀਸਿਉਕਹੀਅਹਿਕੇਤੇਤੇਰੇਗਾਵਣਹਾਰੇ॥"},"translation":{"en":{"bdb":"There are so many Ragas there for You, along with their accompanying harmonies; so many minstrels sing to You.","ms":"Good many measures with their consorts, and good many minstrels hymn thee.","ssk":"There are so many Ragas there for You, along with their accompanying harmonies; so many minstrels sing to You."},"pu":{"ss":{"gurmukhi":"rwgxIAW sxy byAMq hI rwg khy jWdy hn Aqy AnykW hI jIv (iehnW rwgW dy) gwvx vwly hn (jo qYnUµ gw rhy hn) [","unicode":"ਰਾਗਣੀਆਂ ਸਣੇ ਬੇਅੰਤ ਹੀ ਰਾਗ ਕਹੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਇਹਨਾਂ ਰਾਗਾਂ ਦੇ) ਗਾਵਣ ਵਾਲੇ ਹਨ (ਜੋ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ) ।"},"ft":{"gurmukhi":"qyry dÍwry pr ikqny hI rwg rwgnIEN ky sihq khIqy hYN AOr ikqny hI qyry dÍwr pr iqn rwg Aru rwgnIEN ky gwvny vwly hYN]Çgwvny vwilEN ko sMKyp sy khqy hYN:","unicode":"ਤੇਰੇ ਦ੍ਵਾਰੇ ਪਰ ਕਿਤਨੇ ਹੀ ਰਾਗ ਰਾਗਨੀਓਂ ਕੇ ਸਹਿਤ ਕਹੀਤੇ ਹੈਂ ਔਰ ਕਿਤਨੇ ਹੀ ਤੇਰੇ ਦ੍ਵਾਰ ਪਰ ਤਿਨ ਰਾਗ ਅਰੁ ਰਾਗਨੀਓਂ ਕੇ ਗਾਵਨੇ ਵਾਲੇ ਹੈਂ॥☬ਗਾਵਨੇ ਵਾਲਿਓਂ ਕੋ ਸੰਖੇਪ ਸੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"rwgxIAW sxy byAMq hI rwg khy jWdy hn Aqy AnykW hI jIv (iehnW rwgW dy) gwvx vwly hn (jo qYnUµ gw rhy hn) [","unicode":"ਰਾਗਣੀਆਂ ਸਣੇ ਬੇਅੰਤ ਹੀ ਰਾਗ ਕਹੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਇਹਨਾਂ ਰਾਗਾਂ ਦੇ) ਗਾਵਣ ਵਾਲੇ ਹਨ (ਜੋ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ) ।"},"ms":{"gurmukhi":"AnykW qrwny AwpxIAW rwgxIAW smyq qy AnykW hI rwgI qyrw j`s gwauNdy hn[","unicode":"ਅਨੇਕਾਂ ਤਰਾਨੇ ਆਪਣੀਆਂ ਰਾਗਣੀਆਂ ਸਮੇਤ ਤੇ ਅਨੇਕਾਂ ਹੀ ਰਾਗੀ ਤੇਰਾ ਜੱਸ ਗਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"tantas Ragas, junto con sus acompañantes armonías y tantos cantantes se entonan para Ti. "},"hi":{"ss":"रागनियों समेत बेअंत ही राग कहे जाते हैं और अनेकों ही जीव (इन रागों के) गाने वाले हैं (जो तुझे गा रहे हैं)। अर्थ।","sts":"कितने ही तेरे राग हैं, जो रागिनियों के संग वहाँ गान किए जा रहे हैं और उन रागों को गाने वाले गंधपििद रार्गी भी कितने ही हैं जो तेरा यश गा रहे हैं।"}},"transliteration":{"english":"kete tere raag paree siau kahe'eeh kete tere gaavanahaare ||","hindi":"केते तेरे राग परी सिउ कहीअहि केते तेरे गावणहारे ॥","en":"kete tere raag paree siau kahe'eeh kete tere gaavanahaare ||","hi":"केते तेरे राग परी सिउ कहीअहि केते तेरे गावणहारे ॥","ipa":"ket̪e t̪ere rɑG pəri sɪo kəhiəh ket̪e t̪ere Gɑʋəɳəhɑre.","ur":"کےتے تےرے راگ پریِ سا کهیِاه کےتے تےرے گاوݨهارے ۔۔"},"pageNo":347,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15789,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno pauxu pwxI bYsMqru gwvY rwjw Drm duAwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਪਉਣੁ ਪਾਣੀ ਬੈਸੰਤਰੁ ਗਾਵੈ ਰਾਜਾ ਧਰਮ ਦੁਆਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnopauxupwxIbYsMqrugwvYrwjwDrmduAwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਪਉਣੁਪਾਣੀਬੈਸੰਤਰੁਗਾਵੈਰਾਜਾਧਰਮਦੁਆਰੇ॥"},"translation":{"en":{"bdb":"The winds sing to You, as do water and fire; the Righteous Judge of Dharma sings at Your Door.","ms":"Sing thee the wind, the water and the fire, and the Righteous justice sings Thine praises at thy door.","ssk":"The winds sing to You, as do water and fire; the Righteous Judge of Dharma sings at Your Door."},"pu":{"ss":{"gurmukhi":"(hy inrµkwr!) hvw, pwxI, A`g qyry gux gw rhy hn [ Drmrwj qyry dr qy (Klo ky) qYnUµ vifAwie irhw hY [","unicode":"(ਹੇ ਨਿਰੰਕਾਰ!) ਹਵਾ, ਪਾਣੀ, ਅੱਗ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ । ਧਰਮਰਾਜ ਤੇਰੇ ਦਰ ਤੇ (ਖਲੋ ਕੇ) ਤੈਨੂੰ ਵਡਿਆਇ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"quJy ko pvn Aru pwxI punÚ bsMqR gwvqw hY Aru Drmrwj BI qyry dÍwr pr qyrw js gwvqw hY]","unicode":"ਤੁਝੇ ਕੋ ਪਵਨ ਅਰੁ ਪਾਣੀ ਪੁਨਃ ਬਸੰਤ੍ਰ ਗਾਵਤਾ ਹੈ ਅਰੁ ਧਰਮਰਾਜ ਭੀ ਤੇਰੇ ਦ੍ਵਾਰ ਪਰ ਤੇਰਾ ਜਸ ਗਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy inrµkwr!) hvw, pwxI, A`g qyry gux gw rhy hn [ Drmrwj qyry dr qy (Klo ky) qYnUµ vifAwie irhw hY [","unicode":"(ਹੇ ਨਿਰੰਕਾਰ!) ਹਵਾ, ਪਾਣੀ, ਅੱਗ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ । ਧਰਮਰਾਜ ਤੇਰੇ ਦਰ ਤੇ (ਖਲੋ ਕੇ) ਤੈਨੂੰ ਵਡਿਆਇ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"gwauNdy hn qYƒ hvw, j`l, A`g[ Aqy Drm rwjw qyry bUhy auqy qyrI kIrqI gwien krdw hY[","unicode":"ਗਾਉਂਦੇ ਹਨ ਤੈਨੂੰ ਹਵਾ, ਜੱਲ, ਅੱਗ। ਅਤੇ ਧਰਮ ਰਾਜਾ ਤੇਰੇ ਬੂਹੇ ਉਤੇ ਤੇਰੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Los vientos Te cantan, así como el agua y el fuego, el Recto Juez del Dharma canta a Tu Puerta. "},"hi":{"ss":"(हे निरंकार !) हवा। पानी। आग तेरे गुण गा रहे हैं। धर्मराज तेरे दर पे (खड़ा हो के) तेरी उपमा गा रहा है।","sts":"हे जग के रचयिता ! पवन, जल एवं अग्नि देव भी तेरा ही गुणानुवाद कर रहे हैं तथा जीवों के कर्मों का विश्लेपक धर्मराज भी तेरे द्वार पर तेरी ही महिमा गा रहा है।"}},"transliteration":{"english":"gaavani(h) tudhano paun paanee baisa(n)tar gaavai raajaa dharam dhuaare ||","hindi":"गावनि्ि तुधनो पउणु पाणी बैसंतरु गावै राजा धरम दुआरे ॥","en":"gaavani(h) tudhano paun paanee baisa(n)tar gaavai raajaa dharam dhuaare ||","hi":"गावनि्ि तुधनो पउणु पाणी बैसंतरु गावै राजा धरम दुआरे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ poʊɳ pɑɳi bæsəŋt̪ər Gɑʋæ rɑd͡ʒɑ t̪ərəm d̪ʊəɑre.","ur":"گاونھ تُدھنو پاݨ پاݨیِ بَےسںتر گاوَے راجا دھرم دُآرے ۔۔"},"pageNo":347,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15790,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno icqu gupqu iliK jwxin iliK iliK Drmu vIcwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਚਿਤੁ ਗੁਪਤੁ ਲਿਖਿ ਜਾਣਨਿ ਲਿਖਿ ਲਿਖਿ ਧਰਮੁ ਵੀਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnoicqugupquiliKjwxiniliKiliKDrmuvIcwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਚਿਤੁਗੁਪਤੁਲਿਖਿਜਾਣਨਿਲਿਖਿਲਿਖਿਧਰਮੁਵੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"Chitar and Gupat, the recording angels of the conscious and the subconscious, sing to You; they know, and they write, and on the basis of what they write, the Lord of Dharma passes judgement.","ms":"Chitar Gupat, the recording angles, who know how to write and on the basis of whose scribed writ, the Righteous judge adjudicates, hymn thee.","ssk":"Chitar and Gupat, the recording angels of the conscious and the subconscious, sing to You; they know, and they write, and on the basis of what they write, the Lord of Dharma passes judgement."},"pu":{"ss":{"gurmukhi":"auh icqRgupq BI jo (jIvW dy cMgy mMdy krmW dy lyKy) ilKxy jwxdy hn Aqy ijnHW dy ilKy hoey lyKy Drmrwj ivcwrdw hY, qyrIAW vifAweIAW kr rhy hn [","unicode":"ਉਹ ਚਿਤ੍ਰਗੁਪਤ ਭੀ ਜੋ (ਜੀਵਾਂ ਦੇ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਲੇਖੇ) ਲਿਖਣੇ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਲਿਖੇ ਹੋਏ ਲੇਖੇ ਧਰਮਰਾਜ ਵਿਚਾਰਦਾ ਹੈ, ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"jo jIvoN ky gupiq krmoN ko iliK jwnqw hY, so icq gupiq jI qyry js ko gwvqy hYN, Aru iliK iliK kr Drm ADrm kw vIcwru krqy hYN, Bwv sy iqs myN suDI AsuDI kw vIcwr krqy hYN[ vw ijs ky ilKy lyKoN ko jo vIcwrqw hY, so Drmrwjw qyry js ko gwvqw hY]","unicode":"ਜੋ ਜੀਵੋਂ ਕੇ ਗੁਪਤਿ ਕਰਮੋਂ ਕੋ ਲਿਖਿ ਜਾਨਤਾ ਹੈ, ਸੋ ਚਿਤ ਗੁਪਤਿ ਜੀ ਤੇਰੇ ਜਸ ਕੋ ਗਾਵਤੇ ਹੈਂ, ਅਰੁ ਲਿਖਿ ਲਿਖਿ ਕਰ ਧਰਮ ਅਧਰਮ ਕਾ ਵੀਚਾਰੁ ਕਰਤੇ ਹੈਂ, ਭਾਵ ਸੇ ਤਿਸ ਮੇਂ ਸੁਧੀ ਅਸੁਧੀ ਕਾ ਵੀਚਾਰ ਕਰਤੇ ਹੈਂ। ਵਾ ਜਿਸ ਕੇ ਲਿਖੇ ਲੇਖੋਂ ਕੋ ਜੋ ਵੀਚਾਰਤਾ ਹੈ, ਸੋ ਧਰਮਰਾਜਾ ਤੇਰੇ ਜਸ ਕੋ ਗਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh icqRgupq BI jo (jIvW dy cMgy mMdy krmW dy lyKy) ilKxy jwxdy hn Aqy ijnHW dy ilKy hoey lyKy Drmrwj ivcwrdw hY, qyrIAW vifAweIAW kr rhy hn [","unicode":"ਉਹ ਚਿਤ੍ਰਗੁਪਤ ਭੀ ਜੋ (ਜੀਵਾਂ ਦੇ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਲੇਖੇ) ਲਿਖਣੇ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਲਿਖੇ ਹੋਏ ਲੇਖੇ ਧਰਮਰਾਜ ਵਿਚਾਰਦਾ ਹੈ, ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"ilKx vwly &irSqy icqR gupq, jo ilKxw jwxdy hn Aqy ijnHW dI ilKI hoeI ilKq dy ADwr auqy Drm rwj inAwie krdw hY, qyrw j`s gwien krdy hn[","unicode":"ਲਿਖਣ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤੇ ਚਿਤ੍ਰ ਗੁਪਤ, ਜੋ ਲਿਖਣਾ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੀ ਲਿਖੀ ਹੋਈ ਲਿਖਤ ਦੇ ਅਧਾਰ ਉਤੇ ਧਰਮ ਰਾਜ ਨਿਆਇ ਕਰਦਾ ਹੈ, ਤੇਰਾ ਜੱਸ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Chitar y Gupat, los ángeles que gravan en los archivos lo conciente y lo subconsciente, Te cantan, ellos saben y lo escriben y en base a esos archivos, el Señor del Dharma emite Sus Juicios."},"hi":{"ss":"वह चित्रगुप्त भी जो (जीवों के अच्छे-बुरे कर्मों के लेख) लिखने जानते हैं और जिनके द्वारा लिखेलेख धर्मराज विचारता है। तेरी महिमा का गुणगान कर रहे हैं। अर्थ।","sts":"जीवों द्वारा किए जाने वाले कर्मों को लिखने वाले चित्र-गुप्त भी तेरा ही गुणानुवाद कर रहे हैं तथा धर्मराज चित्र-गुप्त द्वारा लिखे जाने वाले शुभाशुभ कर्मों का विचार करता है।"}},"transliteration":{"english":"gaavani(h) tudhano chit gupat likh jaanan likh likh dharam veechaare ||","hindi":"गावनि्ि तुधनो चितु गुपतु लिखि जाणनि लिखि लिखि धरमु वीचारे ॥","en":"gaavani(h) tudhano chit gupat likh jaanan likh likh dharam veechaare ||","hi":"गावनि्ि तुधनो चितु गुपतु लिखि जाणनि लिखि लिखि धरमु वीचारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ t͡ʃɪt̪ Gʊpət̪ lɪkʰ d͡ʒɑɳən lɪkʰ lɪkʰ t̪ərəm ʋit͡ʃɑre.","ur":"گاونھ تُدھنو چت گُپت لکھ جاݨن لکھِ لکھِ دھرم ویِچارے ۔۔"},"pageNo":347,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15791,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno eIsru bRhmw dyvI sohin qyry sdw svwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਈਸਰੁ ਬ੍ਰਹਮਾ ਦੇਵੀ ਸੋਹਨਿ ਤੇਰੇ ਸਦਾ ਸਵਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnoeIsrubRhmwdyvIsohinqyrysdwsvwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਈਸਰੁਬ੍ਰਹਮਾਦੇਵੀਸੋਹਨਿਤੇਰੇਸਦਾਸਵਾਰੇ॥"},"translation":{"en":{"bdb":"Shiva and Brahma and the Goddess Parvaati, so beautiful and ever adorned by You, sing to You.","ms":"Shiva, Brahma and goddess, ever beautiful and adorned by thee, hymn thee.","ssk":"Shiva and Brahma and the Goddess Parvaati, so beautiful and ever adorned by You, sing to You."},"pu":{"ss":{"gurmukhi":"(hy Akwl purK!) dyvIAW, iSv qy bRhmw jo qyry svwry hoey hn qy soB rhy hn, qYnUµ gw rhy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਦੇਵੀਆਂ, ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ ਜੋ ਤੇਰੇ ਸਵਾਰੇ ਹੋਏ ਹਨ ਤੇ ਸੋਭ ਰਹੇ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"quJ ko eIsÍr Aru bRhmw jI sihq dyvIEN ko jo qyry bnwey hUey hYN sdIv gwien krqy hUey soBqy hYN]","unicode":"ਤੁਝ ਕੋ ਈਸ੍ਵਰ ਅਰੁ ਬ੍ਰਹਮਾ ਜੀ ਸਹਿਤ ਦੇਵੀਓਂ ਕੋ ਜੋ ਤੇਰੇ ਬਨਾਏ ਹੂਏ ਹੈਂ ਸਦੀਵ ਗਾਇਨ ਕਰਤੇ ਹੂਏ ਸੋਭਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy Akwl purK!) dyvIAW, iSv qy bRhmw jo qyry svwry hoey hn qy soB rhy hn, qYnUµ gw rhy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਦੇਵੀਆਂ, ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ ਜੋ ਤੇਰੇ ਸਵਾਰੇ ਹੋਏ ਹਨ ਤੇ ਸੋਭ ਰਹੇ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"qyry iSMgwry hoey sdIvI suMdr mhWdyau, brmw Aqy BvwnI, qYƒ gwien krdy hn[","unicode":"ਤੇਰੇ ਸ਼ਿੰਗਾਰੇ ਹੋਏ ਸਦੀਵੀ ਸੁੰਦਰ ਮਹਾਂਦੇਉ, ਬਰਮਾ ਅਤੇ ਭਵਾਨੀ, ਤੈਨੂੰ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Shiva, Brahma y la diosa Parvati, tan bella y decorada por Ti, "},"hi":{"ss":"(हे अकाल-पुरख !) देवियां। शिव और ब्रहमा जो तेरे सवारे हुए हैं और शोभायमान हैं। तूझे गा रहे हैं।","sts":"हे परमेश्वर ! तेरे द्वारा प्रतिपादित शिव, ब्रह्मा व अनेकों देवियों जो शोभायमान हैं, तेरी ही महिमा गा रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano ieesar brahamaa dhevee sohan tere sadhaa savaare ||","hindi":"गावनि्ि तुधनो ईसरु ब्रहमा देवी सोहनि तेरे सदा सवारे ॥","en":"gaavani(h) tudhano ieesar brahamaa dhevee sohan tere sadhaa savaare ||","hi":"गावनि्ि तुधनो ईसरु ब्रहमा देवी सोहनि तेरे सदा सवारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ eisər bɹəhəmɑ d̪eʋi sɔhən t̪ere səd̪ɑ səʋɑre.","ur":"گاونھ تُدھنو ایسر برهما دےویِ سوهن تےرے سدا سوارے ۔۔"},"pageNo":347,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15792,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno ieMdR ieMdRwsix bYTy dyviqAw dir nwly ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਇੰਦ੍ਰ ਇੰਦ੍ਰਾਸਣਿ ਬੈਠੇ ਦੇਵਤਿਆ ਦਰਿ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnoieMdRieMdRwsixbYTydyviqAwdirnwly]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਇੰਦ੍ਰਇੰਦ੍ਰਾਸਣਿਬੈਠੇਦੇਵਤਿਆਦਰਿਨਾਲੇ॥"},"translation":{"en":{"bdb":"The Indras, seated upon their celestial thrones, with the deities at Your Gate, sing to You.","ms":"Indras seated on their thrones, with the deities, at thy gate, sing thee.","ssk":"The Indras, seated upon their celestial thrones, with the deities at Your Gate, sing to You."},"pu":{"ss":{"gurmukhi":"keI ieMdR Awpxy q^q auqy bYTy hoey dyviqAW smyq qyry dr qy qYnUµ swlwh rhy hn [","unicode":"ਕਈ ਇੰਦ੍ਰ ਆਪਣੇ ਤਖ਼ਤ ਉਤੇ ਬੈਠੇ ਹੋਏ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤੇਰੇ ਦਰ ਤੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"dyviqEN ky sihq jo ieMdR pd kI g`dI hY iqs pr bYTy hUey ieMdR vw dyviqEN ky dl shq, vw dyvqy Awdr nwl qyry drvwjy pr gwvqy hYN]","unicode":"ਦੇਵਤਿਓਂ ਕੇ ਸਹਿਤ ਜੋ ਇੰਦ੍ਰ ਪਦ ਕੀ ਗੱਦੀ ਹੈ ਤਿਸ ਪਰ ਬੈਠੇ ਹੂਏ ਇੰਦ੍ਰ ਵਾ ਦੇਵਤਿਓਂ ਕੇ ਦਲ ਸਹਤ, ਵਾ ਦੇਵਤੇ ਆਦਰ ਨਾਲ ਤੇਰੇ ਦਰਵਾਜੇ ਪਰ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"keI ieMdR Awpxy q^q auqy bYTy hoey dyviqAW smyq qyry dr qy qYnUµ swlwh rhy hn [","unicode":"ਕਈ ਇੰਦ੍ਰ ਆਪਣੇ ਤਖ਼ਤ ਉਤੇ ਬੈਠੇ ਹੋਏ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤੇਰੇ ਦਰ ਤੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"Awpxy qKq auqy bYTw hoieAw ieMdR, qyry drvwzy au¤qy surW smyq qYƒ gwauNdw hY[","unicode":"ਆਪਣੇ ਤਖਤ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਇੰਦ੍ਰ, ਤੇਰੇ ਦਰਵਾਜ਼ੇ ਉੱਤੇ ਸੁਰਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"te cantan, los Indras, sentados en sus trono celestiales, con sus deidades a Tu Puerta, "},"hi":{"ss":"कई इन्द्र अपने सिंहासन पर बैठे हुए देवताओं सहित तेरे दर पे तूझे सालाह रहे हैं। अर्थ।","sts":"समस्त देवताओं व स्वर्ग का अधिपति इन्द्र अपने सिंहासन पर बैठा अन्य देवताओं के साथ मिलकर तेरे द्वार पर खड़ा तेरा ही यश गा रहा है।"}},"transliteration":{"english":"gaavani(h) tudhano i(n)dhr i(n)dhraasan baiThe dhevatiaa dhar naale ||","hindi":"गावनि्ि तुधनो इंद्र इंद्रासणि बैठे देवतिआ दरि नाले ॥","en":"gaavani(h) tudhano i(n)dhr i(n)dhraasan baiThe dhevatiaa dhar naale ||","hi":"गावनि्ि तुधनो इंद्र इंद्रासणि बैठे देवतिआ दरि नाले ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ eɪŋd̪ɹ eɪŋd̪ɹɑsəɳ bæʈʰe d̪eʋət̪ɪəɑ d̪ər nɑle.","ur":"گاونھ تُدھنو اںدر اںدراسݨ بَےٹھے دےوتآ در نالے ۔۔"},"pageNo":347,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15793,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno isD smwDI AMdir gwvin@ quDno swD bIcwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਸਿਧ ਸਮਾਧੀ ਅੰਦਰਿ ਗਾਵਨਿੑ ਤੁਧਨੋ ਸਾਧ ਬੀਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnoisDsmwDIAMdirgwvin@quDnoswDbIcwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਸਿਧਸਮਾਧੀਅੰਦਰਿਗਾਵਨਿੑਤੁਧਨੋਸਾਧਬੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"The Siddhas in Samaadhi sing to You, and the Holy Saints, in their contemplative meditation, sing to You.","ms":"In their meditative mood, the perfect persons sing of thee, and the saints, in their contemplation, sing as well.","ssk":"The Siddhas in Samaadhi sing to You, and the Holy Saints, in their contemplative meditation, sing to You."},"pu":{"ss":{"gurmukhi":"is`D lok smwDIAW lw ky qYnUµ gw rhy hn, swD ivcwr kr kr ky qYnUµ swlwh rhy hn [ ","unicode":"ਸਿੱਧ ਲੋਕ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਸਾਧ ਵਿਚਾਰ ਕਰ ਕਰ ਕੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ । "},"ft":{"gurmukhi":"hy BgvMq! smwDI myN iesiQq ho ky isiD BI qyry js ko gwvqy hYN, punÚ vIcwrvwn swD BI quJ ko gwvqy hYN]","unicode":"ਹੇ ਭਗਵੰਤ! ਸਮਾਧੀ ਮੇਂ ਇਸਥਿਤ ਹੋ ਕੇ ਸਿਧਿ ਭੀ ਤੇਰੇ ਜਸ ਕੋ ਗਾਵਤੇ ਹੈਂ, ਪੁਨਃ ਵੀਚਾਰਵਾਨ ਸਾਧ ਭੀ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"is`D lok smwDIAW lw ky qYnUµ gw rhy hn, swD ivcwr kr kr ky qYnUµ swlwh rhy hn [ ","unicode":"ਸਿੱਧ ਲੋਕ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਸਾਧ ਵਿਚਾਰ ਕਰ ਕਰ ਕੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ । "},"ms":{"gurmukhi":"AwpxI iDAwn AvsQw AMdr pUrn purS qYƒ gwien krdy hn Aqy sMq AwpxI idBidRStI AMdr BI qYƒ hI gwauNdy hn[","unicode":"ਆਪਣੀ ਧਿਆਨ ਅਵਸਥਾ ਅੰਦਰ ਪੂਰਨ ਪੁਰਸ਼ ਤੈਨੂੰ ਗਾਇਨ ਕਰਦੇ ਹਨ ਅਤੇ ਸੰਤ ਆਪਣੀ ਦਿਭਦ੍ਰਿਸ਼ਟੀ ਅੰਦਰ ਭੀ ਤੈਨੂੰ ਹੀ ਗਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"Te cantan. Los Sidhas, en Samadhi, Te cantan, y los Santos, en su Meditación, Te cantan; "},"hi":{"ss":"सिद्ध लोग समाधियां लगा के तुझे गा रहे हैं। साधु विचार कर-कर के तुझे सलाह रहे हैं।","sts":"अनेक सिद्ध लोग समाधियों में स्थित हुए तेरी ही महिमा गा रहे हैं और विचारवान साधु भी विवेक से तेरा ही यशोगान कर रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano sidh samaadhee a(n)dhar gaavani(h) tudhano saadh beechaare ||","hindi":"गावनि्ि तुधनो सिध समाधी अंदरि गावनि्ि तुधनो साध बीचारे ॥","en":"gaavani(h) tudhano sidh samaadhee a(n)dhar gaavani(h) tudhano saadh beechaare ||","hi":"गावनि्ि तुधनो सिध समाधी अंदरि गावनि्ि तुधनो साध बीचारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ sɪt̪ə̀ səmɑt̪i əŋd̪ər Gɑʋənɪ@ t̪ʊt̪ənɔ sɑt̪ə̀ bit͡ʃɑre.","ur":"گاونھ تُدھنو سدھ سمادھیِ اںدر گاونھ تُدھنو سادھ بیِچارے ۔۔"},"pageNo":347,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15794,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno jqI sqI sMqoKI gwvin quDno vIr krwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਜਤੀ ਸਤੀ ਸੰਤੋਖੀ ਗਾਵਨਿ ਤੁਧਨੋ ਵੀਰ ਕਰਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnojqIsqIsMqoKIgwvinquDnovIrkrwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਜਤੀਸਤੀਸੰਤੋਖੀਗਾਵਨਿਤੁਧਨੋਵੀਰਕਰਾਰੇ॥"},"translation":{"en":{"bdb":"The celibates, the truthful and the patient beings sing to You, and the mighty warriors sing to You.","ms":"The continent the true and the patient sing thine praises and the dauntless warriors hymn thee.","ssk":"The celibates, the truthful and the patient beings sing to You, and the mighty warriors sing to You."},"pu":{"ss":{"gurmukhi":" jq-DwrI, dwn krn vwly qy sMqoK vwly purS qyry gux gw rhy hn, Aqy (byAMq) qkVy sUrmy qyrIAW vifAweIAW kr rhy hn [","unicode":" ਜਤ-ਧਾਰੀ, ਦਾਨ ਕਰਨ ਵਾਲੇ ਤੇ ਸੰਤੋਖ ਵਾਲੇ ਪੁਰਸ਼ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਅਤੇ (ਬੇਅੰਤ) ਤਕੜੇ ਸੂਰਮੇ ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"quJ ko jqI Ar sqvwdI punw sMqoKI gwvqy hYN, punw qkVy sUrmy vw bvMjw bIr BI quJ ko gwvqy hYN]","unicode":"ਤੁਝ ਕੋ ਜਤੀ ਅਰ ਸਤਵਾਦੀ ਪੁਨਾ ਸੰਤੋਖੀ ਗਾਵਤੇ ਹੈਂ, ਪੁਨਾ ਤਕੜੇ ਸੂਰਮੇ ਵਾ ਬਵੰਜਾ ਬੀਰ ਭੀ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" jq-DwrI, dwn krn vwly qy sMqoK vwly purS qyry gux gw rhy hn, Aqy (byAMq) qkVy sUrmy qyrIAW vifAweIAW kr rhy hn [","unicode":" ਜਤ-ਧਾਰੀ, ਦਾਨ ਕਰਨ ਵਾਲੇ ਤੇ ਸੰਤੋਖ ਵਾਲੇ ਪੁਰਸ਼ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਅਤੇ (ਬੇਅੰਤ) ਤਕੜੇ ਸੂਰਮੇ ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"kwm cyStw rihq, s¤cy Aqy sMquSt purS qyrw j`s gwauNdy hn Aqy inDVk XoDy qyrI hI prsMsw krdy hn[","unicode":"ਕਾਮ ਚੇਸ਼ਟਾ ਰਹਿਤ, ਸੱਚੇ ਅਤੇ ਸੰਤੁਸ਼ਟ ਪੁਰਸ਼ ਤੇਰਾ ਜੱਸ ਗਾਉਂਦੇ ਹਨ ਅਤੇ ਨਿਧੜਕ ਯੋਧੇ ਤੇਰੀ ਹੀ ਪਰਸੰਸਾ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"los célibes y los seres pacientes y verdaderos, Te cantan y los poderosos guerreros también. "},"hi":{"ss":"जटाधारी दानी और संतोषी पुरुष तेरे गुण गा रहे हैं। और (बेअंत) महान शूरवीर तेरी महिमा गा रहे हैं। अर्थ।","sts":"अनेक यति, सती एवं संतोषी भी तेरी ही महिमा-स्तुति गा रहे हैं और पराक्रमी योद्धा भी तेरी प्रशंसा के गीत गा रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano jatee satee sa(n)tokhee gaavan tudhano veer karaare ||","hindi":"गावनि्ि तुधनो जती सती संतोखी गावनि तुधनो वीर करारे ॥","en":"gaavani(h) tudhano jatee satee sa(n)tokhee gaavan tudhano veer karaare ||","hi":"गावनि्ि तुधनो जती सती संतोखी गावनि तुधनो वीर करारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ d͡ʒət̪i sət̪i səŋt̪ɔkʰi Gɑʋən t̪ʊt̪ənɔ ʋir kərɑre.","ur":"گاونھ تُدھنو جتیِ ستیِ سںتوکھیِ گاون تُدھنو ویِر کرارے ۔۔"},"pageNo":347,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15795,"shabadId":1368,"verse":{"gurmukhi":"gwvin quDno pMifq pVy rKIsur jugu jugu bydw nwly ]","unicode":"ਗਾਵਨਿ ਤੁਧਨੋ ਪੰਡਿਤ ਪੜੇ ਰਖੀਸੁਰ ਜੁਗੁ ਜੁਗੁ ਬੇਦਾ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"gwvinquDnopMifqpVyrKIsurjugujugubydwnwly]","unicode":"ਗਾਵਨਿਤੁਧਨੋਪੰਡਿਤਪੜੇਰਖੀਸੁਰਜੁਗੁਜੁਗੁਬੇਦਾਨਾਲੇ॥"},"translation":{"en":{"bdb":"The scholarly Pandits sing to You, along with the holy Rishis and the readers of the Vedas throughout the ages.","ms":"The scholars, the readers of the Vedas of all the ages, together with the (seven) supreme sages, exalt Thee.","ssk":"The scholarly Pandits sing to You, along with the holy Rishis and the readers of the Vedas throughout the ages."},"pu":{"ss":{"gurmukhi":"(hy Akwl purK!) pVHy hoey pMifq qy mhw irKI vydW sxy qYnUµ gw rhy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਪੜ੍ਹੇ ਹੋਏ ਪੰਡਿਤ ਤੇ ਮਹਾ ਰਿਖੀ ਵੇਦਾਂ ਸਣੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"jugoN jugoN myN vydoN ky sihq pMfq Ar ivdÎwrQI punÚ irKIsr quJ ko gwvqy hYN]","unicode":"ਜੁਗੋਂ ਜੁਗੋਂ ਮੇਂ ਵੇਦੋਂ ਕੇ ਸਹਿਤ ਪੰਡਤ ਅਰ ਵਿਦ੍ਯਾਰਥੀ ਪੁਨਃ ਰਿਖੀਸਰ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy Akwl purK!) pVHy hoey pMifq qy mhw irKI vydW sxy qYnUµ gw rhy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਪੜ੍ਹੇ ਹੋਏ ਪੰਡਿਤ ਤੇ ਮਹਾ ਰਿਖੀ ਵੇਦਾਂ ਸਣੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"swirAW Xu`gW dy vydW ƒ vwcx vwly, ivdvwn, smyq (s¤qy) SRomxI irSIAW dy, qyrI prsMsw krdy hn[","unicode":"ਸਾਰਿਆਂ ਯੁੱਗਾਂ ਦੇ ਵੇਦਾਂ ਨੂੰ ਵਾਚਣ ਵਾਲੇ, ਵਿਦਵਾਨ, ਸਮੇਤ (ਸੱਤੇ) ਸ਼੍ਰੋਮਣੀ ਰਿਸ਼ੀਆਂ ਦੇ, ਤੇਰੀ ਪਰਸੰਸਾ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Los escolares Pandits Te cantan, junto con los Santos Rishis y los lectores de los Vedas a través de las Épocas. "},"hi":{"ss":"(हे अकाल पुरख !) पढ़े हुए पण्डित और महाऋषि वेदों समेत तुझे गा रहे हैं।","sts":"हे प्रभु ! दुनिया के समस्त विद्वान व महान जितेन्द्रिय ऋषि-मुनि युगों-युगों से वेदों को पढ़-पढ़ कर तेरा ही यशोगान कर रहे हैं।"}},"transliteration":{"english":"gaavan tudhano pa(n)ddit paRe rakheesur jug jug bedhaa naale ||","hindi":"गावनि तुधनो पंडित पड़े रखीसुर जुगु जुगु बेदा नाले ॥","en":"gaavan tudhano pa(n)ddit paRe rakheesur jug jug bedhaa naale ||","hi":"गावनि तुधनो पंडित पड़े रखीसुर जुगु जुगु बेदा नाले ॥","ipa":"Gɑʋən t̪ʊt̪ənɔ pəŋɖɪt̪ pəɽe rəkʰisʊr d͡ʒʊG d͡ʒʊG bed̪ɑ nɑle.","ur":"گاون تُدھنو پںڈت پڑے رکھیِسر جُگ جُگ بےدا نالے ۔۔"},"pageNo":347,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15796,"shabadId":1368,"verse":{"gurmukhi":"gwvin quDno mohxIAw mnu mohin surgu mCu pieAwly ]","unicode":"ਗਾਵਨਿ ਤੁਧਨੋ ਮੋਹਣੀਆ ਮਨੁ ਮੋਹਨਿ ਸੁਰਗੁ ਮਛੁ ਪਇਆਲੇ ॥"},"larivaar":{"gurmukhi":"gwvinquDnomohxIAwmnumohinsurgumCupieAwly]","unicode":"ਗਾਵਨਿਤੁਧਨੋਮੋਹਣੀਆਮਨੁਮੋਹਨਿਸੁਰਗੁਮਛੁਪਇਆਲੇ॥"},"translation":{"en":{"bdb":"The Mohinis, the heavenly beauties who entice the heart in paradise, in this world and in the nether regions, sing to You.","ms":"The captivating she-seraphs, who beguile the heart in paradise, this world and the nether regions, sing Thee.","ssk":"The Mohinis, the heavenly beauties who entice the heart in paradise, in this world and in the nether regions, sing to You."},"pu":{"ss":{"gurmukhi":"suMdr iesq®IAW jo mn nUµ moNhdIAW hn, qYnUµ gw rhIAW hn, surg-lok, mwq-lok, pwqwl-lok qYnUµ gw rhy hn [","unicode":"ਸੁੰਦਰ ਇਸਤ੍ਰੀਆਂ ਜੋ ਮਨ ਨੂੰ ਮੋਂਹਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੀਆਂ ਹਨ, ਸੁਰਗ-ਲੋਕ, ਮਾਤ-ਲੋਕ, ਪਾਤਾਲ-ਲੋਕ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"hy mn mohn prmysÍr! vw mn ky mohny vwlIAW iesqRIAW sÍrg myN AOr (mCu) Cwv m`D lok myN Ar pwqwl myN quJ ko gwvqI hYN]","unicode":"ਹੇ ਮਨ ਮੋਹਨ ਪਰਮੇਸ੍ਵਰ! ਵਾ ਮਨ ਕੇ ਮੋਹਨੇ ਵਾਲੀਆਂ ਇਸਤ੍ਰੀਆਂ ਸ੍ਵਰਗ ਮੇਂ ਔਰ (ਮਛੁ) ਛਾਵ ਮੱਧ ਲੋਕ ਮੇਂ ਅਰ ਪਾਤਾਲ ਮੇਂ ਤੁਝ ਕੋ ਗਾਵਤੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"suMdr iesq®IAW jo mn nUµ moNhdIAW hn, qYnUµ gw rhIAW hn, surg-lok, mwq-lok, pwqwl-lok qYnUµ gw rhy hn [","unicode":"ਸੁੰਦਰ ਇਸਤ੍ਰੀਆਂ ਜੋ ਮਨ ਨੂੰ ਮੋਂਹਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੀਆਂ ਹਨ, ਸੁਰਗ-ਲੋਕ, ਮਾਤ-ਲੋਕ, ਪਾਤਾਲ-ਲੋਕ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"mohq kr lYx vwlIAW prIAW, jo bihSq, ies lok Aqy pwqwl AMdr idl ƒ Cl lYdIAW hn, qYƒ hI gwauNdIAW hn[","unicode":"ਮੋਹਤ ਕਰ ਲੈਣ ਵਾਲੀਆਂ ਪਰੀਆਂ, ਜੋ ਬਹਿਸ਼ਤ, ਇਸ ਲੋਕ ਅਤੇ ਪਾਤਾਲ ਅੰਦਰ ਦਿਲ ਨੂੰ ਛਲ ਲੈਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਹੀ ਗਾਉਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Los Mojinis, bellezas celestiales que fascinan a los corazones en el paraíso, en este mundo y en las regiones inferiores, Te cantan. "},"hi":{"ss":"मन को मोहने वाली सुंदर सि्त्रयां तुझे गा रही हैं। स्वर्ग लोक। मात लोक। पाताल लोक तुझे गा रहे हैं। अर्थ।","sts":"मन को मुग्ध करने वाली सुन्दर अप्सराएँ स्वर्ग लोक, मृत्युलोक एवं पाताल लोक में तेरा ही गुणगान कर रही हैं।"}},"transliteration":{"english":"gaavan tudhano mohaneeaa man mohan surag machh piaale ||","hindi":"गावनि तुधनो मोहणीआ मनु मोहनि सुरगु मछु पइआले ॥","en":"gaavan tudhano mohaneeaa man mohan surag machh piaale ||","hi":"गावनि तुधनो मोहणीआ मनु मोहनि सुरगु मछु पइआले ॥","ipa":"Gɑʋən t̪ʊt̪ənɔ mɔhəɳiəɑ mən mɔhən sʊrəG məɕ pɪɑle.","ur":"گاون تُدھنو موهݨیِآ من موهن سُرگ مچھ پایالے ۔۔"},"pageNo":347,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15797,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno rqn aupwey qyry jyqy ATsiT qIrQ nwly ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਰਤਨ ਉਪਾਏ ਤੇਰੇ ਜੇਤੇ ਅਠਸਠਿ ਤੀਰਥ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnorqnaupweyqyryjyqyATsiTqIrQnwly]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਰਤਨਉਪਾਏਤੇਰੇਜੇਤੇਅਠਸਠਿਤੀਰਥਨਾਲੇ॥"},"translation":{"en":{"bdb":"The fourteen priceless jewels created by You, and the sixty-eight holy places of pilgrimage, sing to You.","ms":"The fourteen invaluable articles, created by thee with sixty eight place of pilgrimage, hymn thee.","ssk":"The fourteen priceless jewels created by You, and the sixty-eight holy places of pilgrimage, sing to You."},"pu":{"ss":{"gurmukhi":"(hy inrµkwr!) ijqny BI qyry pYdw kIqy hoey rqn hn, auh ATwhT qIrQW smyq qYnUµ gw rhy hn [","unicode":"(ਹੇ ਨਿਰੰਕਾਰ!) ਜਿਤਨੇ ਭੀ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਰਤਨ ਹਨ, ਉਹ ਅਠਾਹਠ ਤੀਰਥਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"hy BgvMq! qyry ijqny auqpMnÎ kIey hUey DMn DnMqR AwdI rqn quJ ko gwvqy hYN, ATwhT qIrQ Ar nwly BI, Bwv ndI nwloN ky AiBmwnI dyvqw quJ ko gwvqy hYN]","unicode":"ਹੇ ਭਗਵੰਤ! ਤੇਰੇ ਜਿਤਨੇ ਉਤਪੰਨ੍ਯ ਕੀਏ ਹੂਏ ਧੰਨ ਧਨੰਤ੍ਰ ਆਦੀ ਰਤਨ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ, ਅਠਾਹਠ ਤੀਰਥ ਅਰ ਨਾਲੇ ਭੀ, ਭਾਵ ਨਦੀ ਨਾਲੋਂ ਕੇ ਅਭਿਮਾਨੀ ਦੇਵਤਾ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy inrµkwr!) ijqny BI qyry pYdw kIqy hoey rqn hn, auh ATwhT qIrQW smyq qYnUµ gw rhy hn [","unicode":"(ਹੇ ਨਿਰੰਕਾਰ!) ਜਿਤਨੇ ਭੀ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਰਤਨ ਹਨ, ਉਹ ਅਠਾਹਠ ਤੀਰਥਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"qyry rcy hoey cOdW Amolk pdwrQ, ATwht XwqRw AsQwnW (qIrQW) smyq, qyrI kIrqI krdy hn[","unicode":"ਤੇਰੇ ਰਚੇ ਹੋਏ ਚੌਦਾਂ ਅਮੋਲਕ ਪਦਾਰਥ, ਅਠਾਹਟ ਯਾਤ੍ਰਾ ਅਸਥਾਨਾਂ (ਤੀਰਥਾਂ) ਸਮੇਤ, ਤੇਰੀ ਕੀਰਤੀ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Las catorce inapreciables Joyas creadas por Ti, y los sesenta y ocho lugares santos, cantan para Ti. "},"hi":{"ss":"(हे निरंकार !) जितने भी तेरे पैदा किए हुए रत्न हैं। वे अढ़सठ तीर्थों समेत तुझे गा रहे हैं।","sts":"तेरे उत्पन्न किए हुए चौदह रत्न, जगत के अड़सठ (६८) तीर्थ तथा उनमें विद्यमान संतजन भी तेरा यशोगान कर रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano ratan upaae tere jete aThasaTh teerath naale ||","hindi":"गावनि्ि तुधनो रतन उपाए तेरे जेते अठसठि तीरथ नाले ॥","en":"gaavani(h) tudhano ratan upaae tere jete aThasaTh teerath naale ||","hi":"गावनि्ि तुधनो रतन उपाए तेरे जेते अठसठि तीरथ नाले ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ rət̪ən oʊpɑee t̪ere d͡ʒet̪e əʈʰəsəʈʰ t̪irət̪ʰ nɑle.","ur":"گاونھ تُدھنو رتن اُپااے تےرے جےتے اٹھسٹھ تیِرتھ نالے ۔۔"},"pageNo":347,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15798,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno joD mhwbl sUrw gwvin@ quDno KwxI cwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਜੋਧ ਮਹਾਬਲ ਸੂਰਾ ਗਾਵਨਿੑ ਤੁਧਨੋ ਖਾਣੀ ਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnojoDmhwblsUrwgwvin@quDnoKwxIcwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਜੋਧਮਹਾਬਲਸੂਰਾਗਾਵਨਿੑਤੁਧਨੋਖਾਣੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"The mighty warriors and the divine heroes sing to You, and the four sources of creation sing to You.","ms":"The Supremely mighty warriors and Divine heroes sing thee and the four sources of creation magnify thee.","ssk":"The mighty warriors and the divine heroes sing to You, and the four sources of creation sing to You."},"pu":{"ss":{"gurmukhi":"v`fy bl vwly joDy qy sUrmy qyrI is&iq kr rhy hn [ ","unicode":"ਵੱਡੇ ਬਲ ਵਾਲੇ ਜੋਧੇ ਤੇ ਸੂਰਮੇ ਤੇਰੀ ਸਿਫ਼ਤਿ ਕਰ ਰਹੇ ਹਨ । "},"ft":{"gurmukhi":"(joD) rQI, (mhwbil) mhW rQI, (sUrw) AiqrQI quJ ko gwvqy hYN, punÚ AMfj Awid cwroN KwxIEN ky jIv quJ ko gwvqy hYN]","unicode":"(ਜੋਧ) ਰਥੀ, (ਮਹਾਬਲਿ) ਮਹਾਂ ਰਥੀ, (ਸੂਰਾ) ਅਤਿਰਥੀ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ, ਪੁਨਃ ਅੰਡਜ ਆਦਿ ਚਾਰੋਂ ਖਾਣੀਓਂ ਕੇ ਜੀਵ ਤੁਝ ਕੋ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"v`fy bl vwly joDy qy sUrmy qyrI is&iq kr rhy hn [ ","unicode":"ਵੱਡੇ ਬਲ ਵਾਲੇ ਜੋਧੇ ਤੇ ਸੂਰਮੇ ਤੇਰੀ ਸਿਫ਼ਤਿ ਕਰ ਰਹੇ ਹਨ । "},"ms":{"gurmukhi":"prm blvwn XoDy Aqy eISvrI sUrmy qYƒ gwauNdy hn Aqy cwry hI auqpqI dy mMQy (somy) qYƒ slwhuMdy hn[","unicode":"ਪਰਮ ਬਲਵਾਨ ਯੋਧੇ ਅਤੇ ਈਸ਼ਵਰੀ ਸੂਰਮੇ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ ਅਤੇ ਚਾਰੇ ਹੀ ਉਤਪਤੀ ਦੇ ਮੰਥੇ (ਸੋਮੇ) ਤੈਨੂੰ ਸਲਾਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Los poderosos guerreros y los héroes divinos, junto con las Cuatro Fuentes de la Creación, "},"hi":{"ss":"महाबली योद्धे और शूरवीर तेरी सराहना कर रहे हैं। सारी सृष्टि।","sts":"बड़े-बड़े पराक्रमी योद्धा, महाबली एवं शूरवीर भी तेरा ही गुणानुवाद कर रहे हैं, तथा उत्पत्ति के चारों स्रोत (अण्डज, जरायुज, स्वेदज व उदभिज्ज) भी तेरी ही उपमा गा रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano jodh mahaabal sooraa gaavani(h) tudhano khaanee chaare ||","hindi":"गावनि्ि तुधनो जोध महाबल सूरा गावनि्ि तुधनो खाणी चारे ॥","en":"gaavani(h) tudhano jodh mahaabal sooraa gaavani(h) tudhano khaanee chaare ||","hi":"गावनि्ि तुधनो जोध महाबल सूरा गावनि्ि तुधनो खाणी चारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ d͡ʒɔt̪ə̀ məhɑbəl surɑ Gɑʋənɪ@ t̪ʊt̪ənɔ kʰɑɳi t͡ʃɑre.","ur":"گاونھ تُدھنو جودھ مهابل سُورا گاونھ تُدھنو کھاݨیِ چارے ۔۔"},"pageNo":347,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15799,"shabadId":1368,"verse":{"gurmukhi":"gwvin@ quDno KMf mMfl bRhmMfw kir kir rKy qyry Dwry ]","unicode":"ਗਾਵਨਿੑ ਤੁਧਨੋ ਖੰਡ ਮੰਡਲ ਬ੍ਰਹਮੰਡਾ ਕਰਿ ਕਰਿ ਰਖੇ ਤੇਰੇ ਧਾਰੇ ॥"},"larivaar":{"gurmukhi":"gwvin@quDnoKMfmMflbRhmMfwkirkirrKyqyryDwry]","unicode":"ਗਾਵਨਿੑਤੁਧਨੋਖੰਡਮੰਡਲਬ੍ਰਹਮੰਡਾਕਰਿਕਰਿਰਖੇਤੇਰੇਧਾਰੇ॥"},"translation":{"en":{"bdb":"The continents, the worlds and the solar systems, created and installed by Your Hand, sing to You.","ms":"The continents, the world and the solar systems, created and installed by thee, chant thine glories.","ssk":"The continents, the worlds and the solar systems, created and installed by Your Hand, sing to You."},"pu":{"ss":{"gurmukhi":"swrI isRStI, isRStI dy swry KMf Aqy c`kR, jo qUµ pYdw kr ky itkw r`Ky hn; qYnUµ gwauNdy hn [","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਖੰਡ ਅਤੇ ਚੱਕ੍ਰ, ਜੋ ਤੂੰ ਪੈਦਾ ਕਰ ਕੇ ਟਿਕਾ ਰੱਖੇ ਹਨ; ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"Ar nvoN KMf Ar mMfl dIp Ar bRhmMf, Bwv iqnmY invws krny vwly jIv vw iqn ky ABmwnI dyvqw gwvqy hYN]","unicode":"ਅਰ ਨਵੋਂ ਖੰਡ ਅਰ ਮੰਡਲ ਦੀਪ ਅਰ ਬ੍ਰਹਮੰਡ, ਭਾਵ ਤਿਨਮੈ ਨਿਵਾਸ ਕਰਨੇ ਵਾਲੇ ਜੀਵ ਵਾ ਤਿਨ ਕੇ ਅਭਮਾਨੀ ਦੇਵਤਾ ਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"swrI isRStI, isRStI dy swry KMf Aqy c`kR, jo qUµ pYdw kr ky itkw r`Ky hn; qYnUµ gwauNdy hn [","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਖੰਡ ਅਤੇ ਚੱਕ੍ਰ, ਜੋ ਤੂੰ ਪੈਦਾ ਕਰ ਕੇ ਟਿਕਾ ਰੱਖੇ ਹਨ; ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"qyry h`QW dy rcy Aqy AsQwpn kIqy hoey b`irAwzm, sMswr Aqy sUrj-bMDwn qyrIAW hI bzurgIAW Alwpdy hn[","unicode":"ਤੇਰੇ ਹੱਥਾਂ ਦੇ ਰਚੇ ਅਤੇ ਅਸਥਾਪਨ ਕੀਤੇ ਹੋਏ ਬੱਰਿਆਜ਼ਮ, ਸੰਸਾਰ ਅਤੇ ਸੂਰਜ-ਬੰਧਾਨ ਤੇਰੀਆਂ ਹੀ ਬਜ਼ੁਰਗੀਆਂ ਅਲਾਪਦੇ ਹਨ।"}},"es":{"sn":"Cantan para Ti. Los Continentes, los mundos y los sistemas solares, creados e instalados por Tu Mano, cantan para Ti. "},"hi":{"ss":"सृष्टि के सारे खण्ड और चक्र। जो तूने पैदा करके टिकाए हुए हैं; तुझे गाते हैं। अर्थ।","sts":"हे विधाता ! नवखण्ड, मण्डल एवं सम्पूर्ण ब्रह्माण्ड जो तूने बना-बना कर धारण कर रखे हैं, वे भी तेरी ही महिमा-स्तुति गा रहे हैं।"}},"transliteration":{"english":"gaavani(h) tudhano kha(n)dd ma(n)ddal brahama(n)ddaa kar kar rakhe tere dhaare ||","hindi":"गावनि्ि तुधनो खंड मंडल ब्रहमंडा करि करि रखे तेरे धारे ॥","en":"gaavani(h) tudhano kha(n)dd ma(n)ddal brahama(n)ddaa kar kar rakhe tere dhaare ||","hi":"गावनि्ि तुधनो खंड मंडल ब्रहमंडा करि करि रखे तेरे धारे ॥","ipa":"Gɑʋənɪ@ t̪ʊt̪ənɔ kʰəŋɖ məŋɖəl bɹəhəməŋɖɑ kər kər rəkʰe t̪ere t̪ɑre.","ur":"گاونھ تُدھنو کھںڈ مںڈل برهمںڈا کر کرِ رکھے تےرے دھارے ۔۔"},"pageNo":347,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15800,"shabadId":1368,"verse":{"gurmukhi":"syeI quDno gwvin@ jo quDu Bwvin@ rqy qyry Bgq rswly ]","unicode":"ਸੇਈ ਤੁਧਨੋ ਗਾਵਨਿੑ ਜੋ ਤੁਧੁ ਭਾਵਨਿੑ ਰਤੇ ਤੇਰੇ ਭਗਤ ਰਸਾਲੇ ॥"},"larivaar":{"gurmukhi":"syeIquDnogwvin@joquDuBwvin@rqyqyryBgqrswly]","unicode":"ਸੇਈਤੁਧਨੋਗਾਵਨਿੑਜੋਤੁਧੁਭਾਵਨਿੑਰਤੇਤੇਰੇਭਗਤਰਸਾਲੇ॥"},"translation":{"en":{"bdb":"They alone sing to You, who are pleasing to Your Will, and who are imbued with the nectar of Your devotional worship.","ms":"Thine saints, who are pleasing to thee and who are steeped in the Name, the home of Nectar, also eulogise thee.","ssk":"They alone sing to You, who are pleasing to Your Will, and who are imbued with the nectar of Your devotional worship."},"pu":{"ss":{"gurmukhi":"(hy Akwl purK!) (Asl ivc qW) auho qyry pRym ivc r`qy rsIey Bgq jn qYnUµ gwauNdy hn (Bwv, aunHW dw hI gwauxw sPl hY) jo qYnUµ cMgy l`gdy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਅਸਲ ਵਿਚ ਤਾਂ) ਉਹੋ ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਰਸੀਏ ਭਗਤ ਜਨ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਨ੍ਹਾਂ ਦਾ ਹੀ ਗਾਉਣਾ ਸਫਲ ਹੈ) ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ ।"},"ft":{"gurmukhi":"syeI quJ kO gwvqy hYN, jo quJ ko Bwvqy hYN, Bwv aun kw gwvnw sPl hY[ so gwvny vwly (rswly) sMbUh Bgq qyry myN rqy hUey hYN]","unicode":"ਸੇਈ ਤੁਝ ਕੌ ਗਾਵਤੇ ਹੈਂ, ਜੋ ਤੁਝ ਕੋ ਭਾਵਤੇ ਹੈਂ, ਭਾਵ ਉਨ ਕਾ ਗਾਵਨਾ ਸਫਲ ਹੈ। ਸੋ ਗਾਵਨੇ ਵਾਲੇ (ਰਸਾਲੇ) ਸੰਬੂਹ ਭਗਤ ਤੇਰੇ ਮੇਂ ਰਤੇ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy Akwl purK!) (Asl ivc qW) auho qyry pRym ivc r`qy rsIey Bgq jn qYnUµ gwauNdy hn (Bwv, aunHW dw hI gwauxw sPl hY) jo qYnUµ cMgy l`gdy hn [","unicode":"(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਅਸਲ ਵਿਚ ਤਾਂ) ਉਹੋ ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਰਸੀਏ ਭਗਤ ਜਨ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਨ੍ਹਾਂ ਦਾ ਹੀ ਗਾਉਣਾ ਸਫਲ ਹੈ) ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ ।"},"ms":{"gurmukhi":"qyfyN swDU, ijhVy qYƒ cMgy lgdy hn Aqy jo AMimRq dy Gr, qyry nwm, AMdr rMgIjy hn, auh BI qYƒ slwhuMdy hn[","unicode":"ਤੇਡੇਂ ਸਾਧੂ, ਜਿਹੜੇ ਤੈਨੂੰ ਚੰਗੇ ਲਗਦੇ ਹਨ ਅਤੇ ਜੋ ਅੰਮ੍ਰਿਤ ਦੇ ਘਰ, ਤੇਰੇ ਨਾਮ, ਅੰਦਰ ਰੰਗੀਜੇ ਹਨ, ਉਹ ਭੀ ਤੈਨੂੰ ਸਲਾਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Los que están complaciendo Tu Voluntad, cantan para Ti, "},"hi":{"ss":"(हे अकाल पुरख !) (दरअसल तो) वही तेरे प्रेम में रंगे हुए रसिए भगतजन तुझे गाते हैं (भाव। उनका ही गाना सफल है) जो तुझे अच्छे लगते हैं।","sts":"वास्तव में वे ही तेरी कीर्ति को गा सकते हैं, जो तेरी भक्ति में लीन हैं, तेरे नाम के रसिया हैं और जो तुझे अच्छे लगते हैं।"}},"transliteration":{"english":"seiee tudhano gaavani(h) jo tudh bhaavani(h) rate tere bhagat rasaale ||","hindi":"सेई तुधनो गावनि्ि जो तुधु भावनि्ि रते तेरे भगत रसाले ॥","en":"seiee tudhano gaavani(h) jo tudh bhaavani(h) rate tere bhagat rasaale ||","hi":"सेई तुधनो गावनि्ि जो तुधु भावनि्ि रते तेरे भगत रसाले ॥","ipa":"seei t̪ʊt̪ənɔ Gɑʋənɪ@ d͡ʒɔ t̪ʊt̪ ɓɑʋənɪ@ rət̪e t̪ere ɓəGət̪ rəsɑle.","ur":"سےای تُدھنو گاونھ جو تُدھ بھاونھ رتے تےرے بھگت رسالے ۔۔"},"pageNo":347,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15801,"shabadId":1368,"verse":{"gurmukhi":"hoir kyqy quDno gwvin sy mY iciq n Awvin nwnku ikAw bIcwry ]","unicode":"ਹੋਰਿ ਕੇਤੇ ਤੁਧਨੋ ਗਾਵਨਿ ਸੇ ਮੈ ਚਿਤਿ ਨ ਆਵਨਿ ਨਾਨਕੁ ਕਿਆ ਬੀਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"hoirkyqyquDnogwvinsymYiciqnAwvinnwnkuikAwbIcwry]","unicode":"ਹੋਰਿਕੇਤੇਤੁਧਨੋਗਾਵਨਿਸੇਮੈਚਿਤਿਨਆਵਨਿਨਾਨਕੁਕਿਆਬੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"So many others sing to You, they do not come into my mind; how can Nanak think of them?","ms":"Many others, whom I cannot recollect within my mind, sing thee. How can Nanak think of them?","ssk":"So many others sing to You, they do not come into my mind; how can Nanak think of them?"},"pu":{"ss":{"gurmukhi":"AnykW hor jIv qYnUµ gw rhy hn, jyhVy mYQoN igxy BI nhIN jw skdy [ (Blw) nwnk (ivcwrw) kIh ivcwr kr skdw hY?","unicode":"ਅਨੇਕਾਂ ਹੋਰ ਜੀਵ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਜੇਹੜੇ ਮੈਥੋਂ ਗਿਣੇ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦੇ । (ਭਲਾ) ਨਾਨਕ (ਵਿਚਾਰਾ) ਕੀਹ ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ?"},"ft":{"gurmukhi":"qYƒ AOr (kyqy) bhuqy hI gwvqy hYN, so sB myry icMqn myN nhIN Awvqy hYN[ sRI gurU jI khqy hYN: mYN iqn kw ikAw vIcwr kroN, Bwv Aigxq hYN]Çjo bIbI nwnkI jI khy so prmysÍr kb Qw Ar kYsw hY? iqs pr khqy hYN:","unicode":"ਤੈਨੂੰ ਔਰ (ਕੇਤੇ) ਬਹੁਤੇ ਹੀ ਗਾਵਤੇ ਹੈਂ, ਸੋ ਸਭ ਮੇਰੇ ਚਿੰਤਨ ਮੇਂ ਨਹੀਂ ਆਵਤੇ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਤਿਨ ਕਾ ਕਿਆ ਵੀਚਾਰ ਕਰੋਂ, ਭਾਵ ਅਗਿਣਤ ਹੈਂ॥☬ਜੋ ਬੀਬੀ ਨਾਨਕੀ ਜੀ ਕਹੇ ਸੋ ਪਰਮੇਸ੍ਵਰ ਕਬ ਥਾ ਅਰ ਕੈਸਾ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"AnykW hor jIv qYnUµ gw rhy hn, jyhVy mYQoN igxy BI nhIN jw skdy [ (Blw) nwnk (ivcwrw) kIh ivcwr kr skdw hY?","unicode":"ਅਨੇਕਾਂ ਹੋਰ ਜੀਵ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਜੇਹੜੇ ਮੈਥੋਂ ਗਿਣੇ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦੇ । (ਭਲਾ) ਨਾਨਕ (ਵਿਚਾਰਾ) ਕੀਹ ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ?"},"ms":{"gurmukhi":"hor bhuqyry ijnHW ƒ mYN Awpxy mn AMdr icqvn nhIN kr skdw, qYƒ gwauNdy hn[ nwnk aunHW dw iks qrHW iKAwl kr skdw hY?","unicode":"ਹੋਰ ਬਹੁਤੇਰੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੈਂ ਆਪਣੇ ਮਨ ਅੰਦਰ ਚਿਤਵਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ। ਨਾਨਕ ਉਨ੍ਹਾਂ ਦਾ ਕਿਸ ਤਰ੍ਹਾਂ ਖਿਆਲ ਕਰ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"y también quienes están imbuidos en el Néctar de Tu Alabanza de Devoción. Tantos otros cantan para Ti, que no me vienen a la mente, ¿cómo puede Nanak acordarse de todos ellos? "},"hi":{"ss":"अनेकों और जीव तुझे गा रहे हैं। जो मुझसे गिने भी नहीं जा सकते। (भला) नानक (बिचारा) क्या विचार कर सकता है। अर्थ।","sts":"गुरु नानक देव जी कहते हैं कि अनेकानेक और भी कई ऐसे जीव हैं जो मुझे स्मरण नहीं हो रहे, जो तेरा ही यशोगान करते हैं, मैं कहाँ तक उनका विचार करूँ, अर्थात् यशोगान करने वाले जीवों की गणना मैं कहाँ तक करूँ।"}},"transliteration":{"english":"hor kete tudhano gaavan se mai chit na aavan naanak kiaa beechaare ||","hindi":"होरि केते तुधनो गावनि से मै चिति न आवनि नानकु किआ बीचारे ॥","en":"hor kete tudhano gaavan se mai chit na aavan naanak kiaa beechaare ||","hi":"होरि केते तुधनो गावनि से मै चिति न आवनि नानकु किआ बीचारे ॥","ipa":"hɔr ket̪e t̪ʊt̪ənɔ Gɑʋən se mæ t͡ʃɪt̪ nə əɑʋən nɑnək kɪəɑ bit͡ʃɑre.","ur":"هور کےتے تُدھنو گاون سے مَے چت ن آون نانک کآ بیِچارے ۔۔"},"pageNo":347,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":8,"t":"v"}],"igurbani":[{"p":3,"t":"v"},{"p":8,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15802,"shabadId":1368,"verse":{"gurmukhi":"soeI soeI sdw scu swihbu swcw swcI nweI ]","unicode":"ਸੋਈ ਸੋਈ ਸਦਾ ਸਚੁ ਸਾਹਿਬੁ ਸਾਚਾ ਸਾਚੀ ਨਾਈ ॥"},"larivaar":{"gurmukhi":"soeIsoeIsdwscuswihbuswcwswcInweI]","unicode":"ਸੋਈਸੋਈਸਦਾਸਚੁਸਾਹਿਬੁਸਾਚਾਸਾਚੀਨਾਈ॥"},"translation":{"en":{"bdb":"That Lord and Master - He is True, forever True; He is True, and True is His Name.","ms":"That, that Lord is ever true. He is true and true is His Name.","ssk":"That Lord and Master - He is True, forever True; He is True, and True is His Name."},"pu":{"ss":{"gurmukhi":"auh prmwqmw sdw-iQr hY, auh mwlk s`cw hY, aus dI vifAweI BI sdw At`l hY ","unicode":"ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਹੈ, ਉਹ ਮਾਲਕ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ "},"ft":{"gurmukhi":"soeI prmysÍr sdIv pihly Qw Ar soeI scw sÍrUp Ab hY Ar soeI Awgy BI hovygw[ punw vhu scw hY Ar iqs dI (nweI) vifAweI BI scI hY]","unicode":"ਸੋਈ ਪਰਮੇਸ੍ਵਰ ਸਦੀਵ ਪਹਿਲੇ ਥਾ ਅਰ ਸੋਈ ਸਚਾ ਸ੍ਵਰੂਪ ਅਬ ਹੈ ਅਰ ਸੋਈ ਆਗੇ ਭੀ ਹੋਵੇਗਾ। ਪੁਨਾ ਵਹੁ ਸਚਾ ਹੈ ਅਰ ਤਿਸ ਦੀ (ਨਾਈ) ਵਡਿਆਈ ਭੀ ਸਚੀ ਹੈ॥"},"bdb":{"gurmukhi":"auh prmwqmw sdw-iQr hY, auh mwlk s`cw hY, aus dI vifAweI BI sdw At`l hY ","unicode":"ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਹੈ, ਉਹ ਮਾਲਕ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ "},"ms":{"gurmukhi":"auh, aus suAwmI sdIv hI s`cw hY[ auh s`q hY, Aqy s`q hY aus dw nwm[","unicode":"ਉਹ, ਉਸ ਸੁਆਮੀ ਸਦੀਵ ਹੀ ਸੱਚਾ ਹੈ। ਉਹ ਸੱਤ ਹੈ, ਅਤੇ ਸੱਤ ਹੈ ਉਸ ਦਾ ਨਾਮ।"}},"es":{"sn":"Ese Señor y Maestro, es Verdad, para siempre Verdad, Él es Verdad y Verdad es Su Nombre. "},"hi":{"ss":"ना वह पैदा हुआ है ना ही मरेगा। वह परमात्मा सदा स्थिर है। वह सच्चा मालिक है।","sts":"वह साहिब सच है, हमेशा के लिए सच है; वह सच है, और सत्य उसका नाम है।"}},"transliteration":{"english":"soiee soiee sadhaa sach saahib saachaa saachee naiee ||","hindi":"सोई सोई सदा सचु साहिबु साचा साची नाई ॥","en":"soiee soiee sadhaa sach saahib saachaa saachee naiee ||","hi":"सोई सोई सदा सचु साहिबु साचा साची नाई ॥","ipa":"sɔei sɔei səd̪ɑ sət͡ʃ sɑhɪb sɑt͡ʃɑ sɑt͡ʃi nɑei.","ur":"سوای سوای سدا سچ ساهب ساچا ساچیِ ناای ۔۔"},"pageNo":347,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15803,"shabadId":1368,"verse":{"gurmukhi":"hY BI hosI jwie n jwsI rcnw ijin rcweI ]","unicode":"ਹੈ ਭੀ ਹੋਸੀ ਜਾਇ ਨ ਜਾਸੀ ਰਚਨਾ ਜਿਨਿ ਰਚਾਈ ॥"},"larivaar":{"gurmukhi":"hYBIhosIjwienjwsIrcnwijinrcweI]","unicode":"ਹੈਭੀਹੋਸੀਜਾਇਨਜਾਸੀਰਚਨਾਜਿਨਿਰਚਾਈ॥"},"translation":{"en":{"bdb":"He who created the creation is True, and He shall always be True; He shall not depart, even when the creation departs.","ms":"He, who created the creation, is and shall also be. H shall not depart when the creation shall disappear or depart.","ssk":"He who created the creation is True, and He shall always be True; He shall not depart, even when the creation departs."},"pu":{"ss":{"gurmukhi":"ijs Akwl purK ny ieh isRStI pYdw kIqI hY auh AYs vyly mOjUd hY, sdw rhygw, nwh auh jMimAw hY Aqy nwh hI auh mrygw [","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ, ਸਦਾ ਰਹੇਗਾ, ਨਾਹ ਉਹ ਜੰਮਿਆ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਉਹ ਮਰੇਗਾ ।"},"ft":{"gurmukhi":"ipCy hYsI Ab hY Ar Agy ƒ BI hovygw[ ijs prmysÍr ny sMswr rcnw rcI hY, so nhIN jwqw Ar rcnw clI jwvygI]","unicode":"ਪਿਛੇ ਹੈਸੀ ਅਬ ਹੈ ਅਰ ਅਗੇ ਨੂੰ ਭੀ ਹੋਵੇਗਾ। ਜਿਸ ਪਰਮੇਸ੍ਵਰ ਨੇ ਸੰਸਾਰ ਰਚਨਾ ਰਚੀ ਹੈ, ਸੋ ਨਹੀਂ ਜਾਤਾ ਅਰ ਰਚਨਾ ਚਲੀ ਜਾਵੇਗੀ॥"},"bdb":{"gurmukhi":"ijs Akwl purK ny ieh isRStI pYdw kIqI hY auh AYs vyly mOjUd hY, sdw rhygw, nwh auh jMimAw hY Aqy nwh hI auh mrygw [","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ, ਸਦਾ ਰਹੇਗਾ, ਨਾਹ ਉਹ ਜੰਮਿਆ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਉਹ ਮਰੇਗਾ ।"},"ms":{"gurmukhi":"ijs ny isRStI swjI hY auh hY Aqy hoaUgw BI jd iSRstI Alop hoaugI jw jwaUgI, auh nhIN jwvygw[","unicode":"ਜਿਸ ਨੇ ਸ੍ਰਿਸ਼ਟੀ ਸਾਜੀ ਹੈ ਉਹ ਹੈ ਅਤੇ ਹੋਊਗਾ ਭੀ ਜਦ ਸ਼੍ਰਿਸਟੀ ਅਲੋਪ ਹੋਉਗੀ ਜਾ ਜਾਊਗੀ, ਉਹ ਨਹੀਂ ਜਾਵੇਗਾ।"}},"es":{"sn":"Quien creó la Creación es Verdad, y siempre será Verdad, Él no se irá aunque la Creación desaparezca. "},"hi":{"ss":"जिस अकाल-पुरखु ने ये सृष्टि पैदा की है वह इस समय मौजूद है। सदा रहेगा। उसकी वडिआई महिमा भी सदा अटॅल है। अर्थ।","sts":"वह सत्यस्वरूप परमात्मा भूतकाल में था, वही सद्गुणी परमेश्वर वर्तमान में भी है। वह जगत का रचयिता भविष्य में सदैव रहेगा, वह परमात्मा न जन्म लेता है और न ही उसका नाश होता है।"}},"transliteration":{"english":"hai bhee hosee jai na jaasee rachanaa jin rachaiee ||","hindi":"है भी होसी जाइ न जासी रचना जिनि रचाई ॥","en":"hai bhee hosee jai na jaasee rachanaa jin rachaiee ||","hi":"है भी होसी जाइ न जासी रचना जिनि रचाई ॥","ipa":"hæ ɓi hɔsi d͡ʒɑeɪ nə d͡ʒɑsi rət͡ʃənɑ d͡ʒɪn rət͡ʃɑei.","ur":"هَے بھیِ هوسیِ جاا ن جاسیِ رچنا جن رچاای ۔۔"},"pageNo":347,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15804,"shabadId":1368,"verse":{"gurmukhi":"rMgI rMgI BwqI ijnsI mwieAw ijin aupweI ]","unicode":"ਰੰਗੀ ਰੰਗੀ ਭਾਤੀ ਜਿਨਸੀ ਮਾਇਆ ਜਿਨਿ ਉਪਾਈ ॥"},"larivaar":{"gurmukhi":"rMgIrMgIBwqIijnsImwieAwijinaupweI]","unicode":"ਰੰਗੀਰੰਗੀਭਾਤੀਜਿਨਸੀਮਾਇਆਜਿਨਿਉਪਾਈ॥"},"translation":{"en":{"bdb":"He created the world of Maya with its various colors and species.","ms":"God, who fashioned the world has by diverse contrivances created the creation of various colous and kinds.","ssk":"He created the world of Maya with its various colors and species."},"pu":{"ss":{"gurmukhi":"ijs Akwl purK ny keI rMgW, iksmW Aqy ijnsW dI mwieAw rc id`qI hY, ","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਰੰਗਾਂ, ਕਿਸਮਾਂ ਅਤੇ ਜਿਨਸਾਂ ਦੀ ਮਾਇਆ ਰਚ ਦਿੱਤੀ ਹੈ, "},"ft":{"gurmukhi":"vhu rcnw kYsI hY? Anyk rMgoN kI Ar qrh 2 kI ijnsW, Bwv pSU pMCI BydoN kr ky mwXw duAwry ijs ny auqpiq krI hY]","unicode":"ਵਹੁ ਰਚਨਾ ਕੈਸੀ ਹੈ? ਅਨੇਕ ਰੰਗੋਂ ਕੀ ਅਰ ਤਰਹ ੨ ਕੀ ਜਿਨਸਾਂ, ਭਾਵ ਪਸ਼ੂ ਪੰਛੀ ਭੇਦੋਂ ਕਰ ਕੇ ਮਾਯਾ ਦੁਆਰੇ ਜਿਸ ਨੇ ਉਤਪਤਿ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijs Akwl purK ny keI rMgW, iksmW Aqy ijnsW dI mwieAw rc id`qI hY, ","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਰੰਗਾਂ, ਕਿਸਮਾਂ ਅਤੇ ਜਿਨਸਾਂ ਦੀ ਮਾਇਆ ਰਚ ਦਿੱਤੀ ਹੈ, "},"ms":{"gurmukhi":"vwihgurU, ijs ny sMswr swijAw hY, ny muKqilP qrIikAW duAwrw AnykW rMgqW Aqy iksmW dI rcnw rcI hY[","unicode":"ਵਾਹਿਗੁਰੂ, ਜਿਸ ਨੇ ਸੰਸਾਰ ਸਾਜਿਆ ਹੈ, ਨੇ ਮੁਖਤਲਿਫ ਤਰੀਕਿਆਂ ਦੁਆਰਾ ਅਨੇਕਾਂ ਰੰਗਤਾਂ ਅਤੇ ਕਿਸਮਾਂ ਦੀ ਰਚਨਾ ਰਚੀ ਹੈ।"}},"es":{"sn":"Él creó el mundo de Maya, con sus formas y colores, "},"hi":{"ss":"जिस अकाल-पुरख ने कई रंग। किस्मों और जिनसों की माया रच दी है।","sts":"जिस सृष्टि रचयिता ईश्वर ने रंग-बिरंगी, तरह-तरह के आकार वाली एवं अनेकानेक जीवों की उत्पत्ति अपनी माया द्वारा की है,"}},"transliteration":{"english":"ra(n)gee ra(n)gee bhaatee jinasee maiaa jin upaiee ||","hindi":"रंगी रंगी भाती जिनसी माइआ जिनि उपाई ॥","en":"ra(n)gee ra(n)gee bhaatee jinasee maiaa jin upaiee ||","hi":"रंगी रंगी भाती जिनसी माइआ जिनि उपाई ॥","ipa":"rəŋGi rəŋGi ɓɑt̪i d͡ʒɪnəsi mɑɪɑ d͡ʒɪn oʊpɑei.","ur":"رںگیِ رںگیِ بھاتیِ جنسیِ ماایا جن اُپاای ۔۔"},"pageNo":347,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15805,"shabadId":1368,"verse":{"gurmukhi":"kir kir dyKY kIqw Apxw ijau iqs dI vifAweI ]","unicode":"ਕਰਿ ਕਰਿ ਦੇਖੈ ਕੀਤਾ ਅਪਣਾ ਜਿਉ ਤਿਸ ਦੀ ਵਡਿਆਈ ॥"},"larivaar":{"gurmukhi":"kirkirdyKYkIqwApxwijauiqsdIvifAweI]","unicode":"ਕਰਿਕਰਿਦੇਖੈਕੀਤਾਅਪਣਾਜਿਉਤਿਸਦੀਵਡਿਆਈ॥"},"translation":{"en":{"bdb":"Having created the creation, He Himself watches over it, as it pleases His Greatness.","ms":"Having created the creation, He, as it pleases his honour, beholds his handi-work.","ssk":"Having created the creation, He Himself watches over it, as it pleases His Greatness."},"pu":{"ss":{"gurmukhi":"auh ijvyN aus dI rzw hY (Bwv, jyfw v`fw Awp hY Efy v`fy ijgry nwl jgq nUµ rc ky) Awpxy pYdw kIqy hoey dI sMBwl BI kr irhw hY [","unicode":"ਉਹ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ (ਭਾਵ, ਜੇਡਾ ਵੱਡਾ ਆਪ ਹੈ ਓਡੇ ਵੱਡੇ ਜਿਗਰੇ ਨਾਲ ਜਗਤ ਨੂੰ ਰਚ ਕੇ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"Awpxw kIqw hUAw jo pRpMc hY iqs ko rc kr ky jYsy iqs kI (vifAweI) ieCw hoqI hY, qYsy dyKqw hY, Bwv pwlqw hY]","unicode":"ਆਪਣਾ ਕੀਤਾ ਹੂਆ ਜੋ ਪ੍ਰਪੰਚ ਹੈ ਤਿਸ ਕੋ ਰਚ ਕਰ ਕੇ ਜੈਸੇ ਤਿਸ ਕੀ (ਵਡਿਆਈ) ਇਛਾ ਹੋਤੀ ਹੈ, ਤੈਸੇ ਦੇਖਤਾ ਹੈ, ਭਾਵ ਪਾਲਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh ijvyN aus dI rzw hY (Bwv, jyfw v`fw Awp hY Efy v`fy ijgry nwl jgq nUµ rc ky) Awpxy pYdw kIqy hoey dI sMBwl BI kr irhw hY [","unicode":"ਉਹ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ (ਭਾਵ, ਜੇਡਾ ਵੱਡਾ ਆਪ ਹੈ ਓਡੇ ਵੱਡੇ ਜਿਗਰੇ ਨਾਲ ਜਗਤ ਨੂੰ ਰਚ ਕੇ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"rcnw ƒ rc ky auh, ijs qrHW aus mhwrwj ƒ cMgw lgdw hY, AwpxI kIqI hoeI kwrIgrI ƒ dyKdw hY[","unicode":"ਰਚਨਾ ਨੂੰ ਰਚ ਕੇ ਉਹ, ਜਿਸ ਤਰ੍ਹਾਂ ਉਸ ਮਹਾਰਾਜ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ, ਆਪਣੀ ਕੀਤੀ ਹੋਈ ਕਾਰੀਗਰੀ ਨੂੰ ਦੇਖਦਾ ਹੈ।"}},"es":{"sn":"y habiendo creado la Creación, Él Mismo la cuida, así como le complace a Su Grandeza. "},"hi":{"ss":"वह वैसे उसकी रजा है (भाव। जितना बड़ा वह खुद है उतने बड़े जिगरे के साथ जगत को रच के) अपने पैदा किए हुए की संभाल भी कर रहा है। अर्थ।","sts":"अपनी इस सृष्टि-रचना को कर-करके वह अपनी रुचि अनुसार ही देखता है अर्थात् उनकी देखभाल अपनी इच्छानुसार ही करता है।"}},"transliteration":{"english":"kar kar dhekhai keetaa apanaa jiau tis dhee vaddiaaiee ||","hindi":"करि करि देखै कीता अपणा जिउ तिस दी वडिआई ॥","en":"kar kar dhekhai keetaa apanaa jiau tis dhee vaddiaaiee ||","hi":"करि करि देखै कीता अपणा जिउ तिस दी वडिआई ॥","ipa":"kər kər d̪ekʰæ kit̪ɑ əpəɳɑ d͡ʒɪo t̪ɪs d̪i ʋəɖɪəɑei.","ur":"کر کرِ دےکھَے کیِتا اپݨا جا تس دیِ وڈِآای ۔۔"},"pageNo":347,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":15806,"shabadId":1368,"verse":{"gurmukhi":"jo iqsu BwvY soeI krsI iPir hukmu n krxw jweI ]","unicode":"ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋਈ ਕਰਸੀ ਫਿਰਿ ਹੁਕਮੁ ਨ ਕਰਣਾ ਜਾਈ ॥"},"larivaar":{"gurmukhi":"joiqsuBwvYsoeIkrsIiPirhukmunkrxwjweI]","unicode":"ਜੋਤਿਸੁਭਾਵੈਸੋਈਕਰਸੀਫਿਰਿਹੁਕਮੁਨਕਰਣਾਜਾਈ॥"},"translation":{"en":{"bdb":"Whatever pleases Him, that is what He does. No one can issue any commands to Him.","ms":"Whatever pleases him, He does that. To Him, no one can issue an order.","ssk":"Whatever pleases Him, that is what He does. No one can issue any commands to Him."},"pu":{"ss":{"gurmukhi":"jo kuJ Akwl purK nUµ BwauNdw hY, auho hI auh krygw [ iksy jIv pwsoN prmwqmw Agy hukm nhIN kIqw jw skdw, (aus nUµ ieh nhIN AwK skdw—ieauN n krIN, ieauN kr) ","unicode":"ਜੋ ਕੁਝ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੋ ਹੀ ਉਹ ਕਰੇਗਾ । ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਅਗੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, (ਉਸ ਨੂੰ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ—ਇਉਂ ਨ ਕਰੀਂ, ਇਉਂ ਕਰ) "},"ft":{"gurmukhi":"jo iqs prmysÍr ko Bwvqw hY qIno kwl myN soeI hoqw hY, punw iqsI pr iksI sy hukm nhIN krw jwqw hY]","unicode":"ਜੋ ਤਿਸ ਪਰਮੇਸ੍ਵਰ ਕੋ ਭਾਵਤਾ ਹੈ ਤੀਨੋ ਕਾਲ ਮੇਂ ਸੋਈ ਹੋਤਾ ਹੈ, ਪੁਨਾ ਤਿਸੀ ਪਰ ਕਿਸੀ ਸੇ ਹੁਕਮ ਨਹੀਂ ਕਰਾ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jo kuJ Akwl purK nUµ BwauNdw hY, auho hI auh krygw [ iksy jIv pwsoN prmwqmw Agy hukm nhIN kIqw jw skdw, (aus nUµ ieh nhIN AwK skdw—ieauN n krIN, ieauN kr) ","unicode":"ਜੋ ਕੁਝ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੋ ਹੀ ਉਹ ਕਰੇਗਾ । ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਅਗੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, (ਉਸ ਨੂੰ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ—ਇਉਂ ਨ ਕਰੀਂ, ਇਉਂ ਕਰ) "},"ms":{"gurmukhi":"ijhVw ku`C aus ƒ BwauNdw hY, auhI auh krdw hY[ koeI jxw aus ƒ Purmwn jwrI nhIN kr skdw[","unicode":"ਜਿਹੜਾ ਕੁੱਛ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੀ ਉਹ ਕਰਦਾ ਹੈ। ਕੋਈ ਜਣਾ ਉਸ ਨੂੰ ਫੁਰਮਾਨ ਜਾਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।"}},"es":{"sn":"Lo que sea que Le place, eso es lo que Él hace, nadie Lo puede comandar. "},"hi":{"ss":"जो कुछ अकाल-पुरख को भाता है। वह ही वह करेगा। किसी जीव द्वारा परमात्मा को हुकम नहीं किया जा सकता (उसे ये नहीं कह सकता-ऐसे ना करो। ऐसे करो)।","sts":"जगत के रचयिता को जो कुछ भी भला लगता है, वही कार्य वह करता है और भविष्य में भी करेगा, इसके प्रति उसको आदेश करने वाला उसके समान कोई नहीं है।"}},"transliteration":{"english":"jo tis bhaavai soiee karasee fir hukam na karanaa jaiee ||","hindi":"जो तिसु भावै सोई करसी फिरि हुकमु न करणा जाई ॥","en":"jo tis bhaavai soiee karasee fir hukam na karanaa jaiee ||","hi":"जो तिसु भावै सोई करसी फिरि हुकमु न करणा जाई ॥","ipa":"d͡ʒɔ t̪ɪs ɓɑʋæ sɔei kərəsi fɪr hʊkəm nə kərəɳɑ d͡ʒɑei.","ur":"جو تس بھاوَے سوای کرسیِ پھر هُکم ن کرݨا جاای ۔۔"},"pageNo":347,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}}]}