{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":40},"count":35,"navigation":{"previous":39,"next":41},"page":[{"verseId":1621,"shabadId":118,"verse":{"gurmukhi":"shs isAwxp kir rhy min korY rMgu n hoie ]","unicode":"ਸਹਸ ਸਿਆਣਪ ਕਰਿ ਰਹੇ ਮਨਿ ਕੋਰੈ ਰੰਗੁ ਨ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"shsisAwxpkirrhyminkorYrMgunhoie]","unicode":"ਸਹਸਸਿਆਣਪਕਰਿਰਹੇਮਨਿਕੋਰੈਰੰਗੁਨਹੋਇ॥"},"translation":{"en":{"bdb":"Thousands of clever mental tricks have been tried, but still, the raw and undisciplined mind does not absorb the Color of the Lord's Love.","ms":"By adopting thousands of cleverness the mortals have failed. The unimpressionable mind embraces not Lord's love.","ssk":"Thousands of clever mental tricks have been tried, but still, the raw and undisciplined mind does not absorb the Color of the Lord's Love."},"pu":{"ss":{"gurmukhi":"(qp Awidk vwlIAW) hzwrW isAwxpW (jyhVy lok) krdy hn (auhnW dw mn pRBU-pyRm vloN korw hI rihMdw hY, qy) jy mn (pRBU-pyRm qoN) korw hI rhy qW nwm rMg nhIN cVHdw ","unicode":"(ਤਪ ਆਦਿਕ ਵਾਲੀਆਂ) ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇਹੜੇ ਲੋਕ) ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਪੇ੍ਰਮ ਵਲੋਂ ਕੋਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਜੇ ਮਨ (ਪ੍ਰਭੂ-ਪੇ੍ਰਮ ਤੋਂ) ਕੋਰਾ ਹੀ ਰਹੇ ਤਾਂ ਨਾਮ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ "},"ft":{"gurmukhi":"mnmuK (shs) sYNkVy (isAwxp) cqurweIAW kr rhy hYN, Bwv ieh ik SwsqRoN kw pFnwid srb Xqn kIey BI, prMqU (min korY) ijn ky AMqhkrn rUpI bsqR prmysÍr ky BY rUpI KuMb pr nhIN cFy hYN, iqn ko vYrwg rUpI rMg kbI nhIN cFqw hY]XQw-Ç''BY qy vYrwg aupjy hir Kojq iPrxw''Çkdwicq AYsI AsMkw hoie ik eyk AYsy purS hYN ijn ky BY qQw bYrwg kw icMn qo idRSit nhIN Awauqw, prMqU muK sy khqy hYN ik hm AwqmwnMd ko Bogqy hYN[ iqs kw smwDwn khqy hYN:","unicode":"ਮਨਮੁਖ (ਸਹਸ) ਸੈਂਕੜੇ (ਸਿਆਣਪ) ਚਤੁਰਾਈਆਂ ਕਰ ਰਹੇ ਹੈਂ, ਭਾਵ ਇਹ ਕਿ ਸ਼ਾਸਤ੍ਰੋਂ ਕਾ ਪਢਨਾਦਿ ਸਰਬ ਯਤਨ ਕੀਏ ਭੀ, ਪਰੰਤੂ (ਮਨਿ ਕੋਰੈ) ਜਿਨ ਕੇ ਅੰਤਹਕਰਨ ਰੂਪੀ ਬਸਤ੍ਰ ਪਰਮੇਸ੍ਵਰ ਕੇ ਭੈ ਰੂਪੀ ਖੁੰਬ ਪਰ ਨਹੀਂ ਚਢੇ ਹੈਂ, ਤਿਨ ਕੋ ਵੈਰਾਗ ਰੂਪੀ ਰੰਗ ਕਬੀ ਨਹੀਂ ਚਢਤਾ ਹੈ॥ਯਥਾ-☬''ਭੈ ਤੇ ਵੈਰਾਗ ਉਪਜੇ ਹਰਿ ਖੋਜਤ ਫਿਰਣਾ''☬ਕਦਾਚਿਤ ਐਸੀ ਅਸੰਕਾ ਹੋਇ ਕਿ ਏਕ ਐਸੇ ਪੁਰਸ਼ ਹੈਂ ਜਿਨ ਕੇ ਭੈ ਤਥਾ ਬੈਰਾਗ ਕਾ ਚਿੰਨ ਤੋ ਦ੍ਰਿਸ਼ਟਿ ਨਹੀਂ ਆਉਤਾ, ਪਰੰਤੂ ਮੁਖ ਸੇ ਕਹਤੇ ਹੈਂ ਕਿ ਹਮ ਆਤਮਾਨੰਦ ਕੋ ਭੋਗਤੇ ਹੈਂ। ਤਿਸ ਕਾ ਸਮਾਧਾਨ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(qp Awidk vwlIAW) hzwrW isAwxpW (jyhVy lok) krdy hn (auhnW dw mn pRBU-pyRm vloN korw hI rihMdw hY, qy) jy mn (pRBU-pyRm qoN) korw hI rhy qW nwm rMg nhIN cVHdw ","unicode":"(ਤਪ ਆਦਿਕ ਵਾਲੀਆਂ) ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇਹੜੇ ਲੋਕ) ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ-ਪੇ੍ਰਮ ਵਲੋਂ ਕੋਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਜੇ ਮਨ (ਪ੍ਰਭੂ-ਪੇ੍ਰਮ ਤੋਂ) ਕੋਰਾ ਹੀ ਰਹੇ ਤਾਂ ਨਾਮ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ "},"ms":{"gurmukhi":"hzwrW hI cqrweIAW kr ky pRwxI nwkwmXwb ho gey hn[ AxiB`j mnUAw pRBU dI pRIq ƒ Dwrn nhIN krdw[","unicode":"ਹਜ਼ਾਰਾਂ ਹੀ ਚਤਰਾਈਆਂ ਕਰ ਕੇ ਪ੍ਰਾਣੀ ਨਾਕਾਮਯਾਬ ਹੋ ਗਏ ਹਨ। ਅਣਭਿੱਜ ਮਨੂਆ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਨੂੰ ਧਾਰਨ ਨਹੀਂ ਕਰਦਾ।"}},"es":{"sn":"Han tratado miles de trucos, pero su mente indisciplinada no puede aceptar la Verdad del Señor."},"hi":{"ss":"(तप आदि वाली) हजारों होशियारियां (जो लोग) करते हैं (उनका मन प्रभु प्रेम की ओर से कोरा ही रहता है~ तथा) अगर मन (प्रभु प्रेम से) कोरा ही रहे तो नाम रंग नहीं चढ़ता।","sts":"हजार चतुराईयों का प्रयोग करके प्राणी असफल हो गए हैं। उनके कोरे मन पर ईश्वर के प्रेम का रंग धारण नहीं हुआ।"}},"transliteration":{"english":"sahas siaanap kar rahe man korai ra(n)g na hoi ||","hindi":"सहस सिआणप करि रहे मनि कोरै रंगु न होइ ॥","en":"sahas siaanap kar rahe man korai ra(n)g na hoi ||","hi":"सहस सिआणप करि रहे मनि कोरै रंगु न होइ ॥","ipa":"səhəs sɪəɑɳəp kər rəhe mən kɔræ rəŋG nə hɔeɪ.","ur":"سهس سآݨپ کر رهے منِ کورَے رںگ ن هوا ۔۔"},"pageNo":40,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1622,"shabadId":118,"verse":{"gurmukhi":"kUiV kpit iknY n pwieE jo bIjY KwvY soie ]3]","unicode":"ਕੂੜਿ ਕਪਟਿ ਕਿਨੈ ਨ ਪਾਇਓ ਜੋ ਬੀਜੈ ਖਾਵੈ ਸੋਇ ॥੩॥"},"larivaar":{"gurmukhi":"kUiVkpitiknYnpwieEjobIjYKwvYsoie]3]","unicode":"ਕੂੜਿਕਪਟਿਕਿਨੈਨਪਾਇਓਜੋਬੀਜੈਖਾਵੈਸੋਇ॥੩॥"},"translation":{"en":{"bdb":"By falsehood and deception, none have found Him. Whatever you plant, you shall eat. ||3||","ms":"Through falsehood and deceit no one has gained God. Whatever one shows that he eats.","ssk":"By falsehood and deception, none have found Him. Whatever you plant, you shall eat. ||3||"},"pu":{"ss":{"gurmukhi":"mwieAw dy moh ivc Psy rih ky (bwhroN hT-krmW dI) T`gI nwl kdy iksy ny prmwqmw nUµ nhIN l`Bw [ (ieh p`kw inXm hY ik) jo kuJ koeI bIjdw hY auhI auh KWdw hY[3[","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ (ਬਾਹਰੋਂ ਹਠ-ਕਰਮਾਂ ਦੀ) ਠੱਗੀ ਨਾਲ ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ । (ਇਹ ਪੱਕਾ ਨਿਯਮ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕੋਈ ਬੀਜਦਾ ਹੈ ਉਹੀ ਉਹ ਖਾਂਦਾ ਹੈ।੩।"},"ft":{"gurmukhi":"(kUiV) JUT bolny qQw kpt krny, Bwv ieh ik AMqr BogoN kI ie`Cw lg rhI hY AOr bwhr sy inrvwsIEN ky ByK ko idKwauqy hYN, so AYsy kUV kpt ky krny sy iksI ny AwqmwnMd ko nhIN pwieAw hY]ÇidRStWq- jYsy ikrswn jo bIj bIjqw hY, soeI lux kr Kwqw hY, qYsy jo purS kUV kpt kw bIj bovqw hY, so iqn kw Pl duK hI pwauqw hY, suK kdwicq nhIN pwauqw]XQw-Ç\"AMqir ibKu bwhir inBrwqI qw jmu kry KuAwrI]\" ]3]ÇAOr gÎwnIEN kw AYsy inscw hY:","unicode":"(ਕੂੜਿ) ਝੂਠ ਬੋਲਨੇ ਤਥਾ ਕਪਟ ਕਰਨੇ, ਭਾਵ ਇਹ ਕਿ ਅੰਤਰ ਭੋਗੋਂ ਕੀ ਇੱਛਾ ਲਗ ਰਹੀ ਹੈ ਔਰ ਬਾਹਰ ਸੇ ਨਿਰਵਾਸੀਓਂ ਕੇ ਭੇਖ ਕੋ ਦਿਖਾਉਤੇ ਹੈਂ, ਸੋ ਐਸੇ ਕੂੜ ਕਪਟ ਕੇ ਕਰਨੇ ਸੇ ਕਿਸੀ ਨੇ ਆਤਮਾਨੰਦ ਕੋ ਨਹੀਂ ਪਾਇਆ ਹੈ॥☬ਦ੍ਰਿਸ਼ਟਾਂਤ- ਜੈਸੇ ਕਿਰਸਾਨ ਜੋ ਬੀਜ ਬੀਜਤਾ ਹੈ, ਸੋਈ ਲੁਣ ਕਰ ਖਾਤਾ ਹੈ, ਤੈਸੇ ਜੋ ਪੁਰਸ਼ ਕੂੜ ਕਪਟ ਕਾ ਬੀਜ ਬੋਵਤਾ ਹੈ, ਸੋ ਤਿਨ ਕਾ ਫਲ ਦੁਖ ਹੀ ਪਾਉਤਾ ਹੈ, ਸੁਖ ਕਦਾਚਿਤ ਨਹੀਂ ਪਾਉਤਾ॥ਯਥਾ-☬\"ਅੰਤਰਿ ਬਿਖੁ ਬਾਹਰਿ ਨਿਭਰਾਤੀ ਤਾ ਜਮੁ ਕਰੇ ਖੁਆਰੀ॥\" ॥੩॥☬ਔਰ ਗ੍ਯਾਨੀਓਂ ਕਾ ਐਸੇ ਨਿਸਚਾ ਹੈ:"},"bdb":{"gurmukhi":"mwieAw dy moh ivc Psy rih ky (bwhroN hT-krmW dI) T`gI nwl kdy iksy ny prmwqmw nUµ nhIN l`Bw [ (ieh p`kw inXm hY ik) jo kuJ koeI bIjdw hY auhI auh KWdw hY[3[","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ (ਬਾਹਰੋਂ ਹਠ-ਕਰਮਾਂ ਦੀ) ਠੱਗੀ ਨਾਲ ਕਦੇ ਕਿਸੇ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਲੱਭਾ । (ਇਹ ਪੱਕਾ ਨਿਯਮ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕੋਈ ਬੀਜਦਾ ਹੈ ਉਹੀ ਉਹ ਖਾਂਦਾ ਹੈ।੩।"},"ms":{"gurmukhi":"JUT qy Cl rwhIN koeI BI vwihgurU ƒ prwpq nhIN hoieAw[ jo muC jIv bIjdw hY, auhI auh KWdw hY[","unicode":"ਝੂਠ ਤੇ ਛਲ ਰਾਹੀਂ ਕੋਈ ਭੀ ਵਾਹਿਗੁਰੂ ਨੂੰ ਪਰਾਪਤ ਨਹੀਂ ਹੋਇਆ। ਜੋ ਮੁਛ ਜੀਵ ਬੀਜਦਾ ਹੈ, ਉਹੀ ਉਹ ਖਾਂਦਾ ਹੈ।"}},"es":{"sn":"Con falsedades y engaños no se obtiene al Señor, pues uno come lo que siembra.  (3)"},"hi":{"ss":"माया के मोह में फंसे रह के (बाहर से हठ कर्मों की) ठगी से कभी किसी ने परमात्मा को नहीं पाया। (यह पक्का नियम है कि) जो कुछ कोई बीजता है वही कुछ वो खाता है।3।","sts":"झूठ एवं छल-कपट का प्रयोग करके कोई भी प्राणी परमेश्वर को नहीं पा सकता। प्राणी जैसे बीज बोता है वैसा ही फल उसे प्राप्त होता है॥ ३॥"}},"transliteration":{"english":"kooR kapaT kinai na paio jo beejai khaavai soi ||3||","hindi":"कूड़ि कपटि किनै न पाइओ जो बीजै खावै सोइ ॥३॥","en":"kooR kapaT kinai na paio jo beejai khaavai soi ||3||","hi":"कूड़ि कपटि किनै न पाइओ जो बीजै खावै सोइ ॥३॥","ipa":"kuɽ kəpəʈ kɪnæ nə pɑeɪo d͡ʒɔ bid͡ʒæ kʰɑʋæ sɔeɪ.3.","ur":"کُوڑ کپٹ کنَے ن پاااو جو بیِجَے کھاوَے سوا ۔۔۳۔۔"},"pageNo":40,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1623,"shabadId":118,"verse":{"gurmukhi":"sBnw qyrI Aws pRBu sB jIA qyry qUM rwis ]","unicode":"ਸਭਨਾ ਤੇਰੀ ਆਸ ਪ੍ਰਭੁ ਸਭ ਜੀਅ ਤੇਰੇ ਤੂੰ ਰਾਸਿ ॥"},"larivaar":{"gurmukhi":"sBnwqyrIAwspRBusBjIAqyryqUMrwis]","unicode":"ਸਭਨਾਤੇਰੀਆਸਪ੍ਰਭੁਸਭਜੀਅਤੇਰੇਤੂੰਰਾਸਿ॥"},"translation":{"en":{"bdb":"O God, You are the Hope of all. All beings are Yours; You are the Wealth of all.","ms":"My master! thou art the hope of all. All the beings are Thine and Thou art their wealth.","ssk":"O God, You are the Hope of all. All beings are Yours; You are the Wealth of all."},"pu":{"ss":{"gurmukhi":"hy pRBU ! (sMswr-smuMdr qoN bcx vwsqy) sB jIvW nUµ qyrI (shYqw dI) hI Aws hY, sB jIv qyry hI (pYdw kIqy hoey) hn, qUµ hI (sB jIvW dI Awqmk) rws pUMjI hYN ","unicode":"ਹੇ ਪ੍ਰਭੂ ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰੀ (ਸਹੈਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ, ਸਭ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਆਤਮਕ) ਰਾਸ ਪੂੰਜੀ ਹੈਂ "},"ft":{"gurmukhi":"hy pRBu jI! sB jIv qyry hI auqpiq kIey hUey hYN AOr qU hI sB ko pRwxoN rUpI (rwis) pUMjI dy rhw hYN, punw sBnoN ko qyrI hI Awsw lg rhI hY]","unicode":"ਹੇ ਪ੍ਰਭੁ ਜੀ! ਸਭ ਜੀਵ ਤੇਰੇ ਹੀ ਉਤਪਤਿ ਕੀਏ ਹੂਏ ਹੈਂ ਔਰ ਤੂ ਹੀ ਸਭ ਕੋ ਪ੍ਰਾਣੋਂ ਰੂਪੀ (ਰਾਸਿ) ਪੂੰਜੀ ਦੇ ਰਹਾ ਹੈਂ, ਪੁਨਾ ਸਭਨੋਂ ਕੋ ਤੇਰੀ ਹੀ ਆਸਾ ਲਗ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRBU ! (sMswr-smuMdr qoN bcx vwsqy) sB jIvW nUµ qyrI (shYqw dI) hI Aws hY, sB jIv qyry hI (pYdw kIqy hoey) hn, qUµ hI (sB jIvW dI Awqmk) rws pUMjI hYN ","unicode":"ਹੇ ਪ੍ਰਭੂ ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰੀ (ਸਹੈਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ, ਸਭ ਜੀਵ ਤੇਰੇ ਹੀ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਆਤਮਕ) ਰਾਸ ਪੂੰਜੀ ਹੈਂ "},"ms":{"gurmukhi":"myry mwlk! qUM smUh dI Aws aumId hYN[ swry jIv qyry hn Aqy qUM swirAW dI rws-pUMjI hYN[","unicode":"ਮੇਰੇ ਮਾਲਕ! ਤੂੰ ਸਮੂਹ ਦੀ ਆਸ ਉਮੀਦ ਹੈਂ। ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ ਅਤੇ ਤੂੰ ਸਾਰਿਆਂ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਹੈਂ।"}},"es":{"sn":"Oh Señor, Tu eres la Esperanza de todos y nuestro Único Tesoro. "},"hi":{"ss":"हे प्रभु ! (संसार समुंद्र से बचने के वास्ते) सभ जीवों को तेरी (सहायता की) आस है~ सभ जीव तेरे ही (पैदा किए हुए) हैं~ तू ही (सभ जीवों की आत्मिक) राशि पूँजी है।","sts":"हे पारब्रह्म ! इस जगत् के समस्त प्राणी तुम्हारे ही हैं, उन जीवों की समस्त पूँजी तुम ही हो और तुम्हीं से उनकी आशा-उम्मीद हैं।"}},"transliteration":{"english":"sabhanaa teree aas prabh sabh jeea tere too(n) raas ||","hindi":"सभना तेरी आस प्रभु सभ जीअ तेरे तूँ रासि ॥","en":"sabhanaa teree aas prabh sabh jeea tere too(n) raas ||","hi":"सभना तेरी आस प्रभु सभ जीअ तेरे तूँ रासि ॥","ipa":"səɓənɑ t̪eri əɑs pɹəɓ səɓ d͡ʒiə t̪ere t̪uŋ rɑs.","ur":"سبھنا تےریِ آس پربھ سبھ جیِا تےرے تُوں راس ۔۔"},"pageNo":40,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1624,"shabadId":118,"verse":{"gurmukhi":"pRB quDhu KwlI ko nhI dir gurmuKw no swbwis ]","unicode":"ਪ੍ਰਭ ਤੁਧਹੁ ਖਾਲੀ ਕੋ ਨਹੀ ਦਰਿ ਗੁਰਮੁਖਾ ਨੋ ਸਾਬਾਸਿ ॥"},"larivaar":{"gurmukhi":"pRBquDhuKwlIkonhIdirgurmuKwnoswbwis]","unicode":"ਪ੍ਰਭਤੁਧਹੁਖਾਲੀਕੋਨਹੀਦਰਿਗੁਰਮੁਖਾਨੋਸਾਬਾਸਿ॥"},"translation":{"en":{"bdb":"O God, none return from You empty-handed; at Your Door, the Gurmukhs are praised and acclaimed.","ms":"From Thou, O Lord! none is empty handed. At Thy door, the Guru's beloved, get applause.","ssk":"O God, none return from You empty-handed; at Your Door, the Gurmukhs are praised and acclaimed."},"pu":{"ss":{"gurmukhi":" hy pRBU ! qyry dr qoN koeI ^wlI nhIN muVdw, gurU dI srn pYx vwly bMidAW nUµ qyry dr qy Awdr mwx imldw hY","unicode":" ਹੇ ਪ੍ਰਭੂ ! ਤੇਰੇ ਦਰ ਤੋਂ ਕੋਈ ਖ਼ਾਲੀ ਨਹੀਂ ਮੁੜਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਤੇਰੇ ਦਰ ਤੇ ਆਦਰ ਮਾਣ ਮਿਲਦਾ ਹੈ"},"ft":{"gurmukhi":"hy pRB jI! (quDhu) qyrI cYqMn sqw sy (KwlI) rihq koeI BI nhIN hY, prMqU Apny (dir) AMqr ijn gurmuKoN ny qyrI cYqMn s`qw dyKI hY, iqn purSoN ko hI (swbwis) DMn DMn hoqI hY[ jYsy jl qo srb ipRQvI myN eyk rs vÎwpk hY, prMqU kUp qQw bwvlI lgwauny vwly purSoN ko jl pRwpiq hony kw AwnMd BI hY AOr iqn kI aupmw BI hoqI hY, ikauNik iqnoN ny jl pRgt kIAw hY[ vw qyrI dwq sy KwlI qo koeI nhIN, prMqU gurmuKoN ko qyry (dir) dÍwry prlok myN, vw siqsMg myN (swbwis) DMn DMn hoqI hY]","unicode":"ਹੇ ਪ੍ਰਭ ਜੀ! (ਤੁਧਹੁ) ਤੇਰੀ ਚੈਤੰਨ ਸਤਾ ਸੇ (ਖਾਲੀ) ਰਹਿਤ ਕੋਈ ਭੀ ਨਹੀਂ ਹੈ, ਪਰੰਤੂ ਅਪਨੇ (ਦਰਿ) ਅੰਤਰ ਜਿਨ ਗੁਰਮੁਖੋਂ ਨੇ ਤੇਰੀ ਚੈਤੰਨ ਸੱਤਾ ਦੇਖੀ ਹੈ, ਤਿਨ ਪੁਰਸ਼ੋਂ ਕੋ ਹੀ (ਸਾਬਾਸਿ) ਧੰਨ ਧੰਨ ਹੋਤੀ ਹੈ। ਜੈਸੇ ਜਲ ਤੋ ਸਰਬ ਪ੍ਰਿਥਵੀ ਮੇਂ ਏਕ ਰਸ ਵ੍ਯਾਪਕ ਹੈ, ਪਰੰਤੂ ਕੂਪ ਤਥਾ ਬਾਵਲੀ ਲਗਾਉਨੇ ਵਾਲੇ ਪੁਰਸ਼ੋਂ ਕੋ ਜਲ ਪ੍ਰਾਪਤਿ ਹੋਨੇ ਕਾ ਆਨੰਦ ਭੀ ਹੈ ਔਰ ਤਿਨ ਕੀ ਉਪਮਾ ਭੀ ਹੋਤੀ ਹੈ, ਕਿਉਂਕਿ ਤਿਨੋਂ ਨੇ ਜਲ ਪ੍ਰਗਟ ਕੀਆ ਹੈ। ਵਾ ਤੇਰੀ ਦਾਤ ਸੇ ਖਾਲੀ ਤੋ ਕੋਈ ਨਹੀਂ, ਪਰੰਤੂ ਗੁਰਮੁਖੋਂ ਕੋ ਤੇਰੇ (ਦਰਿ) ਦ੍ਵਾਰੇ ਪਰਲੋਕ ਮੇਂ, ਵਾ ਸਤਿਸੰਗ ਮੇਂ (ਸਾਬਾਸਿ) ਧੰਨ ਧੰਨ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":" hy pRBU ! qyry dr qoN koeI ^wlI nhIN muVdw, gurU dI srn pYx vwly bMidAW nUµ qyry dr qy Awdr mwx imldw hY","unicode":" ਹੇ ਪ੍ਰਭੂ ! ਤੇਰੇ ਦਰ ਤੋਂ ਕੋਈ ਖ਼ਾਲੀ ਨਹੀਂ ਮੁੜਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਤੇਰੇ ਦਰ ਤੇ ਆਦਰ ਮਾਣ ਮਿਲਦਾ ਹੈ"},"ms":{"gurmukhi":"qyry pwsoN hY swihb! koeI BI s`KxI h`QIN nhIN hY[ qyry bUhy qy gurU-ipAwirAW ƒ Aw&rIn imldI hY[","unicode":"ਤੇਰੇ ਪਾਸੋਂ ਹੈ ਸਾਹਿਬ! ਕੋਈ ਭੀ ਸੱਖਣੀ ਹੱਥੀਂ ਨਹੀਂ ਹੈ। ਤੇਰੇ ਬੂਹੇ ਤੇ ਗੁਰੂ-ਪਿਆਰਿਆਂ ਨੂੰ ਆਫ਼ਰੀਨ ਮਿਲਦੀ ਹੈ।"}},"es":{"sn":"De Tu Casa nadie regresa con las manos vacías, los que vienen a través del Guru son aplaudidos en Tu Corte."},"hi":{"ss":"हे प्रभु ! तेरे दर से कोई खाली नहीं मुड़ता। गुरू शरण में पड़ने वाले लोगों को तेरे दर पे आदर मान मिलता हैं।","sts":"हे अकालपुरुष ! तेरी शरण में आने वाला प्राणी कदापि खाली हाथ नहीं जाता, तुम कृपालु एवं दयालु हो। तेरे दर में आने वाला गुरमुख प्रशस्ति का अधिकारी बन जाता है।"}},"transliteration":{"english":"prabh tudhahu khaalee ko nahee dhar gurmukhaa no saabaas ||","hindi":"प्रभ तुधहु खाली को नही दरि गुरमुखा नो साबासि ॥","en":"prabh tudhahu khaalee ko nahee dhar gurmukhaa no saabaas ||","hi":"प्रभ तुधहु खाली को नही दरि गुरमुखा नो साबासि ॥","ipa":"pɹəɓ t̪ʊt̪əh kʰɑli kɔ nəhi d̪ər Gʊrəmʊkʰɑ nɔ sɑbɑs.","ur":"پربھ تُدھهُ کھالیِ کو نهیِ در گُرمکھا نو ساباس ۔۔"},"pageNo":40,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1625,"shabadId":118,"verse":{"gurmukhi":"ibKu Baujl fubdy kiF lY jn nwnk kI Ardwis ]4]1]65]","unicode":"ਬਿਖੁ ਭਉਜਲ ਡੁਬਦੇ ਕਢਿ ਲੈ ਜਨ ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ॥੪॥੧॥੬੫॥"},"larivaar":{"gurmukhi":"ibKuBaujlfubdykiFlYjnnwnkkIArdwis]4]1]65]","unicode":"ਬਿਖੁਭਉਜਲਡੁਬਦੇਕਢਿਲੈਜਨਨਾਨਕਕੀਅਰਦਾਸਿ॥੪॥੧॥੬੫॥"},"translation":{"en":{"bdb":"In the terrifying world-ocean of poison, people are drowning-please lift them up and save them! This is servant Nanak's humble prayer. ||4||1||65||","ms":"Slave Nanak makes an supplication, men are being drowned in the dreadful ocean of vice, do Thou drag them out.","ssk":"In the terrifying world-ocean of poison, people are drowning-please lift them up and save them! This is servant Nanak's humble prayer. ||4||1||65||"},"pu":{"ss":{"gurmukhi":"hy pRBU ! qyry dws nwnk dI qyry A`gy ArzoeI hY ik qUµ sMswr-smuMdr dy (ivkwrW dy) zhr ivc fu`bdy jIvW nUµ Awp k`F lY [4[1[65[","unicode":"ਹੇ ਪ੍ਰਭੂ ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਰ ਵਿਚ ਡੁੱਬਦੇ ਜੀਵਾਂ ਨੂੰ ਆਪ ਕੱਢ ਲੈ ।੪।੧।੬੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ibKu rUp jo sMswr ky ibsy hYN soeI (Baujl) smudR vq hYN, iqs myN hm jIv fUb rhy hYN, hy Bgvn! Awp ikRpw kr ky ies sy inkws lIjIey, myrI Awp ky Awgy XhI (Ardwis) bynqI hY]4]1]65]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਬਿਖੁ ਰੂਪ ਜੋ ਸੰਸਾਰ ਕੇ ਬਿਸੇ ਹੈਂ ਸੋਈ (ਭਉਜਲ) ਸਮੁਦ੍ਰ ਵਤ ਹੈਂ, ਤਿਸ ਮੇਂ ਹਮ ਜੀਵ ਡੂਬ ਰਹੇ ਹੈਂ, ਹੇ ਭਗਵਨ! ਆਪ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਇਸ ਸੇ ਨਿਕਾਸ ਲੀਜੀਏ, ਮੇਰੀ ਆਪ ਕੇ ਆਗੇ ਯਹੀ (ਅਰਦਾਸਿ) ਬੇਨਤੀ ਹੈ॥੪॥੧॥੬੫॥"},"bdb":{"gurmukhi":"hy pRBU ! qyry dws nwnk dI qyry A`gy ArzoeI hY ik qUµ sMswr-smuMdr dy (ivkwrW dy) zhr ivc fu`bdy jIvW nUµ Awp k`F lY [4[1[65[","unicode":"ਹੇ ਪ੍ਰਭੂ ! ਤੇਰੇ ਦਾਸ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ (ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਰ ਵਿਚ ਡੁੱਬਦੇ ਜੀਵਾਂ ਨੂੰ ਆਪ ਕੱਢ ਲੈ ।੪।੧।੬੫।"},"ms":{"gurmukhi":"nPr nwlk iek pRwrQnw krdw hY, ienswn pwpW dy iBAwnk smuMdr AMdr fub rhy hn, qUM auhnW ƒ bwhr DUh lY[","unicode":"ਨਫਰ ਨਾਲਕ ਇਕ ਪ੍ਰਾਰਥਨਾ ਕਰਦਾ ਹੈ, ਇਨਸਾਨ ਪਾਪਾਂ ਦੇ ਭਿਆਨਕ ਸਮੁੰਦਰ ਅੰਦਰ ਡੁਬ ਰਹੇ ਹਨ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਬਾਹਰ ਧੂਹ ਲੈ।"}},"es":{"sn":"Nos estamos ahogando en un mar de vicios. En Su oración, Nanak dice, sálvame, oh sálvame, mi Señor (4-1-65)"},"hi":{"ss":"हे प्रभु ! तेरे दास नानक की तेरे आगे अरजोई है कि तू संसार समुंद्र के (विकारों के) जहर में डूबते हुए जीवों को निकाल ले।4।1।65।","sts":"गुरु जी वचन करते हैं कि हे परमेश्वर ! मेरी सादर विनती है कि मनुष्य पापों के भयानक समुद्र के भीतर डूब रहे हैं, इनकी रक्षा करो। हे प्रभु ! जगत् के जीवों को भवसागर में डूबने से बचा लो॥ ४॥ १॥ ६५॥"}},"transliteration":{"english":"bikh bhaujal ddubadhe kadd lai jan naanak kee aradhaas ||4||1||65||","hindi":"बिखु भउजल डुबदे कढि लै जन नानक की अरदासि ॥४॥१॥६५॥","en":"bikh bhaujal ddubadhe kadd lai jan naanak kee aradhaas ||4||1||65||","hi":"बिखु भउजल डुबदे कढि लै जन नानक की अरदासि ॥४॥१॥६५॥","ipa":"bɪkʰ ɓoʊd͡ʒəl ɖʊbəd̪e kəʈə̀ læ d͡ʒən nɑnək ki ərəd̪ɑs.4.1.6ə5.","ur":"بِکھ بھاجل ڈُبدے کڈھ لَے جن نانک کیِ ارداس ۔۔۴۔۔۱۔۔۶۵۔۔"},"pageNo":40,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1626,"shabadId":119,"verse":{"gurmukhi":"isrIrwgu mhlw 4 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw4]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Siree Raag, Fourth Mehla:","ms":"Sri Rag Fourth Guru.","ssk":"Siree Raag, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, cauQI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਚਉਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"श्री राग महला ੪ ॥","sts":"श्रीरागु महला ੪ ॥"}},"transliteration":{"english":"sireeraag mahalaa chauthhaa ||","hindi":"सिरीरागु महला ४ ॥","en":"sireeraag mahalaa chauthhaa ||","hi":"सिरीरागु महला ४ ॥","ipa":"sɪrirɑG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سِریِراگ مهلا ۴ ۔۔"},"pageNo":40,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1627,"shabadId":119,"verse":{"gurmukhi":"nwmu imlY mnu iqRpqIAY ibnu nwmY iDRgu jIvwsu ]","unicode":"ਨਾਮੁ ਮਿਲੈ ਮਨੁ ਤ੍ਰਿਪਤੀਐ ਬਿਨੁ ਨਾਮੈ ਧ੍ਰਿਗੁ ਜੀਵਾਸੁ ॥"},"larivaar":{"gurmukhi":"nwmuimlYmnuiqRpqIAYibnunwmYiDRgujIvwsu]","unicode":"ਨਾਮੁਮਿਲੈਮਨੁਤ੍ਰਿਪਤੀਐਬਿਨੁਨਾਮੈਧ੍ਰਿਗੁਜੀਵਾਸੁ॥"},"translation":{"en":{"bdb":"Receiving the Naam, the mind is satisfied; without the Naam, life is cursed.","ms":"By acquiring God's Name, the soul is satiated. Without the Name, accursed is the life.","ssk":"Receiving the Naam, the mind is satisfied; without the Naam, life is cursed."},"pu":{"ss":{"gurmukhi":"ijs mnu`K nUµ prmwqmw dw nwm iml jWdw hY (aus dw) mn (mwieAw dI iqRSnw vloN) rj jWdw hY [ nwm qoN suM\\w jIaUxw iPtkwr-jog hY (nwm qoN ^wlI rih ky izMdgI dy guzwirAW iPtkwrW hI pYNdIAW hn) ","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰਜ ਜਾਂਦਾ ਹੈ । ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਨਾਮ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਗੁਜ਼ਾਰਿਆਂ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ) "},"ft":{"gurmukhi":"pRmysÍr kw nwmu pRwpiq hovy, qb mnu iqRpiq hoqw hY, nwm sy ibnw hor jo (jIvwsu) jIv ko vw jIvny kI Awsw hY, iqs ko iDkwr hY]","unicode":"ਪ੍ਰਮੇਸ੍ਵਰ ਕਾ ਨਾਮੁ ਪ੍ਰਾਪਤਿ ਹੋਵੇ, ਤਬ ਮਨੁ ਤ੍ਰਿਪਤਿ ਹੋਤਾ ਹੈ, ਨਾਮ ਸੇ ਬਿਨਾ ਹੋਰ ਜੋ (ਜੀਵਾਸੁ) ਜੀਵ ਕੋ ਵਾ ਜੀਵਨੇ ਕੀ ਆਸਾ ਹੈ, ਤਿਸ ਕੋ ਧਿਕਾਰ ਹੈ॥"},"bdb":{"gurmukhi":"ijs mnu`K nUµ prmwqmw dw nwm iml jWdw hY (aus dw) mn (mwieAw dI iqRSnw vloN) rj jWdw hY [ nwm qoN suM\\w jIaUxw iPtkwr-jog hY (nwm qoN ^wlI rih ky izMdgI dy guzwirAW iPtkwrW hI pYNdIAW hn) ","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰਜ ਜਾਂਦਾ ਹੈ । ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਨਾਮ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਗੁਜ਼ਾਰਿਆਂ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ) "},"ms":{"gurmukhi":"hrI nwm prwpq ho jwx nwl Awqmw r`j jWdI hY[ nwm dy bwJoN lwnHq-mwirAw hY mnu`KI-jIvn[","unicode":"ਹਰੀ ਨਾਮ ਪਰਾਪਤ ਹੋ ਜਾਣ ਨਾਲ ਆਤਮਾ ਰੱਜ ਜਾਂਦੀ ਹੈ। ਨਾਮ ਦੇ ਬਾਝੋਂ ਲਾਨ੍ਹਤ-ਮਾਰਿਆ ਹੈ ਮਨੁੱਖੀ-ਜੀਵਨ।"}},"es":{"sn":"Cuando me encuentro con mi Señor, mi mente es saciada; sin el Nombre del Señor, la vida  pierde sentido."},"hi":{"ss":"(जिस मनुष्य को परमात्मा का) नाम मिल जाता है (उस का) मन (माया की तृष्णा की ओर से) तृप्त हो जाता है। नाम विहीन जीना धिक्कारयोग्य है (नाम से खाली रह कर जिंदगी को गुजारने से तिरस्कार ही प्राप्त होता है)।","sts":"भगवान का नाम मिलने से मन तृप्त हो जाता है लेकिन नामविहीन मनुष्य का जीवन धिक्कार योग्य है।"}},"transliteration":{"english":"naam milai man tirapateeaai bin naamai dhirag jeevaas ||","hindi":"नामु मिलै मनु तृपतीऐ बिनु नामै धृगु जीवासु ॥","en":"naam milai man tirapateeaai bin naamai dhirag jeevaas ||","hi":"नामु मिलै मनु तृपतीऐ बिनु नामै धृगु जीवासु ॥","ipa":"nɑm mɪlæ mən t̪ɪɹəpət̪iæ bɪn nɑmæ t̪ɪɹəG d͡ʒiʋɑs.","ur":"نام ملَے من ترپتیِاَے بن نامَے دھرگ جیِواس ۔۔"},"pageNo":40,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1628,"shabadId":119,"verse":{"gurmukhi":"koeI gurmuiK sjxu jy imlY mY dsy pRBu guxqwsu ]","unicode":"ਕੋਈ ਗੁਰਮੁਖਿ ਸਜਣੁ ਜੇ ਮਿਲੈ ਮੈ ਦਸੇ ਪ੍ਰਭੁ ਗੁਣਤਾਸੁ ॥"},"larivaar":{"gurmukhi":"koeIgurmuiKsjxujyimlYmYdsypRBuguxqwsu]","unicode":"ਕੋਈਗੁਰਮੁਖਿਸਜਣੁਜੇਮਿਲੈਮੈਦਸੇਪ੍ਰਭੁਗੁਣਤਾਸੁ॥"},"translation":{"en":{"bdb":"If I meet the Gurmukh, my Spiritual Friend, he will show me God, the Treasure of Excellence.","ms":"If I meet some Holy Friends, who points out to me the Lord, the Treasure of virtues.","ssk":"If I meet the Gurmukh, my Spiritual Friend, he will show me God, the Treasure of Excellence."},"pu":{"ss":{"gurmukhi":"jy gurU dy snmuK rihx vwlw koeI Blw mnu`K mYnUµ iml pvy, qy mYnUµ guxW dy ^zwny prmwqmw dI d`s pw dyvy","unicode":"ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਭਲਾ ਮਨੁੱਖ ਮੈਨੂੰ ਮਿਲ ਪਵੇ, ਤੇ ਮੈਨੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਦੱਸ ਪਾ ਦੇਵੇ"},"ft":{"gurmukhi":"koeI (gurmuiK) gÎwnvwnu imqR jy imly, qo mYƒ (guxqwsu) gunoN ky swmudR (pRBu) smrQ vwihgurU ko ds dyvy]","unicode":"ਕੋਈ (ਗੁਰਮੁਖਿ) ਗ੍ਯਾਨਵਾਨੁ ਮਿਤ੍ਰ ਜੇ ਮਿਲੇ, ਤੋ ਮੈਨੂੰ (ਗੁਣਤਾਸੁ) ਗੁਨੋਂ ਕੇ ਸਾਮੁਦ੍ਰ (ਪ੍ਰਭੁ) ਸਮਰਥ ਵਾਹਿਗੁਰੂ ਕੋ ਦਸ ਦੇਵੇ॥"},"bdb":{"gurmukhi":"jy gurU dy snmuK rihx vwlw koeI Blw mnu`K mYnUµ iml pvy, qy mYnUµ guxW dy ^zwny prmwqmw dI d`s pw dyvy","unicode":"ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਭਲਾ ਮਨੁੱਖ ਮੈਨੂੰ ਮਿਲ ਪਵੇ, ਤੇ ਮੈਨੂੰ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਦੱਸ ਪਾ ਦੇਵੇ"},"ms":{"gurmukhi":"jykr mYƒ koeI pwrsw-purS, myry im`qR iml pvy, auh mYƒ SyStqweIAW dy ^zwny suAwmI dw pqw dy dyvygw[","unicode":"ਜੇਕਰ ਮੈਨੂੰ ਕੋਈ ਪਾਰਸਾ-ਪੁਰਸ਼, ਮੇਰੇ ਮਿੱਤ੍ਰ ਮਿਲ ਪਵੇ, ਉਹ ਮੈਨੂੰ ਸ਼ੇਸ਼ਟਤਾਈਆਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਸੁਆਮੀ ਦਾ ਪਤਾ ਦੇ ਦੇਵੇਗਾ।"}},"es":{"sn":"Si encontrara a un Santo, le pediría que me revelara al Señor, al Tesoro de Virtud."},"hi":{"ss":"यदि गुरू के सन्मुख रहने वाला कोई भला मनुष्य मुझे मिल जाए~ और मुझे गुणों के खजाने परमात्मा के बारे में बता दे~","sts":"इस बारे गुरु जी उत्तर देते हैं कि यदि सतिगुरु से मिलन हो जाए तो वही मुझे गुणनिधान ईश्वर के बारे में ज्ञान प्रदान करे।"}},"transliteration":{"english":"koiee gurmukh sajan je milai mai dhase prabh gunataas ||","hindi":"कोई गुरमुखि सजणु जे मिलै मै दसे प्रभु गुणतासु ॥","en":"koiee gurmukh sajan je milai mai dhase prabh gunataas ||","hi":"कोई गुरमुखि सजणु जे मिलै मै दसे प्रभु गुणतासु ॥","ipa":"kɔei Gʊrəmʊkʰ səd͡ʒəɳ d͡ʒe mɪlæ mæ d̪əse pɹəɓ Gʊɳət̪ɑs.","ur":"کوای گُرمکھ سجݨ جے ملَے مَے دسے پربھ گُݨتاس ۔۔"},"pageNo":40,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1629,"shabadId":119,"verse":{"gurmukhi":"hau iqsu ivthu cau KMnIAY mY nwm kry prgwsu ]1]","unicode":"ਹਉ ਤਿਸੁ ਵਿਟਹੁ ਚਉ ਖੰਨੀਐ ਮੈ ਨਾਮ ਕਰੇ ਪਰਗਾਸੁ ॥੧॥"},"larivaar":{"gurmukhi":"hauiqsuivthucauKMnIAYmYnwmkryprgwsu]1]","unicode":"ਹਉਤਿਸੁਵਿਟਹੁਚਉਖੰਨੀਐਮੈਨਾਮਕਰੇਪਰਗਾਸੁ॥੧॥"},"translation":{"en":{"bdb":"I am every bit a sacrifice to one who reveals to me the Naam. ||1||","ms":"I am quartered unto him, who reveals unto me the Lord's Name.","ssk":"I am every bit a sacrifice to one who reveals to me the Naam. ||1||"},"pu":{"ss":{"gurmukhi":"myry AMdr pRBU nwm dw cwnx kr dyvy, mYN aus qoN kurbwn hox nUµ iqAwr hW [1[","unicode":"ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਮ ਦਾ ਚਾਨਣ ਕਰ ਦੇਵੇ, ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਹੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ।੧।"},"ft":{"gurmukhi":"mY iqs purs ky (ivthu) aUpr sy (cau KMnIAY) cwr tUk hoqw hUM, jo myry ko vwihgurU ky nwm kw pRkwsu kry, Bwv eyih ik nwm kw aupdySu kry]1]","unicode":"ਮੈ ਤਿਸ ਪੁਰਸ ਕੇ (ਵਿਟਹੁ) ਊਪਰ ਸੇ (ਚਉ ਖੰਨੀਐ) ਚਾਰ ਟੂਕ ਹੋਤਾ ਹੂੰ, ਜੋ ਮੇਰੇ ਕੋ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਕਾ ਪ੍ਰਕਾਸੁ ਕਰੇ, ਭਾਵ ਏਹਿ ਕਿ ਨਾਮ ਕਾ ਉਪਦੇਸ਼ੁ ਕਰੇ॥੧॥"},"bdb":{"gurmukhi":"myry AMdr pRBU nwm dw cwnx kr dyvy, mYN aus qoN kurbwn hox nUµ iqAwr hW [1[","unicode":"ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਮ ਦਾ ਚਾਨਣ ਕਰ ਦੇਵੇ, ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਹੋਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ।੧।"},"ms":{"gurmukhi":"mYN aus auqoN cwr toty huMdI hW, jo myry auqy suAwmI dy nwm ƒ pRgt kr dyvy[","unicode":"ਮੈਂ ਉਸ ਉਤੋਂ ਚਾਰ ਟੋਟੇ ਹੁੰਦੀ ਹਾਂ, ਜੋ ਮੇਰੇ ਉਤੇ ਸੁਆਮੀ ਦੇ ਨਾਮ ਨੂੰ ਪ੍ਰਗਟ ਕਰ ਦੇਵੇ।"}},"es":{"sn":"Ofrezco cada momento de mi vida a aquél que prenda en mí la Luz del Nombre del Señor. (1)"},"hi":{"ss":"मैं उस पर से कुर्बान होने को तैयार हूँ।1।","sts":"जो मुझे नाम का आलोक दे मैं उस पर चार टुकड़े होकर कुर्बान जाऊँ ॥ १॥"}},"transliteration":{"english":"hau tis viTahu chau kha(n)neeaai mai naam kare paragaas ||1||","hindi":"हउ तिसु विटहु चउ खंनीऐ मै नाम करे परगासु ॥१॥","en":"hau tis viTahu chau kha(n)neeaai mai naam kare paragaas ||1||","hi":"हउ तिसु विटहु चउ खंनीऐ मै नाम करे परगासु ॥१॥","ipa":"ho t̪ɪs ʋɪʈəh t͡ʃo kʰəŋniæ mæ nɑm kəre pərəGɑs.1.","ur":"ها تس وٹهُ چا کھنّیِاَے مَے نام کرے پرگاس ۔۔۱۔۔"},"pageNo":40,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1630,"shabadId":119,"verse":{"gurmukhi":"myry pRIqmw hau jIvw nwmu iDAwie ]","unicode":"ਮੇਰੇ ਪ੍ਰੀਤਮਾ ਹਉ ਜੀਵਾ ਨਾਮੁ ਧਿਆਇ ॥"},"larivaar":{"gurmukhi":"myrypRIqmwhaujIvwnwmuiDAwie]","unicode":"ਮੇਰੇਪ੍ਰੀਤਮਾਹਉਜੀਵਾਨਾਮੁਧਿਆਇ॥"},"translation":{"en":{"bdb":"O my Beloved, I live by meditating on Your Name.","ms":"O my Beloved! I live by contemplating over the Name.","ssk":"O my Beloved, I live by meditating on Your Name."},"pu":{"ss":{"gurmukhi":"hy myry pRIqm-pRBU ! qyrw nwm ismr ky hI mYN Awqmk jIvn jIaU skdw hW ","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦਾ ਹਾਂ "},"ft":{"gurmukhi":"hy myry pRIqm siqguro! mYN qo nwm ko DÎwie kr ky jIvoNgw]","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਸਤਿਗੁਰੋ! ਮੈਂ ਤੋ ਨਾਮ ਕੋ ਧ੍ਯਾਇ ਕਰ ਕੇ ਜੀਵੋਂਗਾ॥"},"bdb":{"gurmukhi":"hy myry pRIqm-pRBU ! qyrw nwm ismr ky hI mYN Awqmk jIvn jIaU skdw hW ","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦਾ ਹਾਂ "},"ms":{"gurmukhi":"hy myry mihbUb! mYN qyry nwm dw ArwDn krn duAwrw jIauNdI hW[","unicode":"ਹੇ ਮੇਰੇ ਮਹਿਬੂਬ! ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਅਰਾਧਨ ਕਰਨ ਦੁਆਰਾ ਜੀਉਂਦੀ ਹਾਂ।"}},"es":{"sn":"Oh mi Amor, yo vivo sólo por Tu Nombre."},"hi":{"ss":"हे मेरे प्रीतम प्रभु! तेरा नाम सिमर के ही मैं आत्मिक जीवन जी सकता हूँ।","sts":"हे मेरे प्रियतम प्रभु! नाम-सिमरन से ही मेरा यह समूचा जीवन है।"}},"transliteration":{"english":"mere preetamaa hau jeevaa naam dhiaai ||","hindi":"मेरे प्रीतमा हउ जीवा नामु धिआइ ॥","en":"mere preetamaa hau jeevaa naam dhiaai ||","hi":"मेरे प्रीतमा हउ जीवा नामु धिआइ ॥","ipa":"mere pɹit̪əmɑ ho d͡ʒiʋɑ nɑm t̪ɪəɑeɪ.","ur":"مےرے پریِتما ها جیِوا نام دھآا ۔۔"},"pageNo":40,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1631,"shabadId":119,"verse":{"gurmukhi":"ibnu nwvY jIvxu nw QIAY myry siqgur nwmu idRVwie ]1] rhwau ]","unicode":"ਬਿਨੁ ਨਾਵੈ ਜੀਵਣੁ ਨਾ ਥੀਐ ਮੇਰੇ ਸਤਿਗੁਰ ਨਾਮੁ ਦ੍ਰਿੜਾਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ibnunwvYjIvxunwQIAYmyrysiqgurnwmuidRVwie]1]rhwau]","unicode":"ਬਿਨੁਨਾਵੈਜੀਵਣੁਨਾਥੀਐਮੇਰੇਸਤਿਗੁਰਨਾਮੁਦ੍ਰਿੜਾਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Without Your Name, my life does not even exist. My True Guru has implanted the Naam within me. ||1||Pause||","ms":"Without God's Name, I cannot sustain life. O my True Guru! implant the Name within me. Pause.","ssk":"Without Your Name, my life does not even exist. My True Guru has implanted the Naam within me. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy myry siqgurU ! (myry ihrdy ivc prmwqmw dw) nwm p`kw kr dy (ikauNik) pRBU-nwm qoN ibnw Awqmk jIvn nhIN bx skdw [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦੇ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਬਣ ਸਕਦਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ikauNik ibnw nwm ismrny qy myrw jIvnw (nw QIAY) nhIN hoqw hY, qW qy hy myry siqguro! myry ko nwmu (idRVwie) inscy krwie dyhu]1] rhwau ]","unicode":"ਕਿਉਂਕਿ ਬਿਨਾ ਨਾਮ ਸਿਮਰਨੇ ਤੇ ਮੇਰਾ ਜੀਵਨਾ (ਨਾ ਥੀਐ) ਨਹੀਂ ਹੋਤਾ ਹੈ, ਤਾਂ ਤੇ ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੋ! ਮੇਰੇ ਕੋ ਨਾਮੁ (ਦ੍ਰਿੜਾਇ) ਨਿਸਚੇ ਕਰਾਇ ਦੇਹੁ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy myry siqgurU ! (myry ihrdy ivc prmwqmw dw) nwm p`kw kr dy (ikauNik) pRBU-nwm qoN ibnw Awqmk jIvn nhIN bx skdw [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦੇ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਬਣ ਸਕਦਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hrI dy nwm bgYr myrw jIauxw nhIN ho skdw[ hy myry scy gurdyv jI! myry AMdr nwm ƒ p`kw kro[ Tihrwau[","unicode":"ਹਰੀ ਦੇ ਨਾਮ ਬਗੈਰ ਮੇਰਾ ਜੀਉਣਾ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਹੇ ਮੇਰੇ ਸਚੇ ਗੁਰਦੇਵ ਜੀ! ਮੇਰੇ ਅੰਦਰ ਨਾਮ ਨੂੰ ਪੱਕਾ ਕਰੋ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Sin Tu Nombre, la vida no vale nada, oh mi Guru Verdadero, revélame el Secreto de Tu Nombre. (1-Pausa)"},"hi":{"ss":"हे मेरे सतिगुरू ! (मेरे हृदय में परमात्मा का) नाम पक्का कर दे (क्योंकि) प्रभु नाम के बिना आत्मिक जीवन नहीं बन सकता।1।रहाउ।","sts":"नाम के बिना मनुष्य जीवन व्यर्थ है। इसलिए हे मेरे सतिगुरु ! मुझ पर प्रभु के नाम का रहस्य दृढ़ करवा दो॥ १॥ रहाउ॥"}},"transliteration":{"english":"bin naavai jeevan naa theeaai mere satigur naam dhiraRai ||1|| rahaau ||","hindi":"बिनु नावै जीवणु ना थीऐ मेरे सतिगुर नामु दृड़ाइ ॥१॥ रहाउ ॥","en":"bin naavai jeevan naa theeaai mere satigur naam dhiraRai ||1|| rahaau ||","hi":"बिनु नावै जीवणु ना थीऐ मेरे सतिगुर नामु दृड़ाइ ॥१॥ रहाउ ॥","ipa":"bɪn nɑʋæ d͡ʒiʋəɳ nɑ t̪ʰiæ mere sət̪ɪGʊr nɑm d̪ɪɹəɽɑeɪ.1. rəhɑo.","ur":"بٍن ناوَے جیِوݨ نا تھیِاَے مےرے ستگر نام درڑاا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":40,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1632,"shabadId":119,"verse":{"gurmukhi":"nwmu Amolku rqnu hY pUry siqgur pwis ]","unicode":"ਨਾਮੁ ਅਮੋਲਕੁ ਰਤਨੁ ਹੈ ਪੂਰੇ ਸਤਿਗੁਰ ਪਾਸਿ ॥"},"larivaar":{"gurmukhi":"nwmuAmolkurqnuhYpUrysiqgurpwis]","unicode":"ਨਾਮੁਅਮੋਲਕੁਰਤਨੁਹੈਪੂਰੇਸਤਿਗੁਰਪਾਸਿ॥"},"translation":{"en":{"bdb":"The Naam is a Priceless Jewel; it is with the Perfect True Guru.","ms":"The Name is an invaluable jewel. It is with the perfect Guru.","ssk":"The Naam is a Priceless Jewel; it is with the Perfect True Guru."},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm iek AYsw rqn hY, ijs ijhI kImqI SY hor koeI nhIN hY, ieh nwm pUry gurU dy pws hI hY","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਰਤਨ ਹੈ, ਜਿਸ ਜਿਹੀ ਕੀਮਤੀ ਸ਼ੈ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਇਹ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਦੇ ਪਾਸ ਹੀ ਹੈ"},"ft":{"gurmukhi":"ikauNik vwihgurU kw nwm eyk Amolk rqn hY, prMqU (pUry) sRoqRI AOr bRhmnys†I jo siqgurU hYN, iqn ky pws hY]","unicode":"ਕਿਉਂਕਿ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਏਕ ਅਮੋਲਕ ਰਤਨ ਹੈ, ਪਰੰਤੂ (ਪੂਰੇ) ਸ੍ਰੋਤ੍ਰੀ ਔਰ ਬ੍ਰਹਮਨੇਸ੍ਟੀ ਜੋ ਸਤਿਗੁਰੂ ਹੈਂ, ਤਿਨ ਕੇ ਪਾਸ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw dw nwm iek AYsw rqn hY, ijs ijhI kImqI SY hor koeI nhIN hY, ieh nwm pUry gurU dy pws hI hY","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਰਤਨ ਹੈ, ਜਿਸ ਜਿਹੀ ਕੀਮਤੀ ਸ਼ੈ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, ਇਹ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਦੇ ਪਾਸ ਹੀ ਹੈ"},"ms":{"gurmukhi":"nwm iek Anmul jvyhr hY[ ieh pUrn-gurW dy kol hY[","unicode":"ਨਾਮ ਇਕ ਅਨਮੁਲ ਜਵੇਹਰ ਹੈ। ਇਹ ਪੂਰਨ-ਗੁਰਾਂ ਦੇ ਕੋਲ ਹੈ।"}},"es":{"sn":"Tu Nombre es la Joya Preciosa que el Guru Perfecto tiene."},"hi":{"ss":"परमात्मा का नाम एक ऐसा रतन है~ जिस जितनी कीमती शै और कोई नहीं है। यह नाम पूरे गुरू के पास ही है।","sts":"भगवान का नाम अमूल्य रत्न है, जो सतिगुरु के पास विद्यमान है।"}},"transliteration":{"english":"naam amolak ratan hai poore satigur paas ||","hindi":"नामु अमोलकु रतनु है पूरे सतिगुर पासि ॥","en":"naam amolak ratan hai poore satigur paas ||","hi":"नामु अमोलकु रतनु है पूरे सतिगुर पासि ॥","ipa":"nɑm əmɔlək rət̪ən hæ pure sət̪ɪGʊr pɑs.","ur":"نام امولک رتن هَے پُورے ستگر پاس ۔۔"},"pageNo":40,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1633,"shabadId":119,"verse":{"gurmukhi":"siqgur syvY ligAw kiF rqnu dyvY prgwis ]","unicode":"ਸਤਿਗੁਰ ਸੇਵੈ ਲਗਿਆ ਕਢਿ ਰਤਨੁ ਦੇਵੈ ਪਰਗਾਸਿ ॥"},"larivaar":{"gurmukhi":"siqgursyvYligAwkiFrqnudyvYprgwis]","unicode":"ਸਤਿਗੁਰਸੇਵੈਲਗਿਆਕਢਿਰਤਨੁਦੇਵੈਪਰਗਾਸਿ॥"},"translation":{"en":{"bdb":"When one is enjoined to serve the True Guru, He brings out this Jewel and bestows this enlightenment.","ms":"The True Guru brings out and gives the bright jewel Name to him who is attaches to His service.","ssk":"When one is enjoined to serve the True Guru, He brings out this Jewel and bestows this enlightenment."},"pu":{"ss":{"gurmukhi":" jy gurU dI d`sI syvw ivc l`g jweIey, qW auh ihrdy ivc igAwn dw cwnx kr ky (Awpxy pwsoN nwm-) rqn k`F ky dyNdw hY","unicode":" ਜੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਲੱਗ ਜਾਈਏ, ਤਾਂ ਉਹ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਦਾ ਚਾਨਣ ਕਰ ਕੇ (ਆਪਣੇ ਪਾਸੋਂ ਨਾਮ-) ਰਤਨ ਕੱਢ ਕੇ ਦੇਂਦਾ ਹੈ"},"ft":{"gurmukhi":"jb iqn siqguroN kI syvw myN lg jwvyN, qb ikRpw kr ky vhu nwm rUpI rqnu AqÎMq pRkwsvwnu (kiF) inkwl kr dyqy hYN]","unicode":"ਜਬ ਤਿਨ ਸਤਿਗੁਰੋਂ ਕੀ ਸੇਵਾ ਮੇਂ ਲਗ ਜਾਵੇਂ, ਤਬ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਵਹੁ ਨਾਮ ਰੂਪੀ ਰਤਨੁ ਅਤ੍ਯੰਤ ਪ੍ਰਕਾਸਵਾਨੁ (ਕਢਿ) ਨਿਕਾਲ ਕਰ ਦੇਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" jy gurU dI d`sI syvw ivc l`g jweIey, qW auh ihrdy ivc igAwn dw cwnx kr ky (Awpxy pwsoN nwm-) rqn k`F ky dyNdw hY","unicode":" ਜੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਲੱਗ ਜਾਈਏ, ਤਾਂ ਉਹ ਹਿਰਦੇ ਵਿਚ ਗਿਆਨ ਦਾ ਚਾਨਣ ਕਰ ਕੇ (ਆਪਣੇ ਪਾਸੋਂ ਨਾਮ-) ਰਤਨ ਕੱਢ ਕੇ ਦੇਂਦਾ ਹੈ"},"ms":{"gurmukhi":"s`cw gurU aujly nwm-jvyhr ƒ k`F ky aus ƒ dy idMdw hY, jo aus dI cwkrI AMdr juiVAw hoieAw hY[","unicode":"ਸੱਚਾ ਗੁਰੂ ਉਜਲੇ ਨਾਮ-ਜਵੇਹਰ ਨੂੰ ਕੱਢ ਕੇ ਉਸ ਨੂੰ ਦੇ ਦਿੰਦਾ ਹੈ, ਜੋ ਉਸ ਦੀ ਚਾਕਰੀ ਅੰਦਰ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Si uno dedica su ser al Servicio del Verdadero Guru, Él enciende en nuestro corazón la Luz de la Sabiduría y el Nombre del Señor es revelado, "},"hi":{"ss":"अगर गुरू की बताई सेवा में लग जाएं~ तो वह हृदय में ज्ञान का प्रकाश करके (अपने पास से नाम) रतन निकाल के देता है।","sts":"सतिगुरु वह उज्ज्वल नाम रूपी रत्न निकाल कर प्रकाशमान कर देते है, जो उनकी श्रद्धापूर्वक सेवा करता है।"}},"transliteration":{"english":"satigur sevai lagiaa kadd ratan dhevai paragaas ||","hindi":"सतिगुर सेवै लगिआ कढि रतनु देवै परगासि ॥","en":"satigur sevai lagiaa kadd ratan dhevai paragaas ||","hi":"सतिगुर सेवै लगिआ कढि रतनु देवै परगासि ॥","ipa":"sət̪ɪGʊr seʋæ ləGɪəɑ kəʈə̀ rət̪ən d̪eʋæ pərəGɑs.","ur":"ستگر سےوَے لگِآ کڈھِ رتن دےوَے پرگاس ۔۔"},"pageNo":40,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1634,"shabadId":119,"verse":{"gurmukhi":"DMnu vfBwgI vf BwgIAw jo Awie imly gur pwis ]2]","unicode":"ਧੰਨੁ ਵਡਭਾਗੀ ਵਡ ਭਾਗੀਆ ਜੋ ਆਇ ਮਿਲੇ ਗੁਰ ਪਾਸਿ ॥੨॥"},"larivaar":{"gurmukhi":"DMnuvfBwgIvfBwgIAwjoAwieimlygurpwis]2]","unicode":"ਧੰਨੁਵਡਭਾਗੀਵਡਭਾਗੀਆਜੋਆਇਮਿਲੇਗੁਰਪਾਸਿ॥੨॥"},"translation":{"en":{"bdb":"Blessed, and most fortunate of the very fortunate, are those who come to meet the Guru. ||2||","ms":"Blessed and the most fortunate of the very fortunate are they who come to the Guru and meet Him","ssk":"Blessed, and most fortunate of the very fortunate, are those who come to meet the Guru. ||2||"},"pu":{"ss":{"gurmukhi":"(ies vwsqy) auh mnu`K BwgW vwly hn, bVy BwgW vwly hn, SlwGw-jog hn, jyhVy Aw ky gurU dI srn pYNdy hn [2[","unicode":"(ਇਸ ਵਾਸਤੇ) ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਸ਼ਲਾਘਾ-ਜੋਗ ਹਨ, ਜੇਹੜੇ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"jo purs AYsy siqguroN ky pws sRDw sihq Awie kr imly hYN, so (vfBwgI) jo rwjw Awidk bVy puMnoN vwly hYN, iqnoN sy BI (vf BwgIAw) bVy BwgoN vwly Aru DMn hYN]2]","unicode":"ਜੋ ਪੁਰਸ ਐਸੇ ਸਤਿਗੁਰੋਂ ਕੇ ਪਾਸ ਸ੍ਰਧਾ ਸਹਿਤ ਆਇ ਕਰ ਮਿਲੇ ਹੈਂ, ਸੋ (ਵਡਭਾਗੀ) ਜੋ ਰਾਜਾ ਆਦਿਕ ਬੜੇ ਪੁੰਨੋਂ ਵਾਲੇ ਹੈਂ, ਤਿਨੋਂ ਸੇ ਭੀ (ਵਡ ਭਾਗੀਆ) ਬੜੇ ਭਾਗੋਂ ਵਾਲੇ ਅਰੁ ਧੰਨ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"(ies vwsqy) auh mnu`K BwgW vwly hn, bVy BwgW vwly hn, SlwGw-jog hn, jyhVy Aw ky gurU dI srn pYNdy hn [2[","unicode":"(ਇਸ ਵਾਸਤੇ) ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਸ਼ਲਾਘਾ-ਜੋਗ ਹਨ, ਜੇਹੜੇ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"mubwrk Aqy vfy nsIbW-vwilAW ivcoN prm nsIbW vwly hn, auh jo gurW kol Aw ky aunHW ƒ imldy hn[","unicode":"ਮੁਬਾਰਕ ਅਤੇ ਵਡੇ ਨਸੀਬਾਂ-ਵਾਲਿਆਂ ਵਿਚੋਂ ਪਰਮ ਨਸੀਬਾਂ ਵਾਲੇ ਹਨ, ਉਹ ਜੋ ਗੁਰਾਂ ਕੋਲ ਆ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਮਿਲਦੇ ਹਨ।"}},"es":{"sn":"bendito es aquel afortunado que va al Encuentro con su Guru. (2)"},"hi":{"ss":"(इस वास्ते) वह मनुष्य भाग्यशाली हैं~ सराहनीय हैं~ जो आ कर गुरू की शरण में पड़ते हैं।2।","sts":"भाग्यवानों में भी सौभाग्यशाली वे धन्य हैं, जो गुरु के पास आकर उनसे मिलते हैं और नाम रूपी उस खजाने को प्राप्त कर लेते हैं ॥२॥"}},"transliteration":{"english":"dha(n)n vaddabhaagee vadd bhaageeaa jo aai mile gur paas ||2||","hindi":"धंनु वडभागी वड भागीआ जो आइ मिले गुर पासि ॥२॥","en":"dha(n)n vaddabhaagee vadd bhaageeaa jo aai mile gur paas ||2||","hi":"धंनु वडभागी वड भागीआ जो आइ मिले गुर पासि ॥२॥","ipa":"t̪əŋn ʋəɖəɓɑGi ʋəɖ ɓɑGiəɑ d͡ʒɔ əɑeɪ mɪle Gʊr pɑs.2.","ur":"دھنّ وڈبھاگیِ وڈ بھاگیِآ جو آا ملے گُر پاس ۔۔۲۔۔"},"pageNo":40,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":3,"t":"v"}],"igurbani":[{"p":2,"t":"v"},{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1635,"shabadId":119,"verse":{"gurmukhi":"ijnw siqguru purKu n ByitE sy BwghIx vis kwl ]","unicode":"ਜਿਨਾ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਨ ਭੇਟਿਓ ਸੇ ਭਾਗਹੀਣ ਵਸਿ ਕਾਲ ॥"},"larivaar":{"gurmukhi":"ijnwsiqgurupurKunByitEsyBwghIxviskwl]","unicode":"ਜਿਨਾਸਤਿਗੁਰੁਪੁਰਖੁਨਭੇਟਿਓਸੇਭਾਗਹੀਣਵਸਿਕਾਲ॥"},"translation":{"en":{"bdb":"Those who have not met the Primal Being, the True Guru, are most unfortunate, and are subject to death.","ms":"They, who have not met the Divine True Guru are unfortunate and subject to death.","ssk":"Those who have not met the Primal Being, the True Guru, are most unfortunate, and are subject to death."},"pu":{"ss":{"gurmukhi":"(pr) ijnHW mnu`KW ƒ Akwl-purK dw rUp siqgurU kdy nhIN imilAw, auh mMd-BwgI hn auh Awqmk mOq dy v`s ivc rihMdy hn ","unicode":"(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਮੰਦ-ਭਾਗੀ ਹਨ ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਰਹਿੰਦੇ ਹਨ "},"ft":{"gurmukhi":"AOr ijn pursoN ko siqgurU purKu nhIN (ByitE) imilAw hY, so (BwghIx) puMn hIx AOr sdw hI kwl ky ADIn rihqy hYN]","unicode":"ਔਰ ਜਿਨ ਪੁਰਸੋਂ ਕੋ ਸਤਿਗੁਰੂ ਪੁਰਖੁ ਨਹੀਂ (ਭੇਟਿਓ) ਮਿਲਿਆ ਹੈ, ਸੋ (ਭਾਗਹੀਣ) ਪੁੰਨ ਹੀਣ ਔਰ ਸਦਾ ਹੀ ਕਾਲ ਕੇ ਅਧੀਨ ਰਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(pr) ijnHW mnu`KW ƒ Akwl-purK dw rUp siqgurU kdy nhIN imilAw, auh mMd-BwgI hn auh Awqmk mOq dy v`s ivc rihMdy hn ","unicode":"(ਪਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਕਦੇ ਨਹੀਂ ਮਿਲਿਆ, ਉਹ ਮੰਦ-ਭਾਗੀ ਹਨ ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਰਹਿੰਦੇ ਹਨ "},"ms":{"gurmukhi":"jo purK scy gurW ƒ nhIN imly, auh inkrmx hn Aqy mOq dy ADIn hn[","unicode":"ਜੋ ਪੁਰਖ ਸਚੇ ਗੁਰਾਂ ਨੂੰ ਨਹੀਂ ਮਿਲੇ, ਉਹ ਨਿਕਰਮਣ ਹਨ ਅਤੇ ਮੌਤ ਦੇ ਅਧੀਨ ਹਨ।"}},"es":{"sn":"Aquellas que no conocieron a su Esposo, el Guru, esas Almas desafortunadas se convierten en los juguetes del tiempo."},"hi":{"ss":"(पर~) जिन लोगों को अकाल-पुरख का रूप् सतिगुरू कभी नहीं मिला~ वह दुर्भाग्यशाली हैं वह आत्मिक मौत के बस में रहते हैं।","sts":"जो प्राणी सतिगुरु महापुरुष के मिलन से वंचित हैं, वे भाग्यहीन काल (मृत्यु) के अधीन हैं।"}},"transliteration":{"english":"jinaa satigur purakh na bheTio se bhaagaheen vas kaal ||","hindi":"जिना सतिगुरु पुरखु न भेटिओ से भागहीण वसि काल ॥","en":"jinaa satigur purakh na bheTio se bhaagaheen vas kaal ||","hi":"जिना सतिगुरु पुरखु न भेटिओ से भागहीण वसि काल ॥","ipa":"d͡ʒɪnɑ sət̪ɪGʊr pʊrəkʰ nə ɓeʈɪo se ɓɑGəhiɳ ʋəs kɑl.","ur":"جٍنا ستگر پُرکھ ن بھےٹاو سے بھاگهیِݨ وسِ کال ۔۔"},"pageNo":40,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1636,"shabadId":119,"verse":{"gurmukhi":"Eie iPir iPir join BvweIAih ivic ivstw kir ivkrwl ]","unicode":"ਓਇ ਫਿਰਿ ਫਿਰਿ ਜੋਨਿ ਭਵਾਈਅਹਿ ਵਿਚਿ ਵਿਸਟਾ ਕਰਿ ਵਿਕਰਾਲ ॥"},"larivaar":{"gurmukhi":"EieiPiriPirjoinBvweIAihivicivstwkirivkrwl]","unicode":"ਓਇਫਿਰਿਫਿਰਿਜੋਨਿਭਵਾਈਅਹਿਵਿਚਿਵਿਸਟਾਕਰਿਵਿਕਰਾਲ॥"},"translation":{"en":{"bdb":"They wander in reincarnation over and over again, as the most disgusting maggots in manure.","ms":"They are goaded into existences over and over again, being made terrible worms, and put into ordure.","ssk":"They wander in reincarnation over and over again, as the most disgusting maggots in manure."},"pu":{"ss":{"gurmukhi":"auh ivkwrW dy gMd ivc pey rihx dy kwrn iBAwnk Awqmk jIvn vwly bxw ky muV muV jnm-mrn dy gyV ivc pwey jWdy hn ","unicode":"ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਰਹਿਣ ਦੇ ਕਾਰਨ ਭਿਆਨਕ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ "},"ft":{"gurmukhi":"so purs punw punw jUnoN myN (BvweIAih) iPrweIqy hYN, AOr mwqw ky grB ivstw myN (ivkrwl) BÎwnk srUp kIey jwqy hYN]","unicode":"ਸੋ ਪੁਰਸ ਪੁਨਾ ਪੁਨਾ ਜੂਨੋਂ ਮੇਂ (ਭਵਾਈਅਹਿ) ਫਿਰਾਈਤੇ ਹੈਂ, ਔਰ ਮਾਤਾ ਕੇ ਗਰਭ ਵਿਸਟਾ ਮੇਂ (ਵਿਕਰਾਲ) ਭ੍ਯਾਨਕ ਸਰੂਪ ਕੀਏ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh ivkwrW dy gMd ivc pey rihx dy kwrn iBAwnk Awqmk jIvn vwly bxw ky muV muV jnm-mrn dy gyV ivc pwey jWdy hn ","unicode":"ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਰਹਿਣ ਦੇ ਕਾਰਨ ਭਿਆਨਕ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ "},"ms":{"gurmukhi":"aunHW ƒ muV muV ky jUnIAW AMdr DikAw jWdw hY Aqy iBAwnk ikrm bxw ky aunHW ƒ gMdgI AMdr pwieAw jWdw hY[","unicode":"ਉਨ੍ਹਾਂ ਨੂੰ ਮੁੜ ਮੁੜ ਕੇ ਜੂਨੀਆਂ ਅੰਦਰ ਧਕਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਭਿਆਨਕ ਕਿਰਮ ਬਣਾ ਕੇ ਉਨ੍ਹਾਂ ਨੂੰ ਗੰਦਗੀ ਅੰਦਰ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ellas van a través de la rueda del tiempo y se convierten en gusanos de inmundicias, "},"hi":{"ss":"वह विकारों के गंद में पड़े रहने के कारण भयानक आत्मिक जीवन वाले बना के बार बार जन्म व मरन के चक्क्र में डाले जाते हैं।","sts":"ऐसे प्राणी पुनः पुनः जन्म-मरण के चक्कर में पड़कर विभिन्न योनियों में भटकते रहते हैं। ऐसे प्राणी मलिनता के भयानक कीट बने पड़े हैं।"}},"transliteration":{"english":"oi fir fir jon bhavaie'eeh vich visaTaa kar vikaraal ||","hindi":"ओइ फिरि फिरि जोनि भवाईअहि विचि विसटा करि विकराल ॥","en":"oi fir fir jon bhavaie'eeh vich visaTaa kar vikaraal ||","hi":"ओइ फिरि फिरि जोनि भवाईअहि विचि विसटा करि विकराल ॥","ipa":"oeɪ fɪr fɪr d͡ʒɔn ɓəʋɑɪæh ʋɪt͡ʃ ʋɪsəʈɑ kər ʋɪkərɑl.","ur":"اوِا پھر پھرِ جون بھواایاه وچِ وسٹا کرِ وکرال ۔۔"},"pageNo":40,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1637,"shabadId":119,"verse":{"gurmukhi":"Enw pwis duAwis n iBtIAY ijn AMqir k®oDu cMfwl ]3]","unicode":"ਓਨਾ ਪਾਸਿ ਦੁਆਸਿ ਨ ਭਿਟੀਐ ਜਿਨ ਅੰਤਰਿ ਕ੍ਰੋਧੁ ਚੰਡਾਲ ॥੩॥"},"larivaar":{"gurmukhi":"EnwpwisduAwisniBtIAYijnAMqirk®oDucMfwl]3]","unicode":"ਓਨਾਪਾਸਿਦੁਆਸਿਨਭਿਟੀਐਜਿਨਅੰਤਰਿਕ੍ਰੋਧੁਚੰਡਾਲ॥੩॥"},"translation":{"en":{"bdb":"Do not meet with, or even approach those people, whose hearts are filled with horrible anger. ||3||","ms":"Draw not near and in the neighbourhood of those in whose heart is the pariah wrath.","ssk":"Do not meet with, or even approach those people, whose hearts are filled with horrible anger. ||3||"},"pu":{"ss":{"gurmukhi":"(hy BweI ! nwm qoN s`Kxy) ijnHW mnu`KW dy AMdr cMfwl kRoD v`sdw rihMdw hY auhnW dy kdy nyVy nhIN Fu`kxw cwhIdw [3[","unicode":"(ਹੇ ਭਾਈ ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਚੰਡਾਲ ਕ੍ਰੋਧ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਣਾ ਚਾਹੀਦਾ ।੩।"},"ft":{"gurmukhi":"ijn pursoN ky AMqihkrn myN kRoD rUpI cMfwl rihqw hY, aun ky Aws pws (n iBtIAY) nhIN CuhIey, iBtIAY pdu sprs kw vwck hY, Bwv eyih ik aun kI sMgq nhIN krIey]3]ÇpRSn: kRoDwid cMfwl sprs kw pRwsicqu kYsy hoqw hY?Çau`qr:","unicode":"ਜਿਨ ਪੁਰਸੋਂ ਕੇ ਅੰਤਹਿਕਰਨ ਮੇਂ ਕ੍ਰੋਧ ਰੂਪੀ ਚੰਡਾਲ ਰਹਿਤਾ ਹੈ, ਉਨ ਕੇ ਆਸ ਪਾਸ (ਨ ਭਿਟੀਐ) ਨਹੀਂ ਛੁਹੀਏ, ਭਿਟੀਐ ਪਦੁ ਸਪਰਸ ਕਾ ਵਾਚਕ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਉਨ ਕੀ ਸੰਗਤ ਨਹੀਂ ਕਰੀਏ॥੩॥☬ਪ੍ਰਸ਼ਨ: ਕ੍ਰੋਧਾਦਿ ਚੰਡਾਲ ਸਪਰਸ ਕਾ ਪ੍ਰਾਸਚਿਤੁ ਕੈਸੇ ਹੋਤਾ ਹੈ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"(hy BweI ! nwm qoN s`Kxy) ijnHW mnu`KW dy AMdr cMfwl kRoD v`sdw rihMdw hY auhnW dy kdy nyVy nhIN Fu`kxw cwhIdw [3[","unicode":"(ਹੇ ਭਾਈ ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਚੰਡਾਲ ਕ੍ਰੋਧ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਣਾ ਚਾਹੀਦਾ ।੩।"},"ms":{"gurmukhi":"aunHW dy lwgy qwgy nW Fu¤ko ijnHW dy idlW AMdr kmIx ros hY[","unicode":"ਉਨ੍ਹਾਂ ਦੇ ਲਾਗੇ ਤਾਗੇ ਨਾਂ ਢੁੱਕੋ ਜਿਨ੍ਹਾਂ ਦੇ ਦਿਲਾਂ ਅੰਦਰ ਕਮੀਣ ਰੋਸ ਹੈ।"}},"es":{"sn":"mejor ni las toques porque viven en el enojo, en el Chandal. (3)"},"hi":{"ss":"(हे भाई! नाम से वंचित) जिन लोगों के अंदर चण्डाल क्रोध बसता रहता है उनके कभी भी नजदीक नहीं फटकना चाहिए।3।","sts":"उनके समीप आकर छूना भी नहीं चाहिए, क्योंकि हृदय के भीतर दुश्वृतियाँ पनपती हैं॥ ३॥"}},"transliteration":{"english":"onaa paas dhuaas na bhiTeeaai jin a(n)tar karodh cha(n)ddaal ||3||","hindi":"ओना पासि दुआसि न भिटीऐ जिन अंतरि क्रोधु चंडाल ॥३॥","en":"onaa paas dhuaas na bhiTeeaai jin a(n)tar karodh cha(n)ddaal ||3||","hi":"ओना पासि दुआसि न भिटीऐ जिन अंतरि क्रोधु चंडाल ॥३॥","ipa":"oənɑ pɑs d̪ʊəɑs nə ɓɪʈiæ d͡ʒɪn əŋt̪ər kəʳɔt̪ t͡ʃəŋɖɑl.3.","ur":"اونا پاس دُآس ن بھٹیِاَے جن اںتر ک®ودھ چںڈال ۔۔۳۔۔"},"pageNo":40,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1638,"shabadId":119,"verse":{"gurmukhi":"siqguru purKu AMimRq sru vfBwgI nwvih Awie ]","unicode":"ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਅੰਮ੍ਰਿਤ ਸਰੁ ਵਡਭਾਗੀ ਨਾਵਹਿ ਆਇ ॥"},"larivaar":{"gurmukhi":"siqgurupurKuAMimRqsruvfBwgInwvihAwie]","unicode":"ਸਤਿਗੁਰੁਪੁਰਖੁਅੰਮ੍ਰਿਤਸਰੁਵਡਭਾਗੀਨਾਵਹਿਆਇ॥"},"translation":{"en":{"bdb":"The True Guru, the Primal Being, is the Pool of Ambrosial Nectar. The very fortunate ones come to bathe in it.","ms":"God- incarnate True Guru, is the pool of Nectar, the fortunate ones come and bath there-in.","ssk":"The True Guru, the Primal Being, is the Pool of Ambrosial Nectar. The very fortunate ones come to bathe in it."},"pu":{"ss":{"gurmukhi":"Akwl-purK dw rUp siqgurU hI AMimRq dw srovr hY [ jyhVy bMdy ies qIrQ au~qy Aw ky ieSnwn krdy hn auh v`fy BwgW vwly hn","unicode":"ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਹੈ । ਜੇਹੜੇ ਬੰਦੇ ਇਸ ਤੀਰਥ ਉੱਤੇ ਆ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ"},"ft":{"gurmukhi":"hy BweI! siqgurU purKu jo hY, so nwm vw gÎwn AMimRq kw srovru hYN, bVy puMnvwn purs Awie kr iqs myN iesnwn krqy hYN, Bwv eyih ik siqsMgiq krqy hYN, qb kusMg kw dosu inibRq hoqw hY]","unicode":"ਹੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਪੁਰਖੁ ਜੋ ਹੈ, ਸੋ ਨਾਮ ਵਾ ਗ੍ਯਾਨ ਅੰਮ੍ਰਿਤ ਕਾ ਸਰੋਵਰੁ ਹੈਂ, ਬੜੇ ਪੁੰਨਵਾਨ ਪੁਰਸ ਆਇ ਕਰ ਤਿਸ ਮੇਂ ਇਸਨਾਨ ਕਰਤੇ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਸਤਿਸੰਗਤਿ ਕਰਤੇ ਹੈਂ, ਤਬ ਕੁਸੰਗ ਕਾ ਦੋਸੁ ਨਿਬ੍ਰਿਤ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"Akwl-purK dw rUp siqgurU hI AMimRq dw srovr hY [ jyhVy bMdy ies qIrQ au~qy Aw ky ieSnwn krdy hn auh v`fy BwgW vwly hn","unicode":"ਅਕਾਲ-ਪੁਰਖ ਦਾ ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਹੈ । ਜੇਹੜੇ ਬੰਦੇ ਇਸ ਤੀਰਥ ਉੱਤੇ ਆ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ"},"ms":{"gurmukhi":"r`b-rUp scy gurU jI suDw dy qwlwb hn[ vfy nsIbW vwly Aw ky ies iv`c ieSnwn krdy hn[","unicode":"ਰੱਬ-ਰੂਪ ਸਚੇ ਗੁਰੂ ਜੀ ਸੁਧਾ ਦੇ ਤਾਲਾਬ ਹਨ। ਵਡੇ ਨਸੀਬਾਂ ਵਾਲੇ ਆ ਕੇ ਇਸ ਵਿੱਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"El Guru es el Lago del Néctar y sólo los afortunados se bañan en Él."},"hi":{"ss":"(पर यह विकारों का गंद~ यह चण्डाल क्रोध आदि का प्रभाव तीर्थों से स्नान आदि से दूर नहीं हो सकता) अकाल-पुरख का रूप् सत्गुरू ही अंमृत का सरोवर है। जो लोग इन तीर्थों पे आ के स्नान करते हैं वह बड़े भाग्यशाली हैं।","sts":"महापुरुष सतिगुरु अमृत के सरोवर हैं, जहाँ पर भाग्यशाली इसमें आकर स्नान करते हैं। अर्थात् उनकी कृपा-दृष्टि से कृपा-पात्र बनते हैं।"}},"transliteration":{"english":"satigur purakh a(n)mirat sar vaddabhaagee naaveh aai ||","hindi":"सतिगुरु पुरखु अंमृत सरु वडभागी नावहि आइ ॥","en":"satigur purakh a(n)mirat sar vaddabhaagee naaveh aai ||","hi":"सतिगुरु पुरखु अंमृत सरु वडभागी नावहि आइ ॥","ipa":"sət̪ɪGʊr pʊrəkʰ əŋmɪɹət̪ sər ʋəɖəɓɑGi nɑʋəh əɑeɪ.","ur":"ستگر پُرکھ اںمرت سر وڈبھاگیِ ناوه آِا ۔۔"},"pageNo":40,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1639,"shabadId":119,"verse":{"gurmukhi":"aun jnm jnm kI mYlu auqrY inrml nwmu idRVwie ]","unicode":"ਉਨ ਜਨਮ ਜਨਮ ਕੀ ਮੈਲੁ ਉਤਰੈ ਨਿਰਮਲ ਨਾਮੁ ਦ੍ਰਿੜਾਇ ॥"},"larivaar":{"gurmukhi":"aunjnmjnmkImYluauqrYinrmlnwmuidRVwie]","unicode":"ਉਨਜਨਮਜਨਮਕੀਮੈਲੁਉਤਰੈਨਿਰਮਲਨਾਮੁਦ੍ਰਿੜਾਇ॥"},"translation":{"en":{"bdb":"The filth of many incarnations is washed away, and the Immaculate Naam is implanted within.","ms":"Their filth of many births is washed off and the immaculate Name is implanted within them.","ssk":"The filth of many incarnations is washed away, and the Immaculate Naam is implanted within."},"pu":{"ss":{"gurmukhi":"(gurU dI srn pY ky) pivqR pRBU-nwm ihrdy ivc p`kw krn dy kwrn auhnW (vf-BwgIAW) dI jnmW jnmWqrW dI (ivkwrW dI) mYl lih jWdI hY ","unicode":"(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰਨ ਦੇ ਕਾਰਨ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦੀ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ "},"ft":{"gurmukhi":"ijn pursoN ny siqgurU srovru myN snwn kIAw hY, iqn kI jnm jnmWqRoN kI bwsnw qQw pwp rUpI mYl auqr geI hY, ikauNik siqguroN ny iqn ko inrmlu nwmu idRV krwie dIAw hY]","unicode":"ਜਿਨ ਪੁਰਸੋਂ ਨੇ ਸਤਿਗੁਰੂ ਸਰੋਵਰੁ ਮੇਂ ਸਨਾਨ ਕੀਆ ਹੈ, ਤਿਨ ਕੀ ਜਨਮ ਜਨਮਾਂਤ੍ਰੋਂ ਕੀ ਬਾਸਨਾ ਤਥਾ ਪਾਪ ਰੂਪੀ ਮੈਲ ਉਤਰ ਗਈ ਹੈ, ਕਿਉਂਕਿ ਸਤਿਗੁਰੋਂ ਨੇ ਤਿਨ ਕੋ ਨਿਰਮਲੁ ਨਾਮੁ ਦ੍ਰਿੜ ਕਰਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(gurU dI srn pY ky) pivqR pRBU-nwm ihrdy ivc p`kw krn dy kwrn auhnW (vf-BwgIAW) dI jnmW jnmWqrW dI (ivkwrW dI) mYl lih jWdI hY ","unicode":"(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰਨ ਦੇ ਕਾਰਨ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦੀ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ "},"ms":{"gurmukhi":"aunHW dI AnykW-jnmW dI gMdgI DoqI jWdI hY Aqy aunHW dy AMdr piv`qR nwm p`kw ho jWdw hY[","unicode":"ਉਨ੍ਹਾਂ ਦੀ ਅਨੇਕਾਂ-ਜਨਮਾਂ ਦੀ ਗੰਦਗੀ ਧੋਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਵਿੱਤ੍ਰ ਨਾਮ ਪੱਕਾ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"impureza de todas sus encarnaciones es arrasada y así empiezan a habitar en el Nombre Inmaculado del Señor."},"hi":{"ss":"(गुरू की शरण पड़ कर) पवित्र प्रभु नाम हृदय में पक्का करने के कारण उनकी (भाग्यशालियों की) जन्मों जन्मांतरों की (विकारों की) मैल उतर जाती है।","sts":"उनकी जन्म-जन्मांतर की मलिनता धुल जाती है और उनके भीतर पवित्र नाम सुदृढ़ हो जाता है।"}},"transliteration":{"english":"aun janam janam kee mail utarai niramal naam dhiraRai ||","hindi":"उन जनम जनम की मैलु उतरै निरमल नामु दृड़ाइ ॥","en":"aun janam janam kee mail utarai niramal naam dhiraRai ||","hi":"उन जनम जनम की मैलु उतरै निरमल नामु दृड़ाइ ॥","ipa":"oʊn d͡ʒənəm d͡ʒənəm ki mæl oʊt̪əræ nɪrəməl nɑm d̪ɪɹəɽɑeɪ.","ur":"اُن جنم جنم کیِ مَےل اُترَے نرمل نام درڑاا ۔۔"},"pageNo":40,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1640,"shabadId":119,"verse":{"gurmukhi":"jn nwnk auqm pdu pwieAw siqgur kI ilv lwie ]4]2]66]","unicode":"ਜਨ ਨਾਨਕ ਉਤਮ ਪਦੁ ਪਾਇਆ ਸਤਿਗੁਰ ਕੀ ਲਿਵ ਲਾਇ ॥੪॥੨॥੬੬॥"},"larivaar":{"gurmukhi":"jnnwnkauqmpdupwieAwsiqgurkIilvlwie]4]2]66]","unicode":"ਜਨਨਾਨਕਉਤਮਪਦੁਪਾਇਆਸਤਿਗੁਰਕੀਲਿਵਲਾਇ॥੪॥੨॥੬੬॥"},"translation":{"en":{"bdb":"Servant Nanak has obtained the most exalted state, lovingly attuned to the True Guru. ||4||2||66||","ms":"By fixing his attention on the True Guru, serf Nanak has obtained the supreme state (of Bliss).","ssk":"Servant Nanak has obtained the most exalted state, lovingly attuned to the True Guru. ||4||2||66||"},"pu":{"ss":{"gurmukhi":"hy dws nwnk ! (AwK—) siqguru dI is`iKAw ivc suriq joV ky auh mnu`K sB qoN sRySt Awqmk jIvn dw drjw hwsl kr lYNdy hn [4[2[66","unicode":"ਹੇ ਦਾਸ ਨਾਨਕ ! (ਆਖ—) ਸਤਿਗੁਰੁ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ।੪।੨।੬੬"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy BweI! ijn pursoN ny guroN kI isKÎw kr ky vwihgurU ky sÍrUp myN (ilv) ibRqI ko lgwieAw hY, iqnoN ny mukq pdu pwieAw hY]4]2]66]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਜਿਨ ਪੁਰਸੋਂ ਨੇ ਗੁਰੋਂ ਕੀ ਸਿਖ੍ਯਾ ਕਰ ਕੇ ਵਾਹਿਗੁਰੂ ਕੇ ਸ੍ਵਰੂਪ ਮੇਂ (ਲਿਵ) ਬ੍ਰਿਤੀ ਕੋ ਲਗਾਇਆ ਹੈ, ਤਿਨੋਂ ਨੇ ਮੁਕਤ ਪਦੁ ਪਾਇਆ ਹੈ॥੪॥੨॥੬੬॥"},"bdb":{"gurmukhi":"hy dws nwnk ! (AwK—) siqguru dI is`iKAw ivc suriq joV ky auh mnu`K sB qoN sRySt Awqmk jIvn dw drjw hwsl kr lYNdy hn [4[2[66","unicode":"ਹੇ ਦਾਸ ਨਾਨਕ ! (ਆਖ—) ਸਤਿਗੁਰੁ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ।੪।੨।੬੬"},"ms":{"gurmukhi":"AwpxI ibRqI scy gurW nwl joVx duAwrw nPr nwnk ny au`cw mrqbw prwpq kr ilAw hY[","unicode":"ਆਪਣੀ ਬ੍ਰਿਤੀ ਸਚੇ ਗੁਰਾਂ ਨਾਲ ਜੋੜਣ ਦੁਆਰਾ ਨਫਰ ਨਾਨਕ ਨੇ ਉੱਚਾ ਮਰਤਬਾ ਪਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"El Sirviente Nanak se encuentra en el Estado Supremo de Gloria pues está entonado en el Guru Verdadero. (4-22-66)"},"hi":{"ss":"हे दास नानक! (कह) सतिगुरू की शिक्षा में सुरति जोड़ के वह मनुष्य सब से श्रेष्ठ आत्मिक जीवन का दर्जा हासिल कर लेते हैं।4।2।66।","sts":"गुरु जी कहते हैं कि हे नानक ! सतिगुरु की ओर सुरति लगाने से (गुरु-भक्तों को) परम पद की प्राप्ति होती हे॥ ४॥ २॥ ६६॥"}},"transliteration":{"english":"jan naanak utam padh paiaa satigur kee liv lai ||4||2||66||","hindi":"जन नानक उतम पदु पाइआ सतिगुर की लिव लाइ ॥४॥२॥६६॥","en":"jan naanak utam padh paiaa satigur kee liv lai ||4||2||66||","hi":"जन नानक उतम पदु पाइआ सतिगुर की लिव लाइ ॥४॥२॥६६॥","ipa":"d͡ʒən nɑnək oʊt̪əm pəd̪ pɑɪɑ sət̪ɪGʊr ki lɪʋ lɑeɪ.4.2.6ə6.","ur":"جن نانک اُتم پد پاایا ستگر کیِ لو لاا ۔۔۴۔۔۲۔۔۶۶۔۔"},"pageNo":40,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1641,"shabadId":120,"verse":{"gurmukhi":"isrIrwgu mhlw 4 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw4]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Siree Raag, Fourth Mehla:","ms":"Sri Rag Fourth Guru.","ssk":"Siree Raag, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg cauQI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ ਚਉਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Ram Das, Cuarto Canal Divino"},"hi":{"ss":"श्री राग महला ੪ ॥","sts":"श्रीरागु महला ੪ ॥"}},"transliteration":{"english":"sireeraag mahalaa chauthhaa ||","hindi":"सिरीरागु महला ४ ॥","en":"sireeraag mahalaa chauthhaa ||","hi":"सिरीरागु महला ४ ॥","ipa":"sɪrirɑG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سِریِراگ مهلا ۴ ۔۔"},"pageNo":40,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1642,"shabadId":120,"verse":{"gurmukhi":"gux gwvw gux ivQrw gux bolI myrI mwie ]","unicode":"ਗੁਣ ਗਾਵਾ ਗੁਣ ਵਿਥਰਾ ਗੁਣ ਬੋਲੀ ਮੇਰੀ ਮਾਇ ॥"},"larivaar":{"gurmukhi":"guxgwvwguxivQrwguxbolImyrImwie]","unicode":"ਗੁਣਗਾਵਾਗੁਣਵਿਥਰਾਗੁਣਬੋਲੀਮੇਰੀਮਾਇ॥"},"translation":{"en":{"bdb":"I sing His Glories, I describe His Glories, I speak of His Glories, O my mother.","ms":"Lord's praises do I sing, His praises do I blazon and praises do I utter, O my mother!","ssk":"I sing His Glories, I describe His Glories, I speak of His Glories, O my mother."},"pu":{"ss":{"gurmukhi":"hy myrI mW ! (myrw mn qrsdw hY ik) mYN (pRBU dy) gux gWvdw rhW, guxW dw ivsQwr krdw rhW qy (pRBU dy) gux aucwrdw rhW ","unicode":"ਹੇ ਮੇਰੀ ਮਾਂ ! (ਮੇਰਾ ਮਨ ਤਰਸਦਾ ਹੈ ਕਿ) ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, ਗੁਣਾਂ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਰਹਾਂ ਤੇ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਰਹਾਂ "},"ft":{"gurmukhi":"hy myrI (mwie) sKI! Bwv eyh ik hy BweI qW qy sdw hrI ky gun gwien krUM, AOr gunoN kw (ivQrw) ivsQwr kr ky sunwvoN, AOr gunoN ky swQ imlI hUeI jo (bolI) bwnI hY, soeI bolUM]","unicode":"ਹੇ ਮੇਰੀ (ਮਾਇ) ਸਖੀ! ਭਾਵ ਏਹ ਕਿ ਹੇ ਭਾਈ ਤਾਂ ਤੇ ਸਦਾ ਹਰੀ ਕੇ ਗੁਨ ਗਾਇਨ ਕਰੂੰ, ਔਰ ਗੁਨੋਂ ਕਾ (ਵਿਥਰਾ) ਵਿਸਥਾਰ ਕਰ ਕੇ ਸੁਨਾਵੋਂ, ਔਰ ਗੁਨੋਂ ਕੇ ਸਾਥ ਮਿਲੀ ਹੂਈ ਜੋ (ਬੋਲੀ) ਬਾਨੀ ਹੈ, ਸੋਈ ਬੋਲੂੰ॥"},"bdb":{"gurmukhi":"hy myrI mW ! (myrw mn qrsdw hY ik) mYN (pRBU dy) gux gWvdw rhW, guxW dw ivsQwr krdw rhW qy (pRBU dy) gux aucwrdw rhW ","unicode":"ਹੇ ਮੇਰੀ ਮਾਂ ! (ਮੇਰਾ ਮਨ ਤਰਸਦਾ ਹੈ ਕਿ) ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, ਗੁਣਾਂ ਦਾ ਵਿਸਥਾਰ ਕਰਦਾ ਰਹਾਂ ਤੇ (ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਰਹਾਂ "},"ms":{"gurmukhi":"swihb dIAW isPqW mYN gwien krdw hW, aus dIAW isPqW mYN pRgt krdw hW Aqy isPqW hI mYN aucwrdw hW, hy myrI mwqw!","unicode":"ਸਾਹਿਬ ਦੀਆਂ ਸਿਫਤਾਂ ਮੈਂ ਗਾਇਨ ਕਰਦਾ ਹਾਂ, ਉਸ ਦੀਆਂ ਸਿਫਤਾਂ ਮੈਂ ਪ੍ਰਗਟ ਕਰਦਾ ਹਾਂ ਅਤੇ ਸਿਫਤਾਂ ਹੀ ਮੈਂ ਉਚਾਰਦਾ ਹਾਂ, ਹੇ ਮੇਰੀ ਮਾਤਾ!"}},"es":{"sn":"Canto Sus Glorias, las describo, y las recito, oh mi madre,"},"hi":{"ss":"हे मेरी माँ ! (मेरा मन तरसता है कि) मैं (प्रभु के) गुण गाता रहूँ। गुणों का विस्तार करता रहूँ और प्रभु के गुण उचारता रहूँ।","sts":"हे मेरी माता ! मैं तो उस पारब्रह्म का ही यश गान करता हूँ उसकी प्रशंसा में प्रत्यक्ष करता हूँ और उनके गुणों की व्याख्या करता हूँ।"}},"transliteration":{"english":"gun gaavaa gun vitharaa gun bolee meree mai ||","hindi":"गुण गावा गुण विथरा गुण बोली मेरी माइ ॥","en":"gun gaavaa gun vitharaa gun bolee meree mai ||","hi":"गुण गावा गुण विथरा गुण बोली मेरी माइ ॥","ipa":"Gʊɳ Gɑʋɑ Gʊɳ ʋɪt̪ʰərɑ Gʊɳ bɔli meri mɑeɪ.","ur":"گُݨ گاوا گُݨ وتھرا گُݨ بولیِ مےریِ ماا ۔۔"},"pageNo":40,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1643,"shabadId":120,"verse":{"gurmukhi":"gurmuiK sjxu guxkwrIAw imil sjx hir gux gwie ]","unicode":"ਗੁਰਮੁਖਿ ਸਜਣੁ ਗੁਣਕਾਰੀਆ ਮਿਲਿ ਸਜਣ ਹਰਿ ਗੁਣ ਗਾਇ ॥"},"larivaar":{"gurmukhi":"gurmuiKsjxuguxkwrIAwimilsjxhirguxgwie]","unicode":"ਗੁਰਮੁਖਿਸਜਣੁਗੁਣਕਾਰੀਆਮਿਲਿਸਜਣਹਰਿਗੁਣਗਾਇ॥"},"translation":{"en":{"bdb":"The Gurmukhs, my spiritual friends, bestow virtue. Meeting with my spiritual friends, I sing the Glorious Praises of the Lord.","ms":"The exalted Guru, my friend, is bestower of virtue. By meeting my friend I harp upon God's glories.","ssk":"The Gurmukhs, my spiritual friends, bestow virtue. Meeting with my spiritual friends, I sing the Glorious Praises of the Lord."},"pu":{"ss":{"gurmukhi":"gurU dy snmuK rihx vwlw koeI sMq jn hI (pRBU dy gux gwvx dI ieh) is&iq pYdw kr skdw hY [ iksy gurmuiK ƒ hI iml ky pRBU dy gux koeI gw skdw hY ","unicode":"ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੰਤ ਜਨ ਹੀ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਦੀ ਇਹ) ਸਿਫ਼ਤਿ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ । ਕਿਸੇ ਗੁਰਮੁਖਿ ਨੂੰ ਹੀ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਕੋਈ ਗਾ ਸਕਦਾ ਹੈ "},"ft":{"gurmukhi":"AOr jo gÎwnvwn (sjxu) AikRqm aupkwrI ijn kw sihj hI aupkwr krny kw sÍBwv hY, punw gun pRwpiq krny vwly hYN, iqn sjnoN ky swQ iml kr ky vwihgurU ky gux gwXn krUM]","unicode":"ਔਰ ਜੋ ਗ੍ਯਾਨਵਾਨ (ਸਜਣੁ) ਅਕ੍ਰਿਤਮ ਉਪਕਾਰੀ ਜਿਨ ਕਾ ਸਹਿਜ ਹੀ ਉਪਕਾਰ ਕਰਨੇ ਕਾ ਸ੍ਵਭਾਵ ਹੈ, ਪੁਨਾ ਗੁਨ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਵਾਲੇ ਹੈਂ, ਤਿਨ ਸਜਨੋਂ ਕੇ ਸਾਥ ਮਿਲ ਕਰ ਕੇ ਵਾਹਿਗੁਰੂ ਕੇ ਗੁਣ ਗਾਯਨ ਕਰੂੰ॥"},"bdb":{"gurmukhi":"gurU dy snmuK rihx vwlw koeI sMq jn hI (pRBU dy gux gwvx dI ieh) is&iq pYdw kr skdw hY [ iksy gurmuiK ƒ hI iml ky pRBU dy gux koeI gw skdw hY ","unicode":"ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੰਤ ਜਨ ਹੀ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਦੀ ਇਹ) ਸਿਫ਼ਤਿ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ । ਕਿਸੇ ਗੁਰਮੁਖਿ ਨੂੰ ਹੀ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਕੋਈ ਗਾ ਸਕਦਾ ਹੈ "},"ms":{"gurmukhi":"mu`KI gurdyv, myrw im`qR gux krn vwlw hY[ Awpxy im`qR ƒ iml ky mYN vwihgurU dI kIrqI Alwpdw hW[","unicode":"ਮੁੱਖੀ ਗੁਰਦੇਵ, ਮੇਰਾ ਮਿੱਤ੍ਰ ਗੁਣ ਕਰਨ ਵਾਲਾ ਹੈ। ਆਪਣੇ ਮਿੱਤ੍ਰ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਵਾਹਿਗੁਰੂ ਦੀ ਕੀਰਤੀ ਅਲਾਪਦਾ ਹਾਂ।"}},"es":{"sn":"los Gurmukjs, mis amigos espirituales, entonan las Gloriosas Alabanzas del Señor."},"hi":{"ss":"गुरू के सन्मुख रहने वाला कोई संत जन ही (प्रभु के गुण गाने की यह) सिफत पैदा कर सकता है। किसी गुरमुख को ही मिल के प्रभु के गुण कोई गा सकता है।","sts":"प्रभु प्रेमी गुरमुख परोपकारी एवं गुणों के भण्डार हैं, उनसे मिलकर मैं पारब्रह्म का यश-कीर्ति करता हूँ।"}},"transliteration":{"english":"gurmukh sajan gunakaareeaa mil sajan har gun gai ||","hindi":"गुरमुखि सजणु गुणकारीआ मिलि सजण हरि गुण गाइ ॥","en":"gurmukh sajan gunakaareeaa mil sajan har gun gai ||","hi":"गुरमुखि सजणु गुणकारीआ मिलि सजण हरि गुण गाइ ॥","ipa":"Gʊrəmʊkʰ səd͡ʒəɳ Gʊɳəkɑriəɑ mɪl səd͡ʒəɳ hər Gʊɳ Gɑeɪ.","ur":"گُرمکھ سجݨ گُݨکاریِآ مل سجݨ هرِ گُݨ گاا ۔۔"},"pageNo":40,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1644,"shabadId":120,"verse":{"gurmukhi":"hIrY hIru imil byiDAw rMig clUlY nwie ]1]","unicode":"ਹੀਰੈ ਹੀਰੁ ਮਿਲਿ ਬੇਧਿਆ ਰੰਗਿ ਚਲੂਲੈ ਨਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"hIrYhIruimilbyiDAwrMigclUlYnwie]1]","unicode":"ਹੀਰੈਹੀਰੁਮਿਲਿਬੇਧਿਆਰੰਗਿਚਲੂਲੈਨਾਇ॥੧॥"},"translation":{"en":{"bdb":"The Diamond of the Guru has pierced the diamond of my mind, which is now dyed in the deep crimson color of the Name. ||1||","ms":"By meeting (the Guru) diamond (my mind) diamond is pierced and is dyed deep red with God's Name","ssk":"The Diamond of the Guru has pierced the diamond of my mind, which is now dyed in the deep crimson color of the Name. ||1||"},"pu":{"ss":{"gurmukhi":"(jyhVw mn`uK pRBU dy gux gWdw hY, aus dw) mn-hIrw gurU-hIry nUµ iml ky (aus ivc) iv`J jWdw hY, pRBU dy nwm ivc (lIn ho ky) auh pRBU dy gUVHy ipAwr-rMg ivc (rMigAw jWdw hY) [1[","unicode":"(ਜੇਹੜਾ ਮਨੱੁਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ-ਹੀਰਾ ਗੁਰੂ-ਹੀਰੇ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਵਿਚ) ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੂੜ੍ਹੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ) ।੧।"},"ft":{"gurmukhi":"nwm ko jp ky (clUlY) sGn (rMg) pRymvwn hUey, qb hIrY jo bRhm iqs myN hIru jo jIv hYN, so iml kr (byiDAw) AByd BXw hY]","unicode":"ਨਾਮ ਕੋ ਜਪ ਕੇ (ਚਲੂਲੈ) ਸਘਨ (ਰੰਗ) ਪ੍ਰੇਮਵਾਨ ਹੂਏ, ਤਬ ਹੀਰੈ ਜੋ ਬ੍ਰਹਮ ਤਿਸ ਮੇਂ ਹੀਰੁ ਜੋ ਜੀਵ ਹੈਂ, ਸੋ ਮਿਲ ਕਰ (ਬੇਧਿਆ) ਅਭੇਦ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jyhVw mn`uK pRBU dy gux gWdw hY, aus dw) mn-hIrw gurU-hIry nUµ iml ky (aus ivc) iv`J jWdw hY, pRBU dy nwm ivc (lIn ho ky) auh pRBU dy gUVHy ipAwr-rMg ivc (rMigAw jWdw hY) [1[","unicode":"(ਜੇਹੜਾ ਮਨੱੁਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ-ਹੀਰਾ ਗੁਰੂ-ਹੀਰੇ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਵਿਚ) ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਲੀਨ ਹੋ ਕੇ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੂੜ੍ਹੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ) ।੧।"},"ms":{"gurmukhi":"(gurU) rqn nwl iml ky (myrw mn) rqn ivMinHAw igAw hY Aqy hrInwm nwl gUVHw-lwl rMigAw igAw hY[","unicode":"(ਗੁਰੂ) ਰਤਨ ਨਾਲ ਮਿਲ ਕੇ (ਮੇਰਾ ਮਨ) ਰਤਨ ਵਿੰਨ੍ਹਿਆ ਗਿਆ ਹੈ ਅਤੇ ਹਰੀਨਾਮ ਨਾਲ ਗੂੜ੍ਹਾ-ਲਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ।"}},"es":{"sn":"El Diamante del Guru ha atravesado el diamante de mi mente, el cual está teñido del carmesí profundo del Nombre. (1)"},"hi":{"ss":"(जो मनुष्य प्रभु के गुण गाता है~ उसका) मन-हीरा~ गुरू हीरे को मिल के (उस में) मिल जाता है~ प्रभु के नाम में (लीन हो के) वह प्रभु के गाढ़े प्यार रंग में (रंगा) जाता है।1।","sts":"गुरु रूपी रत्न से मिलकर मेरा ह्रदय बंध गया है और हरिनाम से गहन लाल वर्ण रंग गया है॥ १॥"}},"transliteration":{"english":"heerai heer mil bedhiaa ra(n)g chaloolai nai ||1||","hindi":"हीरै हीरु मिलि बेधिआ रंगि चलूलै नाइ ॥१॥","en":"heerai heer mil bedhiaa ra(n)g chaloolai nai ||1||","hi":"हीरै हीरु मिलि बेधिआ रंगि चलूलै नाइ ॥१॥","ipa":"hiræ hir mɪl bet̪ɪəɑ rəŋG t͡ʃəlulæ nɑeɪ.1.","ur":"هیِرَے هیِر مل بےدھآ رںگ چلُولَے ناا ۔۔۱۔۔"},"pageNo":40,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1645,"shabadId":120,"verse":{"gurmukhi":"myry goivMdw gux gwvw iqRpiq min hoie ]","unicode":"ਮੇਰੇ ਗੋਵਿੰਦਾ ਗੁਣ ਗਾਵਾ ਤ੍ਰਿਪਤਿ ਮਨਿ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"myrygoivMdwguxgwvwiqRpiqminhoie]","unicode":"ਮੇਰੇਗੋਵਿੰਦਾਗੁਣਗਾਵਾਤ੍ਰਿਪਤਿਮਨਿਹੋਇ॥"},"translation":{"en":{"bdb":"O my Lord of the Universe, singing Your Glorious Praises, my mind is satisfied.","ms":"O My Lord of the universe! By chanting Thine glories my soul is satiated.","ssk":"O my Lord of the Universe, singing Your Glorious Praises, my mind is satisfied."},"pu":{"ss":{"gurmukhi":"hy myry goibMd ! (ikrpw kr ik) mYN qyry gux gWvdw rhW, (qyry gux gWidAW hI) mn ivc (mwieAw dI) iqRSnw qoN ^lwsI huMdI hY","unicode":"ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ ! (ਕਿਰਪਾ ਕਰ ਕਿ) ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, (ਤੇਰੇ ਗੁਣ ਗਾਂਦਿਆਂ ਹੀ) ਮਨ ਵਿਚ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ"},"ft":{"gurmukhi":"hy myry (goivMdw) pÎwry! jb mYN vwihgurU ky gun gwien krqw hUM, qb hI myrw mn AOr ibKÎoN sy iqRpiq hoqw hY]","unicode":"ਹੇ ਮੇਰੇ (ਗੋਵਿੰਦਾ) ਪ੍ਯਾਰੇ! ਜਬ ਮੈਂ ਵਾਹਿਗੁਰੂ ਕੇ ਗੁਨ ਗਾਇਨ ਕਰਤਾ ਹੂੰ, ਤਬ ਹੀ ਮੇਰਾ ਮਨ ਔਰ ਬਿਖ੍ਯੋਂ ਸੇ ਤ੍ਰਿਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry goibMd ! (ikrpw kr ik) mYN qyry gux gWvdw rhW, (qyry gux gWidAW hI) mn ivc (mwieAw dI) iqRSnw qoN ^lwsI huMdI hY","unicode":"ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ ! (ਕਿਰਪਾ ਕਰ ਕਿ) ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਵਦਾ ਰਹਾਂ, (ਤੇਰੇ ਗੁਣ ਗਾਂਦਿਆਂ ਹੀ) ਮਨ ਵਿਚ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ"},"ms":{"gurmukhi":"hy myry isRStI dy suAwmI! qyrIAW vifAweIAW gwihn krn duAwrw myrI Awqmw r`j jWdI hY[","unicode":"ਹੇ ਮੇਰੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸੁਆਮੀ! ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਗਾਹਿਨ ਕਰਨ ਦੁਆਰਾ ਮੇਰੀ ਆਤਮਾ ਰੱਜ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Oh mi Señor del Universo, cantando Tus Gloriosas Alabanzas, mi mente está satisfecha"},"hi":{"ss":"हे मेरे गोबिंद ! (कृपा करो कि) मैं तेरे गुण गाता रहूँ। (तेरे गुण गाते ही) मन में (माया की) तृष्णा से खलासी होती है।","sts":"हे मेरे गोविन्द ! तेरा गुण-गान करने से मेरा मन तृप्त हो गया है।"}},"transliteration":{"english":"mere govi(n)dhaa gun gaavaa tirapat man hoi ||","hindi":"मेरे गोविंदा गुण गावा तृपति मनि होइ ॥","en":"mere govi(n)dhaa gun gaavaa tirapat man hoi ||","hi":"मेरे गोविंदा गुण गावा तृपति मनि होइ ॥","ipa":"mere Gɔʋɪŋd̪ɑ Gʊɳ Gɑʋɑ t̪ɪɹəpət̪ mən hɔeɪ.","ur":"مےرے گووںدا گُݨ گاوا ترپت من هوا ۔۔"},"pageNo":40,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1646,"shabadId":120,"verse":{"gurmukhi":"AMqir ipAws hir nwm kI guru quis imlwvY soie ]1] rhwau ]","unicode":"ਅੰਤਰਿ ਪਿਆਸ ਹਰਿ ਨਾਮ ਕੀ ਗੁਰੁ ਤੁਸਿ ਮਿਲਾਵੈ ਸੋਇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AMqiripAwshirnwmkIguruquisimlwvYsoie]1]rhwau]","unicode":"ਅੰਤਰਿਪਿਆਸਹਰਿਨਾਮਕੀਗੁਰੁਤੁਸਿਮਿਲਾਵੈਸੋਇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Within me is the thirst for the Lord's Name; may the Guru, in His Pleasure, grant it to me. ||1||Pause||","ms":"My mind is a-thirst for God's Name. May the Guru be pleased to grant that Name to me. Pause.","ssk":"Within me is the thirst for the Lord's Name; may the Guru, in His Pleasure, grant it to me. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy goibMd ! myry AMdr qyry nwm dI ipAws hY (mYnUµ gurU imlw) gurU pRsMn ho ky aus nwm dw imlwp krWdw hY [1[rhwau[","unicode":"ਹੇ ਗੋਬਿੰਦ ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੇ ਨਾਮ ਦੀ ਪਿਆਸ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਸ ਨਾਮ ਦਾ ਮਿਲਾਪ ਕਰਾਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"AOr mn ky AMqr hrI ky nwm kI iqRKw lg rhI hY, jb gurU (quis) pRsMn hovyN, qb so nwm ky swQ imlwvYN]1] rhwau ]","unicode":"ਔਰ ਮਨ ਕੇ ਅੰਤਰ ਹਰੀ ਕੇ ਨਾਮ ਕੀ ਤ੍ਰਿਖਾ ਲਗ ਰਹੀ ਹੈ, ਜਬ ਗੁਰੂ (ਤੁਸਿ) ਪ੍ਰਸੰਨ ਹੋਵੇਂ, ਤਬ ਸੋ ਨਾਮ ਕੇ ਸਾਥ ਮਿਲਾਵੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy goibMd ! myry AMdr qyry nwm dI ipAws hY (mYnUµ gurU imlw) gurU pRsMn ho ky aus nwm dw imlwp krWdw hY [1[rhwau[","unicode":"ਹੇ ਗੋਬਿੰਦ ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੇ ਨਾਮ ਦੀ ਪਿਆਸ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਸ ਨਾਮ ਦਾ ਮਿਲਾਪ ਕਰਾਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"myry mn AMdr vwihgurU dy nwm dI qRyh hY[ r`b kry, gurU jI pRsMn ho ky aus nwm ƒ mYƒ pRdwn krn[ Tihrwau[","unicode":"ਮੇਰੇ ਮਨ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਤ੍ਰੇਹ ਹੈ। ਰੱਬ ਕਰੇ, ਗੁਰੂ ਜੀ ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਉਸ ਨਾਮ ਨੂੰ ਮੈਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ। ਠਹਿਰਾਉ।"}},"es":{"sn":"y en mi interior hay hambre por el Nombre del Señor, que el Guru en Su Placer me lo conceda."},"hi":{"ss":"हे गोबिंद ! मेरे अंदर तेरे नाम की प्यास है (मुझे गुरू मिला) गुरू प्रसन्न हो के उस नाम का मिलाप कराता है।1।रहाउ।","sts":"मेरे हृदय के भीतर तेरे नाम की तृष्णा है। परमात्मा कृपा-दृष्टि करे तो गुरु जी हर्षित होकर वह नाम (प्रभु) मुझे प्रदान करें ॥ १॥ रहाउ॥"}},"transliteration":{"english":"a(n)tar piaas har naam kee gur tus milaavai soi ||1|| rahaau ||","hindi":"अंतरि पिआस हरि नाम की गुरु तुसि मिलावै सोइ ॥१॥ रहाउ ॥","en":"a(n)tar piaas har naam kee gur tus milaavai soi ||1|| rahaau ||","hi":"अंतरि पिआस हरि नाम की गुरु तुसि मिलावै सोइ ॥१॥ रहाउ ॥","ipa":"əŋt̪ər pɪəɑs hər nɑm ki Gʊr t̪ʊs mɪlɑʋæ sɔeɪ.1. rəhɑo.","ur":"اںتر پآس هر نام کیِ گُر تُس ملاوَے سوا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":40,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1647,"shabadId":120,"verse":{"gurmukhi":"mnu rMghu vfBwgIho guru quTw kry pswau ]","unicode":"ਮਨੁ ਰੰਗਹੁ ਵਡਭਾਗੀਹੋ ਗੁਰੁ ਤੁਠਾ ਕਰੇ ਪਸਾਉ ॥"},"larivaar":{"gurmukhi":"mnurMghuvfBwgIhoguruquTwkrypswau]","unicode":"ਮਨੁਰੰਗਹੁਵਡਭਾਗੀਹੋਗੁਰੁਤੁਠਾਕਰੇਪਸਾਉ॥"},"translation":{"en":{"bdb":"Let your minds be imbued with His Love, O blessed and fortunate ones. By His Pleasure, the Guru bestows His Gifts.","ms":"Tincture your hearts with Lord's love, O ye the very fortunate. The Guru shall be pleased to confer on you his gifts.","ssk":"Let your minds be imbued with His Love, O blessed and fortunate ones. By His Pleasure, the Guru bestows His Gifts."},"pu":{"ss":{"gurmukhi":"hy v`fy BwgW vwilE ! (gurU dI srn pY ky Awpxw) mn (pRBU dy nwm-rMg ivc) rMg lvo [ gurU pRsMn ho ky (nwm dI ieh) b^SS krdw hY","unicode":"ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ) ਮਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ) ਰੰਗ ਲਵੋ । ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਨਾਮ ਦੀ ਇਹ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ"},"ft":{"gurmukhi":"qW qy hy bfy BwgoN vwly jgÎwsU jnoN! qum BI pRQm Apny mn ko gurW kI syvw myN rMgo, Bwv eyh ik syvw myN qqpr kro, qb iqs syvw kr (quTw) pRsMn ho kr gurU (pswau) dwq krygw] kdwicq AYsI AsMkw hoie ik gurU sMqust ho kr ikAw dwq kryNgy iqs kw smwDwn[","unicode":"ਤਾਂ ਤੇ ਹੇ ਬਡੇ ਭਾਗੋਂ ਵਾਲੇ ਜਗ੍ਯਾਸੂ ਜਨੋਂ! ਤੁਮ ਭੀ ਪ੍ਰਥਮ ਅਪਨੇ ਮਨ ਕੋ ਗੁਰਾਂ ਕੀ ਸੇਵਾ ਮੇਂ ਰੰਗੋ, ਭਾਵ ਏਹ ਕਿ ਸੇਵਾ ਮੇਂ ਤਤਪਰ ਕਰੋ, ਤਬ ਤਿਸ ਸੇਵਾ ਕਰ (ਤੁਠਾ) ਪ੍ਰਸੰਨ ਹੋ ਕਰ ਗੁਰੂ (ਪਸਾਉ) ਦਾਤ ਕਰੇਗਾ॥ ਕਦਾਚਿਤ ਐਸੀ ਅਸੰਕਾ ਹੋਇ ਕਿ ਗੁਰੂ ਸੰਤੁਸਟ ਹੋ ਕਰ ਕਿਆ ਦਾਤ ਕਰੇਂਗੇ ਤਿਸ ਕਾ ਸਮਾਧਾਨ।"},"bdb":{"gurmukhi":"hy v`fy BwgW vwilE ! (gurU dI srn pY ky Awpxw) mn (pRBU dy nwm-rMg ivc) rMg lvo [ gurU pRsMn ho ky (nwm dI ieh) b^SS krdw hY","unicode":"ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਓ ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ) ਮਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ) ਰੰਗ ਲਵੋ । ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਨਾਮ ਦੀ ਇਹ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ"},"ms":{"gurmukhi":"Awpxy idlW ƒ pRBU dI pRIq nwl rMgo, hy qusIN Bwry nsIbW vwilE! pRsMn ho ky gurU jI quhwƒ AwpxIAW dwqW bKSxgy[","unicode":"ਆਪਣੇ ਦਿਲਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੋ, ਹੇ ਤੁਸੀਂ ਭਾਰੇ ਨਸੀਬਾਂ ਵਾਲਿਓ! ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਗੁਰੂ ਜੀ ਤੁਹਾਨੂੰ ਆਪਣੀਆਂ ਦਾਤਾਂ ਬਖਸ਼ਣਗੇ।"}},"es":{"sn":"Que tu mente se imbuya en Su Amor,  oh benditos y afortunados, por Su Placer el Guru confiere Sus Regalos."},"hi":{"ss":"हे बड़े भाग्य वालो ! (गुरू की शरण पड़ कर अपना) मन (प्रभु के नाम रंग में) रंग लो। गुरू प्रसन्न हो के (नाम की यह) बख्शिश करता है।","sts":"हे प्राणी ! अपने हृदय को प्रभु के प्रेम से रंग लो । हे सौभाग्यशालियो ! गुरु जी आपकी सेवा भावना से प्रसन्न होकर आपको अपनी दातें प्रदान करेंगे।"}},"transliteration":{"english":"man ra(n)gahu vaddabhaageeho gur tuThaa kare pasaau ||","hindi":"मनु रंगहु वडभागीहो गुरु तुठा करे पसाउ ॥","en":"man ra(n)gahu vaddabhaageeho gur tuThaa kare pasaau ||","hi":"मनु रंगहु वडभागीहो गुरु तुठा करे पसाउ ॥","ipa":"mən rəŋGəh ʋəɖəɓɑGihɔ Gʊr t̪ʊʈʰɑ kəre pəsɑo.","ur":"من رںگهُ وڈبھاگیِهو گُر تُٹھا کرے پساا ۔۔"},"pageNo":40,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1648,"shabadId":120,"verse":{"gurmukhi":"guru nwmu idRVwey rMg isau hau siqgur kY bil jwau ]","unicode":"ਗੁਰੁ ਨਾਮੁ ਦ੍ਰਿੜਾਏ ਰੰਗ ਸਿਉ ਹਉ ਸਤਿਗੁਰ ਕੈ ਬਲਿ ਜਾਉ ॥"},"larivaar":{"gurmukhi":"gurunwmuidRVweyrMgisauhausiqgurkYbiljwau]","unicode":"ਗੁਰੁਨਾਮੁਦ੍ਰਿੜਾਏਰੰਗਸਿਉਹਉਸਤਿਗੁਰਕੈਬਲਿਜਾਉ॥"},"translation":{"en":{"bdb":"The Guru has lovingly implanted the Naam, the Name of the Lord, within me; I am a sacrifice to the True Guru.","ms":"I am a sacrifice unto the True Guru who with love implants God's Name with me.","ssk":"The Guru has lovingly implanted the Naam, the Name of the Lord, within me; I am a sacrifice to the True Guru."},"pu":{"ss":{"gurmukhi":"gurU ipAwr nwl prmwqmw dw nwm (srn Awey is`K dy ihrdy ivc hI p`kw kr dyNdw hY [ (ies krky) mYN gurU qoN sdky jWdw hW","unicode":"ਗੁਰੂ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ । (ਇਸ ਕਰਕੇ) ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ"},"ft":{"gurmukhi":"gurU pRsMn ho kr pRym kr ky hrI nwm ko idRF krwauqy hYN, qW qy AYsy siqguroN ky mYN bilhwry jwqw hUM]","unicode":"ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਕਰ ਪ੍ਰੇਮ ਕਰ ਕੇ ਹਰੀ ਨਾਮ ਕੋ ਦ੍ਰਿਢ ਕਰਾਉਤੇ ਹੈਂ, ਤਾਂ ਤੇ ਐਸੇ ਸਤਿਗੁਰੋਂ ਕੇ ਮੈਂ ਬਲਿਹਾਰੇ ਜਾਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"gurU ipAwr nwl prmwqmw dw nwm (srn Awey is`K dy ihrdy ivc hI p`kw kr dyNdw hY [ (ies krky) mYN gurU qoN sdky jWdw hW","unicode":"ਗੁਰੂ ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਰਨ ਆਏ ਸਿੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ । (ਇਸ ਕਰਕੇ) ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ"},"ms":{"gurmukhi":"mYN s¤cy gurW auqoN vwrny jWdw hW, jo myry AMdr hrI nwm ƒ ipAwr nwl p`kw krdy hn[","unicode":"ਮੈਂ ਸੱਚੇ ਗੁਰਾਂ ਉਤੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ, ਜੋ ਮੇਰੇ ਅੰਦਰ ਹਰੀ ਨਾਮ ਨੂੰ ਪਿਆਰ ਨਾਲ ਪੱਕਾ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"El Guru amorosamente ha implantado el Naam en mi interior, y yo ofrezco mi vida en sacrificio a Él"},"hi":{"ss":"गुरू प्यार से परमात्मा का नाम (शरण आए सिख के हृदय में) पक्का कर देता है। (इस वजह से) मैं गुरू से सदके जाता हूँ।","sts":"मैं उस सतगुरु पर बलिहार जाता हूँ, जो मेरे भीतर हरि नाम को प्रीत से दृढ़ करते हैं।"}},"transliteration":{"english":"gur naam dhiraRaae ra(n)g siau hau satigur kai bal jaau ||","hindi":"गुरु नामु दृड़ाए रंग सिउ हउ सतिगुर कै बलि जाउ ॥","en":"gur naam dhiraRaae ra(n)g siau hau satigur kai bal jaau ||","hi":"गुरु नामु दृड़ाए रंग सिउ हउ सतिगुर कै बलि जाउ ॥","ipa":"Gʊr nɑm d̪ɪɹəɽɑee rəŋG sɪo ho sət̪ɪGʊr kæ bəl d͡ʒɑo.","ur":"گُر نام درڑااے رںگ سا ها ستگر کَے بلِ جااُ ۔۔"},"pageNo":40,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1649,"shabadId":120,"verse":{"gurmukhi":"ibnu siqgur hir nwmu n lBeI lK kotI krm kmwau ]2]","unicode":"ਬਿਨੁ ਸਤਿਗੁਰ ਹਰਿ ਨਾਮੁ ਨ ਲਭਈ ਲਖ ਕੋਟੀ ਕਰਮ ਕਮਾਉ ॥੨॥"},"larivaar":{"gurmukhi":"ibnusiqgurhirnwmunlBeIlKkotIkrmkmwau]2]","unicode":"ਬਿਨੁਸਤਿਗੁਰਹਰਿਨਾਮੁਨਲਭਈਲਖਕੋਟੀਕਰਮਕਮਾਉ॥੨॥"},"translation":{"en":{"bdb":"Without the True Guru, the Name of the Lord is not found, even though people may perform hundreds of thousands, even millions of rituals. ||2||","ms":"Without the True Guru, God's Name is not found, even though man may perform lakhs and millions of ceremonies.","ssk":"Without the True Guru, the Name of the Lord is not found, even though people may perform hundreds of thousands, even millions of rituals. ||2||"},"pu":{"ss":{"gurmukhi":"jy mYN l`KW kRoVW (hor hor Dwrimk) kMm krW qW BI siqgurU dI srn qoN ibnw prmwqmw dw nwm pRwpq nhIN hMudw [2[","unicode":"ਜੇ ਮੈਂ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ (ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਾਂ ਤਾਂ ਭੀ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੰੁਦਾ ।੨।"},"ft":{"gurmukhi":"hy BweI! siqguroN sy ibnW hir nwm (n lBeI) pRwpiq nhIN hoqw, cwhy lwKoN qQw kroVoN krmoN ko kry]2]","unicode":"ਹੇ ਭਾਈ! ਸਤਿਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਹਰਿ ਨਾਮ (ਨ ਲਭਈ) ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ, ਚਾਹੇ ਲਾਖੋਂ ਤਥਾ ਕਰੋੜੋਂ ਕਰਮੋਂ ਕੋ ਕਰੇ॥੨॥"},"bdb":{"gurmukhi":"jy mYN l`KW kRoVW (hor hor Dwrimk) kMm krW qW BI siqgurU dI srn qoN ibnw prmwqmw dw nwm pRwpq nhIN hMudw [2[","unicode":"ਜੇ ਮੈਂ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ (ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਾਂ ਤਾਂ ਭੀ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੰੁਦਾ ।੨।"},"ms":{"gurmukhi":"s¤cy gurW dy bwJoN vwihgurU dw nwm nhIN l`Bdw BwvyN ienswn l`KW qy kRoVW hI sMskwr ipAw kry[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਨਹੀਂ ਲੱਭਦਾ ਭਾਵੇਂ ਇਨਸਾਨ ਲੱਖਾਂ ਤੇ ਕ੍ਰੋੜਾਂ ਹੀ ਸੰਸਕਾਰ ਪਿਆ ਕਰੇ।"}},"es":{"sn":"pues sin el Guru Verdadero, el Nombre del Señor no es encontrado, aunque la gente realice miles de millones de ritos. (2)"},"hi":{"ss":"अगर मैं लाखों करोड़ों (और और धार्मिक) कर्म करूँ तो भी सतगुरू की शरण के बिना परमात्मा का नाम प्राप्त नहीं होता।2।","sts":"सतिगुरु के बिना अकालपुरुष का नाम प्राप्त नहीं होता। चाहे प्राणी लाखों करोड़ों कर्मकाण्ड संस्कार इत्यादि करता रहे, उसे ईश्वर प्राप्त नहीं होता ॥ २॥"}},"transliteration":{"english":"bin satigur har naam na labhiee lakh koTee karam kamaau ||2||","hindi":"बिनु सतिगुर हरि नामु न लभई लख कोटी करम कमाउ ॥२॥","en":"bin satigur har naam na labhiee lakh koTee karam kamaau ||2||","hi":"बिनु सतिगुर हरि नामु न लभई लख कोटी करम कमाउ ॥२॥","ipa":"bɪn sət̪ɪGʊr hər nɑm nə ləɓei ləkʰ kɔʈi kərəm kəmɑo.2.","ur":"بٍن ستگر هرِ نام ن لبھای لکھ کوٹیِ کرم کماا ۔۔۲۔۔"},"pageNo":40,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1650,"shabadId":120,"verse":{"gurmukhi":"ibnu Bwgw siqguru nw imlY Gir bYiTAw inkit inq pwis ]","unicode":"ਬਿਨੁ ਭਾਗਾ ਸਤਿਗੁਰੁ ਨਾ ਮਿਲੈ ਘਰਿ ਬੈਠਿਆ ਨਿਕਟਿ ਨਿਤ ਪਾਸਿ ॥"},"larivaar":{"gurmukhi":"ibnuBwgwsiqgurunwimlYGirbYiTAwinkitinqpwis]","unicode":"ਬਿਨੁਭਾਗਾਸਤਿਗੁਰੁਨਾਮਿਲੈਘਰਿਬੈਠਿਆਨਿਕਟਿਨਿਤਪਾਸਿ॥"},"translation":{"en":{"bdb":"Without destiny, the True Guru is not found, even though He sits within the home of our own inner being, always near and close at hand.","ms":"Without Destiny the True Guru is not found even thou one sittest daily near and close to Him in his home.","ssk":"Without destiny, the True Guru is not found, even though He sits within the home of our own inner being, always near and close at hand."},"pu":{"ss":{"gurmukhi":"cMgI iksmiq qoN ibnw gurU nhIN imldw (qy gurU qoN ibnw prmwqmw dw imlwp nhIN huMdw, BwvyN) swfy ihrdy ivc bYTw hr vyly swfy nyVy hY, swfy kol hY ","unicode":"ਚੰਗੀ ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਤੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ, ਭਾਵੇਂ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਬੈਠਾ ਹਰ ਵੇਲੇ ਸਾਡੇ ਨੇੜੇ ਹੈ, ਸਾਡੇ ਕੋਲ ਹੈ "},"ft":{"gurmukhi":"auqm puMnoN sy ibnW siqgurU imlqw nhIN hY, cwho guroN kw gRh BI inkit hI hovY AOr inq hI guroN ky pws bYiTAW hoieAW BI, Bwv eyh ik jb qk guroN pr ibsÍws nhIN hovygw, qb qk inkt bsny AOr pws bYTny kr pRwpqI nhIN hoqI hY]","unicode":"ਉਤਮ ਪੁੰਨੋਂ ਸੇ ਬਿਨਾਂ ਸਤਿਗੁਰੂ ਮਿਲਤਾ ਨਹੀਂ ਹੈ, ਚਾਹੋ ਗੁਰੋਂ ਕਾ ਗ੍ਰਹ ਭੀ ਨਿਕਟਿ ਹੀ ਹੋਵੈ ਔਰ ਨਿਤ ਹੀ ਗੁਰੋਂ ਕੇ ਪਾਸ ਬੈਠਿਆਂ ਹੋਇਆਂ ਭੀ, ਭਾਵ ਏਹ ਕਿ ਜਬ ਤਕ ਗੁਰੋਂ ਪਰ ਬਿਸ੍ਵਾਸ ਨਹੀਂ ਹੋਵੇਗਾ, ਤਬ ਤਕ ਨਿਕਟ ਬਸਨੇ ਔਰ ਪਾਸ ਬੈਠਨੇ ਕਰ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"cMgI iksmiq qoN ibnw gurU nhIN imldw (qy gurU qoN ibnw prmwqmw dw imlwp nhIN huMdw, BwvyN) swfy ihrdy ivc bYTw hr vyly swfy nyVy hY, swfy kol hY ","unicode":"ਚੰਗੀ ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਤੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ, ਭਾਵੇਂ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਬੈਠਾ ਹਰ ਵੇਲੇ ਸਾਡੇ ਨੇੜੇ ਹੈ, ਸਾਡੇ ਕੋਲ ਹੈ "},"ms":{"gurmukhi":"iksmq dy bgYr s`cw gurU prwpq nhIN huMdw BwvyN auh gRih iv`c sdw aus dy nyVy qy lwgy hI bYTw hY[","unicode":"ਕਿਸਮਤ ਦੇ ਬਗੈਰ ਸੱਚਾ ਗੁਰੂ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ਭਾਵੇਂ ਉਹ ਗ੍ਰਹਿ ਵਿੱਚ ਸਦਾ ਉਸ ਦੇ ਨੇੜੇ ਤੇ ਲਾਗੇ ਹੀ ਬੈਠਾ ਹੈ।"}},"es":{"sn":"Sin un Destino el Guru Verdadero no es encontrado, aunque se encuentre sentado en medio de nuestro interior, siempre cerca y a la mano."},"hi":{"ss":"अच्छी किस्मत के बगैर गुरू नहीं मिलता (और गुरू के बिना परमात्मा का मिलाप नहीं होता~ चाहे) हमारे हृदय में बैठा हर वक्त हमारे नजदीक है~ हमारे पास है।","sts":"प्राणी को भाग्य के बिना सच्चा गुरु प्राप्त नहीं होता चाहे वह गृह में सदा इसके निकट एवं पास ही बैठा है।"}},"transliteration":{"english":"bin bhaagaa satigur naa milai ghar baiThiaa nikaT nit paas ||","hindi":"बिनु भागा सतिगुरु ना मिलै घरि बैठिआ निकटि नित पासि ॥","en":"bin bhaagaa satigur naa milai ghar baiThiaa nikaT nit paas ||","hi":"बिनु भागा सतिगुरु ना मिलै घरि बैठिआ निकटि नित पासि ॥","ipa":"bɪn ɓɑGɑ sət̪ɪGʊr nɑ mɪlæ Gʰər bæʈʰɪəɑ nɪkəʈ nɪt̪ pɑs.","ur":"بٍن بھاگا ستگر نا ملَے گھرِ بَےٹھآ نکٹ نت پاس ۔۔"},"pageNo":40,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1651,"shabadId":120,"verse":{"gurmukhi":"AMqir AigAwn duKu Brmu hY ivic pVdw dUir peIAwis ]","unicode":"ਅੰਤਰਿ ਅਗਿਆਨ ਦੁਖੁ ਭਰਮੁ ਹੈ ਵਿਚਿ ਪੜਦਾ ਦੂਰਿ ਪਈਆਸਿ ॥"},"larivaar":{"gurmukhi":"AMqirAigAwnduKuBrmuhYivicpVdwdUirpeIAwis]","unicode":"ਅੰਤਰਿਅਗਿਆਨਦੁਖੁਭਰਮੁਹੈਵਿਚਿਪੜਦਾਦੂਰਿਪਈਆਸਿ॥"},"translation":{"en":{"bdb":"There is ignorance within, and the pain of doubt, like a separating screen.","ms":"Within is the pain of ignorance and superstition. Between the man and the Lord lies separating screen.","ssk":"There is ignorance within, and the pain of doubt, like a separating screen."},"pu":{"ss":{"gurmukhi":"ijs jIv dy AMdr AigAwnqw (dy hnyry) dw du`K itikAw rhy, ijs nUµ mwieAw dI BtkxI l`gI rhy aus dy AMdr prmwqmw nwloN mwieAw dy moh dw qy Btkxw dw prdw bixAw rihMdw hY ","unicode":"ਜਿਸ ਜੀਵ ਦੇ ਅੰਦਰ ਅਗਿਆਨਤਾ (ਦੇ ਹਨੇਰੇ) ਦਾ ਦੁੱਖ ਟਿਕਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣੀ ਲੱਗੀ ਰਹੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਤੇ ਭਟਕਣਾ ਦਾ ਪਰਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ "},"ft":{"gurmukhi":"iqn ky irdy myN AgÎwn hY AOr jo pMc pRkwr kw BRm rUpI pVdw hY iqs kr ky Anyk pRkwr kw duK ho rhw hY, vw gurW ky bcnW ivKy BRWqI rUpI pVdw hY, iqs kr guroN sy (dUir peIAwis) dUrqw pV rhI hY]","unicode":"ਤਿਨ ਕੇ ਰਿਦੇ ਮੇਂ ਅਗ੍ਯਾਨ ਹੈ ਔਰ ਜੋ ਪੰਚ ਪ੍ਰਕਾਰ ਕਾ ਭ੍ਰਮ ਰੂਪੀ ਪੜਦਾ ਹੈ ਤਿਸ ਕਰ ਕੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕਾ ਦੁਖ ਹੋ ਰਹਾ ਹੈ, ਵਾ ਗੁਰਾਂ ਕੇ ਬਚਨਾਂ ਵਿਖੇ ਭ੍ਰਾਂਤੀ ਰੂਪੀ ਪੜਦਾ ਹੈ, ਤਿਸ ਕਰ ਗੁਰੋਂ ਸੇ (ਦੂਰਿ ਪਈਆਸਿ) ਦੂਰਤਾ ਪੜ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijs jIv dy AMdr AigAwnqw (dy hnyry) dw du`K itikAw rhy, ijs nUµ mwieAw dI BtkxI l`gI rhy aus dy AMdr prmwqmw nwloN mwieAw dy moh dw qy Btkxw dw prdw bixAw rihMdw hY ","unicode":"ਜਿਸ ਜੀਵ ਦੇ ਅੰਦਰ ਅਗਿਆਨਤਾ (ਦੇ ਹਨੇਰੇ) ਦਾ ਦੁੱਖ ਟਿਕਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣੀ ਲੱਗੀ ਰਹੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਤੇ ਭਟਕਣਾ ਦਾ ਪਰਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ "},"ms":{"gurmukhi":"AMdr by-smJI Aqy sMdyh dI pIV hY[ jIv qy suAwmI dy ivckwr v`K krn vwlw prdw ipAw hoieAw hY[","unicode":"ਅੰਦਰ ਬੇ-ਸਮਝੀ ਅਤੇ ਸੰਦੇਹ ਦੀ ਪੀੜ ਹੈ। ਜੀਵ ਤੇ ਸੁਆਮੀ ਦੇ ਵਿਚਕਾਰ ਵੱਖ ਕਰਨ ਵਾਲਾ ਪਰਦਾ ਪਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"ignorancia en el interior y mucho dolor por la duda, como una pantalla de separación."},"hi":{"ss":"जिस जीव के अंदर अज्ञानता (के अंधेरे) का दुख टिका रहे~ जिसको माया भटकाती रहे~ उसके अंदर परमात्मा से माया के मोह का व भटकने का पर्दा बना रहता है। उसकी जीवात्मा अंदर बसते प्रभु से दूर पड़ी रहती है।","sts":"मनुष्य के भीतर मूर्खता एवं संदेह की पीड़ा ने वास किया हुआ है। मनुष्य एवं परमात्मा के बीच अज्ञान का पर्दा पड़ा हुआ है। जब अज्ञान निवृत्त हो तो ज्ञान के उजाले से मनुष्य एवं परमात्मा के बीच का पर्दा निवृत्त हो जाता है।"}},"transliteration":{"english":"a(n)tar agiaan dhukh bharam hai vich paRadhaa dhoor pieeaas ||","hindi":"अंतरि अगिआन दुखु भरमु है विचि पड़दा दूरि पईआसि ॥","en":"a(n)tar agiaan dhukh bharam hai vich paRadhaa dhoor pieeaas ||","hi":"अंतरि अगिआन दुखु भरमु है विचि पड़दा दूरि पईआसि ॥","ipa":"əŋt̪ər əGɪəɑn d̪ʊkʰ ɓərəm hæ ʋɪt͡ʃ pəɽəd̪ɑ d̪ur peiɑs.","ur":"اںتر اگآن دُکھ بھرم هَے وچِ پڑدا دُور پایآس ۔۔"},"pageNo":40,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1652,"shabadId":120,"verse":{"gurmukhi":"ibnu siqgur Byty kMcnu nw QIAY mnmuKu lohu bUfw byVI pwis ]3]","unicode":"ਬਿਨੁ ਸਤਿਗੁਰ ਭੇਟੇ ਕੰਚਨੁ ਨਾ ਥੀਐ ਮਨਮੁਖੁ ਲੋਹੁ ਬੂਡਾ ਬੇੜੀ ਪਾਸਿ ॥੩॥"},"larivaar":{"gurmukhi":"ibnusiqgurBytykMcnunwQIAYmnmuKulohubUfwbyVIpwis]3]","unicode":"ਬਿਨੁਸਤਿਗੁਰਭੇਟੇਕੰਚਨੁਨਾਥੀਐਮਨਮੁਖੁਲੋਹੁਬੂਡਾਬੇੜੀਪਾਸਿ॥੩॥"},"translation":{"en":{"bdb":"Without meeting with the True Guru, no one is transformed into gold. The self-willed manmukh sinks like iron, while the boat is very close. ||3||","ms":"Without meeting the True Guru, man becomes not gold. An apostate sinks like iron while the boat is just close by.","ssk":"Without meeting with the True Guru, no one is transformed into gold. The self-willed manmukh sinks like iron, while the boat is very close. ||3||"},"pu":{"ss":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwlw mnu`K (mwno) lohw hY jo gurU-pwrs nUµ imlx qoN ibnw sonw nhIN bx skdw, gurU-byVI aus mnmuK-lohy dy pws hI hY, pr auh (ivkwrW dI ndI ivc hI) fu`bdw hY [3[","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਨੋ) ਲੋਹਾ ਹੈ ਜੋ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਸੋਨਾ ਨਹੀਂ ਬਣ ਸਕਦਾ, ਗੁਰੂ-ਬੇੜੀ ਉਸ ਮਨਮੁਖ-ਲੋਹੇ ਦੇ ਪਾਸ ਹੀ ਹੈ, ਪਰ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਨਦੀ ਵਿਚ ਹੀ) ਡੁੱਬਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"qW qy ibnW siqguroN ky (Byty) imlny sy (kMcnu) suvrn nhIN hoqw hY, Bwv eyh ik jIv suD rUp ko pRwpiq nhIN hoqw hY[ XW qy mnmuK jIv lohy ky smwn hI rhw, ikauNik siqgurU pwrs ky swQ iqn kw sprs hoqw qo vhu BI kMcn vq suDu ho jwqw, so qo BXw nhIN hY[ pwpoN ky sihq hony sy lohy ky smwn mYlw hI rhw[ pun siqgurU rUpI kyvr ijs ky pws nwm rUpI byVI hY, iqs ky pws hoqy hI sMswr ndI myN fUb jwqw BXw hY]3]","unicode":"ਤਾਂ ਤੇ ਬਿਨਾਂ ਸਤਿਗੁਰੋਂ ਕੇ (ਭੇਟੇ) ਮਿਲਨੇ ਸੇ (ਕੰਚਨੁ) ਸੁਵਰਨ ਨਹੀਂ ਹੋਤਾ ਹੈ, ਭਾਵ ਏਹ ਕਿ ਜੀਵ ਸੁਧ ਰੂਪ ਕੋ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ। ਯਾਂ ਤੇ ਮਨਮੁਖ ਜੀਵ ਲੋਹੇ ਕੇ ਸਮਾਨ ਹੀ ਰਹਾ, ਕਿਉਂਕਿ ਸਤਿਗੁਰੂ ਪਾਰਸ ਕੇ ਸਾਥ ਤਿਨ ਕਾ ਸਪਰਸ ਹੋਤਾ ਤੋ ਵਹੁ ਭੀ ਕੰਚਨ ਵਤ ਸੁਧੁ ਹੋ ਜਾਤਾ, ਸੋ ਤੋ ਭਯਾ ਨਹੀਂ ਹੈ। ਪਾਪੋਂ ਕੇ ਸਹਿਤ ਹੋਨੇ ਸੇ ਲੋਹੇ ਕੇ ਸਮਾਨ ਮੈਲਾ ਹੀ ਰਹਾ। ਪੁਨ ਸਤਿਗੁਰੂ ਰੂਪੀ ਕੇਵਰ ਜਿਸ ਕੇ ਪਾਸ ਨਾਮ ਰੂਪੀ ਬੇੜੀ ਹੈ, ਤਿਸ ਕੇ ਪਾਸ ਹੋਤੇ ਹੀ ਸੰਸਾਰ ਨਦੀ ਮੇਂ ਡੂਬ ਜਾਤਾ ਭਯਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwlw mnu`K (mwno) lohw hY jo gurU-pwrs nUµ imlx qoN ibnw sonw nhIN bx skdw, gurU-byVI aus mnmuK-lohy dy pws hI hY, pr auh (ivkwrW dI ndI ivc hI) fu`bdw hY [3[","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਨੋ) ਲੋਹਾ ਹੈ ਜੋ ਗੁਰੂ-ਪਾਰਸ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਸੋਨਾ ਨਹੀਂ ਬਣ ਸਕਦਾ, ਗੁਰੂ-ਬੇੜੀ ਉਸ ਮਨਮੁਖ-ਲੋਹੇ ਦੇ ਪਾਸ ਹੀ ਹੈ, ਪਰ ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਨਦੀ ਵਿਚ ਹੀ) ਡੁੱਬਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"s¤cy gurW ƒ imlx dy bwJoN ienswn sonw nhIN huMdw[ ADrmI lohy vW|UM fu`b jWdw hY, jd ik ikSqI AYn nyVy hI hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲਣ ਦੇ ਬਾਝੋਂ ਇਨਸਾਨ ਸੋਨਾ ਨਹੀਂ ਹੁੰਦਾ। ਅਧਰਮੀ ਲੋਹੇ ਵਾਂਙੂੰ ਡੁੱਬ ਜਾਂਦਾ ਹੈ, ਜਦ ਕਿ ਕਿਸ਼ਤੀ ਐਨ ਨੇੜੇ ਹੀ ਹੈ।"}},"es":{"sn":"Sin conocer al Guru Verdadero, no podemos transformarnos en oro. El orgulloso y arrogante Manmukj se hunde como el hierro mientras que el barco está muy cerca. (3)"},"hi":{"ss":"अपने मन के पीछे चलने वाला मनुष्य (मानो) लोहा है जो गुरू पारस को मिले बगैर सोना नहीं बन सकता। गुरू-बेड़ी उस मनमुख लोहे के पास ही है~ पर वह (विकारों की नदी में) डूबता है।","sts":"सतिगुरु के मिलन के बिना प्राणी स्वर्णमय नहीं होता। अपितु अधर्मों लोहे की भाँति डूब जाता है, जबकि नाव इतनी करीब ही हो ॥ ३॥"}},"transliteration":{"english":"bin satigur bheTe ka(n)chan naa theeaai manmukh loh booddaa beRee paas ||3||","hindi":"बिनु सतिगुर भेटे कंचनु ना थीऐ मनमुखु लोहु बूडा बेड़ी पासि ॥३॥","en":"bin satigur bheTe ka(n)chan naa theeaai manmukh loh booddaa beRee paas ||3||","hi":"बिनु सतिगुर भेटे कंचनु ना थीऐ मनमुखु लोहु बूडा बेड़ी पासि ॥३॥","ipa":"bɪn sət̪ɪGʊr ɓeʈe kəŋt͡ʃən nɑ t̪ʰiæ mənəmʊkʰ lɔh buɖɑ beɽi pɑs.3.","ur":"بٍن ستگر بھےٹے کںچن نا تھیِاَے منمکھ لوهُ بُوڈا بےڑیِ پاس ۔۔۳۔۔"},"pageNo":40,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1653,"shabadId":120,"verse":{"gurmukhi":"siqguru boihQu hir nwv hY ikqu ibiD ciVAw jwie ]","unicode":"ਸਤਿਗੁਰੁ ਬੋਹਿਥੁ ਹਰਿ ਨਾਵ ਹੈ ਕਿਤੁ ਬਿਧਿ ਚੜਿਆ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"siqguruboihQuhirnwvhYikquibiDciVAwjwie]","unicode":"ਸਤਿਗੁਰੁਬੋਹਿਥੁਹਰਿਨਾਵਹੈਕਿਤੁਬਿਧਿਚੜਿਆਜਾਇ॥"},"translation":{"en":{"bdb":"The Boat of the True Guru is the Name of the Lord. How can we climb on board?","ms":"The ship of the True Guru is the Name of God. In what way can mortal embark there on?","ssk":"The Boat of the True Guru is the Name of the Lord. How can we climb on board?"},"pu":{"ss":{"gurmukhi":"siqgurU prmwqmw dy nwm dw jhwz hY (pr aus jhwz ivc cVHn dI BI jwc hoxI cwhIdI hY, iPr) iks qrHW (aus jhwz ivc) ciVHAw jwey ?","unicode":"ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਹਾਜ਼ ਹੈ (ਪਰ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਨ ਦੀ ਭੀ ਜਾਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਫਿਰ) ਕਿਸ ਤਰ੍ਹਾਂ (ਉਸ ਜਹਾਜ਼ ਵਿਚ) ਚੜ੍ਹਿਆ ਜਾਏ ?"},"ft":{"gurmukhi":"pRSn: hy Bgvn! Awp ny kQn kIAw ik siqguroN ky pws nwm rUpI (boihQ) jhwju hY, qW qy sMswr smudR ky qrny ko iqs pr kYsy cVHw jwvy?Çau`qr:","unicode":"ਪ੍ਰਸ਼ਨ: ਹੇ ਭਗਵਨ! ਆਪ ਨੇ ਕਥਨ ਕੀਆ ਕਿ ਸਤਿਗੁਰੋਂ ਕੇ ਪਾਸ ਨਾਮ ਰੂਪੀ (ਬੋਹਿਥ) ਜਹਾਜੁ ਹੈ, ਤਾਂ ਤੇ ਸੰਸਾਰ ਸਮੁਦ੍ਰ ਕੇ ਤਰਨੇ ਕੋ ਤਿਸ ਪਰ ਕੈਸੇ ਚੜ੍ਹਾ ਜਾਵੇ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"siqgurU prmwqmw dy nwm dw jhwz hY (pr aus jhwz ivc cVHn dI BI jwc hoxI cwhIdI hY, iPr) iks qrHW (aus jhwz ivc) ciVHAw jwey ?","unicode":"ਸਤਿਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਹਾਜ਼ ਹੈ (ਪਰ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਚੜ੍ਹਨ ਦੀ ਭੀ ਜਾਚ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ, ਫਿਰ) ਕਿਸ ਤਰ੍ਹਾਂ (ਉਸ ਜਹਾਜ਼ ਵਿਚ) ਚੜ੍ਹਿਆ ਜਾਏ ?"},"ms":{"gurmukhi":"s¤cy gurW dw jhwj vwihgurU dw nwm hY[ iks qrIky nwl pRwxI aus auqy cVH skdw hY?","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਜਹਾਜ ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਹੈ। ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਪ੍ਰਾਣੀ ਉਸ ਉਤੇ ਚੜ੍ਹ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"El barco del Guru Verdadero es el Nombre del Señor, pero ¿cómo subirse en él, oh mis amigos?"},"hi":{"ss":"सत्गुरू~ परमात्मा के नाम का जहाज है (पर उस जहाज में चढ़ने का भी तरीका होना चाहिए~ फिर) किस तरह (उस जहाज में) चढ़ा जाए?","sts":"सतिगुरु जी हरि-नाम रूपी जहाज है, किस विधि द्वारा उस पर सवार हुआ जा सकता है ?"}},"transliteration":{"english":"satigur bohith har naav hai kit bidh chaRiaa jai ||","hindi":"सतिगुरु बोहिथु हरि नाव है कितु बिधि चड़िआ जाइ ॥","en":"satigur bohith har naav hai kit bidh chaRiaa jai ||","hi":"सतिगुरु बोहिथु हरि नाव है कितु बिधि चड़िआ जाइ ॥","ipa":"sət̪ɪGʊr bɔhɪt̪ʰ hər nɑʋ hæ kɪt̪ bɪt̪ə̀ t͡ʃəɽɪəɑ d͡ʒɑeɪ.","ur":"ستگر بوهتھ هرِ ناو هَے کت بدھِ چڑِآ جاِا ۔۔"},"pageNo":40,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1654,"shabadId":120,"verse":{"gurmukhi":"siqgur kY BwxY jo clY ivic boihQ bYTw Awie ]","unicode":"ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਜੋ ਚਲੈ ਵਿਚਿ ਬੋਹਿਥ ਬੈਠਾ ਆਇ ॥"},"larivaar":{"gurmukhi":"siqgurkYBwxYjoclYivicboihQbYTwAwie]","unicode":"ਸਤਿਗੁਰਕੈਭਾਣੈਜੋਚਲੈਵਿਚਿਬੋਹਿਥਬੈਠਾਆਇ॥"},"translation":{"en":{"bdb":"One who walks in harmony with the True Guru's Will comes to sit in this Boat.","ms":"He, who acts according to True Guru's Will, comes and sits in the ship.","ssk":"One who walks in harmony with the True Guru's Will comes to sit in this Boat."},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K siqgurU dy hukm ivc qurdw hY auh aus jhwz ivc svwr ho igAw smJo [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਸਵਾਰ ਹੋ ਗਿਆ ਸਮਝੋ ।"},"ft":{"gurmukhi":"hy BweI! siqguroN ky (BwxY) hukm Anuswru jo pursu c`ldw hY, so iqs nwm rUpI jhwj myN Awie bYTw hY[ Bwv eyih ik jo guroN kI AwgÎwnuswr c`ldw hY, iqs ko Avs nwm kw aupdySu krqy hYN, XW qy vhu sMswr swmuMdR sy pwr ho jwqw hY]","unicode":"ਹੇ ਭਾਈ! ਸਤਿਗੁਰੋਂ ਕੇ (ਭਾਣੈ) ਹੁਕਮ ਅਨੁਸਾਰੁ ਜੋ ਪੁਰਸੁ ਚੱਲਦਾ ਹੈ, ਸੋ ਤਿਸ ਨਾਮ ਰੂਪੀ ਜਹਾਜ ਮੇਂ ਆਇ ਬੈਠਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਜੋ ਗੁਰੋਂ ਕੀ ਆਗ੍ਯਾਨੁਸਾਰ ਚੱਲਦਾ ਹੈ, ਤਿਸ ਕੋ ਅਵਸ ਨਾਮ ਕਾ ਉਪਦੇਸ਼ੁ ਕਰਤੇ ਹੈਂ, ਯਾਂ ਤੇ ਵਹੁ ਸੰਸਾਰ ਸਾਮੁੰਦ੍ਰ ਸੇ ਪਾਰ ਹੋ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K siqgurU dy hukm ivc qurdw hY auh aus jhwz ivc svwr ho igAw smJo [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਉਸ ਜਹਾਜ਼ ਵਿਚ ਸਵਾਰ ਹੋ ਗਿਆ ਸਮਝੋ ।"},"ms":{"gurmukhi":"ijhVw s¤cy gurW dI rzw Anuswr qurdw hY, auh Aw ky jhwz iv`c bih jWdw hY[","unicode":"ਜਿਹੜਾ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਤੁਰਦਾ ਹੈ, ਉਹ ਆ ਕੇ ਜਹਾਜ਼ ਵਿੱਚ ਬਹਿ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Aquél que camina en el Sendero de Su Voluntad, es transportado a través."},"hi":{"ss":"जो मनुष्य सतिगुरू के हुकम में चलता है वह उस जहाज में सवार हो गया समझो।","sts":"गुरु जी कथन करते हैं कि जो सतिगुरु की आज्ञानुसार चलता है, वह हरि नाम रूपी जहाज में बैठ जाता है।"}},"transliteration":{"english":"satigur kai bhaanai jo chalai vich bohith baiThaa aai ||","hindi":"सतिगुर कै भाणै जो चलै विचि बोहिथ बैठा आइ ॥","en":"satigur kai bhaanai jo chalai vich bohith baiThaa aai ||","hi":"सतिगुर कै भाणै जो चलै विचि बोहिथ बैठा आइ ॥","ipa":"sət̪ɪGʊr kæ ɓɑɳæ d͡ʒɔ t͡ʃəlæ ʋɪt͡ʃ bɔhɪt̪ʰ bæʈʰɑ əɑeɪ.","ur":"ستگر کَے بھاݨَے جو چلَے وچِ بوهتھ بَےٹھا آا ۔۔"},"pageNo":40,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":1655,"shabadId":120,"verse":{"gurmukhi":"DMnu DMnu vfBwgI nwnkw ijnw siqguru ley imlwie ]4]3]67]","unicode":"ਧੰਨੁ ਧੰਨੁ ਵਡਭਾਗੀ ਨਾਨਕਾ ਜਿਨਾ ਸਤਿਗੁਰੁ ਲਏ ਮਿਲਾਇ ॥੪॥੩॥੬੭॥"},"larivaar":{"gurmukhi":"DMnuDMnuvfBwgInwnkwijnwsiqguruleyimlwie]4]3]67]","unicode":"ਧੰਨੁਧੰਨੁਵਡਭਾਗੀਨਾਨਕਾਜਿਨਾਸਤਿਗੁਰੁਲਏਮਿਲਾਇ॥੪॥੩॥੬੭॥"},"translation":{"en":{"bdb":"Blessed, blessed are those very fortunate ones, O Nanak, who are united with the Lord through the True Guru. ||4||3||67||","ms":"Hail, hail unto the greatly fortunate persons, whom the True Guru blends with God, O Nanak!1","ssk":"Blessed, blessed are those very fortunate ones, O Nanak, who are united with the Lord through the True Guru. ||4||3||67||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! auh mnu`K v`fy BwgW vwly hn, DMn hn, DMn hn, ijnHW nUµ siqgurU (pRBU-crnW ivc) imlw lYNdw hY [4[3[67[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਧੰਨ ਹਨ, ਧੰਨ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ।੪।੩।੬੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: so vfBwgI purs DMn hYN punw DMn hYN, ijn ko siqgur vwihgurU ky swQ imlwie lyqw hY]4]3]67]ÇjgÎwsU kI sMqW Awgy pRwrQnw kw pRkwru khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋ ਵਡਭਾਗੀ ਪੁਰਸ ਧੰਨ ਹੈਂ ਪੁਨਾ ਧੰਨ ਹੈਂ, ਜਿਨ ਕੋ ਸਤਿਗੁਰ ਵਾਹਿਗੁਰੂ ਕੇ ਸਾਥ ਮਿਲਾਇ ਲੇਤਾ ਹੈ॥੪॥੩॥੬੭॥☬ਜਗ੍ਯਾਸੂ ਕੀ ਸੰਤਾਂ ਆਗੇ ਪ੍ਰਾਰਥਨਾ ਕਾ ਪ੍ਰਕਾਰੁ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! auh mnu`K v`fy BwgW vwly hn, DMn hn, DMn hn, ijnHW nUµ siqgurU (pRBU-crnW ivc) imlw lYNdw hY [4[3[67[","unicode":"ਹੇ ਨਾਨਕ ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਧੰਨ ਹਨ, ਧੰਨ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ।੪।੩।੬੭।"},"ms":{"gurmukhi":"AwPrIn, AwPrIn! hY aunHW Bwry BwgW-vwly purSW ƒ ijnHW ƒ s`cw gurU vwihgurU nwl AByd kr idMdw hY, hy nwnk[","unicode":"ਆਫਰੀਨ, ਆਫਰੀਨ! ਹੈ ਉਨ੍ਹਾਂ ਭਾਰੇ ਭਾਗਾਂ-ਵਾਲੇ ਪੁਰਸ਼ਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੱਚਾ ਗੁਰੂ ਵਾਹਿਗੁਰੂ ਨਾਲ ਅਭੇਦ ਕਰ ਦਿੰਦਾ ਹੈ, ਹੇ ਨਾਨਕ।"}},"es":{"sn":"Dice Nanak, afortunado es aquél ser a quien el Guru une con su Señor (4-3-67)"},"hi":{"ss":"हे नानक! वे मनुष्य बड़े भाग्यवान हैं~ धन्य हैं~ धन्य हैं~ जिन को सतिगुरू (प्रभु चरणों में) मिला लेता है।4।3।67।","sts":"हे नानक ! वे व्यक्ति धन्य-धन्य एवं भाग्यवान हैं जिनको सतिगुरु जी अपने साथ मिला कर परमात्मा से मिलन करवाते हैं॥ ४ ॥ ३॥  ६७ ॥"}},"transliteration":{"english":"dha(n)n dha(n)n vaddabhaagee naanakaa jinaa satigur le milai ||4||3||67||","hindi":"धंनु धंनु वडभागी नानका जिना सतिगुरु लए मिलाइ ॥४॥३॥६७॥","en":"dha(n)n dha(n)n vaddabhaagee naanakaa jinaa satigur le milai ||4||3||67||","hi":"धंनु धंनु वडभागी नानका जिना सतिगुरु लए मिलाइ ॥४॥३॥६७॥","ipa":"t̪əŋn t̪əŋn ʋəɖəɓɑGi nɑnəkɑ d͡ʒɪnɑ sət̪ɪGʊr lee mɪlɑeɪ.4.3.6ə7.","ur":"دھنّ دھنّ وڈبھاگیِ نانکا جنا ستگر لاے ملاِا ۔۔۴۔۔۳۔۔۶۷۔۔"},"pageNo":40,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}}]}