{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":440},"count":34,"navigation":{"previous":439,"next":441},"page":[{"verseId":19978,"shabadId":1647,"verse":{"gurmukhi":"ipru sMig kwmix jwixAw guir myil imlweI rwm ]","unicode":"ਪਿਰੁ ਸੰਗਿ ਕਾਮਣਿ ਜਾਣਿਆ ਗੁਰਿ ਮੇਲਿ ਮਿਲਾਈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"iprusMigkwmixjwixAwguirmyilimlweIrwm]","unicode":"ਪਿਰੁਸੰਗਿਕਾਮਣਿਜਾਣਿਆਗੁਰਿਮੇਲਿਮਿਲਾਈਰਾਮ॥"},"translation":{"en":{"bdb":"The soul-bride knows that her Husband Lord is with her; the Guru unites her in this union.","ms":"The wife, whom the Guru unites with the society of saints, knows her Groom to be with her, O Lord.","ssk":"The soul-bride knows that her Husband Lord is with her; the Guru unites her in this union."},"pu":{"ss":{"gurmukhi":"(hy sKI!) ijs jIv-iesq®I ƒ gurU ny pRBU crnW ivc joV id`qw aus ny pRBU-pqI ƒ Awpxy AMg-sMg v`sdw pCwx ilAw, auh AMqr-Awqmy gurU dy Sbd dI brkiq nwl pRBU nwl iek-imk ho geI, Awqmk Afolqw ivc itk ky aus ny (Awpxy AMdroN ivkwrW vwlI) qpS buJw leI [","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ, ਉਹ ਅੰਤਰ-ਆਤਮੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਤਪਸ਼ ਬੁਝਾ ਲਈ ।"},"ft":{"gurmukhi":"hy BweI! jo gurmuiK kwmin guroN ny Apny myl myN imlweI hY iqs ny pÎwry ko sMg jwnw hY]","unicode":"ਹੇ ਭਾਈ! ਜੋ ਗੁਰਮੁਖਿ ਕਾਮਨਿ ਗੁਰੋਂ ਨੇ ਅਪਨੇ ਮੇਲ ਮੇਂ ਮਿਲਾਈ ਹੈ ਤਿਸ ਨੇ ਪ੍ਯਾਰੇ ਕੋ ਸੰਗ ਜਾਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sKI!) ijs jIv-iesq®I ƒ gurU ny pRBU crnW ivc joV id`qw aus ny pRBU-pqI ƒ Awpxy AMg-sMg v`sdw pCwx ilAw, auh AMqr-Awqmy gurU dy Sbd dI brkiq nwl pRBU nwl iek-imk ho geI, Awqmk Afolqw ivc itk ky aus ny (Awpxy AMdroN ivkwrW vwlI) qpS buJw leI [","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ, ਉਹ ਅੰਤਰ-ਆਤਮੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਤਪਸ਼ ਬੁਝਾ ਲਈ ।"},"ms":{"gurmukhi":"auh pqnI, ijs ƒ gurU jI siq sMgq nwl joV idMdy hn, Awpxy pqI ƒ Awpxy AMg sMg jwxdI hY[","unicode":"ਉਹ ਪਤਨੀ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਜੀ ਸਤਿ ਸੰਗਤ ਨਾਲ ਜੋੜ ਦਿੰਦੇ ਹਨ, ਆਪਣੇ ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ ਸੰਗ ਜਾਣਦੀ ਹੈ।"}},"es":{"sn":"La novia Alma sabe que Su Señor Esposo está con ella y el Guru la une en Su Unión. "},"hi":{"ss":"(हे सखी !) जिस जीव-स्त्री को गुरू ने प्रभू चरणों में जोड़ दिया उसने प्रभू-पति को अपने अंग-संग बसता पहचान लिया।","sts":"गुरु ने जिस जीव-स्त्री को अपनी संगति में मिला कर प्रभु से मिला दिया है, उसने जान लिया है कि उसका पति-प्रभु तो उसके साथ ही रहता है।"}},"transliteration":{"english":"pir sa(n)g kaaman jaaniaa gur mel milaiee raam ||","hindi":"पिरु संगि कामणि जाणिआ गुरि मेलि मिलाई राम ॥","en":"pir sa(n)g kaaman jaaniaa gur mel milaiee raam ||","hi":"पिरु संगि कामणि जाणिआ गुरि मेलि मिलाई राम ॥","ipa":"pɪr səŋG kɑməɳ d͡ʒɑɳɪəɑ Gʊr mel mɪlɑei rɑm.","ur":"پِر سںگ کامݨ جاݨآ گُر مےل ملاای رام ۔۔"},"pageNo":440,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19979,"shabadId":1647,"verse":{"gurmukhi":"AMqir sbid imlI shjy qpiq buJweI rwm ]","unicode":"ਅੰਤਰਿ ਸਬਦਿ ਮਿਲੀ ਸਹਜੇ ਤਪਤਿ ਬੁਝਾਈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"AMqirsbidimlIshjyqpiqbuJweIrwm]","unicode":"ਅੰਤਰਿਸਬਦਿਮਿਲੀਸਹਜੇਤਪਤਿਬੁਝਾਈਰਾਮ॥"},"translation":{"en":{"bdb":"Within her heart, she is merged with the Shabad, and the fire of her desire is easily extinguished.","ms":"Her heart is united with the Guru's hymns and her fire of desire is easily extinguished.","ssk":"Within her heart, she is merged with the Shabad, and the fire of her desire is easily extinguished."},"pu":{"ss":{"gurmukhi":"(hy sKI! ijs jIv-iesq®I ny) gur-Sbd dI shwieqw nwl Awpxy AMdroN ivkwrW vwlI qpS buJw leI, ","unicode":"(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ ਤਪਸ਼ ਬੁਝਾ ਲਈ, "},"ft":{"gurmukhi":"gur aupdys sy AMqskrx myN bRhm ko jwn kr imlI hY AO Apny irdy kI qpq suBwvk hI buJweI hY]","unicode":"ਗੁਰ ਉਪਦੇਸ ਸੇ ਅੰਤਸਕਰਣ ਮੇਂ ਬ੍ਰਹਮ ਕੋ ਜਾਨ ਕਰ ਮਿਲੀ ਹੈ ਔ ਅਪਨੇ ਰਿਦੇ ਕੀ ਤਪਤ ਸੁਭਾਵਕ ਹੀ ਬੁਝਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sKI! ijs jIv-iesq®I ny) gur-Sbd dI shwieqw nwl Awpxy AMdroN ivkwrW vwlI qpS buJw leI, ","unicode":"(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ ਤਪਸ਼ ਬੁਝਾ ਲਈ, "},"ms":{"gurmukhi":"aus dw idl gurW dI bwxI nwl juiVAw hoieAw hY Aqy aus dI KwihS dI A`g suKYn hI buJ geI hY[","unicode":"ਉਸ ਦਾ ਦਿਲ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਉਸ ਦੀ ਖਾਹਿਸ਼ ਦੀ ਅੱਗ ਸੁਖੈਨ ਹੀ ਬੁਝ ਗਈ ਹੈ।"}},"es":{"sn":"Con todo su corazón ella se inmerge en el Shabd, y el fuego de sus deseos es sofocado. "},"hi":{"ss":"वह अंतरात्मे गुरू के शबद की बरकति से प्रभू के साथ एक-मेक हो गई।आत्मिक अडोलता में टिक के उसने (अपने अंदर से विकारों वाली) तपश बुझा ली।","sts":"वह शब्द द्वारा अन्तर में ही प्रभु से मिली रहती है और उसकी तृष्णा की अग्नि सहज ही बुझ गई है।"}},"transliteration":{"english":"a(n)tar sabadh milee sahaje tapat bujhaiee raam ||","hindi":"अंतरि सबदि मिली सहजे तपति बुझाई राम ॥","en":"a(n)tar sabadh milee sahaje tapat bujhaiee raam ||","hi":"अंतरि सबदि मिली सहजे तपति बुझाई राम ॥","ipa":"əŋt̪ər səbəd̪ mɪli səhəd͡ʒe t̪əpət̪ bʊɖ͡ʐɑei rɑm.","ur":"اںتر سبد ملیِ سهجے تپت بُجھاای رام ۔۔"},"pageNo":440,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19980,"shabadId":1647,"verse":{"gurmukhi":"sbid qpiq buJweI AMqir sWiq AweI shjy hir rsu cwiKAw ]","unicode":"ਸਬਦਿ ਤਪਤਿ ਬੁਝਾਈ ਅੰਤਰਿ ਸਾਂਤਿ ਆਈ ਸਹਜੇ ਹਰਿ ਰਸੁ ਚਾਖਿਆ ॥"},"larivaar":{"gurmukhi":"sbidqpiqbuJweIAMqirsWiqAweIshjyhirrsucwiKAw]","unicode":"ਸਬਦਿਤਪਤਿਬੁਝਾਈਅੰਤਰਿਸਾਂਤਿਆਈਸਹਜੇਹਰਿਰਸੁਚਾਖਿਆ॥"},"translation":{"en":{"bdb":"The Shabad has quenched the fire of desire, and within her heart, peace and tranquility have come; she tastes the Lord's essence with intuitive ease.","ms":"With God's Name, the fire was extinguished peace reigned within her and she easily tasted God's elixir.","ssk":"The Shabad has quenched the fire of desire, and within her heart, peace and tranquility have come; she tastes the Lord's essence with intuitive ease."},"pu":{"ss":{"gurmukhi":"aus dy AMdr TMf pY geI, Awqmk Afolqw ivc itk ky aus ny hir-nwm dw suAwd c`K ilAw [","unicode":"ਉਸ ਦੇ ਅੰਦਰ ਠੰਡ ਪੈ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ।"},"ft":{"gurmukhi":"ijs ny gur sbd kr ky ibrh kI qpq buJweI hY iqs ky AMqskrx myN SWiq AweI hY, iqs ny sÍBwvk hI hir rs ko AwsÍwdn kIAw hY]","unicode":"ਜਿਸ ਨੇ ਗੁਰ ਸਬਦ ਕਰ ਕੇ ਬਿਰਹ ਕੀ ਤਪਤ ਬੁਝਾਈ ਹੈ ਤਿਸ ਕੇ ਅੰਤਸਕਰਣ ਮੇਂ ਸ਼ਾਂਤਿ ਆਈ ਹੈ, ਤਿਸ ਨੇ ਸ੍ਵਭਾਵਕ ਹੀ ਹਰਿ ਰਸ ਕੋ ਆਸ੍ਵਾਦਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus dy AMdr TMf pY geI, Awqmk Afolqw ivc itk ky aus ny hir-nwm dw suAwd c`K ilAw [","unicode":"ਉਸ ਦੇ ਅੰਦਰ ਠੰਡ ਪੈ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ।"},"ms":{"gurmukhi":"r`b dy nwm nwl A`g buJ geI, aus dy AMdr TMF-cYn vrq geI hY Aqy aus ny suKYn hI vwihgurU dy AMimRq ƒ pwn kr ilAw[","unicode":"ਰੱਬ ਦੇ ਨਾਮ ਨਾਲ ਅੱਗ ਬੁਝ ਗਈ, ਉਸ ਦੇ ਅੰਦਰ ਠੰਢ-ਚੈਨ ਵਰਤ ਗਈ ਹੈ ਅਤੇ ਉਸ ਨੇ ਸੁਖੈਨ ਹੀ ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ ਲਿਆ।"}},"es":{"sn":"El Shabd ha ahogado el fuego de su deseo y en su corazón, Paz y Tranquilidad habitan. Ella saborea la Esencia del Señor con facilidad intuitiva. "},"hi":{"ss":"(हे सखी ! जिस जीव-स्त्री ने) गुरू के शबद की सहायता से अपने अंदर से विकारों वाली तपश बुझा ली।उसके अंदर ठंड पड़ गई।आत्मिक अडोलता में टिक के उसने हरि नाम का स्वाद चख लिया।","sts":"शब्द द्वारा उसकी जलन बुझ गई है, अब उसकी अन्तरात्मा में शांति आ गई है और उसने सहज ही हरि रस को चख लिया है।"}},"transliteration":{"english":"sabadh tapat bujhaiee a(n)tar saa(n)t aaiee sahaje har ras chaakhiaa ||","hindi":"सबदि तपति बुझाई अंतरि साँति आई सहजे हरि रसु चाखिआ ॥","en":"sabadh tapat bujhaiee a(n)tar saa(n)t aaiee sahaje har ras chaakhiaa ||","hi":"सबदि तपति बुझाई अंतरि साँति आई सहजे हरि रसु चाखिआ ॥","ipa":"səbəd̪ t̪əpət̪ bʊɖ͡ʐɑei əŋt̪ər sɑⁿət̪ əɑei səhəd͡ʒe hər rəs t͡ʃɑkʰɪəɑ.","ur":"سبد تپت بُجھاای اںتر ساںت آای سهجے هر رس چاکھآ ۔۔"},"pageNo":440,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19981,"shabadId":1647,"verse":{"gurmukhi":"imil pRIqm Apxy sdw rMgu mwxy scY sbid suBwiKAw ]","unicode":"ਮਿਲਿ ਪ੍ਰੀਤਮ ਅਪਣੇ ਸਦਾ ਰੰਗੁ ਮਾਣੇ ਸਚੈ ਸਬਦਿ ਸੁਭਾਖਿਆ ॥"},"larivaar":{"gurmukhi":"imilpRIqmApxysdwrMgumwxyscYsbidsuBwiKAw]","unicode":"ਮਿਲਿਪ੍ਰੀਤਮਅਪਣੇਸਦਾਰੰਗੁਮਾਣੇਸਚੈਸਬਦਿਸੁਭਾਖਿਆ॥"},"translation":{"en":{"bdb":"Meeting her Beloved, she enjoys His Love continually, and her speech rings with the True Shabad.","ms":"Meeting her Beloved, she ever enjoys His love and thoroughly preaches the Guru's true hymns.","ssk":"Meeting her Beloved, she enjoys His Love continually, and her speech rings with the True Shabad."},"pu":{"ss":{"gurmukhi":"Awpxy pRBU pRIqm ƒ iml ky auh sdw pRym-rMg mwxdI hY, sdw-iQr pRBU dI is&iq-swlwh vwly gur-Sbd ivc juV ky aus dI bolI im`TI ho jWdI hY [","unicode":"ਆਪਣੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਸਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਬੋਲੀ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"Apny pRIqm sy iml kr ky sdIv kwl AnMd BogqI hY Aru AiDkwrIEN pRqI aupdys (suBwiKAw) aucwirAw hY]","unicode":"ਅਪਨੇ ਪ੍ਰੀਤਮ ਸੇ ਮਿਲ ਕਰ ਕੇ ਸਦੀਵ ਕਾਲ ਅਨੰਦ ਭੋਗਤੀ ਹੈ ਅਰੁ ਅਧਿਕਾਰੀਓਂ ਪ੍ਰਤੀ ਉਪਦੇਸ (ਸੁਭਾਖਿਆ) ਉਚਾਰਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"Awpxy pRBU pRIqm ƒ iml ky auh sdw pRym-rMg mwxdI hY, sdw-iQr pRBU dI is&iq-swlwh vwly gur-Sbd ivc juV ky aus dI bolI im`TI ho jWdI hY [","unicode":"ਆਪਣੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਸਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਬੋਲੀ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"Awpxy ipAwry ƒ Byt ky auh hmySW aus dy ipAwr dw AnMd lYNdI hY Aqy gurW dI s`cI bwxI dw cMgI qrHW pRcwr krdI hY[","unicode":"ਆਪਣੇ ਪਿਆਰੇ ਨੂੰ ਭੇਟ ਕੇ ਉਹ ਹਮੇਸ਼ਾਂ ਉਸ ਦੇ ਪਿਆਰ ਦਾ ਅਨੰਦ ਲੈਂਦੀ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੀ ਸੱਚੀ ਬਾਣੀ ਦਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪ੍ਰਚਾਰ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Encontrando a su Bienamado, ella disfruta de Su Amor continuamente, y en su hablar resuena el Verdadero Shabd. "},"hi":{"ss":"अपने प्रभू-प्रीतम को मिल के वह सदा प्रेम-रंग भोगती है।सदा-स्थिर प्रभू की सिफत सालाह वाले गुर-शबद में जुड़ के उसकी बोली मीठी हो जाती है।","sts":"अपने प्रियतम से मिलकर वह सदा उसके प्रेम का आनंद प्राप्त करती है और सच्चे शब्द द्वारा सुन्दर वाणी बोलती है।"}},"transliteration":{"english":"mil preetam apane sadhaa ra(n)g maane sachai sabadh subhaakhiaa ||","hindi":"मिलि प्रीतम अपणे सदा रंगु माणे सचै सबदि सुभाखिआ ॥","en":"mil preetam apane sadhaa ra(n)g maane sachai sabadh subhaakhiaa ||","hi":"मिलि प्रीतम अपणे सदा रंगु माणे सचै सबदि सुभाखिआ ॥","ipa":"mɪl pɹit̪əm əpəɳe səd̪ɑ rəŋG mɑɳe sət͡ʃæ səbəd̪ sʊɓɑkʰɪəɑ.","ur":"مِل پریِتم اپݨے سدا رںگ ماݨے سچَے سبد سُبھاکھآ ۔۔"},"pageNo":440,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19982,"shabadId":1647,"verse":{"gurmukhi":"piV piV pMifq monI Qwky ByKI mukiq n pweI ]","unicode":"ਪੜਿ ਪੜਿ ਪੰਡਿਤ ਮੋਨੀ ਥਾਕੇ ਭੇਖੀ ਮੁਕਤਿ ਨ ਪਾਈ ॥"},"larivaar":{"gurmukhi":"piVpiVpMifqmonIQwkyByKImukiqnpweI]","unicode":"ਪੜਿਪੜਿਪੰਡਿਤਮੋਨੀਥਾਕੇਭੇਖੀਮੁਕਤਿਨਪਾਈ॥"},"translation":{"en":{"bdb":"Reading and studying continually, the Pandits, the religious scholars, and the silent sages have grown weary; wearing religious robes, liberation is not obtained.","ms":"By continual reading the scholars and silent sages are tired, and through religious garbs emancipation is not attained.","ssk":"Reading and studying continually, the Pandits, the religious scholars, and the silent sages have grown weary; wearing religious robes, liberation is not obtained."},"pu":{"ss":{"gurmukhi":"(hy sKI!) pMifq (Dwrimk pusqk) pVH pVH ky, mon-DwrI (smwDIAW lw lw ky) (jogI jMgm Awidk swDU) ByK Dwr Dwr ky Q`k gey (iehnW qrIikAW nwl iksy ny mwieAw dy bMDnW qoN) ^lwsI pRwpq nwh kIqI [","unicode":"(ਹੇ ਸਖੀ!) ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ, ਮੋਨ-ਧਾਰੀ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) (ਜੋਗੀ ਜੰਗਮ ਆਦਿਕ ਸਾਧੂ) ਭੇਖ ਧਾਰ ਧਾਰ ਕੇ ਥੱਕ ਗਏ (ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕਿਸੇ ਨੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕੀਤੀ ।"},"ft":{"gurmukhi":"piF piF kr ky pMifq AOr monI mon Dwr kr Qik gey hYN, prMqU (ByKI) kpt ky ByKIEN ny mukq nhIN pweI hY]","unicode":"ਪਢਿ ਪਢਿ ਕਰ ਕੇ ਪੰਡਿਤ ਔਰ ਮੋਨੀ ਮੋਨ ਧਾਰ ਕਰ ਥਕਿ ਗਏ ਹੈਂ, ਪਰੰਤੂ (ਭੇਖੀ) ਕਪਟ ਕੇ ਭੇਖੀਓਂ ਨੇ ਮੁਕਤ ਨਹੀਂ ਪਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sKI!) pMifq (Dwrimk pusqk) pVH pVH ky, mon-DwrI (smwDIAW lw lw ky) (jogI jMgm Awidk swDU) ByK Dwr Dwr ky Q`k gey (iehnW qrIikAW nwl iksy ny mwieAw dy bMDnW qoN) ^lwsI pRwpq nwh kIqI [","unicode":"(ਹੇ ਸਖੀ!) ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ, ਮੋਨ-ਧਾਰੀ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) (ਜੋਗੀ ਜੰਗਮ ਆਦਿਕ ਸਾਧੂ) ਭੇਖ ਧਾਰ ਧਾਰ ਕੇ ਥੱਕ ਗਏ (ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕਿਸੇ ਨੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕੀਤੀ ।"},"ms":{"gurmukhi":"lgwqwr pVHn duAwrw, ivdvwn Aqy KwmoS swDU hMB gey hn[ mzhbI ilbwsW rwhIN kilAwx pRwpq nhIN huMdI[","unicode":"ਲਗਾਤਾਰ ਪੜ੍ਹਨ ਦੁਆਰਾ, ਵਿਦਵਾਨ ਅਤੇ ਖਾਮੋਸ਼ ਸਾਧੂ ਹੰਭ ਗਏ ਹਨ। ਮਜ਼ਹਬੀ ਲਿਬਾਸਾਂ ਰਾਹੀਂ ਕਲਿਆਣ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"Leyendo y estudiando continuamente los Pandits. Los escolares religiosos y los sabios silenciosos, han malgastado su tiempo, vistiendo atuendos religiosos, la liberación no es obtenida. "},"hi":{"ss":"(हे सखी !) पण्डित (धार्मिक पुस्तकें) पढ़-पढ़ के।मौनधारी (समाधियां लगा लगा के) (जोगी जंगम आदि साधु) भेष धार-धार के थक गए (इन तरीकों से किसी ने माया के बंधनों से) निजात हासिल नहीं की।","sts":"पण्डित पढ़-पढ़कर और मौन धारण करने वाले ऋषि-मुनि समाधि लगाकर थक गए हैं। धार्मिक वेष धारण करने वाले साधुओं ने मुक्ति प्राप्त नहीं की।"}},"transliteration":{"english":"paR paR pa(n)ddit monee thaake bhekhee mukat na paiee ||","hindi":"पड़ि पड़ि पंडित मोनी थाके भेखी मुकति न पाई ॥","en":"paR paR pa(n)ddit monee thaake bhekhee mukat na paiee ||","hi":"पड़ि पड़ि पंडित मोनी थाके भेखी मुकति न पाई ॥","ipa":"pəɽ pəɽ pəŋɖɪt̪ mɔni t̪ʰɑke ɓekʰi mʊkət̪ nə pɑei.","ur":"پڑ پڑِ پںڈت مونیِ تھاکے بھےکھیِ مُکت ن پاای ۔۔"},"pageNo":440,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19983,"shabadId":1647,"verse":{"gurmukhi":"nwnk ibnu BgqI jgu baurwnw scY sbid imlweI ]3]","unicode":"ਨਾਨਕ ਬਿਨੁ ਭਗਤੀ ਜਗੁ ਬਉਰਾਨਾ ਸਚੈ ਸਬਦਿ ਮਿਲਾਈ ॥੩॥"},"larivaar":{"gurmukhi":"nwnkibnuBgqIjgubaurwnwscYsbidimlweI]3]","unicode":"ਨਾਨਕਬਿਨੁਭਗਤੀਜਗੁਬਉਰਾਨਾਸਚੈਸਬਦਿਮਿਲਾਈ॥੩॥"},"translation":{"en":{"bdb":"O Nanak, without devotional worship, the world has gone insane; through the True Word of the Shabad, one meets the Lord. ||3||","ms":"Nanak, without love-worship the world is gone mad, through the True Gurbani the man meets the Lord.","ssk":"O Nanak, without devotional worship, the world has gone insane; through the True Word of the Shabad, one meets the Lord. ||3||"},"pu":{"ss":{"gurmukhi":"hy nwnk! prmwqmw dI BgqI qoN ibnw jgq (mwieAw dy moh ivc) J`lw hoieAw iPrdw hY, sdw-iQr pRBU dI is&iq-swlwh vwly gur-Sbd dI brkiq nwl pRBU-crnW ivc imlwp hwsl kr lYNdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ibnW Bgiq ky sMswru (baurwnw) kmlw hUAw hY[ jo isRs†I hrI myN imlI hY, so scy sbd nY hI imlweI hY]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਬਿਨਾਂ ਭਗਤਿ ਕੇ ਸੰਸਾਰੁ (ਬਉਰਾਨਾ) ਕਮਲਾ ਹੂਆ ਹੈ। ਜੋ ਸ੍ਰਿਸ੍ਟੀ ਹਰੀ ਮੇਂ ਮਿਲੀ ਹੈ, ਸੋ ਸਚੇ ਸਬਦ ਨੈ ਹੀ ਮਿਲਾਈ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy nwnk! prmwqmw dI BgqI qoN ibnw jgq (mwieAw dy moh ivc) J`lw hoieAw iPrdw hY, sdw-iQr pRBU dI is&iq-swlwh vwly gur-Sbd dI brkiq nwl pRBU-crnW ivc imlwp hwsl kr lYNdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"nwnk ipAwr-aupwSnw dy bwJoN sMswr kmlw hoieAw hoieAw hY[ s`cI gurbwxI rwhIN ienswn suAwmI ƒ iml pYNdw hY[","unicode":"ਨਾਨਕ ਪਿਆਰ-ਉਪਾਸ਼ਨਾ ਦੇ ਬਾਝੋਂ ਸੰਸਾਰ ਕਮਲਾ ਹੋਇਆ ਹੋਇਆ ਹੈ। ਸੱਚੀ ਗੁਰਬਾਣੀ ਰਾਹੀਂ ਇਨਸਾਨ ਸੁਆਮੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, sin una Alabanza de Devoción, el mundo se ha enloquecido, sólo a través de la Palabra Verdadera del Shabd, uno puede encontrar al Señor. (3) "},"hi":{"ss":"हे नानक ! परमात्मा की भक्ति के बिना जगत (माया के मोह में) झल्ला हुआ फिरता है।सदा-स्थिर प्रभू की सिफत सालाह वाले गुर-शबद की बरकति से प्रभू चरणों में मिलाप हासिल कर लेता है। 3।","sts":"हे नानक ! प्रभु-भक्ति के बिना दुनिया बावली हो गई है। लेकिन सच्चे शब्द से जीव-स्त्री प्रभु से मिल जाती है॥ ३॥"}},"transliteration":{"english":"naanak bin bhagatee jag bauraanaa sachai sabadh milaiee ||3||","hindi":"नानक बिनु भगती जगु बउराना सचै सबदि मिलाई ॥३॥","en":"naanak bin bhagatee jag bauraanaa sachai sabadh milaiee ||3||","hi":"नानक बिनु भगती जगु बउराना सचै सबदि मिलाई ॥३॥","ipa":"nɑnək bɪn ɓəGət̪i d͡ʒəG boʊrɑnɑ sət͡ʃæ səbəd̪ mɪlɑei.3.","ur":"نانک بن بھگتیِ جگ بارانا سچَے سبد ملاای ۔۔۳۔۔"},"pageNo":440,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19984,"shabadId":1647,"verse":{"gurmukhi":"sw Dn min Andu BieAw hir jIau myil ipAwry rwm ]","unicode":"ਸਾ ਧਨ ਮਨਿ ਅਨਦੁ ਭਇਆ ਹਰਿ ਜੀਉ ਮੇਲਿ ਪਿਆਰੇ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"swDnminAnduBieAwhirjIaumyilipAwryrwm]","unicode":"ਸਾਧਨਮਨਿਅਨਦੁਭਇਆਹਰਿਜੀਉਮੇਲਿਪਿਆਰੇਰਾਮ॥"},"translation":{"en":{"bdb":"Bliss permeates the mind of the soul-bride, who meets her Beloved Lord.","ms":"Bliss reigns in the mind of the bride, whom reverend God, the Beloved meets.","ssk":"Bliss permeates the mind of the soul-bride, who meets her Beloved Lord."},"pu":{"ss":{"gurmukhi":"(hy sKI!) ijs jIv-iesq®I ƒ ipAwry hir-pRBU ny Awpxy crnW ivc joV ilAw aus dy mn ivc iKVwau pYdw ho jWdw hY, ","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, "},"ft":{"gurmukhi":"hy BweI! iqs iesqRI ky mn myN AwnMd BieAw hY ijs ko hir jI pÎwry ny Apny myN myl lIAw hY]","unicode":"ਹੇ ਭਾਈ! ਤਿਸ ਇਸਤ੍ਰੀ ਕੇ ਮਨ ਮੇਂ ਆਨੰਦ ਭਇਆ ਹੈ ਜਿਸ ਕੋ ਹਰਿ ਜੀ ਪ੍ਯਾਰੇ ਨੇ ਅਪਨੇ ਮੇਂ ਮੇਲ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sKI!) ijs jIv-iesq®I ƒ ipAwry hir-pRBU ny Awpxy crnW ivc joV ilAw aus dy mn ivc iKVwau pYdw ho jWdw hY, ","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, "},"ms":{"gurmukhi":"ijs pqnI ƒ mwxnIX vwihgurU pRIqm iml pYNdw hY, aus dy ic`q AMdr KuSI vrq jWdI hY[","unicode":"ਜਿਸ ਪਤਨੀ ਨੂੰ ਮਾਣਨੀਯ ਵਾਹਿਗੁਰੂ ਪ੍ਰੀਤਮ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਖੁਸ਼ੀ ਵਰਤ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"La Gloria prevalece en la mente de la novia Alma, que encuentra a Su Señor Esposo. "},"hi":{"ss":"(हे सखी !) जिस जीव-स्त्री को प्यारे हरी प्रभू ने अपने चरणों में जोड़ लिया उसके मन में उमंग पैदा हो जाती है।","sts":"जिस जीव-स्त्री को हरि-प्रभु अपने चरणों में मिला लेता है तो उसके मन में आनंद उत्पन्न हो जाता है।"}},"transliteration":{"english":"saa dhan man anadh bhiaa har jeeau mel piaare raam ||","hindi":"सा धन मनि अनदु भइआ हरि जीउ मेलि पिआरे राम ॥","en":"saa dhan man anadh bhiaa har jeeau mel piaare raam ||","hi":"सा धन मनि अनदु भइआ हरि जीउ मेलि पिआरे राम ॥","ipa":"sɑ t̪ən mən ənəd̪ ɓɪɑ hər d͡ʒio mel pɪəɑre rɑm.","ur":"سا دھن من اند بھایا هرِ جیِا مےل پآرے رام ۔۔"},"pageNo":440,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19985,"shabadId":1647,"verse":{"gurmukhi":"sw Dn hir kY ris rsI gur kY sbid Apwry rwm ]","unicode":"ਸਾ ਧਨ ਹਰਿ ਕੈ ਰਸਿ ਰਸੀ ਗੁਰ ਕੈ ਸਬਦਿ ਅਪਾਰੇ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"swDnhirkYrisrsIgurkYsbidApwryrwm]","unicode":"ਸਾਧਨਹਰਿਕੈਰਸਿਰਸੀਗੁਰਕੈਸਬਦਿਅਪਾਰੇਰਾਮ॥"},"translation":{"en":{"bdb":"The soul-bride is enraptured with the sublime essence of the Lord, through the incomparable Word of the Guru's Shabad.","ms":"Through the Infinite words of the Guru, the bride is enraptured with God's ambrosia.","ssk":"The soul-bride is enraptured with the sublime essence of the Lord, through the incomparable Word of the Guru's Shabad."},"pu":{"ss":{"gurmukhi":"auh jIv-iesq®I Apwr pRBU dI is&iq-swlwh vwly gur-Sbd dI rwhIN prmwqmw dy pRym-rs ivc iB`jI rihMdI hY [","unicode":"ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! punÚ vhI iesqRI hrI Apwr ky AnMd myN qdwkwr hoeI hY, ijs ny gurW ky sbd myN pRym kIAw hY]","unicode":"ਹੇ ਭਾਈ! ਪੁਨਃ ਵਹੀ ਇਸਤ੍ਰੀ ਹਰੀ ਅਪਾਰ ਕੇ ਅਨੰਦ ਮੇਂ ਤਦਾਕਾਰ ਹੋਈ ਹੈ, ਜਿਸ ਨੇ ਗੁਰਾਂ ਕੇ ਸਬਦ ਮੇਂ ਪ੍ਰੇਮ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"auh jIv-iesq®I Apwr pRBU dI is&iq-swlwh vwly gur-Sbd dI rwhIN prmwqmw dy pRym-rs ivc iB`jI rihMdI hY [","unicode":"ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"gurW dI AnMq bwxI rwhIN pqnI vwihgurU dy AMimRq nwl prm-pRsMn QI vMdI hY[","unicode":"ਗੁਰਾਂ ਦੀ ਅਨੰਤ ਬਾਣੀ ਰਾਹੀਂ ਪਤਨੀ ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਮ੍ਰਿਤ ਨਾਲ ਪਰਮ-ਪ੍ਰਸੰਨ ਥੀ ਵੰਦੀ ਹੈ।"}},"es":{"sn":"Ella permanece envuelta en la Sublime Esencia del Señor, a través de la Incomparable Palabra del Shabd del Guru. "},"hi":{"ss":"वह जीव-स्त्री अपार प्रभू की सिफत सालाह वाले गुरू-शबद के द्वारा परमात्मा के प्रेम-रस में भीगी रहती है।","sts":"गुरु के अपार शब्द द्वारा जीव-स्त्री हरि रस में लीन रहती है।"}},"transliteration":{"english":"saa dhan har kai ras rasee gur kai sabadh apaare raam ||","hindi":"सा धन हरि कै रसि रसी गुर कै सबदि अपारे राम ॥","en":"saa dhan har kai ras rasee gur kai sabadh apaare raam ||","hi":"सा धन हरि कै रसि रसी गुर कै सबदि अपारे राम ॥","ipa":"sɑ t̪ən hər kæ rəs rəsi Gʊr kæ səbəd̪ əpɑre rɑm.","ur":"سا دھن هر کَے رسِ رسیِ گُر کَے سبد اپارے رام ۔۔"},"pageNo":440,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19986,"shabadId":1647,"verse":{"gurmukhi":"sbid Apwry imly ipAwry sdw gux swry min vsy ]","unicode":"ਸਬਦਿ ਅਪਾਰੇ ਮਿਲੇ ਪਿਆਰੇ ਸਦਾ ਗੁਣ ਸਾਰੇ ਮਨਿ ਵਸੇ ॥"},"larivaar":{"gurmukhi":"sbidApwryimlyipAwrysdwguxswryminvsy]","unicode":"ਸਬਦਿਅਪਾਰੇਮਿਲੇਪਿਆਰੇਸਦਾਗੁਣਸਾਰੇਮਨਿਵਸੇ॥"},"translation":{"en":{"bdb":"Through the incomparable Word of the Guru's Shabad, she meets her Beloved; she continually contemplates and enshrines His Glorious Virtues in her mind.","ms":"By means of the peerless? Gurbani, she meets her Beloved and she ever ponders on and enshrines His virtues in her mind.","ssk":"Through the incomparable Word of the Guru's Shabad, she meets her Beloved; she continually contemplates and enshrines His Glorious Virtues in her mind."},"pu":{"ss":{"gurmukhi":"Apwr pRBU dI is&iq-swlwh vwly Sbd dI brkiq nwl auh jIv-iesq®I ipAwry pRBU ƒ iml pYNdI hY, sdw aus dy gux Awpxy ihrdy ivc sWB r`KdI hY,","unicode":"ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਸਦਾ ਉਸ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੀ ਹੈ,"},"ft":{"gurmukhi":"AO gur aupdys kr ibAMq ipAwry ko imly hYN Aru bwxI kr iqs pÎwry ky gunoN ky smwlqy, Bwv aucwrqy hYN AOr mn myN BI iqs hI ky gux bsy hUey hYN]","unicode":"ਔ ਗੁਰ ਉਪਦੇਸ ਕਰ ਬਿਅੰਤ ਪਿਆਰੇ ਕੋ ਮਿਲੇ ਹੈਂ ਅਰੁ ਬਾਣੀ ਕਰ ਤਿਸ ਪ੍ਯਾਰੇ ਕੇ ਗੁਨੋਂ ਕੇ ਸਮਾਲਤੇ, ਭਾਵ ਉਚਾਰਤੇ ਹੈਂ ਔਰ ਮਨ ਮੇਂ ਭੀ ਤਿਸ ਹੀ ਕੇ ਗੁਣ ਬਸੇ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"Apwr pRBU dI is&iq-swlwh vwly Sbd dI brkiq nwl auh jIv-iesq®I ipAwry pRBU ƒ iml pYNdI hY, sdw aus dy gux Awpxy ihrdy ivc sWB r`KdI hY,","unicode":"ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਸਦਾ ਉਸ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੀ ਹੈ,"},"ms":{"gurmukhi":"lwswnI gurbwxI rwhIN auh Awpxy pRIqm ƒ iml pYNdI hY Aqy auh aus dIAW nykIAW ƒ Awpxy ic`q iv`c hmySW Xwd krdI Aqy itkwauNdI hY[","unicode":"ਲਾਸਾਨੀ ਗੁਰਬਾਣੀ ਰਾਹੀਂ ਉਹ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ਅਤੇ ਉਹ ਉਸ ਦੀਆਂ ਨੇਕੀਆਂ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿੱਚ ਹਮੇਸ਼ਾਂ ਯਾਦ ਕਰਦੀ ਅਤੇ ਟਿਕਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"Así ella encuentra a Su Bienamado, enalteciendo y meditando en Sus Gloriosas Virtudes en el interior de su mente."},"hi":{"ss":"अपार प्रभू की सिफत सालाह वाले शबद की बरकति से वह जीव-स्त्री प्यारे प्रभू को मिल जाती है।सदा उसके गुण अपने हृदय में संभाल के रखती है।प्रभू के गुण उसके मन में टिके रहते हैं।","sts":"गुरु के अपार शब्द से वह अपने प्यारे-प्रभु से मिल जाती है और वह उसके गुणों को अपने मन में सदा याद करती एवं बसाती है।"}},"transliteration":{"english":"sabadh apaare mile piaare sadhaa gun saare man vase ||","hindi":"सबदि अपारे मिले पिआरे सदा गुण सारे मनि वसे ॥","en":"sabadh apaare mile piaare sadhaa gun saare man vase ||","hi":"सबदि अपारे मिले पिआरे सदा गुण सारे मनि वसे ॥","ipa":"səbəd̪ əpɑre mɪle pɪəɑre səd̪ɑ Gʊɳ sɑre mən ʋəse.","ur":"سبد اپارے ملے پآرے سدا گُݨ سارے من وسے ۔۔"},"pageNo":440,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19987,"shabadId":1647,"verse":{"gurmukhi":"syj suhwvI jw ipir rwvI imil pRIqm Avgx nsy ]","unicode":"ਸੇਜ ਸੁਹਾਵੀ ਜਾ ਪਿਰਿ ਰਾਵੀ ਮਿਲਿ ਪ੍ਰੀਤਮ ਅਵਗਣ ਨਸੇ ॥"},"larivaar":{"gurmukhi":"syjsuhwvIjwipirrwvIimilpRIqmAvgxnsy]","unicode":"ਸੇਜਸੁਹਾਵੀਜਾਪਿਰਿਰਾਵੀਮਿਲਿਪ੍ਰੀਤਮਅਵਗਣਨਸੇ॥"},"translation":{"en":{"bdb":"Her bed was adorned when she enjoyed her Husband Lord; meeting with her Beloved, her demerits were erased.","ms":"Her couch got bedecked when she enjoyed her Spouse and by meeting with her Love, her demerits fled away.","ssk":"Her bed was adorned when she enjoyed her Husband Lord; meeting with her Beloved, her demerits were erased."},"pu":{"ss":{"gurmukhi":"pRBU dy gux aus dy mn ivc itky rihMdy hn, jdoN pRBU-pqI ny aus ƒ Awpxy crnW ivc joV ilAw aus (dy ihrdy) dI syj sohxI bx geI [ pRIqm-pRBU ƒ iml ky aus dy AMdroN swry AOgux dUr ho gey [","unicode":"ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ (ਦੇ ਹਿਰਦੇ) ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਗਈ । ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਔਗੁਣ ਦੂਰ ਹੋ ਗਏ ।"},"ft":{"gurmukhi":"Ar jW pqI ny ABydk krI qb AMqhkrx rUp ishjw soBnIk hUeI AOr pRIqm ky swQ imlny sy Avgun cly gey hYN]","unicode":"ਅਰ ਜਾਂ ਪਤੀ ਨੇ ਅਭੇਦਕ ਕਰੀ ਤਬ ਅੰਤਹਕਰਣ ਰੂਪ ਸਿਹਜਾ ਸੋਭਨੀਕ ਹੂਈ ਔਰ ਪ੍ਰੀਤਮ ਕੇ ਸਾਥ ਮਿਲਨੇ ਸੇ ਅਵਗੁਨ ਚਲੇ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU dy gux aus dy mn ivc itky rihMdy hn, jdoN pRBU-pqI ny aus ƒ Awpxy crnW ivc joV ilAw aus (dy ihrdy) dI syj sohxI bx geI [ pRIqm-pRBU ƒ iml ky aus dy AMdroN swry AOgux dUr ho gey [","unicode":"ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ (ਦੇ ਹਿਰਦੇ) ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਗਈ । ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਔਗੁਣ ਦੂਰ ਹੋ ਗਏ ।"},"ms":{"gurmukhi":"jd aus ny Awpxy kMq ƒ mwixAW qW aus dw plMG sSoBq ho igAw[ Awpxy idlbr ƒ Bytx aus dIAW bdIAW dOV geIAW[","unicode":"ਜਦ ਉਸ ਨੇ ਆਪਣੇ ਕੰਤ ਨੂੰ ਮਾਣਿਆਂ ਤਾਂ ਉਸ ਦਾ ਪਲੰਘ ਸਸ਼ੋਭਤ ਹੋ ਗਿਆ। ਆਪਣੇ ਦਿਲਬਰ ਨੂੰ ਭੇਟਣ ਉਸ ਦੀਆਂ ਬਦੀਆਂ ਦੌੜ ਗਈਆਂ।"}},"es":{"sn":" Su aposento se adornó cuando ella disfrutó de Su Señor Esposo, pues encontrando a Su Bienamado sus deméritos fueron borrados. "},"hi":{"ss":"जब से प्रभू-पति ने उसे अपने चरणों से जोड़ लिया उस (के हृदय) की सेज सुंदर बन गई।प्रीतम प्रभू को मिल के उसके सारे अवगुण दूर हो गए।","sts":"जब प्रियतम-प्रभु उससे रमण करता है तो उसकी सेज सुहावनी हो जाती है और अपने प्रियतम से मिलकर उस जीव-स्त्री के अवगुण नाश हो जाते हैं।"}},"transliteration":{"english":"sej suhaavee jaa pir raavee mil preetam avagan nase ||","hindi":"सेज सुहावी जा पिरि रावी मिलि प्रीतम अवगण नसे ॥","en":"sej suhaavee jaa pir raavee mil preetam avagan nase ||","hi":"सेज सुहावी जा पिरि रावी मिलि प्रीतम अवगण नसे ॥","ipa":"sed͡ʒ sʊhɑʋi d͡ʒɑ pɪr rɑʋi mɪl pɹit̪əm əʋəGəɳ nəse.","ur":"سےج سُهاویِ جا پر راویِ ملِ پریِتم اوگݨ نسے ۔۔"},"pageNo":440,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19988,"shabadId":1647,"verse":{"gurmukhi":"ijqu Gir nwmu hir sdw iDAweIAY soihlVw jug cwry ]","unicode":"ਜਿਤੁ ਘਰਿ ਨਾਮੁ ਹਰਿ ਸਦਾ ਧਿਆਈਐ ਸੋਹਿਲੜਾ ਜੁਗ ਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"ijquGirnwmuhirsdwiDAweIAYsoihlVwjugcwry]","unicode":"ਜਿਤੁਘਰਿਨਾਮੁਹਰਿਸਦਾਧਿਆਈਐਸੋਹਿਲੜਾਜੁਗਚਾਰੇ॥"},"translation":{"en":{"bdb":"That house, within which the Lord's Name is continually meditated upon, resounds with the wedding songs of rejoicing, throughout the four ages.","ms":"Throughout the four ages, the wedding songs (songs of joy) are sung in the house, wherein God's Name is ever meditated upon.","ssk":"That house, within which the Lord's Name is continually meditated upon, resounds with the wedding songs of rejoicing, throughout the four ages."},"pu":{"ss":{"gurmukhi":"(hy sKI!) ijs (ihrdy-) Gr ivc prmwqmw dw nwm sdw ismirAw jWdw hY auQy sdw hI (mwno) ^uSI dw gIq hMudw rihMdw hY [ ","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੰੁਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijs ky Gr, Bwv irdy myN hir nwm sdw iDAweIqw hY, iqs ko cwroN jug, Bwv srb kwl myN (soihlVw) AnMd hY]","unicode":"ਜਿਸ ਕੇ ਘਰ, ਭਾਵ ਰਿਦੇ ਮੇਂ ਹਰਿ ਨਾਮ ਸਦਾ ਧਿਆਈਤਾ ਹੈ, ਤਿਸ ਕੋ ਚਾਰੋਂ ਜੁਗ, ਭਾਵ ਸਰਬ ਕਾਲ ਮੇਂ (ਸੋਹਿਲੜਾ) ਅਨੰਦ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sKI!) ijs (ihrdy-) Gr ivc prmwqmw dw nwm sdw ismirAw jWdw hY auQy sdw hI (mwno) ^uSI dw gIq hMudw rihMdw hY [ ","unicode":"(ਹੇ ਸਖੀ!) ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੰੁਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"cOhW hI Xu`gW AMdr aus Dwm (ihrdy) iv`c ivAwh (KuSI) dy gIq gwey jWdy hn, ijs iv`c vwihgurU dw nwm hmySW hI ismirAw jWdw hY[","unicode":"ਚੌਹਾਂ ਹੀ ਯੁੱਗਾਂ ਅੰਦਰ ਉਸ ਧਾਮ (ਹਿਰਦੇ) ਵਿੱਚ ਵਿਆਹ (ਖੁਸ਼ੀ) ਦੇ ਗੀਤ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਜਿਸ ਵਿੱਚ ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਹਮੇਸ਼ਾਂ ਹੀ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ese hogar en donde se medita continuamente en el Nombre del Señor, resuena con la Melodía Matrimonial de Dicha a través de la cuatro épocas. "},"hi":{"ss":"(हे सखी !) जिस (हृदय-) घर में परमात्मा का नाम सदा सिमरा जाता है वहाँ सदा ही (जैसे) खुशियों के गीत गाए जा रहे होते हैं।","sts":"जिस हृदय-घर में सदा हरि-नाम का सुमिरन होता है वहाँ चारों युगों में मंगल गीत गाए जाते हैं।"}},"transliteration":{"english":"jit ghar naam har sadhaa dhiaaieeaai sohilaRaa jug chaare ||","hindi":"जितु घरि नामु हरि सदा धिआईऐ सोहिलड़ा जुग चारे ॥","en":"jit ghar naam har sadhaa dhiaaieeaai sohilaRaa jug chaare ||","hi":"जितु घरि नामु हरि सदा धिआईऐ सोहिलड़ा जुग चारे ॥","ipa":"d͡ʒɪt̪ Gʰər nɑm hər səd̪ɑ t̪ɪəɑeiæ sɔhɪləɽɑ d͡ʒʊG t͡ʃɑre.","ur":"جِت گھر نام هرِ سدا دھآایاَے سوهلڑا جُگ چارے ۔۔"},"pageNo":440,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19989,"shabadId":1647,"verse":{"gurmukhi":"nwnk nwim rqy sdw Andu hY hir imilAw kwrj swry ]4]1]6]","unicode":"ਨਾਨਕ ਨਾਮਿ ਰਤੇ ਸਦਾ ਅਨਦੁ ਹੈ ਹਰਿ ਮਿਲਿਆ ਕਾਰਜ ਸਾਰੇ ॥੪॥੧॥੬॥"},"larivaar":{"gurmukhi":"nwnknwimrqysdwAnduhYhirimilAwkwrjswry]4]1]6]","unicode":"ਨਾਨਕਨਾਮਿਰਤੇਸਦਾਅਨਦੁਹੈਹਰਿਮਿਲਿਆਕਾਰਜਸਾਰੇ॥੪॥੧॥੬॥"},"translation":{"en":{"bdb":"O Nanak, imbued with the Naam, we are in bliss forever; meeting the Lord, our affairs are resolved. ||4||1||6||","ms":"Nanak, tinctured with the Name, the mortal ever abides in happiness. By meeting God, the affairs get adjusted.","ssk":"O Nanak, imbued with the Naam, we are in bliss forever; meeting the Lord, our affairs are resolved. ||4||1||6||"},"pu":{"ss":{"gurmukhi":"hy nwnk! jyhVy jIv prmwqmw dy nwm-rMg ivc rMgy jWdy hn auhnW dy AMdr sdw AwnMd bixAw rihMdw hY, pRBU-crnW ivc iml ky auh Awpxy swry kMm sMvwr lYNdy hn [4[1[6[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਲੈਂਦੇ ਹਨ ।੪।੧।੬।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo nwmI myN rwqy hYN iqn ko sdIv kwl AwnMd hY[ kÎoNik hrI iqn ko imlw hY iqs kr Apny sB kwrj (swry) bnwey hYN]4]1]6]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਨਾਮੀ ਮੇਂ ਰਾਤੇ ਹੈਂ ਤਿਨ ਕੋ ਸਦੀਵ ਕਾਲ ਆਨੰਦ ਹੈ। ਕ੍ਯੋਂਕਿ ਹਰੀ ਤਿਨ ਕੋ ਮਿਲਾ ਹੈ ਤਿਸ ਕਰ ਅਪਨੇ ਸਭ ਕਾਰਜ (ਸਾਰੇ) ਬਨਾਏ ਹੈਂ॥੪॥੧॥੬॥"},"bdb":{"gurmukhi":"hy nwnk! jyhVy jIv prmwqmw dy nwm-rMg ivc rMgy jWdy hn auhnW dy AMdr sdw AwnMd bixAw rihMdw hY, pRBU-crnW ivc iml ky auh Awpxy swry kMm sMvwr lYNdy hn [4[1[6[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਲੈਂਦੇ ਹਨ ।੪।੧।੬।"},"ms":{"gurmukhi":"nwnk nwm nwl rMgIjx duAwrw, pRwxI hmySW KuSI AMdr v`sdw hY[ vwihgurU ƒ imlx rwhIN kMm kwj rws ho jWdy hn[","unicode":"ਨਾਨਕ ਨਾਮ ਨਾਲ ਰੰਗੀਜਣ ਦੁਆਰਾ, ਪ੍ਰਾਣੀ ਹਮੇਸ਼ਾਂ ਖੁਸ਼ੀ ਅੰਦਰ ਵੱਸਦਾ ਹੈ। ਵਾਹਿਗੁਰੂ ਨੂੰ ਮਿਲਣ ਰਾਹੀਂ ਕੰਮ ਕਾਜ ਰਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Oh, dice Nanak, imbuido en el Naam, permanecemos en Dicha para siempre, pues encontrando al Señor, todos nuestros asuntos son arreglados y resueltos. (4-1-6) "},"hi":{"ss":"हे नानक ! जो जीव परमात्मा के नाम-रंग में रंगे जाते हैं उनके अंदर सदा आनंद बना रहता है।प्रभू-चरणों में मिल के वह अपने सारे काम संवार लेते हैं। 4। 1। 6।","sts":"हे नानक ! प्रभु नाम में अनुरक्त होने से जीव हमेशा आनंद में रहता है। हरि-प्रभु को मिलने से उसके सभी कार्य सम्पूर्ण हो जाते हैं।॥ ४॥ १॥६॥"}},"transliteration":{"english":"naanak naam rate sadhaa anadh hai har miliaa kaaraj saare ||4||1||6||","hindi":"नानक नामि रते सदा अनदु है हरि मिलिआ कारज सारे ॥४॥१॥६॥","en":"naanak naam rate sadhaa anadh hai har miliaa kaaraj saare ||4||1||6||","hi":"नानक नामि रते सदा अनदु है हरि मिलिआ कारज सारे ॥४॥१॥६॥","ipa":"nɑnək nɑm rət̪e səd̪ɑ ənəd̪ hæ hər mɪlɪəɑ kɑrəd͡ʒ sɑre.4.1.6.","ur":"نانک نام رتے سدا اند هَے هر ملِآ کارج سارے ۔۔۴۔۔۱۔۔۶۔۔"},"pageNo":440,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19990,"shabadId":1648,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but one God. By true Guru's grace. He is met.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihguru kyvl ie`k hY[ s¤cy gurW dI dieAw duAwrw auh imldw hY[","unicode":"ਵਾਹਿਗੁਰੁ ਕੇਵਲ ਇੱਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਮਿਲਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador del Universo, por la Gracia del Verdadero Guru Asa, "},"hi":{"ss":"","sts":"ईश्वर एक है, जिसे सतगुरु की कृपा से पाया जा सकता है।"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":440,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19991,"shabadId":1648,"verse":{"gurmukhi":"Awsw mhlw 3 CMq Gru 3 ]","unicode":"ਆਸਾ ਮਹਲਾ ੩ ਛੰਤ ਘਰੁ ੩ ॥"},"larivaar":{"gurmukhi":"Awswmhlw3CMqGru3]","unicode":"ਆਸਾਮਹਲਾ੩ਛੰਤਘਰੁ੩॥"},"translation":{"en":{"bdb":"Aasaa, Third Mehla, Chhant, Third House:","ms":"Asa 3rd Guru. Rhythm.","ssk":"Aasaa, Third Mehl, Chhant, Third House:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"Awsw qIjI pwqSwhI[ CMd[","unicode":"ਆਸਾ ਤੀਜੀ ਪਾਤਸ਼ਾਹੀ। ਛੰਦ।"}},"es":{"sn":"Mejl Guru Amar Das, Tercer Canal Divino, Chhant. "},"hi":{"ss":"","sts":"आसा महला ३ छंत घरु ३ ॥"}},"transliteration":{"english":"aasaa mahalaa teejaa chha(n)t ghar teejaa ||","hindi":"आसा महला ३ छंत घरु ३ ॥","en":"aasaa mahalaa teejaa chha(n)t ghar teejaa ||","hi":"आसा महला ३ छंत घरु ३ ॥","ipa":"əɑsɑ məhəlɑ t̪id͡ʒɑ ɕəŋt̪ Gʰər 3.","ur":"آسا مهلا ۳ چھںت گھر ۳ ۔۔"},"pageNo":440,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19992,"shabadId":1648,"verse":{"gurmukhi":"swjn myry pRIqmhu qum sh kI Bgiq kryho ]","unicode":"ਸਾਜਨ ਮੇਰੇ ਪ੍ਰੀਤਮਹੁ ਤੁਮ ਸਹ ਕੀ ਭਗਤਿ ਕਰੇਹੋ ॥"},"larivaar":{"gurmukhi":"swjnmyrypRIqmhuqumshkIBgiqkryho]","unicode":"ਸਾਜਨਮੇਰੇਪ੍ਰੀਤਮਹੁਤੁਮਸਹਕੀਭਗਤਿਕਰੇਹੋ॥"},"translation":{"en":{"bdb":"O my beloved friend, dedicate yourself to the devotional worship of your Husband Lord.","ms":"O my friend and intimate, devote thyself to the meditation of Lord, the Spouse.","ssk":"O my beloved friend, dedicate yourself to the devotional worship of your Husband Lord."},"pu":{"ss":{"gurmukhi":"hy myry (sqsMgI) s`jxo ipAwirE! qusI pRBU-pqI dI BgqI sdw krdy irhw kro, ","unicode":"ਹੇ ਮੇਰੇ (ਸਤਸੰਗੀ) ਸੱਜਣੋ ਪਿਆਰਿਓ! ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ, "},"ft":{"gurmukhi":"hy myry swjn imqRo! qum hir pqI kI Bikœ kro]","unicode":"ਹੇ ਮੇਰੇ ਸਾਜਨ ਮਿਤ੍ਰੋ! ਤੁਮ ਹਰਿ ਪਤੀ ਕੀ ਭਕ੍ਤਿ ਕਰੋ॥"},"bdb":{"gurmukhi":"hy myry (sqsMgI) s`jxo ipAwirE! qusI pRBU-pqI dI BgqI sdw krdy irhw kro, ","unicode":"ਹੇ ਮੇਰੇ (ਸਤਸੰਗੀ) ਸੱਜਣੋ ਪਿਆਰਿਓ! ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ, "},"ms":{"gurmukhi":"hy myry im`qR qy Xwr bylIAw! qUM pRBU pqI dw ismrn kr[","unicode":"ਹੇ ਮੇਰੇ ਮਿੱਤ੍ਰ ਤੇ ਯਾਰ ਬੇਲੀਆ! ਤੂੰ ਪ੍ਰਭੂ ਪਤੀ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"Oh mi amigo, mi amor, vuélvete Devoto de la Alabanza de Dios; "},"hi":{"ss":"हे मेरे (सत्संगी) सज्जनो प्यारो ! तुम प्रभू पति की भक्ति सदा करते रहा करो।","sts":"हे मेरे प्रिय सज्जनो ! तुम भगवान की भक्ति करते रहो।"}},"transliteration":{"english":"saajan mere preetamahu tum seh kee bhagat kareho ||","hindi":"साजन मेरे प्रीतमहु तुम सह की भगति करेहो ॥","en":"saajan mere preetamahu tum seh kee bhagat kareho ||","hi":"साजन मेरे प्रीतमहु तुम सह की भगति करेहो ॥","ipa":"sɑd͡ʒən mere pɹit̪əməh t̪ʊm səh ki ɓəGət̪ kərehɔ.","ur":"ساجن مےرے پریِتمهُ تُم سه کیِ بھگت کرےهو ۔۔"},"pageNo":440,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19993,"shabadId":1648,"verse":{"gurmukhi":"guru syvhu sdw Awpxw nwmu pdwrQu lyho ]","unicode":"ਗੁਰੁ ਸੇਵਹੁ ਸਦਾ ਆਪਣਾ ਨਾਮੁ ਪਦਾਰਥੁ ਲੇਹੋ ॥"},"larivaar":{"gurmukhi":"gurusyvhusdwAwpxwnwmupdwrQulyho]","unicode":"ਗੁਰੁਸੇਵਹੁਸਦਾਆਪਣਾਨਾਮੁਪਦਾਰਥੁਲੇਹੋ॥"},"translation":{"en":{"bdb":"Serve your Guru constantly, and obtain the wealth of the Naam.","ms":"Ever serve thou thy Guru and obtain the wealth of the Name.","ssk":"Serve your Guru constantly, and obtain the wealth of the Naam."},"pu":{"ss":{"gurmukhi":"sdw Awpxy gurU dI srn pey rho (qy gurU pwsoN) sB qoN kImqI cIz hir-nwm hwsl kro [","unicode":"ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ (ਤੇ ਗੁਰੂ ਪਾਸੋਂ) ਸਭ ਤੋਂ ਕੀਮਤੀ ਚੀਜ਼ ਹਰਿ-ਨਾਮ ਹਾਸਲ ਕਰੋ ।"},"ft":{"gurmukhi":"Apnw gurU syvo, sdw iqs sy nwm pdwrQ gRhx kro]","unicode":"ਅਪਨਾ ਗੁਰੂ ਸੇਵੋ, ਸਦਾ ਤਿਸ ਸੇ ਨਾਮ ਪਦਾਰਥ ਗ੍ਰਹਣ ਕਰੋ॥"},"bdb":{"gurmukhi":"sdw Awpxy gurU dI srn pey rho (qy gurU pwsoN) sB qoN kImqI cIz hir-nwm hwsl kro [","unicode":"ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ (ਤੇ ਗੁਰੂ ਪਾਸੋਂ) ਸਭ ਤੋਂ ਕੀਮਤੀ ਚੀਜ਼ ਹਰਿ-ਨਾਮ ਹਾਸਲ ਕਰੋ ।"},"ms":{"gurmukhi":"qUM hmySW Awpxy gurW dI Gwl kmw, Aqy nwm dI dOlq pRwpq kr[","unicode":"ਤੂੰ ਹਮੇਸ਼ਾਂ ਆਪਣੇ ਗੁਰਾਂ ਦੀ ਘਾਲ ਕਮਾ, ਅਤੇ ਨਾਮ ਦੀ ਦੌਲਤ ਪ੍ਰਾਪਤ ਕਰ।"}},"es":{"sn":"sirve a tu Guru y recibe la Bendición del Nombre del Señor."},"hi":{"ss":"सदा अपने गुरू की शरण पड़े रहो (और गुरू से) सबसे कीमती चीज हरि नाम हासिल करो।","sts":"हमेशा अपने गुरु की श्रद्धापूर्वक सेवा करो एवं उससे नाम का धन प्राप्त करो।"}},"transliteration":{"english":"gur sevahu sadhaa aapanaa naam padhaarath leho ||","hindi":"गुरु सेवहु सदा आपणा नामु पदारथु लेहो ॥","en":"gur sevahu sadhaa aapanaa naam padhaarath leho ||","hi":"गुरु सेवहु सदा आपणा नामु पदारथु लेहो ॥","ipa":"Gʊr seʋəh səd̪ɑ əɑpəɳɑ nɑm pəd̪ɑrət̪ʰ lehɔ.","ur":"گُر سےوهُ سدا آپݨا نام پدارتھ لےهو ۔۔"},"pageNo":440,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19994,"shabadId":1648,"verse":{"gurmukhi":"Bgiq krhu qum shY kyrI jo sh ipAwry Bwvey ]","unicode":"ਭਗਤਿ ਕਰਹੁ ਤੁਮ ਸਹੈ ਕੇਰੀ ਜੋ ਸਹ ਪਿਆਰੇ ਭਾਵਏ ॥"},"larivaar":{"gurmukhi":"BgiqkrhuqumshYkyrIjoshipAwryBwvey]","unicode":"ਭਗਤਿਕਰਹੁਤੁਮਸਹੈਕੇਰੀਜੋਸਹਪਿਆਰੇਭਾਵਏ॥"},"translation":{"en":{"bdb":"Dedicate yourself to the worship of your Husband Lord; this is pleasing to your Beloved Husband.","ms":"Perform thou the service of the Master, which service is pleasing to he dear Groom.","ssk":"Dedicate yourself to the worship of your Husband Lord; this is pleasing to your Beloved Husband."},"pu":{"ss":{"gurmukhi":"(hy s`jxo!) qusI pRBU-pqI dI hI BgqI krdy rho, ieh BgqI ipAwry pRBU-pqI ƒ psMd AwauNdI hY [","unicode":"(ਹੇ ਸੱਜਣੋ!) ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹੀ ਭਗਤੀ ਕਰਦੇ ਰਹੋ, ਇਹ ਭਗਤੀ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"(shY) pqI pÎwry kI AYsI BkœI kro jo pqI ipAwry ko BwvY]","unicode":"(ਸਹੈ) ਪਤੀ ਪ੍ਯਾਰੇ ਕੀ ਐਸੀ ਭਕ੍ਤੀ ਕਰੋ ਜੋ ਪਤੀ ਪਿਆਰੇ ਕੋ ਭਾਵੈ॥"},"bdb":{"gurmukhi":"(hy s`jxo!) qusI pRBU-pqI dI hI BgqI krdy rho, ieh BgqI ipAwry pRBU-pqI ƒ psMd AwauNdI hY [","unicode":"(ਹੇ ਸੱਜਣੋ!) ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹੀ ਭਗਤੀ ਕਰਦੇ ਰਹੋ, ਇਹ ਭਗਤੀ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"qUM Awpxy mwlk dI syvw kr, ijhVI syvw pRIqm kMq ƒ cMgI l`gdI hY[","unicode":"ਤੂੰ ਆਪਣੇ ਮਾਲਕ ਦੀ ਸੇਵਾ ਕਰ, ਜਿਹੜੀ ਸੇਵਾ ਪ੍ਰੀਤਮ ਕੰਤ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ।"}},"es":{"sn":" Alaba a tu Novio de la forma que Le agrade, pues si vas por tu propio camino, "},"hi":{"ss":"(हे सज्जनो !) तुम प्रभू-पति की ही भगती करते रहो।ये भगती प्यारे प्रभू-पति को पसंद आती है।","sts":"तुम अपने भगवान की ऐसी भक्ति करो, जो भक्ति प्रभु को अच्छी लगती है।"}},"transliteration":{"english":"bhagat karahu tum sahai keree jo seh piaare bhaave ||","hindi":"भगति करहु तुम सहै केरी जो सह पिआरे भावए ॥","en":"bhagat karahu tum sahai keree jo seh piaare bhaave ||","hi":"भगति करहु तुम सहै केरी जो सह पिआरे भावए ॥","ipa":"ɓəGət̪ kərəh t̪ʊm səhæ keri d͡ʒɔ səh pɪəɑre ɓɑʋee.","ur":"بھگت کرهُ تُم سهَے کےریِ جو سه پآرے بھاواے ۔۔"},"pageNo":440,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19995,"shabadId":1648,"verse":{"gurmukhi":"Awpxw Bwxw qum krhu qw iPir sh KusI n Awvey ]","unicode":"ਆਪਣਾ ਭਾਣਾ ਤੁਮ ਕਰਹੁ ਤਾ ਫਿਰਿ ਸਹ ਖੁਸੀ ਨ ਆਵਏ ॥"},"larivaar":{"gurmukhi":"AwpxwBwxwqumkrhuqwiPirshKusInAwvey]","unicode":"ਆਪਣਾਭਾਣਾਤੁਮਕਰਹੁਤਾਫਿਰਿਸਹਖੁਸੀਨਆਵਏ॥"},"translation":{"en":{"bdb":"If you walk in accordance with your own will, then your Husband Lord will not be pleased with you.","ms":"If thou walk according to thy own will, then, the Spouse, shall not be pleased with thee.","ssk":"If you walk in accordance with your own will, then your Husband Lord will not be pleased with you."},"pu":{"ss":{"gurmukhi":"jy (ies jIvn-s&r ivc) qusI AwpxI hI mrzI krdy rhogy qW pRBU-pqI dI pRsMnqw quhwƒ nhIN imlygI [","unicode":"ਜੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਤੁਸੀ ਆਪਣੀ ਹੀ ਮਰਜ਼ੀ ਕਰਦੇ ਰਹੋਗੇ ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲੇਗੀ ।"},"ft":{"gurmukhi":"jb qum Apnw mn BWvdw krogy qo punÚ pÎwrw pqI KuSI myN nw Awvygw, Bwv qum pr pRsMn nhIN hovygw]","unicode":"ਜਬ ਤੁਮ ਅਪਨਾ ਮਨ ਭਾਂਵਦਾ ਕਰੋਗੇ ਤੋ ਪੁਨਃ ਪ੍ਯਾਰਾ ਪਤੀ ਖੁਸ਼ੀ ਮੇਂ ਨਾ ਆਵੇਗਾ, ਭਾਵ ਤੁਮ ਪਰ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":"jy (ies jIvn-s&r ivc) qusI AwpxI hI mrzI krdy rhogy qW pRBU-pqI dI pRsMnqw quhwƒ nhIN imlygI [","unicode":"ਜੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਤੁਸੀ ਆਪਣੀ ਹੀ ਮਰਜ਼ੀ ਕਰਦੇ ਰਹੋਗੇ ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲੇਗੀ ।"},"ms":{"gurmukhi":"jykr qUM AwpxI in`jI mrzI Anuswr c¤lygW, qd, kMq ny qyry au¤qy pRsMn nhIN hoxw[","unicode":"ਜੇਕਰ ਤੂੰ ਆਪਣੀ ਨਿੱਜੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਚੱਲੇਗਾਂ, ਤਦ, ਕੰਤ ਨੇ ਤੇਰੇ ਉੱਤੇ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੋਣਾ।"}},"es":{"sn":"el Señor no estará contento contigo. Muy duro es el Sendero de la Alabanza del Señor, "},"hi":{"ss":"अगर (इस जीवन सफर में) तुम अपनी ही मर्जी करते रहोगे तो प्रभू-पति की प्रसन्नता तुम्हें नहीं मिलेगी।(पर।","sts":"यदि तुम अपनी मनमर्जी करोगे तो फिर प्रभु तुम पर खुश नहीं होगा।"}},"transliteration":{"english":"aapanaa bhaanaa tum karahu taa fir seh khusee na aave ||","hindi":"आपणा भाणा तुम करहु ता फिरि सह खुसी न आवए ॥","en":"aapanaa bhaanaa tum karahu taa fir seh khusee na aave ||","hi":"आपणा भाणा तुम करहु ता फिरि सह खुसी न आवए ॥","ipa":"əɑpəɳɑ ɓɑɳɑ t̪ʊm kərəh t̪ɑ fɪr səh kʰʊsi nə əɑʋee.","ur":"آپݨا بھاݨا تُم کرهُ تا پھر سه کھُسیِ ن آواے ۔۔"},"pageNo":440,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19996,"shabadId":1648,"verse":{"gurmukhi":"Bgiq Bwv iehu mwrgu ibKVw gur duAwrY ko pwvey ]","unicode":"ਭਗਤਿ ਭਾਵ ਇਹੁ ਮਾਰਗੁ ਬਿਖੜਾ ਗੁਰ ਦੁਆਰੈ ਕੋ ਪਾਵਏ ॥"},"larivaar":{"gurmukhi":"BgiqBwviehumwrguibKVwgurduAwrYkopwvey]","unicode":"ਭਗਤਿਭਾਵਇਹੁਮਾਰਗੁਬਿਖੜਾਗੁਰਦੁਆਰੈਕੋਪਾਵਏ॥"},"translation":{"en":{"bdb":"This path of loving devotional worship is very difficult; how rare are those who find it, through the Gurdwara, the Guru's Gate.","ms":"This way of love worship is difficult, through the Guru some rare one finds it.","ssk":"This path of loving devotional worship is very difficult; how rare are those who find it, through the Gurdwara, the Guru's Gate."},"pu":{"ss":{"gurmukhi":"(pr, hy ipAwirE!) BgqI dw qy pRym dw ieh rsqw bhuq AOkVW-BirAw hY, koeI ivrlw mnu`K ieh rsqw l`Bdw hY jo gurU dy dr qy Aw if`gdw hY [ ","unicode":"(ਪਰ, ਹੇ ਪਿਆਰਿਓ!) ਭਗਤੀ ਦਾ ਤੇ ਪ੍ਰੇਮ ਦਾ ਇਹ ਰਸਤਾ ਬਹੁਤ ਔਕੜਾਂ-ਭਰਿਆ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਦਾ ਹੈ । "},"ft":{"gurmukhi":"Xh Bgiq Bwv kw rsqw kTn hY gurW dÍwry ies rsqy ko koeI, Bwv ivrlw pwvqw hY, iksI ko hI guroN ky dÍwry sy imlqw hY]","unicode":"ਯਹ ਭਗਤਿ ਭਾਵ ਕਾ ਰਸਤਾ ਕਠਨ ਹੈ ਗੁਰਾਂ ਦ੍ਵਾਰੇ ਇਸ ਰਸਤੇ ਕੋ ਕੋਈ, ਭਾਵ ਵਿਰਲਾ ਪਾਵਤਾ ਹੈ, ਕਿਸੀ ਕੋ ਹੀ ਗੁਰੋਂ ਕੇ ਦ੍ਵਾਰੇ ਸੇ ਮਿਲਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pr, hy ipAwirE!) BgqI dw qy pRym dw ieh rsqw bhuq AOkVW-BirAw hY, koeI ivrlw mnu`K ieh rsqw l`Bdw hY jo gurU dy dr qy Aw if`gdw hY [ ","unicode":"(ਪਰ, ਹੇ ਪਿਆਰਿਓ!) ਭਗਤੀ ਦਾ ਤੇ ਪ੍ਰੇਮ ਦਾ ਇਹ ਰਸਤਾ ਬਹੁਤ ਔਕੜਾਂ-ਭਰਿਆ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਦਾ ਹੈ । "},"ms":{"gurmukhi":"ies ipAwr-aupwsnw dw rsqw AOKw hY[ gurW dy rwhIN koeI ivrlw bMdw hI ies ƒ pwauNdw hY[","unicode":"ਇਸ ਪਿਆਰ-ਉਪਾਸਨਾ ਦਾ ਰਸਤਾ ਔਖਾ ਹੈ। ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਹੀ ਇਸ ਨੂੰ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"y extraordinario es Aquél que será bendecido con esa Alabanza en la Puerta del Guru. "},"hi":{"ss":"हे प्यारो !) भक्ति का और प्रेम का ये रास्ता बहुत मुश्किलों भरा है।कोई विरला मनुष्य ही ये रास्ता ढूँढता है जो गुरू के दर पर आ गिरता है।","sts":"इस भक्ति-भाव का मार्ग बहुत कठिन है, लेकिन गुरु के द्वार पर आने से कोई विरला पुरुष ही इसे पाता है।"}},"transliteration":{"english":"bhagat bhaav ih maarag bikhaRaa gur dhuaarai ko paave ||","hindi":"भगति भाव इहु मारगु बिखड़ा गुर दुआरै को पावए ॥","en":"bhagat bhaav ih maarag bikhaRaa gur dhuaarai ko paave ||","hi":"भगति भाव इहु मारगु बिखड़ा गुर दुआरै को पावए ॥","ipa":"ɓəGət̪ ɓɑʋ eɪh mɑrəG bɪkʰəɽɑ Gʊr d̪ʊəɑræ kɔ pɑʋee.","ur":"بھگت بھاو اهُ مارگ بکھڑا گُر دُآرَے کو پاواے ۔۔"},"pageNo":440,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19997,"shabadId":1648,"verse":{"gurmukhi":"khY nwnku ijsu kry ikrpw so hir BgqI icqu lwvey ]1]","unicode":"ਕਹੈ ਨਾਨਕੁ ਜਿਸੁ ਕਰੇ ਕਿਰਪਾ ਸੋ ਹਰਿ ਭਗਤੀ ਚਿਤੁ ਲਾਵਏ ॥੧॥"},"larivaar":{"gurmukhi":"khYnwnkuijsukryikrpwsohirBgqIicqulwvey]1]","unicode":"ਕਹੈਨਾਨਕੁਜਿਸੁਕਰੇਕਿਰਪਾਸੋਹਰਿਭਗਤੀਚਿਤੁਲਾਵਏ॥੧॥"},"translation":{"en":{"bdb":"Says Nanak, that one, upon whom the Lord casts His Glance of Grace, links his consciousness to the worship of the Lord. ||1||","ms":"Says Nanak, he, to whom God shows mercy, attaches his mind to His meditation.","ssk":"Says Nanak, that one, upon whom the Lord casts His Glance of Grace, links his consciousness to the worship of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"nwnk AwKdw hY—ijs mnu`K auqy pRBU (Awp) ikrpw krdw hY auh mnu`K Awpxw mn pRBU dI BgqI ivc joVdw hY [1[","unicode":"ਨਾਨਕ ਆਖਦਾ ਹੈ—ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ (ਆਪ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijs pr hrI Awp ikRpw krqw hY, so purs iqs hrI kI BgqI myN icq ko lgwvqw hY]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਸ ਪਰ ਹਰੀ ਆਪ ਕ੍ਰਿਪਾ ਕਰਤਾ ਹੈ, ਸੋ ਪੁਰਸ ਤਿਸ ਹਰੀ ਕੀ ਭਗਤੀ ਮੇਂ ਚਿਤ ਕੋ ਲਗਾਵਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"nwnk AwKdw hY—ijs mnu`K auqy pRBU (Awp) ikrpw krdw hY auh mnu`K Awpxw mn pRBU dI BgqI ivc joVdw hY [1[","unicode":"ਨਾਨਕ ਆਖਦਾ ਹੈ—ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ (ਆਪ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurU jI AwKdy hn, ijs auqy vwihguru imhr Dwrdw hY auh aus dI bMdgI nwl Awpxy mn ƒ joVdw hY[","unicode":"ਗੁਰੂ ਜੀ ਆਖਦੇ ਹਨ, ਜਿਸ ਉਤੇ ਵਾਹਿਗੁਰੁ ਮਿਹਰ ਧਾਰਦਾ ਹੈ ਉਹ ਉਸ ਦੀ ਬੰਦਗੀ ਨਾਲ ਆਪਣੇ ਮਨ ਨੂੰ ਜੋੜਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, sólo quien tiene la Gracia del Señor se vuelve Devoto de Su Alabanza. (1) "},"hi":{"ss":"नानक कहता है–जिस मनुष्य पर प्रभू (खुद) कृपा करता है वह मनुष्य अपना मन प्रभू की भक्ति में जोड़ता है। 1।","sts":"हे नानक ! जिस मनुष्य पर प्रभु कृपा करता है, वह हरि की भक्ति को अपने चित्त से लगाता है॥ १॥"}},"transliteration":{"english":"kahai naanak jis kare kirapaa so har bhagatee chit laave ||1||","hindi":"कहै नानकु जिसु करे किरपा सो हरि भगती चितु लावए ॥१॥","en":"kahai naanak jis kare kirapaa so har bhagatee chit laave ||1||","hi":"कहै नानकु जिसु करे किरपा सो हरि भगती चितु लावए ॥१॥","ipa":"kəhæ nɑnək d͡ʒɪs kəre kɪrəpɑ sɔ hər ɓəGət̪i t͡ʃɪt̪ lɑʋee.1.","ur":"کهَے نانک جس کرے کرپا سو هر بھگتیِ چت لاواے ۔۔۱۔۔"},"pageNo":440,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19998,"shabadId":1648,"verse":{"gurmukhi":"myry mn bYrwgIAw qUM bYrwgu kir iksu idKwvih ]","unicode":"ਮੇਰੇ ਮਨ ਬੈਰਾਗੀਆ ਤੂੰ ਬੈਰਾਗੁ ਕਰਿ ਕਿਸੁ ਦਿਖਾਵਹਿ ॥"},"larivaar":{"gurmukhi":"myrymnbYrwgIAwqUMbYrwgukiriksuidKwvih]","unicode":"ਮੇਰੇਮਨਬੈਰਾਗੀਆਤੂੰਬੈਰਾਗੁਕਰਿਕਿਸੁਦਿਖਾਵਹਿ॥"},"translation":{"en":{"bdb":"O my detached mind, unto whom do you show your detachment?","ms":"O my detached soul, whom showest thou thy indifference towards the world?","ssk":"O my detached mind, unto whom do you show your detachment?"},"pu":{"ss":{"gurmukhi":"hy vYrwg ivc Awey hoey myry mn! qUµ vYrwg kr ky iks ƒ ivKWdw hYN? (ies auproN auproN ivKwey hoey vYrwg nwl qyry AMdr Awqmk AwnMd nhIN bx skygw) [ ","unicode":"ਹੇ ਵੈਰਾਗ ਵਿਚ ਆਏ ਹੋਏ ਮੇਰੇ ਮਨ! ਤੂੰ ਵੈਰਾਗ ਕਰ ਕੇ ਕਿਸ ਨੂੰ ਵਿਖਾਂਦਾ ਹੈਂ? (ਇਸ ਉਪਰੋਂ ਉਪਰੋਂ ਵਿਖਾਏ ਹੋਏ ਵੈਰਾਗ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਬਣ ਸਕੇਗਾ) । "},"ft":{"gurmukhi":"hy myry mn bYrwgI! qUM JUTy bYrwg ky ichn iks ko idKwauqw hYN]","unicode":"ਹੇ ਮੇਰੇ ਮਨ ਬੈਰਾਗੀ! ਤੂੰ ਝੂਠੇ ਬੈਰਾਗ ਕੇ ਚਿਹਨ ਕਿਸ ਕੋ ਦਿਖਾਉਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy vYrwg ivc Awey hoey myry mn! qUµ vYrwg kr ky iks ƒ ivKWdw hYN? (ies auproN auproN ivKwey hoey vYrwg nwl qyry AMdr Awqmk AwnMd nhIN bx skygw) [ ","unicode":"ਹੇ ਵੈਰਾਗ ਵਿਚ ਆਏ ਹੋਏ ਮੇਰੇ ਮਨ! ਤੂੰ ਵੈਰਾਗ ਕਰ ਕੇ ਕਿਸ ਨੂੰ ਵਿਖਾਂਦਾ ਹੈਂ? (ਇਸ ਉਪਰੋਂ ਉਪਰੋਂ ਵਿਖਾਏ ਹੋਏ ਵੈਰਾਗ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਬਣ ਸਕੇਗਾ) । "},"ms":{"gurmukhi":"hy myrI iqAwgx ijMdVIey! qUM sMswr vloN AwpxI auprwmqw iks ƒ ivKwldI hYN?","unicode":"ਹੇ ਮੇਰੀ ਤਿਆਗਣ ਜਿੰਦੜੀਏ! ਤੂੰ ਸੰਸਾਰ ਵਲੋਂ ਆਪਣੀ ਉਪਰਾਮਤਾ ਕਿਸ ਨੂੰ ਵਿਖਾਲਦੀ ਹੈਂ?"}},"es":{"sn":"Oh mi mente desolada, ¿para quién finges que nada te importa ya? "},"hi":{"ss":"हे वैराग में आए हुए मेरे मन ! तू वैराग करके किसे दिखाता है।(इस ऊपर-ऊपर से दिखाए वैराग से तेरे अंदर आत्मिक आनंद नहीं बन सकेगा)।","sts":"हे मेरे वैरागी मन ! तुम वैरागी बन कर किसे दिखाते हो ?"}},"transliteration":{"english":"mere man bairaageeaa too(n) bairaag kar kis dhikhaaveh ||","hindi":"मेरे मन बैरागीआ तूँ बैरागु करि किसु दिखावहि ॥","en":"mere man bairaageeaa too(n) bairaag kar kis dhikhaaveh ||","hi":"मेरे मन बैरागीआ तूँ बैरागु करि किसु दिखावहि ॥","ipa":"mere mən bærɑGiəɑ t̪uŋ bærɑG kər kɪs d̪ɪkʰɑʋəh.","ur":"مےرے من بَےراگیِآ تُوں بَےراگ کر کس دکھاوه ۔۔"},"pageNo":440,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":19999,"shabadId":1648,"verse":{"gurmukhi":"hir soihlw iqn@ sd sdw jo hir gux gwvih ]","unicode":"ਹਰਿ ਸੋਹਿਲਾ ਤਿਨੑ ਸਦ ਸਦਾ ਜੋ ਹਰਿ ਗੁਣ ਗਾਵਹਿ ॥"},"larivaar":{"gurmukhi":"hirsoihlwiqn@sdsdwjohirguxgwvih]","unicode":"ਹਰਿਸੋਹਿਲਾਤਿਨੑਸਦਸਦਾਜੋਹਰਿਗੁਣਗਾਵਹਿ॥"},"translation":{"en":{"bdb":"Those who sing the Glorious Praises of the Lord live in the joy of the Lord, forever and ever."},"pu":{"ss":{"gurmukhi":"hy mn! jyhVy mnu`K prmwqmw dy gux gWdy rihMdy hn, auhnW dy AMdr sdw hI iKVwau qy cwau bixAw rihMdw hY [","unicode":"ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਹੀ ਖਿੜਾਉ ਤੇ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"hy mn! jyhVy mnu`K prmwqmw dy gux gWdy rihMdy hn, auhnW dy AMdr sdw hI iKVwau qy cwau bixAw rihMdw hY [","unicode":"ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਹੀ ਖਿੜਾਉ ਤੇ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"}},"es":{"sn":"Los que alaban a su Señor están siempre en Dicha; "},"hi":{"ss":"हे मन ! जो मनुष्य परमात्मा के गुण गाते रहते हैं।उनके अंदर सदा ही उमंग व चाव बना रहता है।","sts":"जो मनुष्य हरि का गुणगान करते हैं, वे सदैव ही हरि की प्रसन्नता में रहते हैं।"}},"transliteration":{"english":"har sohilaa tin(h) sadh sadhaa jo har gun gaaveh ||","hindi":"हरि सोहिला तिन्न सद सदा जो हरि गुण गावहि ॥","en":"har sohilaa tin(h) sadh sadhaa jo har gun gaaveh ||","hi":"हरि सोहिला तिन्न सद सदा जो हरि गुण गावहि ॥","ipa":"hər sɔhɪlɑ t̪ɪn@ səd̪ səd̪ɑ d͡ʒɔ hər Gʊɳ Gɑʋəh.","ur":"هر سوهلا تنھ سد سدا جو هرِ گُݨ گاوه ۔۔"},"pageNo":440,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20000,"shabadId":1648,"verse":{"gurmukhi":"kir bYrwgu qUM Coif pwKMfu so shu sBu ikCu jwxey ]","unicode":"ਕਰਿ ਬੈਰਾਗੁ ਤੂੰ ਛੋਡਿ ਪਾਖੰਡੁ ਸੋ ਸਹੁ ਸਭੁ ਕਿਛੁ ਜਾਣਏ ॥"},"larivaar":{"gurmukhi":"kirbYrwguqUMCoifpwKMfusoshusBuikCujwxey]","unicode":"ਕਰਿਬੈਰਾਗੁਤੂੰਛੋਡਿਪਾਖੰਡੁਸੋਸਹੁਸਭੁਕਿਛੁਜਾਣਏ॥"},"translation":{"en":{"bdb":"So become detached, and renounce hypocrisy; Your Husband Lord knows everything.","ms":"Detach thyself from the world and shed thy hypocrisy. He, the Lord knows everything.","ssk":"So become detached, and renounce hypocrisy; Your Husband Lord knows everything."},"pu":{"ss":{"gurmukhi":"hy myry mn! (bwhrly ivKwvy vwly vYrwg dw) pKMf C`f dy (qy, Awpxy AMdr) imlx dI qWG pYdw kr (ikauNik) auh Ksm-pRBU (AMdr dI) hryk g`l jwxdw hY, ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! (ਬਾਹਰਲੇ ਵਿਖਾਵੇ ਵਾਲੇ ਵੈਰਾਗ ਦਾ) ਪਖੰਡ ਛੱਡ ਦੇ (ਤੇ, ਆਪਣੇ ਅੰਦਰ) ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਕਰ (ਕਿਉਂਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ (ਅੰਦਰ ਦੀ) ਹਰੇਕ ਗੱਲ ਜਾਣਦਾ ਹੈ, "},"ft":{"gurmukhi":"qUM bYrwg kr prMqU pwKMf ko Cof dy, ikauNik so pqI prmySÍr qyrw sB kuC jwnqw hY]","unicode":"ਤੂੰ ਬੈਰਾਗ ਕਰ ਪਰੰਤੂ ਪਾਖੰਡ ਕੋ ਛੋਡ ਦੇ, ਕਿਉਂਕਿ ਸੋ ਪਤੀ ਪਰਮੇਸ਼੍ਵਰ ਤੇਰਾ ਸਭ ਕੁਛ ਜਾਨਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry mn! (bwhrly ivKwvy vwly vYrwg dw) pKMf C`f dy (qy, Awpxy AMdr) imlx dI qWG pYdw kr (ikauNik) auh Ksm-pRBU (AMdr dI) hryk g`l jwxdw hY, ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! (ਬਾਹਰਲੇ ਵਿਖਾਵੇ ਵਾਲੇ ਵੈਰਾਗ ਦਾ) ਪਖੰਡ ਛੱਡ ਦੇ (ਤੇ, ਆਪਣੇ ਅੰਦਰ) ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਕਰ (ਕਿਉਂਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ (ਅੰਦਰ ਦੀ) ਹਰੇਕ ਗੱਲ ਜਾਣਦਾ ਹੈ, "},"ms":{"gurmukhi":"pRBU nwl pRIq pw Aqy Awpxy dMB ƒ iqAwg dy[ auh suAwmI swrw kuJ jwxdw hY[","unicode":"ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਪਾ ਅਤੇ ਆਪਣੇ ਦੰਭ ਨੂੰ ਤਿਆਗ ਦੇ। ਉਹ ਸੁਆਮੀ ਸਾਰਾ ਕੁਝ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"deja ya esta hipocresía de espiritualidad y desapego, porque no vas a engañar al Señor. "},"hi":{"ss":"हे मेरे मन ! (बाहरी दिखावे वाले वैराग का) पाखण्ड छोड़ के (और।अपने अंदर) मिलने की चाहत पैदा कर (क्योंकि) वह पति प्रभू (अंदर की) हरेक बात जानता है।","sts":"इसलिए तू पाखंड को छोड़ कर वैराग्य धारण कर क्योंकि प्रभु सब कुछ जानता है।"}},"transliteration":{"english":"kar bairaag too(n) chhodd paakha(n)dd so sahu sabh kichh jaane ||","hindi":"करि बैरागु तूँ छोडि पाखंडु सो सहु सभु किछु जाणए ॥","en":"kar bairaag too(n) chhodd paakha(n)dd so sahu sabh kichh jaane ||","hi":"करि बैरागु तूँ छोडि पाखंडु सो सहु सभु किछु जाणए ॥","ipa":"kər bærɑG t̪uŋ ɕɔɖ pɑkʰəŋɖ sɔ səh səɓ kɪɕ d͡ʒɑɳee.","ur":"کر بَےراگ تُوں چھوڈ پاکھںڈ سو سهُ سبھ کچھ جاݨاے ۔۔"},"pageNo":440,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20001,"shabadId":1648,"verse":{"gurmukhi":"jil Qil mhIAil eyko soeI gurmuiK hukmu pCwxey ]","unicode":"ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਏਕੋ ਸੋਈ ਗੁਰਮੁਖਿ ਹੁਕਮੁ ਪਛਾਣਏ ॥"},"larivaar":{"gurmukhi":"jilQilmhIAileykosoeIgurmuiKhukmupCwxey]","unicode":"ਜਲਿਥਲਿਮਹੀਅਲਿਏਕੋਸੋਈਗੁਰਮੁਖਿਹੁਕਮੁਪਛਾਣਏ॥"},"translation":{"en":{"bdb":"The One Lord is pervading the water, the land and the sky; the Gurmukh realizes the Command of His Will.","ms":"The One Lord is pervading the ocean, desert, earth and the sky,","ssk":"The One Lord is pervading the water, the land and the sky; the Gurmukh realizes the Command of His Will."},"pu":{"ss":{"gurmukhi":"auh pRBU Awp hI jl ivc DrqI ivc AwkwS ivc (hr QW smwieAw hoieAw hY) jyhVw mnu`K gurU dI srn pYNdw hY auh aus pRBU dI rzw ƒ smJdw hY [","unicode":"ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ ਸਮਾਇਆ ਹੋਇਆ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ ।"},"ft":{"gurmukhi":"so khW hY? jloN QloN myN (mhI) ipRQI myN (Ail) Akws myN soeI eyk pUrn hY, prMqU guroN dÍwry iqs eyk ky hukm ko pCwnygw]","unicode":"ਸੋ ਕਹਾਂ ਹੈ? ਜਲੋਂ ਥਲੋਂ ਮੇਂ (ਮਹੀ) ਪ੍ਰਿਥੀ ਮੇਂ (ਅਲਿ) ਅਕਾਸ ਮੇਂ ਸੋਈ ਏਕ ਪੂਰਨ ਹੈ, ਪਰੰਤੂ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਤਿਸ ਏਕ ਕੇ ਹੁਕਮ ਕੋ ਪਛਾਨੇਗਾ॥"},"bdb":{"gurmukhi":"auh pRBU Awp hI jl ivc DrqI ivc AwkwS ivc (hr QW smwieAw hoieAw hY) jyhVw mnu`K gurU dI srn pYNdw hY auh aus pRBU dI rzw ƒ smJdw hY [","unicode":"ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ ਸਮਾਇਆ ਹੋਇਆ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh ie`k suAwmI hI smuMdr, mwrUQl DrqI Aqy AwkwS AMdr ivAwpk ho irhw hY[","unicode":"ਉਹ ਇੱਕ ਸੁਆਮੀ ਹੀ ਸਮੁੰਦਰ, ਮਾਰੂਥਲ ਧਰਤੀ ਅਤੇ ਆਕਾਸ਼ ਅੰਦਰ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"El Único Señor está en todos los lugares de la tierra y en el agua y en los aires, "},"hi":{"ss":"वह प्रभू खुद ही जल में धरती में आकाश में (हर जगह समाया हुआ है) जो मनुष्य गुरू की शरण पड़ता है वह उस प्रभू की रजा को समझता है।","sts":"एक ईश्वर ही जल, थल, पृथ्वी एवं गगन में सर्वत्र बसा हुआ है, गुरुमुख मनुष्य प्रभु के हुक्म को पहचानते हैं।"}},"transliteration":{"english":"jal thal maheeal eko soiee gurmukh hukam pachhaane ||","hindi":"जलि थलि महीअलि एको सोई गुरमुखि हुकमु पछाणए ॥","en":"jal thal maheeal eko soiee gurmukh hukam pachhaane ||","hi":"जलि थलि महीअलि एको सोई गुरमुखि हुकमु पछाणए ॥","ipa":"d͡ʒəl t̪ʰəl məhiəl eekɔ sɔei Gʊrəmʊkʰ hʊkəm pəɕɑɳee.","ur":"جل تھلِ مهیِال اےکو سوای گُرمکھ هُکم پچھاݨاے ۔۔"},"pageNo":440,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20002,"shabadId":1648,"verse":{"gurmukhi":"ijin hukmu pCwqw hrI kyrw soeI srb suK pwvey ]","unicode":"ਜਿਨਿ ਹੁਕਮੁ ਪਛਾਤਾ ਹਰੀ ਕੇਰਾ ਸੋਈ ਸਰਬ ਸੁਖ ਪਾਵਏ ॥"},"larivaar":{"gurmukhi":"ijinhukmupCwqwhrIkyrwsoeIsrbsuKpwvey]","unicode":"ਜਿਨਿਹੁਕਮੁਪਛਾਤਾਹਰੀਕੇਰਾਸੋਈਸਰਬਸੁਖਪਾਵਏ॥"},"translation":{"en":{"bdb":"One who realizes the Lord's Command, obtains all peace and comforts."},"pu":{"ss":{"gurmukhi":"hy myry mn! ijs mnu`K ny prmwqmw dI rzw smJ leI auhI swry AwnMd pRwpq krdw hY,","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਸਮਝ ਲਈ ਉਹੀ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"hy myry mn! ijs mnu`K ny prmwqmw dI rzw smJ leI auhI swry AwnMd pRwpq krdw hY,","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਸਮਝ ਲਈ ਉਹੀ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,"}},"es":{"sn":"y aquél que mira hacia Él, sirve sólo Su Voluntad y en la Revelación de Su Voluntad recibe la Bendición. "},"hi":{"ss":"हे मेरे मन ! जिस मनुष्य ने परमात्मा की रजा समझ ली वही सारे आनंद प्राप्त करता है।","sts":"जो व्यक्ति प्रभु के हुक्म को पहचानता है वही सर्व सुख प्राप्त करता है।"}},"transliteration":{"english":"jin hukam pachhaataa haree keraa soiee sarab sukh paave ||","hindi":"जिनि हुकमु पछाता हरी केरा सोई सरब सुख पावए ॥","en":"jin hukam pachhaataa haree keraa soiee sarab sukh paave ||","hi":"जिनि हुकमु पछाता हरी केरा सोई सरब सुख पावए ॥","ipa":"d͡ʒɪn hʊkəm pəɕɑt̪ɑ həri kerɑ sɔei sərəb sʊkʰ pɑʋee.","ur":"جٍن هُکم پچھاتا هریِ کےرا سوای سرب سُکھ پاواے ۔۔"},"pageNo":440,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20003,"shabadId":1648,"verse":{"gurmukhi":"iev khY nwnku so bYrwgI Anidnu hir ilv lwvey ]2]","unicode":"ਇਵ ਕਹੈ ਨਾਨਕੁ ਸੋ ਬੈਰਾਗੀ ਅਨਦਿਨੁ ਹਰਿ ਲਿਵ ਲਾਵਏ ॥੨॥"},"larivaar":{"gurmukhi":"ievkhYnwnkusobYrwgIAnidnuhirilvlwvey]2]","unicode":"ਇਵਕਹੈਨਾਨਕੁਸੋਬੈਰਾਗੀਅਨਦਿਨੁਹਰਿਲਿਵਲਾਵਏ॥੨॥"},"translation":{"en":{"bdb":"Thus says Nanak: such a detached soul remains absorbed in the Lord's Love, day and night. ||2||","ms":"Thus says Nanak, such a solitarian, night and day, remains absorbed in God's love.","ssk":"Thus says Nanak: such a detached soul remains absorbed in the Lord's Love, day and night. ||2||"},"pu":{"ss":{"gurmukhi":"nwnk (qYƒ) ieauN d`sdw hY ik ieho ijhw imlwp dI qWG r`Kx vwlw mnu`K hr vyly pRBU-crnW ivc suriq joVI r`Kdw hY [2[","unicode":"ਨਾਨਕ (ਤੈਨੂੰ) ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਇਹੋ ਜਿਹਾ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ies pRkwr jo rwq idn hrI myN icq lgwauqy hYN, so bYrwgI hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਸ ਪ੍ਰਕਾਰ ਜੋ ਰਾਤ ਦਿਨ ਹਰੀ ਮੇਂ ਚਿਤ ਲਗਾਉਤੇ ਹੈਂ, ਸੋ ਬੈਰਾਗੀ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"nwnk (qYƒ) ieauN d`sdw hY ik ieho ijhw imlwp dI qWG r`Kx vwlw mnu`K hr vyly pRBU-crnW ivc suriq joVI r`Kdw hY [2[","unicode":"ਨਾਨਕ (ਤੈਨੂੰ) ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਇਹੋ ਜਿਹਾ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk ies qrHW AwKdw hY Aqy AYsw ivr`kq r`b dy ipAwr AMdr rYx idhuM lIn rihMdw hY[","unicode":"ਨਾਨਕ ਇਸ ਤਰ੍ਹਾਂ ਆਖਦਾ ਹੈ ਅਤੇ ਐਸਾ ਵਿਰੱਕਤ ਰੱਬ ਦੇ ਪਿਆਰ ਅੰਦਰ ਰੈਣ ਦਿਹੁੰ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, verdaderamente desapegado es aquél que para siempre está entonado en el Señor. (2) "},"hi":{"ss":"नानक (तुझे) ऐसे बताता है कि इस तरह के मिलाप की चाहत रखने वाला मनुष्य हर समय प्रभू-चरणों में सुरति जोड़े रखता है। 2।","sts":"नानक इस तरह कहता है कि दरअसल वैरागी वही है, जो रात-दिन हरि की लगन में लीन रहता है।॥ २॥"}},"transliteration":{"english":"eiv kahai naanak so bairaagee anadhin har liv laave ||2||","hindi":"इव कहै नानकु सो बैरागी अनदिनु हरि लिव लावए ॥२॥","en":"eiv kahai naanak so bairaagee anadhin har liv laave ||2||","hi":"इव कहै नानकु सो बैरागी अनदिनु हरि लिव लावए ॥२॥","ipa":"eɪʋ kəhæ nɑnək sɔ bærɑGi ənəd̪ɪn hər lɪʋ lɑʋee.2.","ur":"ِاو کهَے نانک سو بَےراگیِ اندن هر لو لاواے ۔۔۲۔۔"},"pageNo":440,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20004,"shabadId":1648,"verse":{"gurmukhi":"jh jh mn qUM Dwvdw qh qh hir qyrY nwly ]","unicode":"ਜਹ ਜਹ ਮਨ ਤੂੰ ਧਾਵਦਾ ਤਹ ਤਹ ਹਰਿ ਤੇਰੈ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"jhjhmnqUMDwvdwqhqhhirqyrYnwly]","unicode":"ਜਹਜਹਮਨਤੂੰਧਾਵਦਾਤਹਤਹਹਰਿਤੇਰੈਨਾਲੇ॥"},"translation":{"en":{"bdb":"Wherever you wander, O my mind, the Lord is there with you.","ms":"Wherever, thou wanderest, O my mind, there the Lord is with thee.","ssk":"Wherever you wander, O my mind, the Lord is there with you."},"pu":{"ss":{"gurmukhi":"hy myry mn! ij`Qy ij`Qy qUµ dOVdw iPrdw hYN auQy auQy hI prmwqmw qyry nwl hI rihMdw hY ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ ਉਥੇ ਉਥੇ ਹੀ ਪਰਮਾਤਮਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ "},"ft":{"gurmukhi":"hy mn! jhW jhW qUM dOVqw hYN qhW qhW hir qyry sMg hY]","unicode":"ਹੇ ਮਨ! ਜਹਾਂ ਜਹਾਂ ਤੂੰ ਦੌੜਤਾ ਹੈਂ ਤਹਾਂ ਤਹਾਂ ਹਰਿ ਤੇਰੇ ਸੰਗ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry mn! ij`Qy ij`Qy qUµ dOVdw iPrdw hYN auQy auQy hI prmwqmw qyry nwl hI rihMdw hY ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ ਉਥੇ ਉਥੇ ਹੀ ਪਰਮਾਤਮਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ "},"ms":{"gurmukhi":"ij¤Qy ikqy BI qUM Btkdw iPrdw hYN, hy myry mMnUey! EQy EQy hI suAwmI qyry AMg sMg hY[","unicode":"ਜਿੱਥੇ ਕਿਤੇ ਭੀ ਤੂੰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ, ਹੇ ਮੇਰੇ ਮੰਨੂਏ! ਓਥੇ ਓਥੇ ਹੀ ਸੁਆਮੀ ਤੇਰੇ ਅੰਗ ਸੰਗ ਹੈ।"}},"es":{"sn":"Oh mi mente, donde sea que vayas, ahí irá el Señor contigo."},"hi":{"ss":"हे मेरे मन ! जहाँ-जहाँ तू दौड़ता-फिरता है वहाँ-वहाँ ही परमात्मा तेरे साथ ही रहता है (अगर तू उसे अपने साथ बसा हुआ देखना चाहता है तो)","sts":"हे मेरे मन ! जहाँ-जहाँ तू दौड़ता है, वहाँ वहाँ ही हरि तेरे साथ है।"}},"transliteration":{"english":"jeh jeh man too(n) dhaavadhaa teh teh har terai naale ||","hindi":"जह जह मन तूँ धावदा तह तह हरि तेरै नाले ॥","en":"jeh jeh man too(n) dhaavadhaa teh teh har terai naale ||","hi":"जह जह मन तूँ धावदा तह तह हरि तेरै नाले ॥","ipa":"d͡ʒəh d͡ʒəh mən t̪uŋ t̪ɑʋəd̪ɑ t̪əh t̪əh hər t̪eræ nɑle.","ur":"جه جه من تُوں دھاودا ته ته هر تےرَے نالے ۔۔"},"pageNo":440,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20005,"shabadId":1648,"verse":{"gurmukhi":"mn isAwxp CofIAY gur kw sbdu smwly ]","unicode":"ਮਨ ਸਿਆਣਪ ਛੋਡੀਐ ਗੁਰ ਕਾ ਸਬਦੁ ਸਮਾਲੇ ॥"},"larivaar":{"gurmukhi":"mnisAwxpCofIAYgurkwsbdusmwly]","unicode":"ਮਨਸਿਆਣਪਛੋਡੀਐਗੁਰਕਾਸਬਦੁਸਮਾਲੇ॥"},"translation":{"en":{"bdb":"Renounce your cleverness, O my mind, and reflect upon the Word of the Guru's Shabad.","ms":"Shed thou thy cleverness, O my mind, and deliberate over the Guru's hymns.","ssk":"Renounce your cleverness, O my mind, and reflect upon the Word of the Guru's Shabad."},"pu":{"ss":{"gurmukhi":"(jy qUµ aus ƒ Awpxy nwl v`sdw vyKxw cwhMudw hYN qW) hy mn! AwpxI cqurweI (dw Awsrw) C`f dyxw cwhIdw hY [ hy mn! gurU dw Sbd Awpxy AMdr sMBwl ky r`K ","unicode":"(ਜੇ ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਵੱਸਦਾ ਵੇਖਣਾ ਚਾਹੰੁਦਾ ਹੈਂ ਤਾਂ) ਹੇ ਮਨ! ਆਪਣੀ ਚਤੁਰਾਈ (ਦਾ ਆਸਰਾ) ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ । ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਸੰਭਾਲ ਕੇ ਰੱਖ "},"ft":{"gurmukhi":"qW qy hy mn! cqrweI ko Cof dyeIey Ar gur kw sbd sMBwl lyhu]","unicode":"ਤਾਂ ਤੇ ਹੇ ਮਨ! ਚਤਰਾਈ ਕੋ ਛੋਡ ਦੇਈਏ ਅਰ ਗੁਰ ਕਾ ਸਬਦ ਸੰਭਾਲ ਲੇਹੁ॥"},"bdb":{"gurmukhi":"(jy qUµ aus ƒ Awpxy nwl v`sdw vyKxw cwhMudw hYN qW) hy mn! AwpxI cqurweI (dw Awsrw) C`f dyxw cwhIdw hY [ hy mn! gurU dw Sbd Awpxy AMdr sMBwl ky r`K ","unicode":"(ਜੇ ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਵੱਸਦਾ ਵੇਖਣਾ ਚਾਹੰੁਦਾ ਹੈਂ ਤਾਂ) ਹੇ ਮਨ! ਆਪਣੀ ਚਤੁਰਾਈ (ਦਾ ਆਸਰਾ) ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ । ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਸੰਭਾਲ ਕੇ ਰੱਖ "},"ms":{"gurmukhi":"qUM AwpxI cqurweI iqAwg dy Aqy gurW dI bwxI dw iDAwn Dwr, hy myry mnuey[","unicode":"ਤੂੰ ਆਪਣੀ ਚਤੁਰਾਈ ਤਿਆਗ ਦੇ ਅਤੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦਾ ਧਿਆਨ ਧਾਰ, ਹੇ ਮੇਰੇ ਮਨੁਏ।"}},"es":{"sn":"Oh mi mente, olvídate de la astucia y recolecta dentro de ti la Palabra del Guru."},"hi":{"ss":"हे मन ! अपनी चतुराई (का आसरा) छोड़ देना चाहिए।हे मन ! गुरू का शबद अपने अंदर संभाल के रख (फिर तुझे दिख जाएगा कि)","sts":"हे मेरे मन ! तू अपनी चतुराई छोड़ दे और गुरु के शब्द का मनन कर।"}},"transliteration":{"english":"man siaanap chhoddeeaai gur kaa sabadh samaale ||","hindi":"मन सिआणप छोडीऐ गुर का सबदु समाले ॥","en":"man siaanap chhoddeeaai gur kaa sabadh samaale ||","hi":"मन सिआणप छोडीऐ गुर का सबदु समाले ॥","ipa":"mən sɪəɑɳəp ɕɔɖiæ Gʊr kɑ səbəd̪ səmɑle.","ur":"من سآݨپ چھوڈیِاَے گُر کا سبد سمالے ۔۔"},"pageNo":440,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20006,"shabadId":1648,"verse":{"gurmukhi":"swiQ qyrY so shu sdw hY ieku iKnu hir nwmu smwlhy ]","unicode":"ਸਾਥਿ ਤੇਰੈ ਸੋ ਸਹੁ ਸਦਾ ਹੈ ਇਕੁ ਖਿਨੁ ਹਰਿ ਨਾਮੁ ਸਮਾਲਹੇ ॥"},"larivaar":{"gurmukhi":"swiQqyrYsoshusdwhYiekuiKnuhirnwmusmwlhy]","unicode":"ਸਾਥਿਤੇਰੈਸੋਸਹੁਸਦਾਹੈਇਕੁਖਿਨੁਹਰਿਨਾਮੁਸਮਾਲਹੇ॥"},"translation":{"en":{"bdb":"Your Husband Lord is always with you, if you remember the Lord's Name, even for an instant.","ms":"He, the Bridegroom is ever with thee, even if thou rememberest God's Name for a moment.","ssk":"Your Husband Lord is always with you, if you remember the Lord's Name, even for an instant."},"pu":{"ss":{"gurmukhi":"(iPr qYƒ id`s peygw ik) auh Ksm-pRBU sdw qyry nwl rihMdw hY [","unicode":"(ਫਿਰ ਤੈਨੂੰ ਦਿੱਸ ਪਏਗਾ ਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"so pqI sdIvkwl qy swQ hY qUM eyk KÎx qo hir nwm kw sMBwlxw kr]","unicode":"ਸੋ ਪਤੀ ਸਦੀਵਕਾਲ ਤੇ ਸਾਥ ਹੈ ਤੂੰ ਏਕ ਖ੍ਯਣ ਤੋ ਹਰਿ ਨਾਮ ਕਾ ਸੰਭਾਲਣਾ ਕਰ॥"},"bdb":{"gurmukhi":"(iPr qYƒ id`s peygw ik) auh Ksm-pRBU sdw qyry nwl rihMdw hY [","unicode":"(ਫਿਰ ਤੈਨੂੰ ਦਿੱਸ ਪਏਗਾ ਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh Brqw hmySW qyry AMg sMg hY, jykr qUM vwihgurU dy nwm dw ie`k muhq leI BI ismrn kr lvyN[","unicode":"ਉਹ ਭਰਤਾ ਹਮੇਸ਼ਾਂ ਤੇਰੇ ਅੰਗ ਸੰਗ ਹੈ, ਜੇਕਰ ਤੂੰ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਇੱਕ ਮੁਹਤ ਲਈ ਭੀ ਸਿਮਰਨ ਕਰ ਲਵੇਂ।"}},"es":{"sn":"Él, el Señor, está contigo siempre, si Lo amas aunque sea por un momento."},"hi":{"ss":"वह पति-प्रभू सदा तेरे साथ रहता है।(हे मन !) अगर तू एक छिन के वास्ते भी परमात्मा का नाम अपने अंदर बसाए।","sts":"वह मालिक प्रभु सदैव तेरे साथ रहता है, इसलिए तू एक क्षण भर के लिए ही हरि का नाम याद कर लिया कर।"}},"transliteration":{"english":"saath terai so sahu sadhaa hai ik khin har naam samaalahe ||","hindi":"साथि तेरै सो सहु सदा है इकु खिनु हरि नामु समालहे ॥","en":"saath terai so sahu sadhaa hai ik khin har naam samaalahe ||","hi":"साथि तेरै सो सहु सदा है इकु खिनु हरि नामु समालहे ॥","ipa":"sɑt̪ʰ t̪eræ sɔ səh səd̪ɑ hæ eɪk kʰɪn hər nɑm səmɑləhe.","ur":"ساتھ تےرَے سو سهُ سدا هَے اک کھن هر نام سمالهے ۔۔"},"pageNo":440,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20007,"shabadId":1648,"verse":{"gurmukhi":"jnm jnm ky qyry pwp kty AMiq prm pdu pwvhy ]","unicode":"ਜਨਮ ਜਨਮ ਕੇ ਤੇਰੇ ਪਾਪ ਕਟੇ ਅੰਤਿ ਪਰਮ ਪਦੁ ਪਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"jnmjnmkyqyrypwpktyAMiqprmpdupwvhy]","unicode":"ਜਨਮਜਨਮਕੇਤੇਰੇਪਾਪਕਟੇਅੰਤਿਪਰਮਪਦੁਪਾਵਹੇ॥"},"translation":{"en":{"bdb":"The sins of countless incarnations shall be washed away, and in the end, you shall obtain the supreme status.","ms":"Thy sins of many births shall be washed off, and in the end, thou shalt attain the supreme status.","ssk":"The sins of countless incarnations shall be washed away, and in the end, you shall obtain the supreme status."},"pu":{"ss":{"gurmukhi":"(hy mn!) jy qUµ iek iKn vwsqy BI prmwqmw dw nwm Awpxy AMdr vsweyN, qW qyry AnykW jnmW dy pwp k`ty jwx, qy, Aw^r qUµ sB qoN au~cw Awqmk drjw hwsl kr leyN [","unicode":"(ਹੇ ਮਨ!) ਜੇ ਤੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਵਸਾਏਂ, ਤਾਂ ਤੇਰੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਜਾਣ, ਤੇ, ਆਖ਼ਰ ਤੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂ ।"},"ft":{"gurmukhi":"ijs kr jnm jnmWqR ky qyry pwp kwty jwie AOr AMq ko qUM (prm pdu) mukqI pwvYN]","unicode":"ਜਿਸ ਕਰ ਜਨਮ ਜਨਮਾਂਤ੍ਰ ਕੇ ਤੇਰੇ ਪਾਪ ਕਾਟੇ ਜਾਇ ਔਰ ਅੰਤ ਕੋ ਤੂੰ (ਪਰਮ ਪਦੁ) ਮੁਕਤੀ ਪਾਵੈਂ॥"},"bdb":{"gurmukhi":"(hy mn!) jy qUµ iek iKn vwsqy BI prmwqmw dw nwm Awpxy AMdr vsweyN, qW qyry AnykW jnmW dy pwp k`ty jwx, qy, Aw^r qUµ sB qoN au~cw Awqmk drjw hwsl kr leyN [","unicode":"(ਹੇ ਮਨ!) ਜੇ ਤੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਵਸਾਏਂ, ਤਾਂ ਤੇਰੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਜਾਣ, ਤੇ, ਆਖ਼ਰ ਤੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂ ।"},"ms":{"gurmukhi":"qyry AnykW jnmW dy gunwh Doqy jwxgy Aqy AKIr ƒ qUM mhwn mrqbw pw lvygw[","unicode":"ਤੇਰੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਗੁਨਾਹ ਧੋਤੇ ਜਾਣਗੇ ਅਤੇ ਅਖੀਰ ਨੂੰ ਤੂੰ ਮਹਾਨ ਮਰਤਬਾ ਪਾ ਲਵੇਗਾ।"}},"es":{"sn":"Los errores de tus nacimientos son lavados y al final obtendrás el Estado del Éxtasis Supremo "},"hi":{"ss":"तो तेरे अनेकों जन्मों के पाप काटे जाएं।और अंत में तू सबसे ऊँचा दर्जा हासिल कर ले।","sts":"तेरे जन्म-जन्मांतर के पाप मिट जाएँगे और अंततः परमगति प्राप्त हो जाएगी।"}},"transliteration":{"english":"janam janam ke tere paap kaTe a(n)t param padh paavahe ||","hindi":"जनम जनम के तेरे पाप कटे अंति परम पदु पावहे ॥","en":"janam janam ke tere paap kaTe a(n)t param padh paavahe ||","hi":"जनम जनम के तेरे पाप कटे अंति परम पदु पावहे ॥","ipa":"d͡ʒənəm d͡ʒənəm ke t̪ere pɑp kəʈe əŋt̪ pərəm pəd̪ pɑʋəhe.","ur":"جنم جنم کے تےرے پاپ کٹے اںت پرم پد پاوهے ۔۔"},"pageNo":440,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20008,"shabadId":1648,"verse":{"gurmukhi":"swcy nwil qyrw gMFu lwgY gurmuiK sdw smwly ]","unicode":"ਸਾਚੇ ਨਾਲਿ ਤੇਰਾ ਗੰਢੁ ਲਾਗੈ ਗੁਰਮੁਖਿ ਸਦਾ ਸਮਾਲੇ ॥"},"larivaar":{"gurmukhi":"swcynwilqyrwgMFulwgYgurmuiKsdwsmwly]","unicode":"ਸਾਚੇਨਾਲਿਤੇਰਾਗੰਢੁਲਾਗੈਗੁਰਮੁਖਿਸਦਾਸਮਾਲੇ॥"},"translation":{"en":{"bdb":"You shall be linked to the True Lord, and as Gurmukh, remember Him forever.","ms":"Thou shalt patch up with the True Lord, by ever remembering Him through the Guru.","ssk":"You shall be linked to the True Lord, and as Gurmukh, remember Him forever."},"pu":{"ss":{"gurmukhi":"(hy mn!) gurU dI srn pY ky qUµ sdw prmwqmw ƒ Awpxy AMdr vsweI r`K, (ies qrHW aus) sdw kwiem rihx vwly prmwqmw nwl qyrw p`kw ipAwr bx jweygw [","unicode":"(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ, (ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਤੇਰਾ ਪੱਕਾ ਪਿਆਰ ਬਣ ਜਾਏਗਾ ।"},"ft":{"gurmukhi":"scy krqw purK ky swQ qyrw gMFu lwgY, Bwv imlwp ho jwie AOr gurmuK ho kr sdw ismrx krY]","unicode":"ਸਚੇ ਕਰਤਾ ਪੁਰਖ ਕੇ ਸਾਥ ਤੇਰਾ ਗੰਢੁ ਲਾਗੈ, ਭਾਵ ਮਿਲਾਪ ਹੋ ਜਾਇ ਔਰ ਗੁਰਮੁਖ ਹੋ ਕਰ ਸਦਾ ਸਿਮਰਣ ਕਰੈ॥"},"bdb":{"gurmukhi":"(hy mn!) gurU dI srn pY ky qUµ sdw prmwqmw ƒ Awpxy AMdr vsweI r`K, (ies qrHW aus) sdw kwiem rihx vwly prmwqmw nwl qyrw p`kw ipAwr bx jweygw [","unicode":"(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ, (ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਤੇਰਾ ਪੱਕਾ ਪਿਆਰ ਬਣ ਜਾਏਗਾ ।"},"ms":{"gurmukhi":"gurW dy rwhIN sdIv hI aus dw ismrn krn duAwrw qUM s¤cy suAwmI nwl juV jwvygIN[","unicode":"ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਸਦੀਵ ਹੀ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ ਤੂੰ ਸੱਚੇ ਸੁਆਮੀ ਨਾਲ ਜੁੜ ਜਾਵੇਗੀਂ।"}},"es":{"sn":"y estarás atado al Uno Verdadero, y a través de la Gracia del Guru, gozarás siempre de tu Señor. "},"hi":{"ss":"(हे मन !) गुरू की शरण पड़ के तू सदा परमात्मा को अपने अंदर बसाए रख।(इस तरह उस) सदा कायम रहने वाले परमात्मा के साथ तेरा पक्का प्यार बन जाएगा।","sts":"गुरुमुख बनकर सदैव ही उसको याद कर, इस तरह तेरा सच्चे प्रभु के साथ अटूट प्रेम बन जाएगा।"}},"transliteration":{"english":"saache naal teraa ga(n)dd laagai gurmukh sadhaa samaale ||","hindi":"साचे नालि तेरा गंढु लागै गुरमुखि सदा समाले ॥","en":"saache naal teraa ga(n)dd laagai gurmukh sadhaa samaale ||","hi":"साचे नालि तेरा गंढु लागै गुरमुखि सदा समाले ॥","ipa":"sɑt͡ʃe nɑl t̪erɑ Gəŋʈ lɑGæ Gʊrəmʊkʰ səd̪ɑ səmɑle.","ur":"ساچے نال تےرا گںڈھ لاگَے گُرمکھ سدا سمالے ۔۔"},"pageNo":440,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20009,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku jh mn qUM Dwvdw qh hir qyrY sdw nwly ]3]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਜਹ ਮਨ ਤੂੰ ਧਾਵਦਾ ਤਹ ਹਰਿ ਤੇਰੈ ਸਦਾ ਨਾਲੇ ॥੩॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkujhmnqUMDwvdwqhhirqyrYsdwnwly]3]","unicode":"ਇਉਕਹੈਨਾਨਕੁਜਹਮਨਤੂੰਧਾਵਦਾਤਹਹਰਿਤੇਰੈਸਦਾਨਾਲੇ॥੩॥"},"translation":{"en":{"bdb":"Thus says Nanak: wherever you go, O my mind, the Lord is there with you. ||3||","ms":"Thus, says Nanak, whatever thou goes, O my mind, thither God is ever with thee.","ssk":"Thus says Nanak: wherever you go, O my mind, the Lord is there with you. ||3||"},"pu":{"ss":{"gurmukhi":"nwnk qYƒ ieauN d`sdw hY ik hy mn! ij`Qy ij`Qy qUµ Btkdw iPrdw hYN au~Qy au~Qy prmwqmw sdw qyry nwl hI rihMdw hY [3[","unicode":"ਨਾਨਕ ਤੈਨੂੰ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਹੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ ਉੱਥੇ ਉੱਥੇ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy mn! ies pRkwr jhW jhW qUM jwqw hYN qhW qhW hrI qyry swQ hY]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਇਸ ਪ੍ਰਕਾਰ ਜਹਾਂ ਜਹਾਂ ਤੂੰ ਜਾਤਾ ਹੈਂ ਤਹਾਂ ਤਹਾਂ ਹਰੀ ਤੇਰੇ ਸਾਥ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"nwnk qYƒ ieauN d`sdw hY ik hy mn! ij`Qy ij`Qy qUµ Btkdw iPrdw hYN au~Qy au~Qy prmwqmw sdw qyry nwl hI rihMdw hY [3[","unicode":"ਨਾਨਕ ਤੈਨੂੰ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਹੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ ਉੱਥੇ ਉੱਥੇ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"nwnk ies qrHW AwKdw hY: ijQy ikqy qUM jWdw hYN, hy myry mnuey, EQy vwihgurU hmySW hI qyry swQ hY[","unicode":"ਨਾਨਕ ਇਸ ਤਰ੍ਹਾਂ ਆਖਦਾ ਹੈ: ਜਿਥੇ ਕਿਤੇ ਤੂੰ ਜਾਂਦਾ ਹੈਂ, ਹੇ ਮੇਰੇ ਮਨੁਏ, ਓਥੇ ਵਾਹਿਗੁਰੂ ਹਮੇਸ਼ਾਂ ਹੀ ਤੇਰੇ ਸਾਥ ਹੈ।"}},"es":{"sn":"Dice Nanak, oh, mi mente, a donde sea que vayas, el Señor estará contigo. (3)"},"hi":{"ss":"नानक तुझे ये बताता है कि हे मन ! जहाँ-जहाँ तू भटकता फिरता है वहाँ-वहाँ परमात्मा सदा तेरे साथ ही रहता है। 3।","sts":"नानक इस तरह कहता है कि हे मेरे मन ! जहाँ कहीं भी तू दौड़ता है, वहाँ हरि-प्रभु तेरे साथ रहता है॥ ३॥"}},"transliteration":{"english":"eiau kahai naanak jeh man too(n) dhaavadhaa teh har terai sadhaa naale ||3||","hindi":"इउ कहै नानकु जह मन तूँ धावदा तह हरि तेरै सदा नाले ॥३॥","en":"eiau kahai naanak jeh man too(n) dhaavadhaa teh har terai sadhaa naale ||3||","hi":"इउ कहै नानकु जह मन तूँ धावदा तह हरि तेरै सदा नाले ॥३॥","ipa":"eɪo kəhæ nɑnək d͡ʒəh mən t̪uŋ t̪ɑʋəd̪ɑ t̪əh hər t̪eræ səd̪ɑ nɑle.3.","ur":"ِاا کهَے نانک جه من تُوں دھاودا ته هر تےرَے سدا نالے ۔۔۳۔۔"},"pageNo":440,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20010,"shabadId":1648,"verse":{"gurmukhi":"siqgur imilAY Dwvqu QMim@Aw inj Gir visAw Awey ]","unicode":"ਸਤਿਗੁਰ ਮਿਲਿਐ ਧਾਵਤੁ ਥੰਮਿੑਆ ਨਿਜ ਘਰਿ ਵਸਿਆ ਆਏ ॥"},"larivaar":{"gurmukhi":"siqgurimilAYDwvquQMim@AwinjGirvisAwAwey]","unicode":"ਸਤਿਗੁਰਮਿਲਿਐਧਾਵਤੁਥੰਮਿੑਆਨਿਜਘਰਿਵਸਿਆਆਏ॥"},"translation":{"en":{"bdb":"Meeting the True Guru, the wandering mind is held steady; it comes to abide in its own home.","ms":"Meeting the True Guru, the wandering mind is held, and it comes and abides in its own home.","ssk":"Meeting the True Guru, the wandering mind is held steady; it comes to abide in its own home."},"pu":{"ss":{"gurmukhi":"(hy BweI!) jy gurU iml pey qW ieh Btkdw mn (Btkxw vloN) ruk jWdw hY, ieh pRBU-crnW ivc Aw itkdw hY [ ","unicode":"(ਹੇ ਭਾਈ!) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣਾ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਇਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijnoN ny sqguroN ky imlxy kr ky dOVqy mn ko rokw hY, iqn kw mn (inj Gir) irdy myN Awie kr bsw hY, Bwv Thr igAw hY]","unicode":"ਜਿਨੋਂ ਨੇ ਸਤਗੁਰੋਂ ਕੇ ਮਿਲਣੇ ਕਰ ਕੇ ਦੌੜਤੇ ਮਨ ਕੋ ਰੋਕਾ ਹੈ, ਤਿਨ ਕਾ ਮਨ (ਨਿਜ ਘਰਿ) ਰਿਦੇ ਮੇਂ ਆਇ ਕਰ ਬਸਾ ਹੈ, ਭਾਵ ਠਹਰ ਗਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI!) jy gurU iml pey qW ieh Btkdw mn (Btkxw vloN) ruk jWdw hY, ieh pRBU-crnW ivc Aw itkdw hY [ ","unicode":"(ਹੇ ਭਾਈ!) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣਾ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਇਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ । "},"ms":{"gurmukhi":"s¤cy gurW ƒ Byt ky Btkdw hoieAw mn AsiQr ho jWdw hY Aqy Aw ky Awpxy in`j dy Dwm iv`c it`k jWdw hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਭੇਟ ਕੇ ਭਟਕਦਾ ਹੋਇਆ ਮਨ ਅਸਥਿਰ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆ ਕੇ ਆਪਣੇ ਨਿੱਜ ਦੇ ਧਾਮ ਵਿੱਚ ਟਿੱਕ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Conociendo al Guru, la mente extrovertida es sostenida y reside en el Ser, "},"hi":{"ss":"(हे भाई !) अगर गुरू मिल जाए तो ये भटकता मन (भटकने से) रुक जाता है।ये प्रभू-चरणों में आ टिकता है।","sts":"यदि सच्चा गुरु मिल जाए तो मोह-माया की ओर दौड़ता मन टिक जाता है और आकर अपने सच्चे घर प्रभु-चरणों में बस जाता है।"}},"transliteration":{"english":"satigur miliaai dhaavat tha(n)mi(h)aa nij ghar vasiaa aae ||","hindi":"सतिगुर मिलिऐ धावतु थंमि्िआ निज घरि वसिआ आए ॥","en":"satigur miliaai dhaavat tha(n)mi(h)aa nij ghar vasiaa aae ||","hi":"सतिगुर मिलिऐ धावतु थंमि्िआ निज घरि वसिआ आए ॥","ipa":"sət̪ɪGʊr mɪlɪæ t̪ɑʋət̪ t̪ʰəŋmɪ@əɑ nɪd͡ʒ Gʰər ʋəsɪəɑ əɑee.","ur":"ستگر ملِاَے دھاوت تھںمھآ نج گھرِ وسِآ آاے ۔۔"},"pageNo":440,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20011,"shabadId":1648,"verse":{"gurmukhi":"nwmu ivhwJy nwmu ley nwim rhy smwey ]","unicode":"ਨਾਮੁ ਵਿਹਾਝੇ ਨਾਮੁ ਲਏ ਨਾਮਿ ਰਹੇ ਸਮਾਏ ॥"},"larivaar":{"gurmukhi":"nwmuivhwJynwmuleynwimrhysmwey]","unicode":"ਨਾਮੁਵਿਹਾਝੇਨਾਮੁਲਏਨਾਮਿਰਹੇਸਮਾਏ॥"},"translation":{"en":{"bdb":"It purchases the Naam, chants the Naam, and remains absorbed in the Naam.","ms":"It then purchases the Name, utters the Name and in the Name it remains absorbed.","ssk":"It purchases the Naam, chants the Naam, and remains absorbed in the Naam."},"pu":{"ss":{"gurmukhi":"(iPr ieh) prmwqmw dy nwm dw sOdw krdw hY (Bwv,) prmwqmw dw nwm jpdw rihMdw hY, nwm ivc lIn rihMdw hY [","unicode":"(ਫਿਰ ਇਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ (ਭਾਵ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"AYsy mhwqmw nwm hI ko (ivhwJy) gurW pwsoN KrIdqy hYN, nwm hI ko lyqy hYN, Bwv aucwrqy hYN AOr nwmI hI myN (smwey) imly rihqy hYN]","unicode":"ਐਸੇ ਮਹਾਤਮਾ ਨਾਮ ਹੀ ਕੋ (ਵਿਹਾਝੇ) ਗੁਰਾਂ ਪਾਸੋਂ ਖਰੀਦਤੇ ਹੈਂ, ਨਾਮ ਹੀ ਕੋ ਲੇਤੇ ਹੈਂ, ਭਾਵ ਉਚਾਰਤੇ ਹੈਂ ਔਰ ਨਾਮੀ ਹੀ ਮੇਂ (ਸਮਾਏ) ਮਿਲੇ ਰਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(iPr ieh) prmwqmw dy nwm dw sOdw krdw hY (Bwv,) prmwqmw dw nwm jpdw rihMdw hY, nwm ivc lIn rihMdw hY [","unicode":"(ਫਿਰ ਇਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ (ਭਾਵ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qdoN ieh nwm ƒ KrIddw hY, nwm ƒ aucwrn krdw hY Aqy nwm AMdr hI lIn rihMdw hY[","unicode":"ਤਦੋਂ ਇਹ ਨਾਮ ਨੂੰ ਖਰੀਦਦਾ ਹੈ, ਨਾਮ ਨੂੰ ਉਚਾਰਨ ਕਰਦਾ ਹੈ ਅਤੇ ਨਾਮ ਅੰਦਰ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"y atesora el Nombre del Señor, repite el Nombre y se inmerge en el Nombre. "},"hi":{"ss":"(फिर ये) परमात्मा के नाम का सौदा करता है (भाव) परमात्मा का नाम जपता रहता है।नाम में लीन रहता है।","sts":"तब यह नाम को खरीदता है, नाम का जाप करता है और नाम में ही समाया रहता है।"}},"transliteration":{"english":"naam vihaajhe naam le naam rahe samaae ||","hindi":"नामु विहाझे नामु लए नामि रहे समाए ॥","en":"naam vihaajhe naam le naam rahe samaae ||","hi":"नामु विहाझे नामु लए नामि रहे समाए ॥","ipa":"nɑm ʋɪhɑɖ͡ʐe nɑm lee nɑm rəhe səmɑee.","ur":"نام وهاجھے نام لاے نام رهے سمااے ۔۔"},"pageNo":440,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}}]}