{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":441},"count":34,"navigation":{"previous":440,"next":442},"page":[{"verseId":20012,"shabadId":1648,"verse":{"gurmukhi":"Dwvqu QMim@Aw siqguir imilAY dsvw duAwru pwieAw ]","unicode":"ਧਾਵਤੁ ਥੰਮਿੑਆ ਸਤਿਗੁਰਿ ਮਿਲਿਐ ਦਸਵਾ ਦੁਆਰੁ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"DwvquQMim@AwsiqguirimilAYdsvwduAwrupwieAw]","unicode":"ਧਾਵਤੁਥੰਮਿੑਆਸਤਿਗੁਰਿਮਿਲਿਐਦਸਵਾਦੁਆਰੁਪਾਇਆ॥"},"translation":{"en":{"bdb":"The outgoing, wandering soul, upon meeting the True Guru, opens the Tenth Gate.","ms":"The outgoing soul becomes steady by meeting the True Guru and enters into the Tenth gate.","ssk":"The outgoing, wandering soul, upon meeting the True Guru, opens the Tenth Gate."},"pu":{"ss":{"gurmukhi":"(hy BweI! jy gurU iml pey qW Btkdw mn (Btkx vloN) ruk jWdw hY (iehI Awqmk AvsQw hY auh) dsvW drvwzw jo ies ƒ l`B pYNdw hY (jo igAwn-ieMid®AW qy krm-ieMid®AW qoN au~cw rihMdw hY) [","unicode":"(ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ (ਇਹੀ ਆਤਮਕ ਅਵਸਥਾ ਹੈ ਉਹ) ਦਸਵਾਂ ਦਰਵਾਜ਼ਾ ਜੋ ਇਸ ਨੂੰ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਜੋ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਤੇ ਕਰਮ-ਇੰਦ੍ਰਿਆਂ ਤੋਂ ਉੱਚਾ ਰਹਿੰਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"siqguroN ky imlny sy jb mn Dwvqy ko rokw igAw qb jog swDnW kr prq`KÎ hI dsvW dÍwr pwXw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਕੇ ਮਿਲਨੇ ਸੇ ਜਬ ਮਨ ਧਾਵਤੇ ਕੋ ਰੋਕਾ ਗਿਆ ਤਬ ਜੋਗ ਸਾਧਨਾਂ ਕਰ ਪਰਤੱਖ੍ਯ ਹੀ ਦਸਵਾਂ ਦ੍ਵਾਰ ਪਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! jy gurU iml pey qW Btkdw mn (Btkx vloN) ruk jWdw hY (iehI Awqmk AvsQw hY auh) dsvW drvwzw jo ies ƒ l`B pYNdw hY (jo igAwn-ieMid®AW qy krm-ieMid®AW qoN au~cw rihMdw hY) [","unicode":"(ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ (ਇਹੀ ਆਤਮਕ ਅਵਸਥਾ ਹੈ ਉਹ) ਦਸਵਾਂ ਦਰਵਾਜ਼ਾ ਜੋ ਇਸ ਨੂੰ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਜੋ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਤੇ ਕਰਮ-ਇੰਦ੍ਰਿਆਂ ਤੋਂ ਉੱਚਾ ਰਹਿੰਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"s¤cy gurW ƒ Byt ky bwhr jWdI hoeI Awqmw siQr ho jWdI hY Aqy dsmy duAwr AMdr pRvyS kr jWdI hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਭੇਟ ਕੇ ਬਾਹਰ ਜਾਂਦੀ ਹੋਈ ਆਤਮਾ ਸਥਿਰ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਦਸਮੇ ਦੁਆਰ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"La mente extrovertida es contenida conociendo al Guru, y uno pasa a través de la Décima Puerta. "},"hi":{"ss":"(हे भाई ! यदि गुरू मिल जाए तो) भटकता मन (भटकने से) रुक जाता है (यही आत्मिक अवस्था है वह) दसवाँ दरवाजा जो इसे मिल जाता है (जो ज्ञानेंद्रियों और कर्म इन्द्रियों से ऊँचा रहता है)।","sts":"सच्चे गुरु से मिलकर दुविधाओं में भटकता हुआ मन टिक जाता है और दसम द्वार में प्रवेश कर लेता है।"}},"transliteration":{"english":"dhaavat tha(n)mi(h)aa satigur miliaai dhasavaa dhuaar paiaa ||","hindi":"धावतु थंमि्िआ सतिगुरि मिलिऐ दसवा दुआरु पाइआ ॥","en":"dhaavat tha(n)mi(h)aa satigur miliaai dhasavaa dhuaar paiaa ||","hi":"धावतु थंमि्िआ सतिगुरि मिलिऐ दसवा दुआरु पाइआ ॥","ipa":"t̪ɑʋət̪ t̪ʰəŋmɪ@əɑ sət̪ɪGʊr mɪlɪæ d̪əsəʋɑ d̪ʊəɑr pɑɪɑ.","ur":"دھاوت تھںمھآ ستگر ملِاَے دسوا دُآر پاایا ۔۔"},"pageNo":441,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20013,"shabadId":1648,"verse":{"gurmukhi":"iqQY AMimRq Bojnu shj Duin aupjY ijqu sbid jgqu QMim@ rhwieAw ]","unicode":"ਤਿਥੈ ਅੰਮ੍ਰਿਤ ਭੋਜਨੁ ਸਹਜ ਧੁਨਿ ਉਪਜੈ ਜਿਤੁ ਸਬਦਿ ਜਗਤੁ ਥੰਮਿੑ ਰਹਾਇਆ ॥"},"larivaar":{"gurmukhi":"iqQYAMimRqBojnushjDuinaupjYijqusbidjgquQMim@rhwieAw]","unicode":"ਤਿਥੈਅੰਮ੍ਰਿਤਭੋਜਨੁਸਹਜਧੁਨਿਉਪਜੈਜਿਤੁਸਬਦਿਜਗਤੁਥੰਮਿੑਰਹਾਇਆ॥"},"translation":{"en":{"bdb":"There, Ambrosial Nectar is food and the celestial music resounds; the world is held spell-bound by the music of the Word.","ms":"There, ambrosia is man's food and resounds there the celestial strain, with which music the world is sustained.","ssk":"There, Ambrosial Nectar is food and the celestial music resounds; the world is held spell-bound by the music of the Word."},"pu":{"ss":{"gurmukhi":"aus Awqmk AvsQw ivc (phMuc ky ieh mn) Awqmk jIvn dyx vwly nwm dI ^urwk KWdw hY; (ies dy AMdr) Awqmk Afolqw dI rO c`l pYNdI hY, aus Awqmk AvsQw ivc (ieh mn) gur-Sbd dI brkiq nwl dunIAw dy moh ƒ rok r`Kdw hY [","unicode":"ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਪਹੰੁਚ ਕੇ ਇਹ ਮਨ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦੀ ਖ਼ੁਰਾਕ ਖਾਂਦਾ ਹੈ; (ਇਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਇਹ ਮਨ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੁਨੀਆ ਦੇ ਮੋਹ ਨੂੰ ਰੋਕ ਰੱਖਦਾ ਹੈ ।"},"ft":{"gurmukhi":"iqs dsmyN dÍwr myN ijs sbd DunI ny jIv kw mn rok riKAw hY, vw jo shj DunI aupjqI hY eyhI AMimRq Bojn hY[ vw prqKÎ jog kw jo AMimRq igrqw hY iqs kw Bojn krqw hY, Ar qq qMqI Awid vwijEN kI Awvwj suBwvk aupjqI hY]","unicode":"ਤਿਸ ਦਸਮੇਂ ਦ੍ਵਾਰ ਮੇਂ ਜਿਸ ਸਬਦ ਧੁਨੀ ਨੇ ਜੀਵ ਕਾ ਮਨ ਰੋਕ ਰਖਿਆ ਹੈ, ਵਾ ਜੋ ਸਹਜ ਧੁਨੀ ਉਪਜਤੀ ਹੈ ਏਹੀ ਅੰਮ੍ਰਿਤ ਭੋਜਨ ਹੈ। ਵਾ ਪਰਤਖ੍ਯ ਜੋਗ ਕਾ ਜੋ ਅੰਮ੍ਰਿਤ ਗਿਰਤਾ ਹੈ ਤਿਸ ਕਾ ਭੋਜਨ ਕਰਤਾ ਹੈ, ਅਰ ਤਤ ਤੰਤੀ ਆਦਿ ਵਾਜਿਓਂ ਕੀ ਆਵਾਜ ਸੁਭਾਵਕ ਉਪਜਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"aus Awqmk AvsQw ivc (phMuc ky ieh mn) Awqmk jIvn dyx vwly nwm dI ^urwk KWdw hY; (ies dy AMdr) Awqmk Afolqw dI rO c`l pYNdI hY, aus Awqmk AvsQw ivc (ieh mn) gur-Sbd dI brkiq nwl dunIAw dy moh ƒ rok r`Kdw hY [","unicode":"ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਪਹੰੁਚ ਕੇ ਇਹ ਮਨ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦੀ ਖ਼ੁਰਾਕ ਖਾਂਦਾ ਹੈ; (ਇਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਇਹ ਮਨ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੁਨੀਆ ਦੇ ਮੋਹ ਨੂੰ ਰੋਕ ਰੱਖਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auQy AwibihXwq bMdy dI Kurwk hY, Aqy gUMjdw hY auQy ielwhI kIrqn ijs rwg dy nwl jhwn QMimAw hoieAw hY[","unicode":"ਉਥੇ ਆਬਿਹਿਯਾਤ ਬੰਦੇ ਦੀ ਖੁਰਾਕ ਹੈ, ਅਤੇ ਗੂੰਜਦਾ ਹੈ ਉਥੇ ਇਲਾਹੀ ਕੀਰਤਨ ਜਿਸ ਰਾਗ ਦੇ ਨਾਲ ਜਹਾਨ ਥੰਮਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Ahí la Ambrosia es el nutriente y ahí resuena la Dulce Melodía del Equilibrio, Armonías que mantienen al mundo entero hechizado. "},"hi":{"ss":"उस आत्मिक अवस्था में (पहुँच के ये मन) आत्मिक जीवन देने वाले नाम की खुराक खाता है; (इसके अंदर) आत्मिक अडोलता की रौंअचल पड़ती है।उस आत्मिक अवस्था में (ये मन) गुरू शबद की बरकति से दुनिया के मोह को रोक के रखता है।","sts":"वहाँ अमृत भोजन का आनंद मिलता है और सहज ध्वनि उत्पन्न हो जाती है और गुरु के शब्द से संसार के आकर्षण को अंकुश लगाता है।"}},"transliteration":{"english":"tithai a(n)mirat bhojan sahaj dhun upajai jit sabadh jagat tha(n)mi(h) rahaiaa ||","hindi":"तिथै अंमृत भोजनु सहज धुनि उपजै जितु सबदि जगतु थंमि्ि रहाइआ ॥","en":"tithai a(n)mirat bhojan sahaj dhun upajai jit sabadh jagat tha(n)mi(h) rahaiaa ||","hi":"तिथै अंमृत भोजनु सहज धुनि उपजै जितु सबदि जगतु थंमि्ि रहाइआ ॥","ipa":"t̪ɪt̪ʰæ əŋmɪɹət̪ ɓɔd͡ʒən səhəd͡ʒ t̪ʊn oʊpəd͡ʒæ d͡ʒɪt̪ səbəd̪ d͡ʒəGət̪ t̪ʰəŋmɪ@ rəhɑɪɑ.","ur":"تِتھَے اںمرت بھوجن سهج دھُن اُپجَے جت سبد جگت تھںمھ رهاایا ۔۔"},"pageNo":441,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20014,"shabadId":1648,"verse":{"gurmukhi":"qh Anyk vwjy sdw Andu hY scy rihAw smwey ]","unicode":"ਤਹ ਅਨੇਕ ਵਾਜੇ ਸਦਾ ਅਨਦੁ ਹੈ ਸਚੇ ਰਹਿਆ ਸਮਾਏ ॥"},"larivaar":{"gurmukhi":"qhAnykvwjysdwAnduhYscyrihAwsmwey]","unicode":"ਤਹਅਨੇਕਵਾਜੇਸਦਾਅਨਦੁਹੈਸਚੇਰਹਿਆਸਮਾਏ॥"},"translation":{"en":{"bdb":"The many strains of the unstruck melody resound there, as one merges in Truth.","ms":"Many musical instruments and unstruck music ever resounds there and the mortal remains absorbed in the True Lord.","ssk":"The many strains of the unstruck melody resound there, as one merges in Truth."},"pu":{"ss":{"gurmukhi":"(ijvyN AnykW iksmW dy swj v`jx nwl bVw sMudr rwg pYdw hMudw hY, iqvyN) aus Awqmk AvsQw ivc (mn dy AMdr, mwno) AnykW sMgIqk swj v`jx l`g pYNdy hn, ies dy AMdr sdw AwnMd bixAw rihMdw hY, mn sdw-iQr prmwqmw ivc lIn rihMdw hY [","unicode":"(ਜਿਵੇਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜਣ ਨਾਲ ਬੜਾ ਸੰੁਦਰ ਰਾਗ ਪੈਦਾ ਹੰੁਦਾ ਹੈ, ਤਿਵੇਂ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਮਨ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਸੰਗੀਤਕ ਸਾਜ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"qhW Anyk, Bwv ds pRkwr ky bwjy bjqy hYN, ijn ko sun kr jogI ko sdw hI AnMd rihqw hY AOr vhu jogI scy myN iml rhw hY[ vw dsvW jo srg 1, ivsrg 2, AsQwn 3, poKn 4, aUqI 5, mnMqR 6, eIswn crq 7, nroD 8, mukqI 9, ien nvoN kw Awsrw rUp (duAwru) drvwjoN, Bwv sB ieMdRIEN myN pUrn so pwieAw hY[ (iqQY) iqnY prmysÍr pRwpqI vwly sMqoN ky sqsMg myN AMimRq Bojn kr iqRpqI hY, Bwv Bjn kr AnMd rhqy hYN[ sWqI rUp, Bwv prmysÍr sMbMDI sbdoN kI Avwj pRgit ho rhI hY[Çjy khy iks dI bwxI aupjqI hY? qhW krqy hYN:Çijsu (sbid) bRhm ny ApnI sqw dy kr Asq rUp jgq ko sq kI nÎweI bnwky Tihrwie Cofw, Bwv iesiQq kIAw hY[ ijs sqsMg myN iqsu kw kQnu ho rhw hY Aru pRqKÎ imRdMgwdI Anyk vwjy vjqy hYN, qhW sqsMgIEN ko sdw AnMdu hY AOr iqn kw mnu scy myN iml rhw hY]","unicode":"ਤਹਾਂ ਅਨੇਕ, ਭਾਵ ਦਸ ਪ੍ਰਕਾਰ ਕੇ ਬਾਜੇ ਬਜਤੇ ਹੈਂ, ਜਿਨ ਕੋ ਸੁਨ ਕਰ ਜੋਗੀ ਕੋ ਸਦਾ ਹੀ ਅਨੰਦ ਰਹਿਤਾ ਹੈ ਔਰ ਵਹੁ ਜੋਗੀ ਸਚੇ ਮੇਂ ਮਿਲ ਰਹਾ ਹੈ। ਵਾ ਦਸਵਾਂ ਜੋ ਸਰਗ ੧, ਵਿਸਰਗ ੨, ਅਸਥਾਨ ੩, ਪੋਖਨ ੪, ਊਤੀ ੫, ਮਨੰਤ੍ਰ ੬, ਈਸਾਨ ਚਰਤ ੭, ਨਰੋਧ ੮, ਮੁਕਤੀ ੯, ਇਨ ਨਵੋਂ ਕਾ ਆਸਰਾ ਰੂਪ (ਦੁਆਰੁ) ਦਰਵਾਜੋਂ, ਭਾਵ ਸਭ ਇੰਦ੍ਰੀਓਂ ਮੇਂ ਪੂਰਨ ਸੋ ਪਾਇਆ ਹੈ। (ਤਿਥੈ) ਤਿਨੈ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤੀ ਵਾਲੇ ਸੰਤੋਂ ਕੇ ਸਤਸੰਗ ਮੇਂ ਅੰਮ੍ਰਿਤ ਭੋਜਨ ਕਰ ਤ੍ਰਿਪਤੀ ਹੈ, ਭਾਵ ਭਜਨ ਕਰ ਅਨੰਦ ਰਹਤੇ ਹੈਂ। ਸਾਂਤੀ ਰੂਪ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਸੰਬੰਧੀ ਸਬਦੋਂ ਕੀ ਅਵਾਜ ਪ੍ਰਗਟਿ ਹੋ ਰਹੀ ਹੈ।☬ਜੇ ਕਹੇ ਕਿਸ ਦੀ ਬਾਣੀ ਉਪਜਤੀ ਹੈ? ਤਹਾਂ ਕਰਤੇ ਹੈਂ:☬ਜਿਸੁ (ਸਬਦਿ) ਬ੍ਰਹਮ ਨੇ ਅਪਨੀ ਸਤਾ ਦੇ ਕਰ ਅਸਤ ਰੂਪ ਜਗਤ ਕੋ ਸਤ ਕੀ ਨ੍ਯਾਈ ਬਨਾਕੇ ਠਹਿਰਾਇ ਛੋਡਾ, ਭਾਵ ਇਸਥਿਤ ਕੀਆ ਹੈ। ਜਿਸ ਸਤਸੰਗ ਮੇਂ ਤਿਸੁ ਕਾ ਕਥਨੁ ਹੋ ਰਹਾ ਹੈ ਅਰੁ ਪ੍ਰਤਖ੍ਯ ਮ੍ਰਿਦੰਗਾਦੀ ਅਨੇਕ ਵਾਜੇ ਵਜਤੇ ਹੈਂ, ਤਹਾਂ ਸਤਸੰਗੀਓਂ ਕੋ ਸਦਾ ਅਨੰਦੁ ਹੈ ਔਰ ਤਿਨ ਕਾ ਮਨੁ ਸਚੇ ਮੇਂ ਮਿਲ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijvyN AnykW iksmW dy swj v`jx nwl bVw sMudr rwg pYdw hMudw hY, iqvyN) aus Awqmk AvsQw ivc (mn dy AMdr, mwno) AnykW sMgIqk swj v`jx l`g pYNdy hn, ies dy AMdr sdw AwnMd bixAw rihMdw hY, mn sdw-iQr prmwqmw ivc lIn rihMdw hY [","unicode":"(ਜਿਵੇਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜਣ ਨਾਲ ਬੜਾ ਸੰੁਦਰ ਰਾਗ ਪੈਦਾ ਹੰੁਦਾ ਹੈ, ਤਿਵੇਂ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਮਨ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਸੰਗੀਤਕ ਸਾਜ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auQy Gxyry sMgIqk swj Aqy Kud-b-Kud hox vwly kIrqn sdIv hI gUMjdy hn Aqy pRwxI s¤cy swihb AMdr lIn rihMdw hY[","unicode":"ਉਥੇ ਘਣੇਰੇ ਸੰਗੀਤਕ ਸਾਜ ਅਤੇ ਖੁਦ-ਬ-ਖੁਦ ਹੋਣ ਵਾਲੇ ਕੀਰਤਨ ਸਦੀਵ ਹੀ ਗੂੰਜਦੇ ਹਨ ਅਤੇ ਪ੍ਰਾਣੀ ਸੱਚੇ ਸਾਹਿਬ ਅੰਦਰ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"Ahí se escucha la música de millones de notas jamás tocadas, y si las puedes escuchar, te inmerges en la Verdad del Señor."},"hi":{"ss":"(जैसे अनेक किसम के साज बजने से बड़ा सुंदर राग पैदा होता है।वैसे ही) उस आत्मिक अवस्था में (मन के अंदर।मानो) अनेको संगीतमयी साज बनजे लग पड़ते हैं।इसके अंदर सदा आनंद बना रहता है।","sts":"वंहा सदैव आनंद बना रहता है और अनेक प्रकार के बाजे बजते है, व्यक्ति की सुरति प्रभु में समाई रहती है।"}},"transliteration":{"english":"teh anek vaaje sadhaa anadh hai sache rahiaa samaae ||","hindi":"तह अनेक वाजे सदा अनदु है सचे रहिआ समाए ॥","en":"teh anek vaaje sadhaa anadh hai sache rahiaa samaae ||","hi":"तह अनेक वाजे सदा अनदु है सचे रहिआ समाए ॥","ipa":"t̪əh ənek ʋɑd͡ʒe səd̪ɑ ənəd̪ hæ sət͡ʃe rəhɪəɑ səmɑee.","ur":"ته انےک واجے سدا اند هَے سچے رهِآ سمااے ۔۔"},"pageNo":441,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20015,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku siqguir imilAY Dwvqu QMim@Aw inj Gir visAw Awey ]4]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਸਤਿਗੁਰਿ ਮਿਲਿਐ ਧਾਵਤੁ ਥੰਮਿੑਆ ਨਿਜ ਘਰਿ ਵਸਿਆ ਆਏ ॥੪॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkusiqguirimilAYDwvquQMim@AwinjGirvisAwAwey]4]","unicode":"ਇਉਕਹੈਨਾਨਕੁਸਤਿਗੁਰਿਮਿਲਿਐਧਾਵਤੁਥੰਮਿੑਆਨਿਜਘਰਿਵਸਿਆਆਏ॥੪॥"},"translation":{"en":{"bdb":"Thus says Nanak: by meeting the True Guru, the wandering soul becomes steady, and comes to dwell in the home of its own self. ||4||","ms":"Thus says Nanak, by meeting the True Guru, the wandering mind becomes steady and comes and dwells within its own home.","ssk":"Thus says Nanak: by meeting the True Guru, the wandering soul becomes steady, and comes to dwell in the home of its own self. ||4||"},"pu":{"ss":{"gurmukhi":"(hy BweI! qYƒ) nwnk ieauN d`sdw hY ik gurU iml pey qW ieh Btkdw mn (Btkx vloN) ruk jWdw hY, qy pRBU-crnW ivc Aw itkdw hY [4[","unicode":"(ਹੇ ਭਾਈ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ies pRkwr siqguroN ky imlny sy dOVqy hUey mn ko rokw hY, qau Gr myN, Bwv irdy myN AwieAw hY, Bwv iesiQq hUAw hY]4]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਸ ਪ੍ਰਕਾਰ ਸਤਿਗੁਰੋਂ ਕੇ ਮਿਲਨੇ ਸੇ ਦੌੜਤੇ ਹੂਏ ਮਨ ਕੋ ਰੋਕਾ ਹੈ, ਤਉ ਘਰ ਮੇਂ, ਭਾਵ ਰਿਦੇ ਮੇਂ ਆਇਆ ਹੈ, ਭਾਵ ਇਸਥਿਤ ਹੂਆ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"(hy BweI! qYƒ) nwnk ieauN d`sdw hY ik gurU iml pey qW ieh Btkdw mn (Btkx vloN) ruk jWdw hY, qy pRBU-crnW ivc Aw itkdw hY [4[","unicode":"(ਹੇ ਭਾਈ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"gurU jI ies qrHW AwKdy hn, s¤cy gurW ƒ Bytx duAwrw B`jw iPrdw mn Aihl ho jWdw hY Aqy Aw ky Awpxy in`j dy Dwm AMdr it`k jWdw hY[","unicode":"ਗੁਰੂ ਜੀ ਇਸ ਤਰ੍ਹਾਂ ਆਖਦੇ ਹਨ, ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਭੇਟਣ ਦੁਆਰਾ ਭੱਜਾ ਫਿਰਦਾ ਮਨ ਅਹਿਲ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆ ਕੇ ਆਪਣੇ ਨਿੱਜ ਦੇ ਧਾਮ ਅੰਦਰ ਟਿੱਕ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, la mente extrovertida es contenida conociendo al Guru y reside en el Ser. (4)"},"hi":{"ss":"मन सदा-स्थिर परमात्मा में लीन रहता है।(हे भाई ! तुझे) नानक ऐसे बताता है कि गुरू मिल जाए तो ये भटकता मन (भटकने से) रुक जाता है।और प्रभू-चरणों में आ टिकता है। 4।","sts":"नानक इस तरह कहता है कि सच्चे गुरु को मिलने से मोह-माया की दुविधाओं में भटकता मन टिक जाता है और आकर प्रभु-चरणों में निवास कर लेता है॥ ४॥"}},"transliteration":{"english":"eiau kahai naanak satigur miliaai dhaavat tha(n)mi(h)aa nij ghar vasiaa aae ||4||","hindi":"इउ कहै नानकु सतिगुरि मिलिऐ धावतु थंमि्िआ निज घरि वसिआ आए ॥४॥","en":"eiau kahai naanak satigur miliaai dhaavat tha(n)mi(h)aa nij ghar vasiaa aae ||4||","hi":"इउ कहै नानकु सतिगुरि मिलिऐ धावतु थंमि्िआ निज घरि वसिआ आए ॥४॥","ipa":"eɪo kəhæ nɑnək sət̪ɪGʊr mɪlɪæ t̪ɑʋət̪ t̪ʰəŋmɪ@əɑ nɪd͡ʒ Gʰər ʋəsɪəɑ əɑee.4.","ur":"ِاا کهَے نانک ستگر ملِاَے دھاوت تھںمھآ نج گھرِ وسِآ آاے ۔۔۴۔۔"},"pageNo":441,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20016,"shabadId":1648,"verse":{"gurmukhi":"mn qUM joiq srUpu hY Awpxw mUlu pCwxu ]","unicode":"ਮਨ ਤੂੰ ਜੋਤਿ ਸਰੂਪੁ ਹੈ ਆਪਣਾ ਮੂਲੁ ਪਛਾਣੁ ॥"},"larivaar":{"gurmukhi":"mnqUMjoiqsrUpuhYAwpxwmUlupCwxu]","unicode":"ਮਨਤੂੰਜੋਤਿਸਰੂਪੁਹੈਆਪਣਾਮੂਲੁਪਛਾਣੁ॥"},"translation":{"en":{"bdb":"O my mind, you are the embodiment of the Divine Light - recognize your own origin.","ms":"My soul, thou art the embodiment (image) of Divine light, so know thy source.","ssk":"O my mind, you are the embodiment of the Divine Light - recognize your own origin."},"pu":{"ss":{"gurmukhi":"hy myry mn! qUµ aus prmwqmw dI AMs hYN jo inrw nUr hI nUr hY (hy mn!) Awpxy aus Asly nwl sWJ bxw [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਨੂਰ ਹੀ ਨੂਰ ਹੈ (ਹੇ ਮਨ!) ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ । "},"ft":{"gurmukhi":"hy mn! qUM joqI rUp hI hYN, jYsy mn mDu sUdn iqRBvn dyv[ Apnw mUl vwsqv rUp jo Akwl purK hY iqs ko qUM pCwxu]","unicode":"ਹੇ ਮਨ! ਤੂੰ ਜੋਤੀ ਰੂਪ ਹੀ ਹੈਂ, ਜੈਸੇ ਮਨ ਮਧੁ ਸੂਦਨ ਤ੍ਰਿਭਵਨ ਦੇਵ। ਅਪਨਾ ਮੂਲ ਵਾਸਤਵ ਰੂਪ ਜੋ ਅਕਾਲ ਪੁਰਖ ਹੈ ਤਿਸ ਕੋ ਤੂੰ ਪਛਾਣੁ॥"},"bdb":{"gurmukhi":"hy myry mn! qUµ aus prmwqmw dI AMs hYN jo inrw nUr hI nUr hY (hy mn!) Awpxy aus Asly nwl sWJ bxw [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਨੂਰ ਹੀ ਨੂਰ ਹੈ (ਹੇ ਮਨ!) ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ । "},"ms":{"gurmukhi":"myrI Awqmw! qUM r`bI nUr dw rUp hYN ies leI Awpxy mu`F ƒ smJ[","unicode":"ਮੇਰੀ ਆਤਮਾ! ਤੂੰ ਰੱਬੀ ਨੂਰ ਦਾ ਰੂਪ ਹੈਂ ਇਸ ਲਈ ਆਪਣੇ ਮੁੱਢ ਨੂੰ ਸਮਝ।"}},"es":{"sn":"Oh mi mente, eres la chispa de la Luz Divina; conoce tu Esencia."},"hi":{"ss":"हे मेरे मन ! तू उस परमात्मा की अंश है जो निरा नूर ही नूर है (हे मन !) अपनी उस अस्लियत से सांझ बना।","sts":"हे मेरे मन ! तू ज्योति स्वरूप है, इसलिए अपने मूल (प्रभु-ज्योति) को पहचान।"}},"transliteration":{"english":"man too(n) jot saroop hai aapanaa mool pachhaan ||","hindi":"मन तूँ जोति सरूपु है आपणा मूलु पछाणु ॥","en":"man too(n) jot saroop hai aapanaa mool pachhaan ||","hi":"मन तूँ जोति सरूपु है आपणा मूलु पछाणु ॥","ipa":"mən t̪uŋ d͡ʒɔt̪ sərup hæ əɑpəɳɑ mul pəɕɑɳ.","ur":"من تُوں جوت سرُوپ هَے آپݨا مُول پچھاݨ ۔۔"},"pageNo":441,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20017,"shabadId":1648,"verse":{"gurmukhi":"mn hir jI qyrY nwil hY gurmqI rMgu mwxu ]","unicode":"ਮਨ ਹਰਿ ਜੀ ਤੇਰੈ ਨਾਲਿ ਹੈ ਗੁਰਮਤੀ ਰੰਗੁ ਮਾਣੁ ॥"},"larivaar":{"gurmukhi":"mnhirjIqyrYnwilhYgurmqIrMgumwxu]","unicode":"ਮਨਹਰਿਜੀਤੇਰੈਨਾਲਿਹੈਗੁਰਮਤੀਰੰਗੁਮਾਣੁ॥"},"translation":{"en":{"bdb":"O my mind, the Dear Lord is with you; through the Guru's Teachings, enjoy His Love.","ms":"O my soul, the reverend Lord is with thee. By Guru's teaching enjoy His love.","ssk":"O my mind, the Dear Lord is with you; through the Guru's Teachings, enjoy His Love."},"pu":{"ss":{"gurmukhi":"hy mn! auh prmwqmw sdw qyry AMg-sMg v`sdw hY, gurU dI miq lY ky aus dy imlwp dw suAwd lY [","unicode":"ਹੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਆਦ ਲੈ ।"},"ft":{"gurmukhi":"hy mn! hir jIau qyry swQ hI hY, qUM  gurmq kr ky hrI ky AnMd ko Bogu]","unicode":"ਹੇ ਮਨ! ਹਰਿ ਜੀਉ ਤੇਰੇ ਸਾਥ ਹੀ ਹੈ, ਤੂੰ  ਗੁਰਮਤ ਕਰ ਕੇ ਹਰੀ ਕੇ ਅਨੰਦ ਕੋ ਭੋਗੁ॥"},"bdb":{"gurmukhi":"hy mn! auh prmwqmw sdw qyry AMg-sMg v`sdw hY, gurU dI miq lY ky aus dy imlwp dw suAwd lY [","unicode":"ਹੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਆਦ ਲੈ ।"},"ms":{"gurmukhi":"hy myrI ijMdVIey! pUjX pRBU qyry AMg sMg hY[ gurW dy aupdyS duAwrw aus dI pRIq dw AnMd lY[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਪੂਜਯ ਪ੍ਰਭੂ ਤੇਰੇ ਅੰਗ ਸੰਗ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਉਸ ਦੀ ਪ੍ਰੀਤ ਦਾ ਅਨੰਦ ਲੈ।"}},"es":{"sn":"Oh mi mente, el Señor siempre está contigo, goza de Su Amor, "},"hi":{"ss":"हे मन ! वह परमात्मा सदा तेरे अंग-संग बसता है।गुरू की मति ले के उसके मिलाप का स्वाद ले।","sts":"हे मेरे मन ! भगवान तेरे साथ रहता है, गुरु की मति द्वारा उसके प्रेम का आनंद प्राप्त कर।"}},"transliteration":{"english":"man har jee terai naal hai gurmatee ra(n)g maan ||","hindi":"मन हरि जी तेरै नालि है गुरमती रंगु माणु ॥","en":"man har jee terai naal hai gurmatee ra(n)g maan ||","hi":"मन हरि जी तेरै नालि है गुरमती रंगु माणु ॥","ipa":"mən hər d͡ʒi t̪eræ nɑl hæ Gʊrəmət̪i rəŋG mɑɳ.","ur":"من هر جیِ تےرَے نال هَے گُرمتیِ رںگ ماݨ ۔۔"},"pageNo":441,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20018,"shabadId":1648,"verse":{"gurmukhi":"mUlu pCwxih qW shu jwxih mrx jIvx kI soJI hoeI ]","unicode":"ਮੂਲੁ ਪਛਾਣਹਿ ਤਾਂ ਸਹੁ ਜਾਣਹਿ ਮਰਣ ਜੀਵਣ ਕੀ ਸੋਝੀ ਹੋਈ ॥"},"larivaar":{"gurmukhi":"mUlupCwxihqWshujwxihmrxjIvxkIsoJIhoeI]","unicode":"ਮੂਲੁਪਛਾਣਹਿਤਾਂਸਹੁਜਾਣਹਿਮਰਣਜੀਵਣਕੀਸੋਝੀਹੋਈ॥"},"translation":{"en":{"bdb":"Acknowledge your origin, and then you shall know your Husband Lord, and so understand death and birth.","ms":"If thou recognise thy origin, then shalt thou know thy Spouse and understand the secret of death and birth.","ssk":"Acknowledge your origin, and then you shall know your Husband Lord, and so understand death and birth."},"pu":{"ss":{"gurmukhi":"hy mn! jy qUµ Awpxw Aslw smJ leyN qW aus Ksm-pRBU nwl qyrI fUMGI jwx-pCwx bx jweygI, qdoN qYƒ ieh smJ BI Aw jwiegI ik Awqmk mOq kIh cIz hY qy Awqmk izMdgI kIh hY [","unicode":"ਹੇ ਮਨ! ਜੇ ਤੂੰ ਆਪਣਾ ਅਸਲਾ ਸਮਝ ਲਏਂ ਤਾਂ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਤੇਰੀ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਬਣ ਜਾਏਗੀ, ਤਦੋਂ ਤੈਨੂੰ ਇਹ ਸਮਝ ਭੀ ਆ ਜਾਇਗੀ ਕਿ ਆਤਮਕ ਮੌਤ ਕੀਹ ਚੀਜ਼ ਹੈ ਤੇ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਕੀਹ ਹੈ ।"},"ft":{"gurmukhi":"jO qUM Apny mUl ko pihcwnygw qO hI pqI ko jwnygw, qb quJy jIvn mrn kI vw mrx sy rhq ho kr jIvny kI Kbr hovygI]","unicode":"ਜੌ ਤੂੰ ਅਪਨੇ ਮੂਲ ਕੋ ਪਹਿਚਾਨੇਗਾ ਤੌ ਹੀ ਪਤੀ ਕੋ ਜਾਨੇਗਾ, ਤਬ ਤੁਝੇ ਜੀਵਨ ਮਰਨ ਕੀ ਵਾ ਮਰਣ ਸੇ ਰਹਤ ਹੋ ਕਰ ਜੀਵਨੇ ਕੀ ਖਬਰ ਹੋਵੇਗੀ॥"},"bdb":{"gurmukhi":"hy mn! jy qUµ Awpxw Aslw smJ leyN qW aus Ksm-pRBU nwl qyrI fUMGI jwx-pCwx bx jweygI, qdoN qYƒ ieh smJ BI Aw jwiegI ik Awqmk mOq kIh cIz hY qy Awqmk izMdgI kIh hY [","unicode":"ਹੇ ਮਨ! ਜੇ ਤੂੰ ਆਪਣਾ ਅਸਲਾ ਸਮਝ ਲਏਂ ਤਾਂ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਤੇਰੀ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਬਣ ਜਾਏਗੀ, ਤਦੋਂ ਤੈਨੂੰ ਇਹ ਸਮਝ ਭੀ ਆ ਜਾਇਗੀ ਕਿ ਆਤਮਕ ਮੌਤ ਕੀਹ ਚੀਜ਼ ਹੈ ਤੇ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਕੀਹ ਹੈ ।"},"ms":{"gurmukhi":"jykr qUM Awpxy mMQy ƒ isMAwx lvyN, qd qUM Awpxy kMq ƒ jwx lvygIN Aqy mOq qy pYdwieS dy Byq dI qYƒ smJ Aw jwvygI[","unicode":"ਜੇਕਰ ਤੂੰ ਆਪਣੇ ਮੰਥੇ ਨੂੰ ਸਿੰਆਣ ਲਵੇਂ, ਤਦ ਤੂੰ ਆਪਣੇ ਕੰਤ ਨੂੰ ਜਾਣ ਲਵੇਗੀਂ ਅਤੇ ਮੌਤ ਤੇ ਪੈਦਾਇਸ਼ ਦੇ ਭੇਤ ਦੀ ਤੈਨੂੰ ਸਮਝ ਆ ਜਾਵੇਗੀ।"}},"es":{"sn":"a través del Bani de la Palabra del Guru. Conociendo tu Esencia, conoces a tu Señor, y así conocerás el misterio del nacimiento y de la muerte. "},"hi":{"ss":"हे मन ! अगर तू अपनी अस्लियत समझ ले तो उस पति-प्रभू से तेरी गहरी जान-पहचान बन जाएगी।तब तुझे ये समझ भी आ जाएगा कि आत्मिक मौत क्या चीज है और आत्मिक जिंदगी क्या है।","sts":"यदि तुम अपने मूल को पहचान लो तो तुम अपने प्रभु को जान लोगे और जीवन मृत्यु की तुझे सूझ हो जाएगी।"}},"transliteration":{"english":"mool pachhaaneh taa(n) sahu jaaneh maran jeevan kee sojhee hoiee ||","hindi":"मूलु पछाणहि ताँ सहु जाणहि मरण जीवण की सोझी होई ॥","en":"mool pachhaaneh taa(n) sahu jaaneh maran jeevan kee sojhee hoiee ||","hi":"मूलु पछाणहि ताँ सहु जाणहि मरण जीवण की सोझी होई ॥","ipa":"mul pəɕɑɳəh t̪ɑⁿ səh d͡ʒɑɳəh mərəɳ d͡ʒiʋəɳ ki sɔɖ͡ʐi hɔei.","ur":"مُول پچھاݨه تاں سهُ جاݨه مرݨ جیِوݨ کیِ سوجھیِ هوای ۔۔"},"pageNo":441,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20019,"shabadId":1648,"verse":{"gurmukhi":"gur prswdI eyko jwxih qW dUjw Bwau n hoeI ]","unicode":"ਗੁਰ ਪਰਸਾਦੀ ਏਕੋ ਜਾਣਹਿ ਤਾਂ ਦੂਜਾ ਭਾਉ ਨ ਹੋਈ ॥"},"larivaar":{"gurmukhi":"gurprswdIeykojwxihqWdUjwBwaunhoeI]","unicode":"ਗੁਰਪਰਸਾਦੀਏਕੋਜਾਣਹਿਤਾਂਦੂਜਾਭਾਉਨਹੋਈ॥"},"translation":{"en":{"bdb":"By Guru's Grace, know the One; then, you shall not love any other.","ms":"If by Guru's grace the One Lord, then thou shalt lose the love of another.","ssk":"By Guru's Grace, know the One; then, you shall not love any other."},"pu":{"ss":{"gurmukhi":"hy mn! jy gurU dI ikrpw nwl iek prmwqmw nwl fUMGI sWJ pw leyN, qW qyry AMdr (prmwqmw qoN ibnw) koeI hor moh pRbl nhIN ho skygw [","unicode":"ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਏਂ, ਤਾਂ ਤੇਰੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਮੋਹ ਪ੍ਰਬਲ ਨਹੀਂ ਹੋ ਸਕੇਗਾ ।"},"ft":{"gurmukhi":"jb qUM guroN kI ikRpw kr ky eyk prmwqmw ko jwnygw qb qyry myN dÍYq Bwau iPr nhIN hoiegw]","unicode":"ਜਬ ਤੂੰ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਏਕ ਪਰਮਾਤਮਾ ਕੋ ਜਾਨੇਗਾ ਤਬ ਤੇਰੇ ਮੇਂ ਦ੍ਵੈਤ ਭਾਉ ਫਿਰ ਨਹੀਂ ਹੋਇਗਾ॥"},"bdb":{"gurmukhi":"hy mn! jy gurU dI ikrpw nwl iek prmwqmw nwl fUMGI sWJ pw leyN, qW qyry AMdr (prmwqmw qoN ibnw) koeI hor moh pRbl nhIN ho skygw [","unicode":"ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਏਂ, ਤਾਂ ਤੇਰੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਮੋਹ ਪ੍ਰਬਲ ਨਹੀਂ ਹੋ ਸਕੇਗਾ ।"},"ms":{"gurmukhi":"gurW dI dieAw duAwrw jykr qUM iek suAwmI ƒ AnuBv kr lvyN qd qyrI hors (mwieAw) dI muh`bq imt jwvygI[","unicode":"ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਜੇਕਰ ਤੂੰ ਇਕ ਸੁਆਮੀ ਨੂੰ ਅਨੁਭਵ ਕਰ ਲਵੇਂ ਤਦ ਤੇਰੀ ਹੋਰਸ (ਮਾਇਆ) ਦੀ ਮੁਹੱਬਤ ਮਿਟ ਜਾਵੇਗੀ।"}},"es":{"sn":"Conociendo al Señor a través de la Gracia del Guru, la dualidad ya no se aferra a ti, y la Paz llega a tu mente. "},"hi":{"ss":"हे मन ! अगर गुरू की कृपा से एक परमात्मा के साथ गहरी सांझ डाल ले।तो तेरे अंदर (परमात्मा के बिना) कोई और मोह प्रबल नहीं हो सकेगा।","sts":"गुरु की कृपा से यदि तुम एक ईश्वर को समझ लो तो तुम्हारी मोह-माया की अभिलाषा मिट जाएगी।"}},"transliteration":{"english":"gur parasaadhee eko jaaneh taa(n) dhoojaa bhaau na hoiee ||","hindi":"गुर परसादी एको जाणहि ताँ दूजा भाउ न होई ॥","en":"gur parasaadhee eko jaaneh taa(n) dhoojaa bhaau na hoiee ||","hi":"गुर परसादी एको जाणहि ताँ दूजा भाउ न होई ॥","ipa":"Gʊr pərəsɑd̪i eekɔ d͡ʒɑɳəh t̪ɑⁿ d̪ud͡ʒɑ ɓɑo nə hɔei.","ur":"گُر پرسادیِ اےکو جاݨه تاں دُوجا بھاا ن هوای ۔۔"},"pageNo":441,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20020,"shabadId":1648,"verse":{"gurmukhi":"min sWiq AweI vjI vDweI qw hoAw prvwxu ]","unicode":"ਮਨਿ ਸਾਂਤਿ ਆਈ ਵਜੀ ਵਧਾਈ ਤਾ ਹੋਆ ਪਰਵਾਣੁ ॥"},"larivaar":{"gurmukhi":"minsWiqAweIvjIvDweIqwhoAwprvwxu]","unicode":"ਮਨਿਸਾਂਤਿਆਈਵਜੀਵਧਾਈਤਾਹੋਆਪਰਵਾਣੁ॥"},"translation":{"en":{"bdb":"Peace comes to the mind, and gladness resounds; then, you shall be acclaimed.","ms":"If in thy mind comes peace and gladness resounds, then alone thou shalt be approved.","ssk":"Peace comes to the mind, and gladness resounds; then, you shall be acclaimed."},"pu":{"ss":{"gurmukhi":"jdoN mnu`K dy mn ivc SWqI pYdw ho jWdI hY jdoN ies dy AMdr cVHdI klw pRbl ho jWdI hY qdoN ieh pRBU dI hzUrI ivc kbUl ho jWdw hY [","unicode":"ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇਸ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਇਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jW mn myN sWqI AweI rhygI Aru KusI pRgtI rhygI, qW qUM Apny jnm ko pRvwx hUAw jwn]","unicode":"ਜਾਂ ਮਨ ਮੇਂ ਸਾਂਤੀ ਆਈ ਰਹੇਗੀ ਅਰੁ ਖੁਸੀ ਪ੍ਰਗਟੀ ਰਹੇਗੀ, ਤਾਂ ਤੂੰ ਅਪਨੇ ਜਨਮ ਕੋ ਪ੍ਰਵਾਣ ਹੂਆ ਜਾਨ॥"},"bdb":{"gurmukhi":"jdoN mnu`K dy mn ivc SWqI pYdw ho jWdI hY jdoN ies dy AMdr cVHdI klw pRbl ho jWdI hY qdoN ieh pRBU dI hzUrI ivc kbUl ho jWdw hY [","unicode":"ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇਸ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਇਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jykr qyry ic`q AMdr TMF-cYn Aw jwvy Aqy KuSI gUMjy, kyvl qW hI qUM pRmwxIk hovygW[","unicode":"ਜੇਕਰ ਤੇਰੇ ਚਿੱਤ ਅੰਦਰ ਠੰਢ-ਚੈਨ ਆ ਜਾਵੇ ਅਤੇ ਖੁਸ਼ੀ ਗੂੰਜੇ, ਕੇਵਲ ਤਾਂ ਹੀ ਤੂੰ ਪ੍ਰਮਾਣੀਕ ਹੋਵੇਗਾਂ।"}},"es":{"sn":"El gozo resuena dentro de ti y entonces eres aprobado."},"hi":{"ss":"जब मनुष्य के मन में शांति पैदा हो जाती है जब इसके अंदर चढ़दीकला प्रबल हो जाती तब ये प्रभू की हजूरी में कबूल हो जाता है।","sts":"मेरे मन में शांति आ गई है और शुभकामना के वाद्ययन्त्र बजने लग गए हैं और मैं प्रभु-दरबार में स्वीकृत हो गया हूँ।"}},"transliteration":{"english":"man saa(n)t aaiee vajee vadhaiee taa hoaa paravaan ||","hindi":"मनि साँति आई वजी वधाई ता होआ परवाणु ॥","en":"man saa(n)t aaiee vajee vadhaiee taa hoaa paravaan ||","hi":"मनि साँति आई वजी वधाई ता होआ परवाणु ॥","ipa":"mən sɑⁿət̪ əɑei ʋəd͡ʒi ʋət̪ɑei t̪ɑ hɔəɑ pərəʋɑɳ.","ur":"من ساںت آای وجیِ ودھاای تا هوآ پرواݨ ۔۔"},"pageNo":441,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20021,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku mn qUM joiq srUpu hY Apxw mUlu pCwxu ]5]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਮਨ ਤੂੰ ਜੋਤਿ ਸਰੂਪੁ ਹੈ ਅਪਣਾ ਮੂਲੁ ਪਛਾਣੁ ॥੫॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkumnqUMjoiqsrUpuhYApxwmUlupCwxu]5]","unicode":"ਇਉਕਹੈਨਾਨਕੁਮਨਤੂੰਜੋਤਿਸਰੂਪੁਹੈਅਪਣਾਮੂਲੁਪਛਾਣੁ॥੫॥"},"translation":{"en":{"bdb":"Thus says Nanak: O my mind, you are the very image of the Luminous Lord; recognize the true origin of your self. ||5||","ms":"Thus say Nanak, O my soul, thou art the image of the Luminous Lord. Realise thou the true origin of thy being.","ssk":"Thus says Nanak: O my mind, you are the very image of the Luminous Lord; recognize the true origin of your self. ||5||"},"pu":{"ss":{"gurmukhi":"nwnk ieauN d`sdw hY—hy myry mn! qUµ aus prmwqmw dI AMs hYN jo inrw cwnx hI cwnx hY (hy mn! Awpxy aus Asly nwl sWJ bxw [5[","unicode":"ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ—ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਚਾਨਣ ਹੀ ਚਾਨਣ ਹੈ (ਹੇ ਮਨ! ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ ।੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy mn! qUM pRkwS rUp hYN Apnw mUl ADswn jo bRhmu hY iqs ko pCwn[ mnu kr eIhW jIau jwxnw ]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਤੂੰ ਪ੍ਰਕਾਸ਼ ਰੂਪ ਹੈਂ ਅਪਨਾ ਮੂਲ ਅਧਸਾਨ ਜੋ ਬ੍ਰਹਮੁ ਹੈ ਤਿਸ ਕੋ ਪਛਾਨ। ਮਨੁ ਕਰ ਈਹਾਂ ਜੀਉ ਜਾਣਨਾ ॥੫॥"},"bdb":{"gurmukhi":"nwnk ieauN d`sdw hY—hy myry mn! qUµ aus prmwqmw dI AMs hYN jo inrw cwnx hI cwnx hY (hy mn! Awpxy aus Asly nwl sWJ bxw [5[","unicode":"ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ—ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਚਾਨਣ ਹੀ ਚਾਨਣ ਹੈ (ਹੇ ਮਨ! ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ ।੫।"},"ms":{"gurmukhi":"gurU jI ies qrHW AwKdy hn, hy myrI ijMdVIey! qUM pRkwSvwn pRBU dI qsvIr hYN[ qUM Awpxy vjUd dy AslI mMQy ƒ AnuBv kr[","unicode":"ਗੁਰੂ ਜੀ ਇਸ ਤਰ੍ਹਾਂ ਆਖਦੇ ਹਨ, ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਪ੍ਰਕਾਸ਼ਵਾਨ ਪ੍ਰਭੂ ਦੀ ਤਸਵੀਰ ਹੈਂ। ਤੂੰ ਆਪਣੇ ਵਜੂਦ ਦੇ ਅਸਲੀ ਮੰਥੇ ਨੂੰ ਅਨੁਭਵ ਕਰ।"}},"es":{"sn":"Dice Nanak, oh mi mente, tú eres la chispa de la Luz Divina; conoce tu Esencia. (5)"},"hi":{"ss":"नानक ऐसे बताता है–हे मेरे मन ! तू उस परमात्मा की अंश है जो निरा प्रकाश ही प्रकाश है (हे मन ! अपने उस असल से सांझ बना।असल को पहचान)। 5।","sts":"नानक इस तरह कहता है कि हे मेरे मन ! तू ज्योति स्वरूप (भगवान का अंश) है और अपने मूल को पहचान ॥ ५ ॥"}},"transliteration":{"english":"eiau kahai naanak man too(n) jot saroop hai apanaa mool pachhaan ||5||","hindi":"इउ कहै नानकु मन तूँ जोति सरूपु है अपणा मूलु पछाणु ॥५॥","en":"eiau kahai naanak man too(n) jot saroop hai apanaa mool pachhaan ||5||","hi":"इउ कहै नानकु मन तूँ जोति सरूपु है अपणा मूलु पछाणु ॥५॥","ipa":"eɪo kəhæ nɑnək mən t̪uŋ d͡ʒɔt̪ sərup hæ əpəɳɑ mul pəɕɑɳ.5.","ur":"ِاا کهَے نانک من تُوں جوت سرُوپ هَے اپݨا مُول پچھاݨ ۔۔۵۔۔"},"pageNo":441,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20022,"shabadId":1648,"verse":{"gurmukhi":"mn qUM gwrib AitAw gwrib lidAw jwih ]","unicode":"ਮਨ ਤੂੰ ਗਾਰਬਿ ਅਟਿਆ ਗਾਰਬਿ ਲਦਿਆ ਜਾਹਿ ॥"},"larivaar":{"gurmukhi":"mnqUMgwribAitAwgwriblidAwjwih]","unicode":"ਮਨਤੂੰਗਾਰਬਿਅਟਿਆਗਾਰਬਿਲਦਿਆਜਾਹਿ॥"},"translation":{"en":{"bdb":"O mind, you are so full of pride; loaded with pride, you shall depart.","ms":"O man, thou art full of with pride and laden with pride and thou shalt depart.","ssk":"O mind, you are so full of pride; loaded with pride, you shall depart."},"pu":{"ss":{"gurmukhi":"hy mn! qUµ (hux) AhMkwr nwl ilbiVAw ipAw hYN, AhMkwr nwl l`idAw hoieAw hI (jgq qoN) clw jwvyNgw, ","unicode":"ਹੇ ਮਨ! ਤੂੰ (ਹੁਣ) ਅਹੰਕਾਰ ਨਾਲ ਲਿਬੜਿਆ ਪਿਆ ਹੈਂ, ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ (ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਵੇਂਗਾ, "},"ft":{"gurmukhi":"hy mn! qUM grb kr ky (AitAw) pUrXw vw dbwXw hUAw hYN AOr grb kw lidAw hUAw hI prlok ko jwvYgw]","unicode":"ਹੇ ਮਨ! ਤੂੰ ਗਰਬ ਕਰ ਕੇ (ਅਟਿਆ) ਪੂਰਯਾ ਵਾ ਦਬਾਯਾ ਹੂਆ ਹੈਂ ਔਰ ਗਰਬ ਕਾ ਲਦਿਆ ਹੂਆ ਹੀ ਪਰਲੋਕ ਕੋ ਜਾਵੈਗਾ॥"},"bdb":{"gurmukhi":"hy mn! qUµ (hux) AhMkwr nwl ilbiVAw ipAw hYN, AhMkwr nwl l`idAw hoieAw hI (jgq qoN) clw jwvyNgw, ","unicode":"ਹੇ ਮਨ! ਤੂੰ (ਹੁਣ) ਅਹੰਕਾਰ ਨਾਲ ਲਿਬੜਿਆ ਪਿਆ ਹੈਂ, ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ (ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਵੇਂਗਾ, "},"ms":{"gurmukhi":"hy ienswn! qUM hMkwr nwl prIpUrn hYN Aqy hMkwr nwl BirAw hoieAw hI tur jwvygW[","unicode":"ਹੇ ਇਨਸਾਨ! ਤੂੰ ਹੰਕਾਰ ਨਾਲ ਪਰੀਪੂਰਨ ਹੈਂ ਅਤੇ ਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੀ ਟੁਰ ਜਾਵੇਗਾਂ।"}},"es":{"sn":"Oh mi mente, absorbida en el ego, el peso del ego te oprime y te limita, "},"hi":{"ss":"हे मन ! तू (अब) अहंकार से लिबड़ा पड़ा है।अहंकार से लादा हुआ ही (जगत से) चला जाएगा।","sts":"हे मन ! तुम अहंकार से भरे हुए हो और अहंकार से भरे ही चले जाओगे।"}},"transliteration":{"english":"man too(n) gaarab aTiaa gaarab ladhiaa jaeh ||","hindi":"मन तूँ गारबि अटिआ गारबि लदिआ जाहि ॥","en":"man too(n) gaarab aTiaa gaarab ladhiaa jaeh ||","hi":"मन तूँ गारबि अटिआ गारबि लदिआ जाहि ॥","ipa":"mən t̪uŋ Gɑrəb əʈɪəɑ Gɑrəb ləd̪ɪəɑ d͡ʒɑh.","ur":"من تُوں گارب اٹآ گارب لدِآ جاه ۔۔"},"pageNo":441,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20023,"shabadId":1648,"verse":{"gurmukhi":"mwieAw mohxI moihAw iPir iPir jUnI Bvwih ]","unicode":"ਮਾਇਆ ਮੋਹਣੀ ਮੋਹਿਆ ਫਿਰਿ ਫਿਰਿ ਜੂਨੀ ਭਵਾਹਿ ॥"},"larivaar":{"gurmukhi":"mwieAwmohxImoihAwiPiriPirjUnIBvwih]","unicode":"ਮਾਇਆਮੋਹਣੀਮੋਹਿਆਫਿਰਿਫਿਰਿਜੂਨੀਭਵਾਹਿ॥"},"translation":{"en":{"bdb":"The fascinating Maya has fascinated you, over and over again, and lured you into reincarnation.","ms":"Fascinating mammon has fascinated thee and again and thou shalt be goaded into existences.","ssk":"The fascinating Maya has fascinated you, over and over again, and lured you into reincarnation."},"pu":{"ss":{"gurmukhi":"(vyKx ƒ) sohxI mwieAw ny qYƒ (Awpxy) moh ivc PswieAw hoieAw hY (ies dw nqIjw ieh inklygw ik) qYƒ muV muV AnykW jUnW ivc pwieAw jwiegw [","unicode":"(ਵੇਖਣ ਨੂੰ) ਸੋਹਣੀ ਮਾਇਆ ਨੇ ਤੈਨੂੰ (ਆਪਣੇ) ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਹੋਇਆ ਹੈ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਨਿਕਲੇਗਾ ਕਿ) ਤੈਨੂੰ ਮੁੜ ਮੁੜ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਪਾਇਆ ਜਾਇਗਾ ।"},"ft":{"gurmukhi":"mwieAw moihnI kr moihAw hUAw (iPir iPir) bwrMbwr cOrwsI lwK jUn myN BRmYgw]","unicode":"ਮਾਇਆ ਮੋਹਿਨੀ ਕਰ ਮੋਹਿਆ ਹੂਆ (ਫਿਰਿ ਫਿਰਿ) ਬਾਰੰਬਾਰ ਚੌਰਾਸੀ ਲਾਖ ਜੂਨ ਮੇਂ ਭ੍ਰਮੈਗਾ॥"},"bdb":{"gurmukhi":"(vyKx ƒ) sohxI mwieAw ny qYƒ (Awpxy) moh ivc PswieAw hoieAw hY (ies dw nqIjw ieh inklygw ik) qYƒ muV muV AnykW jUnW ivc pwieAw jwiegw [","unicode":"(ਵੇਖਣ ਨੂੰ) ਸੋਹਣੀ ਮਾਇਆ ਨੇ ਤੈਨੂੰ (ਆਪਣੇ) ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਹੋਇਆ ਹੈ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਨਿਕਲੇਗਾ ਕਿ) ਤੈਨੂੰ ਮੁੜ ਮੁੜ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਪਾਇਆ ਜਾਇਗਾ ।"},"ms":{"gurmukhi":"PryPqw krn vwlI SkqI ny qYƒ PryPqw kr ilAw hY Aqy muV muV ky qUM jUnIAW AMdr D`ikAw jwvygW[","unicode":"ਫਰੇਫਤਾ ਕਰਨ ਵਾਲੀ ਸ਼ਕਤੀ ਨੇ ਤੈਨੂੰ ਫਰੇਫਤਾ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਮੁੜ ਮੁੜ ਕੇ ਤੂੰ ਜੂਨੀਆਂ ਅੰਦਰ ਧੱਕਿਆ ਜਾਵੇਗਾਂ।"}},"es":{"sn":"y engañado por Maya, vagas de vida en vida. "},"hi":{"ss":"(देखने को) सुंदर माया ने तुझे (अपने) मोह में फसाया हुआ है (इसका नतीजा ये निकलेगा कि) तुझे बार-बार अनेकों जूनियों में डाला जाएगा।","sts":"मोहिनी माया ने तुझे मुग्ध किया हुआ है और बार-बार तुम योनियों में भटकते रहते हो।"}},"transliteration":{"english":"maiaa mohanee mohiaa fir fir joonee bhavaeh ||","hindi":"माइआ मोहणी मोहिआ फिरि फिरि जूनी भवाहि ॥","en":"maiaa mohanee mohiaa fir fir joonee bhavaeh ||","hi":"माइआ मोहणी मोहिआ फिरि फिरि जूनी भवाहि ॥","ipa":"mɑɪɑ mɔhəɳi mɔhɪəɑ fɪr fɪr d͡ʒuni ɓəʋɑh.","ur":"مااآ موهݨیِ موهآ پھر پھرِ جٌیِ بھواه ۔۔"},"pageNo":441,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20024,"shabadId":1648,"verse":{"gurmukhi":"gwrib lwgw jwih mugD mn AMiq gieAw pCuqwvhy ]","unicode":"ਗਾਰਬਿ ਲਾਗਾ ਜਾਹਿ ਮੁਗਧ ਮਨ ਅੰਤਿ ਗਇਆ ਪਛੁਤਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"gwriblwgwjwihmugDmnAMiqgieAwpCuqwvhy]","unicode":"ਗਾਰਬਿਲਾਗਾਜਾਹਿਮੁਗਧਮਨਅੰਤਿਗਇਆਪਛੁਤਾਵਹੇ॥"},"translation":{"en":{"bdb":"Clinging to pride, you shall depart, O foolish mind, and in the end, you shall regret and repent.","ms":"clinging to pride thou goest, O foolish man, and while departing, thou shalt repent in the end.","ssk":"Clinging to pride, you shall depart, O foolish mind, and in the end, you shall regret and repent."},"pu":{"ss":{"gurmukhi":" hy mUrK mn! jdoN qUµ AhMkwr ivc PisAw hoieAw hI (ieQoN) quryNgw qW qurn vyly h`Q mlyNgw","unicode":" ਹੇ ਮੂਰਖ ਮਨ! ਜਦੋਂ ਤੂੰ ਅਹੰਕਾਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੀ (ਇਥੋਂ) ਤੁਰੇਂਗਾ ਤਾਂ ਤੁਰਨ ਵੇਲੇ ਹੱਥ ਮਲੇਂਗਾ"},"ft":{"gurmukhi":"hy mUrK mn! qUM grb myN lgw jwqw hYN AMq ko jm lok myN gieAw hUAw pCuqwvYgw]","unicode":"ਹੇ ਮੂਰਖ ਮਨ! ਤੂੰ ਗਰਬ ਮੇਂ ਲਗਾ ਜਾਤਾ ਹੈਂ ਅੰਤ ਕੋ ਜਮ ਲੋਕ ਮੇਂ ਗਇਆ ਹੂਆ ਪਛੁਤਾਵੈਗਾ॥"},"bdb":{"gurmukhi":" hy mUrK mn! jdoN qUµ AhMkwr ivc PisAw hoieAw hI (ieQoN) quryNgw qW qurn vyly h`Q mlyNgw","unicode":" ਹੇ ਮੂਰਖ ਮਨ! ਜਦੋਂ ਤੂੰ ਅਹੰਕਾਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੀ (ਇਥੋਂ) ਤੁਰੇਂਗਾ ਤਾਂ ਤੁਰਨ ਵੇਲੇ ਹੱਥ ਮਲੇਂਗਾ"},"ms":{"gurmukhi":"hMkwr ƒ icmiVAw hoieAw qUM l`gw iPrdw hYN, hy mUrK bMdy! AKIr ƒ turdw hoieAw qUM pscwqwp krygW[","unicode":"ਹੰਕਾਰ ਨੂੰ ਚਿਮੜਿਆ ਹੋਇਆ ਤੂੰ ਲੱਗਾ ਫਿਰਦਾ ਹੈਂ, ਹੇ ਮੂਰਖ ਬੰਦੇ! ਅਖੀਰ ਨੂੰ ਟੁਰਦਾ ਹੋਇਆ ਤੂੰ ਪਸਚਾਤਾਪ ਕਰੇਗਾਂ।"}},"es":{"sn":"Si te aferras a tu ego, oh mente ignorante, te arrepentirás al final. "},"hi":{"ss":"हे मूर्ख मन ! जब तू अहंकार में फंसा हुआ ही (यहाँ से) चलेगा तो चलने के वक्त हाथ मलेगा।","sts":"हे मूर्ख मन ! अहंकार से भरे हुए तुम चलते फिरते हो और अंत में संसार से जाते वक्त पश्चाताप करोगे।"}},"transliteration":{"english":"gaarab laagaa jaeh mugadh man a(n)t giaa pachhutaavahe ||","hindi":"गारबि लागा जाहि मुगध मन अंति गइआ पछुतावहे ॥","en":"gaarab laagaa jaeh mugadh man a(n)t giaa pachhutaavahe ||","hi":"गारबि लागा जाहि मुगध मन अंति गइआ पछुतावहे ॥","ipa":"Gɑrəb lɑGɑ d͡ʒɑh mʊGət̪ə̀ mən əŋt̪ Gɪɑ pəɕʊt̪ɑʋəhe.","ur":"گارب لاگا جاه مُگدھ من اںت گایا پچھتاوهے ۔۔"},"pageNo":441,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20025,"shabadId":1648,"verse":{"gurmukhi":"AhMkwru iqsnw rogu lgw ibrQw jnmu gvwvhy ]","unicode":"ਅਹੰਕਾਰੁ ਤਿਸਨਾ ਰੋਗੁ ਲਗਾ ਬਿਰਥਾ ਜਨਮੁ ਗਵਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"AhMkwruiqsnwrogulgwibrQwjnmugvwvhy]","unicode":"ਅਹੰਕਾਰੁਤਿਸਨਾਰੋਗੁਲਗਾਬਿਰਥਾਜਨਮੁਗਵਾਵਹੇ॥"},"translation":{"en":{"bdb":"You are afflicted with the diseases of ego and desire, and you are wasting your life away in vain.","ms":"With the ailment of ego and again thou art afflicted and art vainly devastating (wasting) thy life.","ssk":"You are afflicted with the diseases of ego and desire, and you are wasting your life away in vain."},"pu":{"ss":{"gurmukhi":", qYƒ AhMkwr cMbiVAw hoieAw hY qYƒ iq®Snw dw rog l`gw hoieAw hY qUµ (ieh mnu`Kw) jnm ivArQ gvw irhw hYN [","unicode":", ਤੈਨੂੰ ਅਹੰਕਾਰ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ ਤੈਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਰੋਗ ਲੱਗਾ ਹੋਇਆ ਹੈ ਤੂੰ (ਇਹ ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਰਿਹਾ ਹੈਂ ।"},"ft":{"gurmukhi":"jIau ko AhMkwr AOr iqRsnw rUp rog lg rhw hY, ies rog kr ky jnm ko bÎrQ hI (gvwvhy) nws krqw hY]","unicode":"ਜੀਉ ਕੋ ਅਹੰਕਾਰ ਔਰ ਤ੍ਰਿਸਨਾ ਰੂਪ ਰੋਗ ਲਗ ਰਹਾ ਹੈ, ਇਸ ਰੋਗ ਕਰ ਕੇ ਜਨਮ ਕੋ ਬ੍ਯਰਥ ਹੀ (ਗਵਾਵਹੇ) ਨਾਸ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":", qYƒ AhMkwr cMbiVAw hoieAw hY qYƒ iq®Snw dw rog l`gw hoieAw hY qUµ (ieh mnu`Kw) jnm ivArQ gvw irhw hYN [","unicode":", ਤੈਨੂੰ ਅਹੰਕਾਰ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ ਤੈਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਰੋਗ ਲੱਗਾ ਹੋਇਆ ਹੈ ਤੂੰ (ਇਹ ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਰਿਹਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hMgqw qy KwihS dI bImwrI qYƒ icmVI hoeI hY Aqy qUM Awpxw jIvn ivArQ brbwd kr irhw hYN[","unicode":"ਹੰਗਤਾ ਤੇ ਖਾਹਿਸ਼ ਦੀ ਬੀਮਾਰੀ ਤੈਨੂੰ ਚਿਮੜੀ ਹੋਈ ਹੈ ਅਤੇ ਤੂੰ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਬਰਬਾਦ ਕਰ ਰਿਹਾ ਹੈਂ।"}},"es":{"sn":"El ego y el deseo son enfermedades, que si las padeces, hacen que desperdicies tu nacimiento. "},"hi":{"ss":"तूझे अहंकार चिपका हुआ है। तुझे तृष्णा का रोग लगा हुआ है तू (ये मानस) जन्म व्यर्थ गवा रहा है।","sts":"तुझे अहंकार एवं तृष्णा का रोग लगा हुआ है और तुम अपना जन्म व्यर्थ ही गंवा रहे हो।"}},"transliteration":{"english":"aha(n)kaar tisanaa rog lagaa birathaa janam gavaavahe ||","hindi":"अहंकारु तिसना रोगु लगा बिरथा जनमु गवावहे ॥","en":"aha(n)kaar tisanaa rog lagaa birathaa janam gavaavahe ||","hi":"अहंकारु तिसना रोगु लगा बिरथा जनमु गवावहे ॥","ipa":"əhəŋkɑr t̪ɪsənɑ rɔG ləGɑ bɪrət̪ʰɑ d͡ʒənəm Gəʋɑʋəhe.","ur":"اهںکار تسنا روگ لگا برتھا جنم گواوهے ۔۔"},"pageNo":441,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20026,"shabadId":1648,"verse":{"gurmukhi":"mnmuK mugD cyqih nwhI AgY gieAw pCuqwvhy ]","unicode":"ਮਨਮੁਖ ਮੁਗਧ ਚੇਤਹਿ ਨਾਹੀ ਅਗੈ ਗਇਆ ਪਛੁਤਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"mnmuKmugDcyqihnwhIAgYgieAwpCuqwvhy]","unicode":"ਮਨਮੁਖਮੁਗਧਚੇਤਹਿਨਾਹੀਅਗੈਗਇਆਪਛੁਤਾਵਹੇ॥"},"translation":{"en":{"bdb":"The foolish self-willed manmukh does not remember the Lord, and shall regret and repent hereafter.","ms":"The self-willed fool remembers not the Lord and repent while going yonder (in the next world).","ssk":"The foolish self-willed manmukh does not remember the Lord, and shall regret and repent hereafter."},"pu":{"ss":{"gurmukhi":"hy Awp-hudry mUrK mn! qUµ prmwqmw ƒ nhIN ismrdw, prlok jw ky APsos kryNgw [ ","unicode":"ਹੇ ਆਪ-ਹੁਦਰੇ ਮੂਰਖ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪਰਲੋਕ ਜਾ ਕੇ ਅਫਸੋਸ ਕਰੇਂਗਾ । "},"ft":{"gurmukhi":"hy mnmuK mhW mUrK! qUM ismrn nhIN krqw hYN Awgy prlok myN gÎw hUAw prcwqwpu krYNgw]","unicode":"ਹੇ ਮਨਮੁਖ ਮਹਾਂ ਮੂਰਖ! ਤੂੰ ਸਿਮਰਨ ਨਹੀਂ ਕਰਤਾ ਹੈਂ ਆਗੇ ਪਰਲੋਕ ਮੇਂ ਗ੍ਯਾ ਹੂਆ ਪਰਚਾਤਾਪੁ ਕਰੈਂਗਾ॥"},"bdb":{"gurmukhi":"hy Awp-hudry mUrK mn! qUµ prmwqmw ƒ nhIN ismrdw, prlok jw ky APsos kryNgw [ ","unicode":"ਹੇ ਆਪ-ਹੁਦਰੇ ਮੂਰਖ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪਰਲੋਕ ਜਾ ਕੇ ਅਫਸੋਸ ਕਰੇਂਗਾ । "},"ms":{"gurmukhi":"Awp-hu`drw mUrK suAwmI dw ismrn nhIN krdw Aqy Agwh (pRlok) ƒ turdw hoieAw APsos krdw hY[","unicode":"ਆਪ-ਹੁੱਦਰਾ ਮੂਰਖ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ ਅਤੇ ਅਗਾਹ (ਪ੍ਰਲੋਕ) ਨੂੰ ਟੁਰਦਾ ਹੋਇਆ ਅਫਸੋਸ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"El voluntarioso y tonto Manmukj no aprecia al Señor y se arrepiente cuando va al más allá."},"hi":{"ss":"हे मन-मर्जियां करने वाले मूर्ख मन ! तू परमात्मा को नहीं सिमरता।परलोक पहुँच के अफसोस करेगा।","sts":"स्वेच्छाचारी मूर्ख प्रभु को याद नहीं करता और परलोक को जाते हुए पश्चाताप करता है।"}},"transliteration":{"english":"manmukh mugadh cheteh naahee agai giaa pachhutaavahe ||","hindi":"मनमुख मुगध चेतहि नाही अगै गइआ पछुतावहे ॥","en":"manmukh mugadh cheteh naahee agai giaa pachhutaavahe ||","hi":"मनमुख मुगध चेतहि नाही अगै गइआ पछुतावहे ॥","ipa":"mənəmʊkʰ mʊGət̪ə̀ t͡ʃet̪əh nɑhi əGæ Gɪɑ pəɕʊt̪ɑʋəhe.","ur":"منمکھ مُگدھ چےته ناهیِ اگَے گایا پچھتاوهے ۔۔"},"pageNo":441,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20027,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku mn qUM gwrib AitAw gwrib lidAw jwvhy ]6]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਮਨ ਤੂੰ ਗਾਰਬਿ ਅਟਿਆ ਗਾਰਬਿ ਲਦਿਆ ਜਾਵਹੇ ॥੬॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkumnqUMgwribAitAwgwriblidAwjwvhy]6]","unicode":"ਇਉਕਹੈਨਾਨਕੁਮਨਤੂੰਗਾਰਬਿਅਟਿਆਗਾਰਬਿਲਦਿਆਜਾਵਹੇ॥੬॥"},"translation":{"en":{"bdb":"Thus says Nanak: O mind, you are full of pride; loaded with pride, you shall depart. ||6||","ms":"Thus says Nanak, O man! thou art filled with pride, and laden with pride thou shalt depart.","ssk":"Thus says Nanak: O mind, you are full of pride; loaded with pride, you shall depart. ||6||"},"pu":{"ss":{"gurmukhi":"(qYƒ) nwnk ieauN d`sdw hY ik qUµ ie`Qy AhMkwr nwl BirAw hoieAw hYN (jgq qoN qurn vyly BI) AhMkwr nwl l`idAw hoieAw hI jwvyNgw [6[","unicode":"(ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਤੂੰ ਇੱਥੇ ਅਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ (ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਭੀ) ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ ਜਾਵੇਂਗਾ ।੬।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ies pRkwr hy mn! qUM grb kr ky pUrÎw vw dbwXw hUAw hYN AOr grb hI kw lwdw hUAw jm lok ko jwvYgw]6]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਸ ਪ੍ਰਕਾਰ ਹੇ ਮਨ! ਤੂੰ ਗਰਬ ਕਰ ਕੇ ਪੂਰ੍ਯਾ ਵਾ ਦਬਾਯਾ ਹੂਆ ਹੈਂ ਔਰ ਗਰਬ ਹੀ ਕਾ ਲਾਦਾ ਹੂਆ ਜਮ ਲੋਕ ਕੋ ਜਾਵੈਗਾ॥੬॥"},"bdb":{"gurmukhi":"(qYƒ) nwnk ieauN d`sdw hY ik qUµ ie`Qy AhMkwr nwl BirAw hoieAw hYN (jgq qoN qurn vyly BI) AhMkwr nwl l`idAw hoieAw hI jwvyNgw [6[","unicode":"(ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਤੂੰ ਇੱਥੇ ਅਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ (ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਭੀ) ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ ਜਾਵੇਂਗਾ ।੬।"},"ms":{"gurmukhi":"nwnk ies qrHW AwKdw hY: hy ienswn! qUM hMkwr nwl BirAw hoieAw hYN Aqy hMkwr nwl l`idAw ldwieAw hI tur jwvygW[","unicode":"ਨਾਨਕ ਇਸ ਤਰ੍ਹਾਂ ਆਖਦਾ ਹੈ: ਹੇ ਇਨਸਾਨ! ਤੂੰ ਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ ਅਤੇ ਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਲਦਾਇਆ ਹੀ ਟੁਰ ਜਾਵੇਗਾਂ।"}},"es":{"sn":"Dice Nanak, oh mi mente, si dejas absorberte por el ego, su peso te oprimirá. (6)"},"hi":{"ss":"(तुझे) नानक इस तरह बताता है कि तू यहाँ अहंकार से भरा हुआ है (जगत से चलने के वक्त भी) अहंकार से लदा हुआ ही जाएगा। 6।","sts":"नानक इस तरह कहता है कि हे मन ! तुम अहंकार से भरे हुए हो और अहंकार से लदे ही चले जाओगे॥ ६॥"}},"transliteration":{"english":"eiau kahai naanak man too(n) gaarab aTiaa gaarab ladhiaa jaavahe ||6||","hindi":"इउ कहै नानकु मन तूँ गारबि अटिआ गारबि लदिआ जावहे ॥६॥","en":"eiau kahai naanak man too(n) gaarab aTiaa gaarab ladhiaa jaavahe ||6||","hi":"इउ कहै नानकु मन तूँ गारबि अटिआ गारबि लदिआ जावहे ॥६॥","ipa":"eɪo kəhæ nɑnək mən t̪uŋ Gɑrəb əʈɪəɑ Gɑrəb ləd̪ɪəɑ d͡ʒɑʋəhe.6.","ur":"ِاا کهَے نانک من تُوں گارب اٹآ گارب لدِآ جاوهے ۔۔۶۔۔"},"pageNo":441,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20028,"shabadId":1648,"verse":{"gurmukhi":"mn qUM mq mwxu krih ij hau ikCu jwxdw gurmuiK inmwxw hohu ]","unicode":"ਮਨ ਤੂੰ ਮਤ ਮਾਣੁ ਕਰਹਿ ਜਿ ਹਉ ਕਿਛੁ ਜਾਣਦਾ ਗੁਰਮੁਖਿ ਨਿਮਾਣਾ ਹੋਹੁ ॥"},"larivaar":{"gurmukhi":"mnqUMmqmwxukrihijhauikCujwxdwgurmuiKinmwxwhohu]","unicode":"ਮਨਤੂੰਮਤਮਾਣੁਕਰਹਿਜਿਹਉਕਿਛੁਜਾਣਦਾਗੁਰਮੁਖਿਨਿਮਾਣਾਹੋਹੁ॥"},"translation":{"en":{"bdb":"O mind, don't be so proud of yourself, as if you know it all; the Gurmukh is humble and modest.","ms":"O man, take not pride that thou knowest some thing but be thou pious and humble.","ssk":"O mind, don't be so proud of yourself, as if you know it all; the Gurmukh is humble and modest."},"pu":{"ss":{"gurmukhi":"hy mn! vyKIN, ikqy ieh mwx nwh kr bYTIN ik mYN isAwxw hW, gurU dI srn pY ky mwx iqAwgI r`K [ ","unicode":"ਹੇ ਮਨ! ਵੇਖੀਂ, ਕਿਤੇ ਇਹ ਮਾਣ ਨਾਹ ਕਰ ਬੈਠੀਂ ਕਿ ਮੈਂ ਸਿਆਣਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮਾਣ ਤਿਆਗੀ ਰੱਖ । "},"ft":{"gurmukhi":"hy mn! qUM ies bwrqw kw mq AiBmwn kr jo mYN kuC jwnqw hUM, gurmuK ho kr inrmwn ho]","unicode":"ਹੇ ਮਨ! ਤੂੰ ਇਸ ਬਾਰਤਾ ਕਾ ਮਤ ਅਭਿਮਾਨ ਕਰ ਜੋ ਮੈਂ ਕੁਛ ਜਾਨਤਾ ਹੂੰ, ਗੁਰਮੁਖ ਹੋ ਕਰ ਨਿਰਮਾਨ ਹੋ॥"},"bdb":{"gurmukhi":"hy mn! vyKIN, ikqy ieh mwx nwh kr bYTIN ik mYN isAwxw hW, gurU dI srn pY ky mwx iqAwgI r`K [ ","unicode":"ਹੇ ਮਨ! ਵੇਖੀਂ, ਕਿਤੇ ਇਹ ਮਾਣ ਨਾਹ ਕਰ ਬੈਠੀਂ ਕਿ ਮੈਂ ਸਿਆਣਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮਾਣ ਤਿਆਗੀ ਰੱਖ । "},"ms":{"gurmukhi":"hy mn! qUM hMkwr nW kr ik qUM kuJ jwxdw hYN[ qUM piv`qR Aqy Aijz QIN vM[","unicode":"ਹੇ ਮਨ! ਤੂੰ ਹੰਕਾਰ ਨਾਂ ਕਰ ਕਿ ਤੂੰ ਕੁਝ ਜਾਣਦਾ ਹੈਂ। ਤੂੰ ਪਵਿੱਤ੍ਰ ਅਤੇ ਅਜਿਜ਼ ਥੀਂ ਵੰ।"}},"es":{"sn":"Oh mi mente, no crees orgullo de tus conocimientos, pues aquél que voltea hacia Dios, es humilde."},"hi":{"ss":"हे मन ! देखना।कहीं ये गुमान ना कर बैठना कि मैं (बहुत) समझदार हूँ।गुरू की शरण पड़ के माण त्याग के रख।","sts":"हे मन ! तुम इस बात का घमण्ड मत करना कि तुम कुछ जानते हो अपितु गुरुमुख एवं विनीत बन जाना।"}},"transliteration":{"english":"man too(n) mat maan kareh j hau kichh jaanadhaa gurmukh nimaanaa hoh ||","hindi":"मन तूँ मत माणु करहि जि हउ किछु जाणदा गुरमुखि निमाणा होहु ॥","en":"man too(n) mat maan kareh j hau kichh jaanadhaa gurmukh nimaanaa hoh ||","hi":"मन तूँ मत माणु करहि जि हउ किछु जाणदा गुरमुखि निमाणा होहु ॥","ipa":"mən t̪uŋ mət̪ mɑɳ kərəh d͡ʒ ho kɪɕ d͡ʒɑɳəd̪ɑ Gʊrəmʊkʰ nɪmɑɳɑ hɔh.","ur":"من تُوں مت ماݨ کره ج ها کچھ جاݨدا گُرمکھ نماݨا هوهُ ۔۔"},"pageNo":441,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20029,"shabadId":1648,"verse":{"gurmukhi":"AMqir AigAwnu hau buiD hY sic sbid mlu Kohu ]","unicode":"ਅੰਤਰਿ ਅਗਿਆਨੁ ਹਉ ਬੁਧਿ ਹੈ ਸਚਿ ਸਬਦਿ ਮਲੁ ਖੋਹੁ ॥"},"larivaar":{"gurmukhi":"AMqirAigAwnuhaubuiDhYsicsbidmluKohu]","unicode":"ਅੰਤਰਿਅਗਿਆਨੁਹਉਬੁਧਿਹੈਸਚਿਸਬਦਿਮਲੁਖੋਹੁ॥"},"translation":{"en":{"bdb":"Within the intellect are ignorance and ego; through the True Word of the Shabad, this filth is washed off.","ms":"Within thee are ignorance and pride of intellect. By the true word wash off this filth.","ssk":"Within the intellect are ignorance and ego; through the True Word of the Shabad, this filth is washed off."},"pu":{"ss":{"gurmukhi":"(hy mn!) qyry AMdr prmwqmw qoN iv`Q hY, qyry AMdr ‘mYN, mYN’ krn vwlI Akl hY, ies mYl ƒ sdw-iQr hir-nwm ivc juV ky gurU dy Sbd ivc itk ky dUr kr [ ","unicode":"(ਹੇ ਮਨ!) ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਥ ਹੈ, ਤੇਰੇ ਅੰਦਰ ‘ਮੈਂ, ਮੈਂ’ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੈ, ਇਸ ਮੈਲ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕ ਕੇ ਦੂਰ ਕਰ । "},"ft":{"gurmukhi":"qyrI buDI ky ivKy jo AgÎwn Ar hMkwr rUp mYl hY, scy aupdys ko Dwr kr iqs mYl ko gvwie dyh]","unicode":"ਤੇਰੀ ਬੁਧੀ ਕੇ ਵਿਖੇ ਜੋ ਅਗ੍ਯਾਨ ਅਰ ਹੰਕਾਰ ਰੂਪ ਮੈਲ ਹੈ, ਸਚੇ ਉਪਦੇਸ ਕੋ ਧਾਰ ਕਰ ਤਿਸ ਮੈਲ ਕੋ ਗਵਾਇ ਦੇਹ॥"},"bdb":{"gurmukhi":"(hy mn!) qyry AMdr prmwqmw qoN iv`Q hY, qyry AMdr ‘mYN, mYN’ krn vwlI Akl hY, ies mYl ƒ sdw-iQr hir-nwm ivc juV ky gurU dy Sbd ivc itk ky dUr kr [ ","unicode":"(ਹੇ ਮਨ!) ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਥ ਹੈ, ਤੇਰੇ ਅੰਦਰ ‘ਮੈਂ, ਮੈਂ’ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੈ, ਇਸ ਮੈਲ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕ ਕੇ ਦੂਰ ਕਰ । "},"ms":{"gurmukhi":"qyry AMdr bysmJI Aqy Akl dw hMkwr hY[ s`cI gurbwxI duAwrw ies mYl ƒ Do sut[","unicode":"ਤੇਰੇ ਅੰਦਰ ਬੇਸਮਝੀ ਅਤੇ ਅਕਲ ਦਾ ਹੰਕਾਰ ਹੈ। ਸੱਚੀ ਗੁਰਬਾਣੀ ਦੁਆਰਾ ਇਸ ਮੈਲ ਨੂੰ ਧੋ ਸੁਟ।"}},"es":{"sn":"Si dentro de ti hay ego e ignorancia, entonces a través del Bani de la Palabra Verdadera, "},"hi":{"ss":"(हे मन !) तेरे अंदर परमात्मा से दूरी है।तेरे अंदर ‘मैं मैं’ करने वाली बुद्धि है।इस मैल को सदा-स्थिर हरि नाम में जुड़ के गुरू के शबद में टिक के दूर कर।","sts":"तेरे भीतर अज्ञानता एवं बुद्धि का अहंकार है इसलिए गुरु के सच्चे शब्द से इसकी मैल को स्वच्छ कर ले।"}},"transliteration":{"english":"a(n)tar agiaan hau budh hai sach sabadh mal khoh ||","hindi":"अंतरि अगिआनु हउ बुधि है सचि सबदि मलु खोहु ॥","en":"a(n)tar agiaan hau budh hai sach sabadh mal khoh ||","hi":"अंतरि अगिआनु हउ बुधि है सचि सबदि मलु खोहु ॥","ipa":"əŋt̪ər əGɪəɑn ho bʊt̪ə̀ hæ sət͡ʃ səbəd̪ məl kʰɔh.","ur":"اںتر اگآن ها بُدھ هَے سچِ سبد مل کھوهُ ۔۔"},"pageNo":441,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20030,"shabadId":1648,"verse":{"gurmukhi":"hohu inmwxw siqgurU AgY mq ikCu Awpu lKwvhy ]","unicode":"ਹੋਹੁ ਨਿਮਾਣਾ ਸਤਿਗੁਰੂ ਅਗੈ ਮਤ ਕਿਛੁ ਆਪੁ ਲਖਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"hohuinmwxwsiqgurUAgYmqikCuAwpulKwvhy]","unicode":"ਹੋਹੁਨਿਮਾਣਾਸਤਿਗੁਰੂਅਗੈਮਤਕਿਛੁਆਪੁਲਖਾਵਹੇ॥"},"translation":{"en":{"bdb":"So be humble, and surrender to the True Guru; do not attach your identity to your ego.","ms":"Be humble before the True Guru and show not thy ownself.","ssk":"So be humble, and surrender to the True Guru; do not attach your identity to your ego."},"pu":{"ss":{"gurmukhi":"hy mn! inrmwx ho ky gurU dy crnW ivc Fih pau [ vyKIN, ikqy Awpxw Awp jqwx nwh l`g peIN [ ","unicode":"ਹੇ ਮਨ! ਨਿਰਮਾਣ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਢਹਿ ਪਉ । ਵੇਖੀਂ, ਕਿਤੇ ਆਪਣਾ ਆਪ ਜਤਾਣ ਨਾਹ ਲੱਗ ਪਈਂ । "},"ft":{"gurmukhi":"AOr AYsw inmwxw bx jo sqguroN ky Awgy Awpnw Awp kuC BI n jnwau]","unicode":"ਔਰ ਐਸਾ ਨਿਮਾਣਾ ਬਣ ਜੋ ਸਤਗੁਰੋਂ ਕੇ ਆਗੇ ਆਪਨਾ ਆਪ ਕੁਛ ਭੀ ਨ ਜਨਾਉ॥"},"bdb":{"gurmukhi":"hy mn! inrmwx ho ky gurU dy crnW ivc Fih pau [ vyKIN, ikqy Awpxw Awp jqwx nwh l`g peIN [ ","unicode":"ਹੇ ਮਨ! ਨਿਰਮਾਣ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਢਹਿ ਪਉ । ਵੇਖੀਂ, ਕਿਤੇ ਆਪਣਾ ਆਪ ਜਤਾਣ ਨਾਹ ਲੱਗ ਪਈਂ । "},"ms":{"gurmukhi":"s¤cy gurdyv jI dy mUhry mskIx bx Aqy Awpxy Awp ƒ jwhr nW kr[","unicode":"ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਦੇ ਮੂਹਰੇ ਮਸਕੀਣ ਬਣ ਅਤੇ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾਹਰ ਨਾਂ ਕਰ।"}},"es":{"sn":"te serán quitados. Ríndete ante el Verdadero Guru y no hagas caso a tu ego; "},"hi":{"ss":"हे मन ! विनम्र हो के गुरू के चरणों में गिर पड़ो।देखना।कहीं अपना आप जताने मत लग पड़ना।","sts":"सच्चे गुरु के समक्ष विनीत बन और खुद पर गर्व मत करना कि मैं महान् हूँ।"}},"transliteration":{"english":"hoh nimaanaa satiguroo agai mat kichh aap lakhaavahe ||","hindi":"होहु निमाणा सतिगुरू अगै मत किछु आपु लखावहे ॥","en":"hoh nimaanaa satiguroo agai mat kichh aap lakhaavahe ||","hi":"होहु निमाणा सतिगुरू अगै मत किछु आपु लखावहे ॥","ipa":"hɔh nɪmɑɳɑ sət̪ɪGʊru əGæ mət̪ kɪɕ əɑp ləkʰɑʋəhe.","ur":"هوهُ نماݨا ستگرُو اگَے مت کچھ آپ لکھاوهے ۔۔"},"pageNo":441,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20031,"shabadId":1648,"verse":{"gurmukhi":"AwpxY AhMkwir jgqu jilAw mq qUM Awpxw Awpu gvwvhy ]","unicode":"ਆਪਣੈ ਅਹੰਕਾਰਿ ਜਗਤੁ ਜਲਿਆ ਮਤ ਤੂੰ ਆਪਣਾ ਆਪੁ ਗਵਾਵਹੇ ॥"},"larivaar":{"gurmukhi":"AwpxYAhMkwirjgqujilAwmqqUMAwpxwAwpugvwvhy]","unicode":"ਆਪਣੈਅਹੰਕਾਰਿਜਗਤੁਜਲਿਆਮਤਤੂੰਆਪਣਾਆਪੁਗਵਾਵਹੇ॥"},"translation":{"en":{"bdb":"The world is consumed by ego and self-identity; see this, lest you lose your own self as well.","ms":"By its own pride the world is burning. Allow not thyself to be ruined like wise.","ssk":"The world is consumed by ego and self-identity; see this, lest you lose your own self as well."},"pu":{"ss":{"gurmukhi":"jgq Awpxy hI AhMkwr ivc sV irhw hY, vyKIN ikqy qUµ BI (AhMkwr ivc pY ky) Awpxy Awp dw nws nw kr leIN [","unicode":"ਜਗਤ ਆਪਣੇ ਹੀ ਅਹੰਕਾਰ ਵਿਚ ਸੜ ਰਿਹਾ ਹੈ, ਵੇਖੀਂ ਕਿਤੇ ਤੂੰ ਭੀ (ਅਹੰਕਾਰ ਵਿਚ ਪੈ ਕੇ) ਆਪਣੇ ਆਪ ਦਾ ਨਾਸ ਨਾ ਕਰ ਲਈਂ ।"},"ft":{"gurmukhi":"jgq qo Apxy ABmwn myN jlw hUAw hI hY, mq khIN qUM ausI ABmwn myN Apny Awp ko gvwie lyvy ArQwq jlwvY]","unicode":"ਜਗਤ ਤੋ ਅਪਣੇ ਅਭਮਾਨ ਮੇਂ ਜਲਾ ਹੂਆ ਹੀ ਹੈ, ਮਤ ਕਹੀਂ ਤੂੰ ਉਸੀ ਅਭਮਾਨ ਮੇਂ ਅਪਨੇ ਆਪ ਕੋ ਗਵਾਇ ਲੇਵੇ ਅਰਥਾਤ ਜਲਾਵੈ॥"},"bdb":{"gurmukhi":"jgq Awpxy hI AhMkwr ivc sV irhw hY, vyKIN ikqy qUµ BI (AhMkwr ivc pY ky) Awpxy Awp dw nws nw kr leIN [","unicode":"ਜਗਤ ਆਪਣੇ ਹੀ ਅਹੰਕਾਰ ਵਿਚ ਸੜ ਰਿਹਾ ਹੈ, ਵੇਖੀਂ ਕਿਤੇ ਤੂੰ ਭੀ (ਅਹੰਕਾਰ ਵਿਚ ਪੈ ਕੇ) ਆਪਣੇ ਆਪ ਦਾ ਨਾਸ ਨਾ ਕਰ ਲਈਂ ।"},"ms":{"gurmukhi":"Awpxy ZrUr AMdr sMswr sV irhw hY[ qUM BI Awpxy Awp ƒ eys qrHW hI qbwh nW kr leIN[","unicode":"ਆਪਣੇ ਗ਼ਰੂਰ ਅੰਦਰ ਸੰਸਾਰ ਸੜ ਰਿਹਾ ਹੈ। ਤੂੰ ਭੀ ਆਪਣੇ ਆਪ ਨੂੰ ਏਸ ਤਰ੍ਹਾਂ ਹੀ ਤਬਾਹ ਨਾਂ ਕਰ ਲਈਂ।"}},"es":{"sn":"este ego ha quemado al mundo entero; obsérvalo, si no, también te perderás. "},"hi":{"ss":"जगत अपने ही अहंकार में जल रहा है।देखना।कहीं तू भी (अहंकार में पड़ कर) अपने आपका नाश मत कर लेना।","sts":"अपने अहंकार में यह जगत जल रहा है, इसलिए तू भी अपने आपको इस तरह नष्ट मत कर लेना।"}},"transliteration":{"english":"aapanai aha(n)kaar jagat jaliaa mat too(n) aapanaa aap gavaavahe ||","hindi":"आपणै अहंकारि जगतु जलिआ मत तूँ आपणा आपु गवावहे ॥","en":"aapanai aha(n)kaar jagat jaliaa mat too(n) aapanaa aap gavaavahe ||","hi":"आपणै अहंकारि जगतु जलिआ मत तूँ आपणा आपु गवावहे ॥","ipa":"əɑpəɳæ əhəŋkɑr d͡ʒəGət̪ d͡ʒəlɪəɑ mət̪ t̪uŋ əɑpəɳɑ əɑp Gəʋɑʋəhe.","ur":"آپݨَے اهںکار جگت جلآ مت تُوں آپݨا آپ گواوهے ۔۔"},"pageNo":441,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20032,"shabadId":1648,"verse":{"gurmukhi":"siqgur kY BwxY krih kwr siqgur kY BwxY lwig rhu ]","unicode":"ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਕਰਹਿ ਕਾਰ ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਲਾਗਿ ਰਹੁ ॥"},"larivaar":{"gurmukhi":"siqgurkYBwxYkrihkwrsiqgurkYBwxYlwigrhu]","unicode":"ਸਤਿਗੁਰਕੈਭਾਣੈਕਰਹਿਕਾਰਸਤਿਗੁਰਕੈਭਾਣੈਲਾਗਿਰਹੁ॥"},"translation":{"en":{"bdb":"Make yourself follow the Sweet Will of the True Guru; remain attached to His Sweet Will.","ms":"Attend to thy business according to the will of the true Guru and remain attached to the will of the true Guru.","ssk":"Make yourself follow the Sweet Will of the True Guru; remain attached to His Sweet Will."},"pu":{"ss":{"gurmukhi":"(ies ^qry qoN qW hI bcyNgw, jy) qUµ gurU dy hukm ivc qur ky kMm kryNgw [ (so, hy mn!) gurU dy hukm ivc itikAw rhu [ ","unicode":"(ਇਸ ਖ਼ਤਰੇ ਤੋਂ ਤਾਂ ਹੀ ਬਚੇਂਗਾ, ਜੇ) ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਕੰਮ ਕਰੇਂਗਾ । (ਸੋ, ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਟਿਕਿਆ ਰਹੁ । "},"ft":{"gurmukhi":"jy qUM sqguroN ky hukm sy kwr, Bwv syvw kry qau mukiq hovY, qW qy sqguroN ky hukm myN lgw rhu]","unicode":"ਜੇ ਤੂੰ ਸਤਗੁਰੋਂ ਕੇ ਹੁਕਮ ਸੇ ਕਾਰ, ਭਾਵ ਸੇਵਾ ਕਰੇ ਤਉ ਮੁਕਤਿ ਹੋਵੈ, ਤਾਂ ਤੇ ਸਤਗੁਰੋਂ ਕੇ ਹੁਕਮ ਮੇਂ ਲਗਾ ਰਹੁ॥"},"bdb":{"gurmukhi":"(ies ^qry qoN qW hI bcyNgw, jy) qUµ gurU dy hukm ivc qur ky kMm kryNgw [ (so, hy mn!) gurU dy hukm ivc itikAw rhu [ ","unicode":"(ਇਸ ਖ਼ਤਰੇ ਤੋਂ ਤਾਂ ਹੀ ਬਚੇਂਗਾ, ਜੇ) ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਕੰਮ ਕਰੇਂਗਾ । (ਸੋ, ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਟਿਕਿਆ ਰਹੁ । "},"ms":{"gurmukhi":"s¤cy gurW dI rzw Anuswr Awpxw kwr ivhwr kr Aqy s¤cy gurW dI rzw dy nwl juiVAw rhu[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਆਪਣਾ ਕਾਰ ਵਿਹਾਰ ਕਰ ਅਤੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜ਼ਾ ਦੇ ਨਾਲ ਜੁੜਿਆ ਰਹੁ।"}},"es":{"sn":"Entónate en la Voluntad del Señor y camina en Su Sendero."},"hi":{"ss":"(इस खतरे से तभी बचेगा।अगर) तू गुरू के हुकम में चल के काम करेगा।(सो।हे मन !) गुरू के हुकम मे टिका रह।","sts":"सच्चे गुरु की इच्छानुसार अपना कार्य कर और सच्चे गुरु की इच्छा के साथ लगा रह।"}},"transliteration":{"english":"satigur kai bhaanai kareh kaar satigur kai bhaanai laag rahu ||","hindi":"सतिगुर कै भाणै करहि कार सतिगुर कै भाणै लागि रहु ॥","en":"satigur kai bhaanai kareh kaar satigur kai bhaanai laag rahu ||","hi":"सतिगुर कै भाणै करहि कार सतिगुर कै भाणै लागि रहु ॥","ipa":"sət̪ɪGʊr kæ ɓɑɳæ kərəh kɑr sət̪ɪGʊr kæ ɓɑɳæ lɑG rəh.","ur":"ستگر کَے بھاݨَے کره کار ستِگر کَے بھاݨَے لاگ رهُ ۔۔"},"pageNo":441,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20033,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku Awpu Cif suK pwvih mn inmwxw hoie rhu ]7]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਆਪੁ ਛਡਿ ਸੁਖ ਪਾਵਹਿ ਮਨ ਨਿਮਾਣਾ ਹੋਇ ਰਹੁ ॥੭॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkuAwpuCifsuKpwvihmninmwxwhoierhu]7]","unicode":"ਇਉਕਹੈਨਾਨਕੁਆਪੁਛਡਿਸੁਖਪਾਵਹਿਮਨਨਿਮਾਣਾਹੋਇਰਹੁ॥੭॥"},"translation":{"en":{"bdb":"Thus says Nanak: renounce your ego and self-conceit, and obtain peace; let your mind abide in humility. ||7||","ms":"Thus say Nanak, forsake thou thy self conceit and continue to be meek, O man. Thus shalt thou obtain happiness.","ssk":"Thus says Nanak: renounce your ego and self-conceit, and obtain peace; let your mind abide in humility. ||7||"},"pu":{"ss":{"gurmukhi":"(hy mn! qYƒ) nwnk ieauN smJWdw hY—hy mn! AhMkwr C`f dy, AhMkwr C`f ky suK pwvyNgw [7[","unicode":"(ਹੇ ਮਨ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਸਮਝਾਂਦਾ ਹੈ—ਹੇ ਮਨ! ਅਹੰਕਾਰ ਛੱਡ ਦੇ, ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਸੁਖ ਪਾਵੇਂਗਾ ।੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy mn! ies pRkwr qUM Awpw Bwau Cof kr inmwxw ho rhu qau suK pwvihMgw]7]ÇAb aupdyS krn hwry ApnI dSw khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਇਸ ਪ੍ਰਕਾਰ ਤੂੰ ਆਪਾ ਭਾਉ ਛੋਡ ਕਰ ਨਿਮਾਣਾ ਹੋ ਰਹੁ ਤਉ ਸੁਖ ਪਾਵਹਿੰਗਾ॥੭॥☬ਅਬ ਉਪਦੇਸ਼ ਕਰਨ ਹਾਰੇ ਅਪਨੀ ਦਸ਼ਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy mn! qYƒ) nwnk ieauN smJWdw hY—hy mn! AhMkwr C`f dy, AhMkwr C`f ky suK pwvyNgw [7[","unicode":"(ਹੇ ਮਨ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਸਮਝਾਂਦਾ ਹੈ—ਹੇ ਮਨ! ਅਹੰਕਾਰ ਛੱਡ ਦੇ, ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਸੁਖ ਪਾਵੇਂਗਾ ।੭।"},"ms":{"gurmukhi":"gurU jI ies qrHW PurmwauNdy hn, qUM AwpxI svY hMgqw ƒ iqAwg dy Aqy mskIn bixAw rhu, hy bMdy! AYkur qYƒ KuSI hwsl hovygI[","unicode":"ਗੁਰੂ ਜੀ ਇਸ ਤਰ੍ਹਾਂ ਫੁਰਮਾਉਂਦੇ ਹਨ, ਤੂੰ ਆਪਣੀ ਸਵੈ ਹੰਗਤਾ ਨੂੰ ਤਿਆਗ ਦੇ ਅਤੇ ਮਸਕੀਨ ਬਣਿਆ ਰਹੁ, ਹੇ ਬੰਦੇ! ਐਕੁਰ ਤੈਨੂੰ ਖੁਸ਼ੀ ਹਾਸਲ ਹੋਵੇਗੀ।"}},"es":{"sn":" Dice Nanak, oh mi mente, siente el gusto de relajarte en la Humildad. (7)"},"hi":{"ss":"(हे मन ! तुझे) नानक इस प्रकार समझाता है– हे मन अहंकार त्याग दे।अहंकार छोड़ के ही सुख पाएगा। 7।","sts":"नानक इस तरह कहता है कि हे मन ! तू अपना अहंकार छोड़ दे और विनीत बना रह, इस तरह तुझे सुख प्राप्त होगा।॥ ७॥"}},"transliteration":{"english":"eiau kahai naanak aap chhadd sukh paaveh man nimaanaa hoi rahu ||7||","hindi":"इउ कहै नानकु आपु छडि सुख पावहि मन निमाणा होइ रहु ॥७॥","en":"eiau kahai naanak aap chhadd sukh paaveh man nimaanaa hoi rahu ||7||","hi":"इउ कहै नानकु आपु छडि सुख पावहि मन निमाणा होइ रहु ॥७॥","ipa":"eɪo kəhæ nɑnək əɑp ɕəɖ sʊkʰ pɑʋəh mən nɪmɑɳɑ hɔeɪ rəh.7.","ur":"ِاا کهَے نانک آپ چھڈ سُکھ پاوه من نماݨا هوا رهُ ۔۔۷۔۔"},"pageNo":441,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20034,"shabadId":1648,"verse":{"gurmukhi":"DMnu su vylw ijqu mY siqguru imilAw so shu iciq AwieAw ]","unicode":"ਧੰਨੁ ਸੁ ਵੇਲਾ ਜਿਤੁ ਮੈ ਸਤਿਗੁਰੁ ਮਿਲਿਆ ਸੋ ਸਹੁ ਚਿਤਿ ਆਇਆ ॥"},"larivaar":{"gurmukhi":"DMnusuvylwijqumYsiqguruimilAwsoshuiciqAwieAw]","unicode":"ਧੰਨੁਸੁਵੇਲਾਜਿਤੁਮੈਸਤਿਗੁਰੁਮਿਲਿਆਸੋਸਹੁਚਿਤਿਆਇਆ॥"},"translation":{"en":{"bdb":"Blessed is that time, when I met the True Guru, and my Husband Lord came into my consciousness.","ms":"Blest is the time when I met the true Guru and remembered God, the spouse.","ssk":"Blessed is that time, when I met the True Guru, and my Husband Lord came into my consciousness."},"pu":{"ss":{"gurmukhi":"auh vylw BwgW vwlw sI jdoN mYƒ gurU iml ipAw sI (qy, gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw; ","unicode":"ਉਹ ਵੇਲਾ ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ (ਤੇ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ; "},"ft":{"gurmukhi":"vhu smW DMn hYN ijsmyN muJy sqgurU imlw hY AOr so Akwl purK pqI myry icq myN pRwpq BieAw hY]","unicode":"ਵਹੁ ਸਮਾਂ ਧੰਨ ਹੈਂ ਜਿਸਮੇਂ ਮੁਝੇ ਸਤਗੁਰੂ ਮਿਲਾ ਹੈ ਔਰ ਸੋ ਅਕਾਲ ਪੁਰਖ ਪਤੀ ਮੇਰੇ ਚਿਤ ਮੇਂ ਪ੍ਰਾਪਤ ਭਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"auh vylw BwgW vwlw sI jdoN mYƒ gurU iml ipAw sI (qy, gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw; ","unicode":"ਉਹ ਵੇਲਾ ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ (ਤੇ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ; "},"ms":{"gurmukhi":"mubwrk hY auh smW jd mYN s¤cy gurW ƒ ByitAw Aqy aus Brqy vwihgurU ƒ Xwd kIqw[","unicode":"ਮੁਬਾਰਕ ਹੈ ਉਹ ਸਮਾਂ ਜਦ ਮੈਂ ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਭੇਟਿਆ ਅਤੇ ਉਸ ਭਰਤੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਯਾਦ ਕੀਤਾ।"}},"es":{"sn":"Bendito es el momento en que conocí al Guru y enaltecí al Bello Señor en mi corazón. "},"hi":{"ss":"वह वक्त सौभाग्यपूर्ण था जब मुझे गुरू मिल गया था (और।गुरू की किरपा से) वह पति-प्रभू मेरे चित्त में आ बसा।","sts":"वह समय बड़ा धन्य है, जब मुझे सच्चा गुरु मिला और मुझे परमात्मा याद आया।"}},"transliteration":{"english":"dha(n)nu su velaa jit mai satigur miliaa so sahu chit aaiaa ||","hindi":"धंनु सु वेला जितु मै सतिगुरु मिलिआ सो सहु चिति आइआ ॥","en":"dha(n)nu su velaa jit mai satigur miliaa so sahu chit aaiaa ||","hi":"धंनु सु वेला जितु मै सतिगुरु मिलिआ सो सहु चिति आइआ ॥","ipa":"t̪əŋn s ʋelɑ d͡ʒɪt̪ mæ sət̪ɪGʊr mɪlɪəɑ sɔ səh t͡ʃɪt̪ əɑɪɑ.","ur":"دھنّ سُ وےلا جت مَے ستگر ملِآ سو سهُ چتِ آایا ۔۔"},"pageNo":441,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20035,"shabadId":1648,"verse":{"gurmukhi":"mhw Anµdu shju BieAw min qin suKu pwieAw ]","unicode":"ਮਹਾ ਅਨੰਦੁ ਸਹਜੁ ਭਇਆ ਮਨਿ ਤਨਿ ਸੁਖੁ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"mhwAnµdushjuBieAwminqinsuKupwieAw]","unicode":"ਮਹਾਅਨੰਦੁਸਹਜੁਭਇਆਮਨਿਤਨਿਸੁਖੁਪਾਇਆ॥"},"translation":{"en":{"bdb":"I became so very blissful, and my mind and body found such a natural peace.","ms":"I naturally got exceedingly delighted and obtain the peace of mind and body.","ssk":"I became so very blissful, and my mind and body found such a natural peace."},"pu":{"ss":{"gurmukhi":"myry AMdr bVw AwnMd pYdw hoieAw, myry AMdr Awqmk Afolqw pYdw ho geI, myry mn ny myry ihrdy ny suK AnuBv kIqw [","unicode":"ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਮਨ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਨੇ ਸੁਖ ਅਨੁਭਵ ਕੀਤਾ ।"},"ft":{"gurmukhi":"AOr ijs ipAwry ky Awgmn kr ky sÍBwvk (mhw AnMdu) bRhmwnMd pRwpq hoqw BieAw hY AOr mn qn myN suK pRwpq hUAw hY]","unicode":"ਔਰ ਜਿਸ ਪਿਆਰੇ ਕੇ ਆਗਮਨ ਕਰ ਕੇ ਸ੍ਵਭਾਵਕ (ਮਹਾ ਅਨੰਦੁ) ਬ੍ਰਹਮਾਨੰਦ ਪ੍ਰਾਪਤ ਹੋਤਾ ਭਇਆ ਹੈ ਔਰ ਮਨ ਤਨ ਮੇਂ ਸੁਖ ਪ੍ਰਾਪਤ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"myry AMdr bVw AwnMd pYdw hoieAw, myry AMdr Awqmk Afolqw pYdw ho geI, myry mn ny myry ihrdy ny suK AnuBv kIqw [","unicode":"ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਮਨ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਨੇ ਸੁਖ ਅਨੁਭਵ ਕੀਤਾ ।"},"ms":{"gurmukhi":"mYN suBwvk hI prm pRsMn ho igAw Aqy mYƒ idl Aqy dyih dw Awrwm pRwpq ho igAw[","unicode":"ਮੈਂ ਸੁਭਾਵਕ ਹੀ ਪਰਮ ਪ੍ਰਸੰਨ ਹੋ ਗਿਆ ਅਤੇ ਮੈਨੂੰ ਦਿਲ ਅਤੇ ਦੇਹਿ ਦਾ ਆਰਾਮ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।"}},"es":{"sn":"Dentro de mí habita la inmensa Paz y el Éxtasis, y mi mente y mi cuerpo han sido refrescados. "},"hi":{"ss":"मेरेअंदर बहुत आनंद पैदा हुआ।मेरे अंदर आत्मिक अडोलता पैदा हो गई।मेरे मन ने मेरे दिल ने सुख अनुभव किया।","sts":"मेरे अन्तर्मन में सहज ही महा-आनंद अनुभव हुआ और मन-तन में सुख प्राप्त हो गया।"}},"transliteration":{"english":"mahaa ana(n)dh sahaj bhiaa man tan sukh paiaa ||","hindi":"महा अनंदु सहजु भइआ मनि तनि सुखु पाइआ ॥","en":"mahaa ana(n)dh sahaj bhiaa man tan sukh paiaa ||","hi":"महा अनंदु सहजु भइआ मनि तनि सुखु पाइआ ॥","ipa":"məhɑ ənəⁿd̪ səhəd͡ʒ ɓɪɑ mən t̪ən sʊkʰ pɑɪɑ.","ur":"مها انµد سهج بھایا من تنِ سُکھ پاایا ۔۔"},"pageNo":441,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20036,"shabadId":1648,"verse":{"gurmukhi":"so shu iciq AwieAw mMin vswieAw Avgx siB ivswry ]","unicode":"ਸੋ ਸਹੁ ਚਿਤਿ ਆਇਆ ਮੰਨਿ ਵਸਾਇਆ ਅਵਗਣ ਸਭਿ ਵਿਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"soshuiciqAwieAwmMinvswieAwAvgxsiBivswry]","unicode":"ਸੋਸਹੁਚਿਤਿਆਇਆਮੰਨਿਵਸਾਇਆਅਵਗਣਸਭਿਵਿਸਾਰੇ॥"},"translation":{"en":{"bdb":"My Husband Lord came into my consciousness; I enshrined Him within my mind, and I renounced all vice.","ms":"I remembered the Bridegroom, enshrined Him within my mind and forsook all the evils.","ssk":"My Husband Lord came into my consciousness; I enshrined Him within my mind, and I renounced all vice."},"pu":{"ss":{"gurmukhi":"(gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw, (gurU ny pRBU ƒ) myry mn ivc vsw id`qw, qy myry swry hI AOgux Bulw id`qy [","unicode":"(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ, (ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ) ਮੇਰੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ, ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਔਗੁਣ ਭੁਲਾ ਦਿੱਤੇ ।"},"ft":{"gurmukhi":"jb so pqI icq myN AwieAw mYny aus ky ivKy mn bswieAw vw so mn myN bswieAw, qb myry ijqny Avgun Qy sB pqI ny Bulwie dIey]","unicode":"ਜਬ ਸੋ ਪਤੀ ਚਿਤ ਮੇਂ ਆਇਆ ਮੈਨੇ ਉਸ ਕੇ ਵਿਖੇ ਮਨ ਬਸਾਇਆ ਵਾ ਸੋ ਮਨ ਮੇਂ ਬਸਾਇਆ, ਤਬ ਮੇਰੇ ਜਿਤਨੇ ਅਵਗੁਨ ਥੇ ਸਭ ਪਤੀ ਨੇ ਭੁਲਾਇ ਦੀਏ॥"},"bdb":{"gurmukhi":"(gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw, (gurU ny pRBU ƒ) myry mn ivc vsw id`qw, qy myry swry hI AOgux Bulw id`qy [","unicode":"(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ, (ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ) ਮੇਰੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ, ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਔਗੁਣ ਭੁਲਾ ਦਿੱਤੇ ।"},"ms":{"gurmukhi":"mYN aus kMq ƒ Xwd kIqw hY, aus ƒ Awpxy mn AMdr itkwieAw hY Aqy swrIAW bdIAW Bulw C`fIAW hn[","unicode":"ਮੈਂ ਉਸ ਕੰਤ ਨੂੰ ਯਾਦ ਕੀਤਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਅੰਦਰ ਟਿਕਾਇਆ ਹੈ ਅਤੇ ਸਾਰੀਆਂ ਬਦੀਆਂ ਭੁਲਾ ਛੱਡੀਆਂ ਹਨ।"}},"es":{"sn":"Es entonces cuando entendí el Enorme Valor de mi Señor y Lo enaltecí en mi mente desplazando de ella todo vicio. "},"hi":{"ss":"(गुरू की कृपा से) वह पति-प्रभू मेरे चित्त में आ बसा।(गुरू ने प्रभू को) मेरे मन में बसा दिया।और मेरे ही अवगुण भुला दिए।","sts":"मैंने उस पति-प्रभु को याद किया है, उसे अपने मन में बसाया है और तमाम अवगुण भुला दिए हैं।"}},"transliteration":{"english":"so sahu chit aaiaa ma(n)n vasaiaa avagan sabh visaare ||","hindi":"सो सहु चिति आइआ मंनि वसाइआ अवगण सभि विसारे ॥","en":"so sahu chit aaiaa ma(n)n vasaiaa avagan sabh visaare ||","hi":"सो सहु चिति आइआ मंनि वसाइआ अवगण सभि विसारे ॥","ipa":"sɔ səh t͡ʃɪt̪ əɑɪɑ məŋn ʋəsɑɪɑ əʋəGəɳ səɓ ʋɪsɑre.","ur":"سو سهُ چت آایا منّ وساایا اوگݨ سبھِ وسارے ۔۔"},"pageNo":441,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20037,"shabadId":1648,"verse":{"gurmukhi":"jw iqsu Bwxw gux prgt hoey siqgur Awip svwry ]","unicode":"ਜਾ ਤਿਸੁ ਭਾਣਾ ਗੁਣ ਪਰਗਟ ਹੋਏ ਸਤਿਗੁਰ ਆਪਿ ਸਵਾਰੇ ॥"},"larivaar":{"gurmukhi":"jwiqsuBwxwguxprgthoeysiqgurAwipsvwry]","unicode":"ਜਾਤਿਸੁਭਾਣਾਗੁਣਪਰਗਟਹੋਏਸਤਿਗੁਰਆਪਿਸਵਾਰੇ॥"},"translation":{"en":{"bdb":"When it pleased Him, virtues appeared in me, and the True Guru Himself adorned me.","ms":"When it pleased Him, virtues became manifest in me and the Guru himself bedecked me.","ssk":"When it pleased Him, virtues appeared in me, and the True Guru Himself adorned me."},"pu":{"ss":{"gurmukhi":"(hy BweI!) jdoN aus mwlk ƒ cMgw l`gdw hY aus dy gux mnu`K dy AMdr rOSn ho jWdy hn, gurU Awp aus mnu`K dy jIvn ƒ sohxw bxw dyNdw hY [","unicode":"(ਹੇ ਭਾਈ!) ਜਦੋਂ ਉਸ ਮਾਲਕ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਦੇ ਗੁਣ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਆਪ ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo mYN iqs ko BwXw qO myry myN gux pRgt ho gey AOr hm Awp sqguroN ny svwr lIey vw myry krqb svwr lIey[","unicode":"ਜੋ ਮੈਂ ਤਿਸ ਕੋ ਭਾਯਾ ਤੌ ਮੇਰੇ ਮੇਂ ਗੁਣ ਪ੍ਰਗਟ ਹੋ ਗਏ ਔਰ ਹਮ ਆਪ ਸਤਗੁਰੋਂ ਨੇ ਸਵਾਰ ਲੀਏ ਵਾ ਮੇਰੇ ਕਰਤਬ ਸਵਾਰ ਲੀਏ।"},"bdb":{"gurmukhi":"(hy BweI!) jdoN aus mwlk ƒ cMgw l`gdw hY aus dy gux mnu`K dy AMdr rOSn ho jWdy hn, gurU Awp aus mnu`K dy jIvn ƒ sohxw bxw dyNdw hY [","unicode":"(ਹੇ ਭਾਈ!) ਜਦੋਂ ਉਸ ਮਾਲਕ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਦੇ ਗੁਣ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਆਪ ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd aus ƒ cMgw l`gw myry iv`c nykIAW zwhr ho AweIAW Aqy gurdyv jI ny Kud mYƒ sSoBq kr id`qw[","unicode":"ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਾ ਮੇਰੇ ਵਿੱਚ ਨੇਕੀਆਂ ਜ਼ਾਹਰ ਹੋ ਆਈਆਂ ਅਤੇ ਗੁਰਦੇਵ ਜੀ ਨੇ ਖੁਦ ਮੈਨੂੰ ਸਸ਼ੋਭਤ ਕਰ ਦਿੱਤਾ।"}},"es":{"sn":"Cuando tal fue la Voluntad del Señor, la Virtud se manifestó en mí; sí, el Guru Mismo adorna a todos. "},"hi":{"ss":"(हे भाई !) जब उस मालिक को ठीक लगता है उसके गुण मनुष्य के अंदर रौशन हो जाते हैं।गुरू स्वयं उस मनुष्य के जीवन को सुंदर बना देता है।","sts":"जब प्रभु को अच्छा लगा तो मुझ में गुण प्रगट हो गए, और सच्चे गुरु ने आप मुझे संवार दिया है।"}},"transliteration":{"english":"jaa tis bhaanaa gun paragaT hoe satigur aap savaare ||","hindi":"जा तिसु भाणा गुण परगट होए सतिगुर आपि सवारे ॥","en":"jaa tis bhaanaa gun paragaT hoe satigur aap savaare ||","hi":"जा तिसु भाणा गुण परगट होए सतिगुर आपि सवारे ॥","ipa":"d͡ʒɑ t̪ɪs ɓɑɳɑ Gʊɳ pərəGəʈ hɔee sət̪ɪGʊr əɑp səʋɑre.","ur":"جا تس بھاݨا گُݨ پرگٹ هواے ستگر آپ سوارے ۔۔"},"pageNo":441,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20038,"shabadId":1648,"verse":{"gurmukhi":"sy jn prvwxu hoey ijn@I ieku nwmu idiVAw duqIAw Bwau cukwieAw ]","unicode":"ਸੇ ਜਨ ਪਰਵਾਣੁ ਹੋਏ ਜਿਨੑੀ ਇਕੁ ਨਾਮੁ ਦਿੜਿਆ ਦੁਤੀਆ ਭਾਉ ਚੁਕਾਇਆ ॥"},"larivaar":{"gurmukhi":"syjnprvwxuhoeyijn@IiekunwmuidiVAwduqIAwBwaucukwieAw]","unicode":"ਸੇਜਨਪਰਵਾਣੁਹੋਏਜਿਨੑੀਇਕੁਨਾਮੁਦਿੜਿਆਦੁਤੀਆਭਾਉਚੁਕਾਇਆ॥"},"translation":{"en":{"bdb":"Those humble beings become acceptable, who cling to the One Name and renounce the love of duality.","ms":"The persons, who cling to One Name and renounce another's love, become acceptable.","ssk":"Those humble beings become acceptable, who cling to the One Name and renounce the love of duality."},"pu":{"ss":{"gurmukhi":"jyhVy mnu`K isr& hir-nwm ƒ Awpxy ihrdy ivc p`kw kr lYNdy hn, qy mwieAw dw moh AMdroN dUr kr lYNdy hn auh prmwqmw dI drgh ivc kbUl ho jWdy hn ","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦੇ ਹਨ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਅੰਦਰੋਂ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਹ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦੇ ਹਨ "},"ft":{"gurmukhi":"soeI purK prmwn hUey hYN ijnoN ny eyk nwm ko idF kIAw hY AOr duqIAw Bwau cukwie dIAw hY]","unicode":"ਸੋਈ ਪੁਰਖ ਪਰਮਾਨ ਹੂਏ ਹੈਂ ਜਿਨੋਂ ਨੇ ਏਕ ਨਾਮ ਕੋ ਦਿਢ ਕੀਆ ਹੈ ਔਰ ਦੁਤੀਆ ਭਾਉ ਚੁਕਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVy mnu`K isr& hir-nwm ƒ Awpxy ihrdy ivc p`kw kr lYNdy hn, qy mwieAw dw moh AMdroN dUr kr lYNdy hn auh prmwqmw dI drgh ivc kbUl ho jWdy hn ","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦੇ ਹਨ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਅੰਦਰੋਂ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਹ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦੇ ਹਨ "},"ms":{"gurmukhi":"jo purS iek nwm nwl p`kI qrHW juV jWdy hn Aqy hors dI pRIq ƒ iqAwg idMdy hn, auh kbUl pY jWdy hn[","unicode":"ਜੋ ਪੁਰਸ਼ ਇਕ ਨਾਮ ਨਾਲ ਪੱਕੀ ਤਰ੍ਹਾਂ ਜੁੜ ਜਾਂਦੇ ਹਨ ਅਤੇ ਹੋਰਸ ਦੀ ਪ੍ਰੀਤ ਨੂੰ ਤਿਆਗ ਦਿੰਦੇ ਹਨ, ਉਹ ਕਬੂਲ ਪੈ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que se olvidan de la dualidad y se apegan sólo al Nombre del Señor son aprobados. "},"hi":{"ss":"जो मनुष्य सिर्फ हरि-नाम को अपने दिल में पक्का कर लेते हैं।और माया का मोह अंदर से दूर कर लेते हैं।","sts":"जिन्होंने एक नाम को अपने मन में बसाया है और पराया मोह-प्यार त्याग दिया है, वे प्रभु के दरबार में स्वीकृत हो गए हैं।"}},"transliteration":{"english":"se jan paravaan hoe jin(h)ee ik naam dhiRiaa dhuteeaa bhaau chukaiaa ||","hindi":"से जन परवाणु होए जिन्नी इकु नामु दिड़िआ दुतीआ भाउ चुकाइआ ॥","en":"se jan paravaan hoe jin(h)ee ik naam dhiRiaa dhuteeaa bhaau chukaiaa ||","hi":"से जन परवाणु होए जिन्नी इकु नामु दिड़िआ दुतीआ भाउ चुकाइआ ॥","ipa":"se d͡ʒən pərəʋɑɳ hɔee d͡ʒɪn@i eɪk nɑm d̪ɪɽɪəɑ d̪ʊt̪iəɑ ɓɑo t͡ʃʊkɑɪɑ.","ur":"سے جن پرواݨ هواے جنھیِ اک نام دڑآ دُتیِآ بھاا چُکاایا ۔۔"},"pageNo":441,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20039,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku DMnu su vylw ijqu mY siqguru imilAw so shu iciq AwieAw ]8]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਧੰਨੁ ਸੁ ਵੇਲਾ ਜਿਤੁ ਮੈ ਸਤਿਗੁਰੁ ਮਿਲਿਆ ਸੋ ਸਹੁ ਚਿਤਿ ਆਇਆ ॥੮॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkuDMnusuvylwijqumYsiqguruimilAwsoshuiciqAwieAw]8]","unicode":"ਇਉਕਹੈਨਾਨਕੁਧੰਨੁਸੁਵੇਲਾਜਿਤੁਮੈਸਤਿਗੁਰੁਮਿਲਿਆਸੋਸਹੁਚਿਤਿਆਇਆ॥੮॥"},"translation":{"en":{"bdb":"Thus says Nanak: blessed is the time when I met the True Guru, and my Husband Lord came into my consciousness. ||8||","ms":"Thus says Nanak, blessed is the time when I met the True Guru and remembered that groom of mine.","ssk":"Thus says Nanak: blessed is the time when I met the True Guru, and my Husband Lord came into my consciousness. ||8||"},"pu":{"ss":{"gurmukhi":"nwnk ieauN AwKdw hY—BwgW vwlw sI auh vylw jdoN mYƒ gurU iml ipAw sI qy (gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw sI [8[","unicode":"ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ—ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਉਹ ਵੇਲਾ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ ਤੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ਸੀ ।੮।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ies pRkwr ijs smyN mYny sqgurU ko pwXw hY Ar so pqI icq myN AwXw hY, so vylw DMn hY]8]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਸ ਪ੍ਰਕਾਰ ਜਿਸ ਸਮੇਂ ਮੈਨੇ ਸਤਗੁਰੂ ਕੋ ਪਾਯਾ ਹੈ ਅਰ ਸੋ ਪਤੀ ਚਿਤ ਮੇਂ ਆਯਾ ਹੈ, ਸੋ ਵੇਲਾ ਧੰਨ ਹੈ॥੮॥"},"bdb":{"gurmukhi":"nwnk ieauN AwKdw hY—BwgW vwlw sI auh vylw jdoN mYƒ gurU iml ipAw sI qy (gurU dI ikrpw nwl) auh Ksm-pRBU myry ic`q ivc Aw v`isAw sI [8[","unicode":"ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ—ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਉਹ ਵੇਲਾ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ ਤੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ਸੀ ।੮।"},"ms":{"gurmukhi":"gurU jI ies qrHW PurmwauNdy hn-BwgW BirAw hY auh vkq, jd mYN s¤cy gurW ƒ imilAw Aqy aus Awpxy pqI ƒ cyqy kIqw[","unicode":"ਗੁਰੂ ਜੀ ਇਸ ਤਰ੍ਹਾਂ ਫੁਰਮਾਉਂਦੇ ਹਨ-ਭਾਗਾਂ ਭਰਿਆ ਹੈ ਉਹ ਵਕਤ, ਜਦ ਮੈਂ ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲਿਆ ਅਤੇ ਉਸ ਆਪਣੇ ਪਤੀ ਨੂੰ ਚੇਤੇ ਕੀਤਾ।"}},"es":{"sn":"Dice Nanak, bendito es el día que conocí a mi Guru y enaltecí al Señor en mi corazón. (8)"},"hi":{"ss":"वे परमात्मा की दरगाह में कबूल हो जाते हैं। नानक इस प्रकार कहता है– भाग्यशाली था वह समय जब मुझे गुरू मिला था और (गुरू की कृपा से) वह पति-प्रभू मेरे चित्त में आ बसा था। 8।","sts":"नानक इस तरह कहता है कि वह समय धन्य है जब मुझे सच्चा गुरु मिला और उस प्रभु-पति को याद किया ॥ ८ ॥"}},"transliteration":{"english":"eiau kahai naanak dha(n)nu su velaa jit mai satigur miliaa so sahu chit aaiaa ||8||","hindi":"इउ कहै नानकु धंनु सु वेला जितु मै सतिगुरु मिलिआ सो सहु चिति आइआ ॥८॥","en":"eiau kahai naanak dha(n)nu su velaa jit mai satigur miliaa so sahu chit aaiaa ||8||","hi":"इउ कहै नानकु धंनु सु वेला जितु मै सतिगुरु मिलिआ सो सहु चिति आइआ ॥८॥","ipa":"eɪo kəhæ nɑnək t̪əŋn s ʋelɑ d͡ʒɪt̪ mæ sət̪ɪGʊr mɪlɪəɑ sɔ səh t͡ʃɪt̪ əɑɪɑ.8.","ur":"ِاا کهَے نانک دھنّ سُ وےلا جت مَے ستگر ملِآ سو سهُ چتِ آایا ۔۔۸۔۔"},"pageNo":441,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":9,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":9,"t":"v"},{"p":2,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"},{"p":9,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20040,"shabadId":1648,"verse":{"gurmukhi":"ieik jMq Brim Buly iqin sih Awip Bulwey ]","unicode":"ਇਕਿ ਜੰਤ ਭਰਮਿ ਭੁਲੇ ਤਿਨਿ ਸਹਿ ਆਪਿ ਭੁਲਾਏ ॥"},"larivaar":{"gurmukhi":"ieikjMqBrimBulyiqinsihAwipBulwey]","unicode":"ਇਕਿਜੰਤਭਰਮਿਭੁਲੇਤਿਨਿਸਹਿਆਪਿਭੁਲਾਏ॥"},"translation":{"en":{"bdb":"Some people wander around, deluded by doubt; their Husband Lord Himself has misled them.","ms":"Some people are gone astray in doubt but them the Spouse Himself has strayed.","ssk":"Some people wander around, deluded by doubt; their Husband Lord Himself has misled them."},"pu":{"ss":{"gurmukhi":"(hy BweI!) AnykW jIv mwieAw dI Btkxw ivc pY ky kurwhy pey hoey hn, (aus pYdw krn vwly) Ksm-pRBU ny Awp hI kurwhy pwey hoey hn, ","unicode":"(ਹੇ ਭਾਈ!) ਅਨੇਕਾਂ ਜੀਵ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ, (ਉਸ ਪੈਦਾ ਕਰਨ ਵਾਲੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾਏ ਹੋਏ ਹਨ, "},"ft":{"gurmukhi":"eyk jIv Brm myN BUl rhy hYN iqn shu ny Awp hI Bulwey hYN]","unicode":"ਏਕ ਜੀਵ ਭਰਮ ਮੇਂ ਭੂਲ ਰਹੇ ਹੈਂ ਤਿਨ ਸਹੁ ਨੇ ਆਪ ਹੀ ਭੁਲਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI!) AnykW jIv mwieAw dI Btkxw ivc pY ky kurwhy pey hoey hn, (aus pYdw krn vwly) Ksm-pRBU ny Awp hI kurwhy pwey hoey hn, ","unicode":"(ਹੇ ਭਾਈ!) ਅਨੇਕਾਂ ਜੀਵ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ, (ਉਸ ਪੈਦਾ ਕਰਨ ਵਾਲੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾਏ ਹੋਏ ਹਨ, "},"ms":{"gurmukhi":"keI lokIN sMdyh AMdr kurwhy pey hoey hn[ aunHW ƒ kMq ny Kud gumrwh kr C`ifAw hY[","unicode":"ਕਈ ਲੋਕੀਂ ਸੰਦੇਹ ਅੰਦਰ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਕੰਤ ਨੇ ਖੁਦ ਗੁਮਰਾਹ ਕਰ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"Algunos son desviados por el Mismo Señor; ellos vagan en la dualidad y actúan desde el ego."},"hi":{"ss":"(हे भाई !) अनेकों जीव माया की भटकना में पड़ के गलत रास्ते पर पड़े हुए हैं।(उस पैदा करने वाले) पति प्रभू ने खुद ही उन्हें गलत राह पर डाला हुआ है।","sts":"कुछ लोग मोह-माया की दुविधा में कुमार्गगामी हो गए हैं और उन्हें प्रभु-पति ने स्वयं ही कुमार्गगामी कर दिया है।"}},"transliteration":{"english":"eik ja(n)t bharam bhule tin seh aap bhulaae ||","hindi":"इकि जंत भरमि भुले तिनि सहि आपि भुलाए ॥","en":"eik ja(n)t bharam bhule tin seh aap bhulaae ||","hi":"इकि जंत भरमि भुले तिनि सहि आपि भुलाए ॥","ipa":"eɪk d͡ʒəŋt̪ ɓərəm ɓʊle t̪ɪn səh əɑp ɓʊlɑee.","ur":"ِاک جںت بھرم بھُلے تن سهِ آپ بھُلااے ۔۔"},"pageNo":441,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20041,"shabadId":1648,"verse":{"gurmukhi":"dUjY Bwie iPrih haumY krm kmwey ]","unicode":"ਦੂਜੈ ਭਾਇ ਫਿਰਹਿ ਹਉਮੈ ਕਰਮ ਕਮਾਏ ॥"},"larivaar":{"gurmukhi":"dUjYBwieiPrihhaumYkrmkmwey]","unicode":"ਦੂਜੈਭਾਇਫਿਰਹਿਹਉਮੈਕਰਮਕਮਾਏ॥"},"translation":{"en":{"bdb":"They wander around in the love of duality, and they do their deeds in ego.","ms":"They wander about in another's love and go about their business in pride.","ssk":"They wander around in the love of duality, and they do their deeds in ego."},"pu":{"ss":{"gurmukhi":"Ajyhy jIv haumY dy Awsry kMm kr kr ky mwieAw dy moh ivc Btkdy hn [ ","unicode":"ਅਜੇਹੇ ਜੀਵ ਹਉਮੈ ਦੇ ਆਸਰੇ ਕੰਮ ਕਰ ਕਰ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਦੇ ਹਨ । "},"ft":{"gurmukhi":"dUsry Bwau myN hMkwr shq krmW ko krqy iPrqy hYN]","unicode":"ਦੂਸਰੇ ਭਾਉ ਮੇਂ ਹੰਕਾਰ ਸਹਤ ਕਰਮਾਂ ਕੋ ਕਰਤੇ ਫਿਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"Ajyhy jIv haumY dy Awsry kMm kr kr ky mwieAw dy moh ivc Btkdy hn [ ","unicode":"ਅਜੇਹੇ ਜੀਵ ਹਉਮੈ ਦੇ ਆਸਰੇ ਕੰਮ ਕਰ ਕਰ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਦੇ ਹਨ । "},"ms":{"gurmukhi":"auh hors dy ipAwr AMdr Btkdy hn Aqy hMkwr AMdr Awpxy kwr-ivhwr krdy hn[","unicode":"ਉਹ ਹੋਰਸ ਦੇ ਪਿਆਰ ਅੰਦਰ ਭਟਕਦੇ ਹਨ ਅਤੇ ਹੰਕਾਰ ਅੰਦਰ ਆਪਣੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Sí, lejos de Tu Camino se encuentran ellos, al haber sido desviados por Ti Mismo; "},"hi":{"ss":"ऐसे जीव अहंकार के आसरे काम कर कर के माया के मोह में भटकते हैं।","sts":"वे द्वैतभाव के प्रेम में भटकते हैं और अहंकार में अपना कर्म करते हैं।"}},"transliteration":{"english":"dhoojai bhai fireh haumai karam kamaae ||","hindi":"दूजै भाइ फिरहि हउमै करम कमाए ॥","en":"dhoojai bhai fireh haumai karam kamaae ||","hi":"दूजै भाइ फिरहि हउमै करम कमाए ॥","ipa":"d̪ud͡ʒæ ɓɑeɪ fɪrəh hoʊmæ kərəm kəmɑee.","ur":"دُوجَے بھاا پھره هامَے کرم کمااے ۔۔"},"pageNo":441,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20042,"shabadId":1648,"verse":{"gurmukhi":"iqin sih Awip Bulwey kumwrig pwey iqn kw ikCu n vsweI ]","unicode":"ਤਿਨਿ ਸਹਿ ਆਪਿ ਭੁਲਾਏ ਕੁਮਾਰਗਿ ਪਾਏ ਤਿਨ ਕਾ ਕਿਛੁ ਨ ਵਸਾਈ ॥"},"larivaar":{"gurmukhi":"iqinsihAwipBulweykumwrigpweyiqnkwikCunvsweI]","unicode":"ਤਿਨਿਸਹਿਆਪਿਭੁਲਾਏਕੁਮਾਰਗਿਪਾਏਤਿਨਕਾਕਿਛੁਨਵਸਾਈ॥"},"translation":{"en":{"bdb":"Their Husband Lord Himself has misled them, and put them on the path of evil. Nothing lies in their power.","ms":"Them, the Lord has Himself misled and put them on the evil track. Nothing lies in their power.","ssk":"Their Husband Lord Himself has misled them, and put them on the path of evil. Nothing lies in their power."},"pu":{"ss":{"gurmukhi":"aus Ksm pRBU ny Awp (auhnW ƒ) shI rsqy qoN KuMJwieAw hoieAw hY qy kurwhy pwieAw hoieAw hY, auhnW jIvW dw koeI zor nhIN c`ldw (ik Awpxy au~dm nwl kumwrg C`f dyx) [","unicode":"ਉਸ ਖਸਮ ਪ੍ਰਭੂ ਨੇ ਆਪ (ਉਹਨਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲਦਾ (ਕਿ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੁਮਾਰਗ ਛੱਡ ਦੇਣ) ।"},"ft":{"gurmukhi":"jo iqs pqI ny Awp Bulwey hYN punw Koty rwh myN pwey hYN, iPr iqn kw kuC vs nhIN clqw]ÇgurU jI pRwrQnw krqy hYN:","unicode":"ਜੋ ਤਿਸ ਪਤੀ ਨੇ ਆਪ ਭੁਲਾਏ ਹੈਂ ਪੁਨਾ ਖੋਟੇ ਰਾਹ ਮੇਂ ਪਾਏ ਹੈਂ, ਫਿਰ ਤਿਨ ਕਾ ਕੁਛ ਵਸ ਨਹੀਂ ਚਲਤਾ॥☬ਗੁਰੂ ਜੀ ਪ੍ਰਾਰਥਨਾ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus Ksm pRBU ny Awp (auhnW ƒ) shI rsqy qoN KuMJwieAw hoieAw hY qy kurwhy pwieAw hoieAw hY, auhnW jIvW dw koeI zor nhIN c`ldw (ik Awpxy au~dm nwl kumwrg C`f dyx) [","unicode":"ਉਸ ਖਸਮ ਪ੍ਰਭੂ ਨੇ ਆਪ (ਉਹਨਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲਦਾ (ਕਿ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੁਮਾਰਗ ਛੱਡ ਦੇਣ) ।"},"ms":{"gurmukhi":"aunHW ƒ suAwmI ny Awpy hI gumrwh kIqw hY Aqy Koty rsqy pwieAw hY[ aunHW dy AKiqAwr iv`c kuJ nhIN[","unicode":"ਉਨ੍ਹਾਂ ਨੂੰ ਸੁਆਮੀ ਨੇ ਆਪੇ ਹੀ ਗੁਮਰਾਹ ਕੀਤਾ ਹੈ ਅਤੇ ਖੋਟੇ ਰਸਤੇ ਪਾਇਆ ਹੈ। ਉਨ੍ਹਾਂ ਦੇ ਅਖਤਿਆਰ ਵਿੱਚ ਕੁਝ ਨਹੀਂ।"}},"es":{"sn":"oh Dios, ¿qué pueden hacer por su propia cuenta?"},"hi":{"ss":"उस पति प्रभू ने स्वयं (उन्हें) सही रास्ते से तोड़ा हुआ है और गलत राह पर डाला हुआ है।उन जीवों का कोई जोर नहीं चलता (कि अपने उद्यम से गलत रास्ता छोड़ दें)।","sts":"उनके वश में भी कुछ नहीं क्योंकि प्रभु ने स्वयं ही उन्हें भुलाकर कुमार्ग लगाया है।"}},"transliteration":{"english":"tin seh aap bhulaae kumaarag paae tin kaa kichh na vasaiee ||","hindi":"तिनि सहि आपि भुलाए कुमारगि पाए तिन का किछु न वसाई ॥","en":"tin seh aap bhulaae kumaarag paae tin kaa kichh na vasaiee ||","hi":"तिनि सहि आपि भुलाए कुमारगि पाए तिन का किछु न वसाई ॥","ipa":"t̪ɪn səh əɑp ɓʊlɑee kʊmɑrəG pɑee t̪ɪn kɑ kɪɕ nə ʋəsɑei.","ur":"تٍن سهِ آپ بھُلااے کُمارگ پااے تن کا کچھ ن وساای ۔۔"},"pageNo":441,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20043,"shabadId":1648,"verse":{"gurmukhi":"iqn kI giq Avgiq qUMhY jwxih ijin ieh rcn rcweI ]","unicode":"ਤਿਨ ਕੀ ਗਤਿ ਅਵਗਤਿ ਤੂੰਹੈ ਜਾਣਹਿ ਜਿਨਿ ਇਹ ਰਚਨ ਰਚਾਈ ॥"},"larivaar":{"gurmukhi":"iqnkIgiqAvgiqqUMhYjwxihijiniehrcnrcweI]","unicode":"ਤਿਨਕੀਗਤਿਅਵਗਤਿਤੂੰਹੈਜਾਣਹਿਜਿਨਿਇਹਰਚਨਰਚਾਈ॥"},"translation":{"en":{"bdb":"You alone know their ups and downs, You, who created the creation.","ms":"Their ascent and decent, thou alone knowest, thou, who hast created the creation.","ssk":"You alone know their ups and downs, You, who created the creation."},"pu":{"ss":{"gurmukhi":"hy pRBU! ijs qYN ny ieh jgq-rcnw rcI hoeI hY qUµ Awp hI (kurwhy pey hoey) auhnW jIvW dI cMgI mMdI Awqmk hwlq jwxdw hYN (ijs Anuswr qUµ auhnW ƒ kurwhy pwieAw hY) [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਤੈਂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ ਤੂੰ ਆਪ ਹੀ (ਕੁਰਾਹੇ ਪਏ ਹੋਏ) ਉਹਨਾਂ ਜੀਵਾਂ ਦੀ ਚੰਗੀ ਮੰਦੀ ਆਤਮਕ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ (ਜਿਸ ਅਨੁਸਾਰ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ) ।"},"ft":{"gurmukhi":"hy hrI! iqn kI gq vw Avgq so qUM hI jwnqw hYN, ijs qYny mwieAw kr ky ieh sB rcnw rcweI hY]","unicode":"ਹੇ ਹਰੀ! ਤਿਨ ਕੀ ਗਤ ਵਾ ਅਵਗਤ ਸੋ ਤੂੰ ਹੀ ਜਾਨਤਾ ਹੈਂ, ਜਿਸ ਤੈਨੇ ਮਾਇਆ ਕਰ ਕੇ ਇਹ ਸਭ ਰਚਨਾ ਰਚਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRBU! ijs qYN ny ieh jgq-rcnw rcI hoeI hY qUµ Awp hI (kurwhy pey hoey) auhnW jIvW dI cMgI mMdI Awqmk hwlq jwxdw hYN (ijs Anuswr qUµ auhnW ƒ kurwhy pwieAw hY) [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਤੈਂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ ਤੂੰ ਆਪ ਹੀ (ਕੁਰਾਹੇ ਪਏ ਹੋਏ) ਉਹਨਾਂ ਜੀਵਾਂ ਦੀ ਚੰਗੀ ਮੰਦੀ ਆਤਮਕ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ (ਜਿਸ ਅਨੁਸਾਰ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ) ।"},"ms":{"gurmukhi":"aunHW dw cVHwau qy auqrwau kyvl qUM hI jwxdw hYN, qUM, ijs ny ieh isRStI swjI hY[","unicode":"ਉਨ੍ਹਾਂ ਦਾ ਚੜ੍ਹਾਉ ਤੇ ਉਤਰਾਉ ਕੇਵਲ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ, ਜਿਸ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਸਾਜੀ ਹੈ।"}},"es":{"sn":"Sus ascensos y descensos sólo Tú los conoces; sí, Tú, Quien lo has creado todo. "},"hi":{"ss":"हे प्रभू ! जिस तुझ ने ये जगत रचना रची हुई है तू स्वयं ही (गलत राह पर पड़े हुए) उन जीवों की अच्छी-बुरी आत्मिक हालत जानता है (जिसके मुताबिक तूने उन्हें गलत रास्ते पर डाला है)।","sts":"हे परमपिता ! उन जीवों की अच्छी-बुरी गति तू ही जानता है, क्योंकि तूने खुद ही यह दुनिया की रचना रची है।"}},"transliteration":{"english":"tin kee gat avagat too(n)hai jaaneh jin ieh rachan rachaiee ||","hindi":"तिन की गति अवगति तूँहै जाणहि जिनि इह रचन रचाई ॥","en":"tin kee gat avagat too(n)hai jaaneh jin ieh rachan rachaiee ||","hi":"तिन की गति अवगति तूँहै जाणहि जिनि इह रचन रचाई ॥","ipa":"t̪ɪn ki Gət̪ əʋəGət̪ t̪uŋhæ d͡ʒɑɳəh d͡ʒɪn eɪh rət͡ʃən rət͡ʃɑei.","ur":"تٍن کیِ گت اوگت تُوںهَے جاݨه جنِ اه رچن رچاای ۔۔"},"pageNo":441,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20044,"shabadId":1648,"verse":{"gurmukhi":"hukmu qyrw Krw Bwrw gurmuiK iksY buJwey ]","unicode":"ਹੁਕਮੁ ਤੇਰਾ ਖਰਾ ਭਾਰਾ ਗੁਰਮੁਖਿ ਕਿਸੈ ਬੁਝਾਏ ॥"},"larivaar":{"gurmukhi":"hukmuqyrwKrwBwrwgurmuiKiksYbuJwey]","unicode":"ਹੁਕਮੁਤੇਰਾਖਰਾਭਾਰਾਗੁਰਮੁਖਿਕਿਸੈਬੁਝਾਏ॥"},"translation":{"en":{"bdb":"The Command of Your Will is very strict; how rare is the Gurmukh who understands.","ms":"Exceedingly strict is thine command to act upon but through the Guru, hardly one realises it.","ssk":"The Command of Your Will is very strict; how rare is the Gurmukh who understands."},"pu":{"ss":{"gurmukhi":"qyrw hukm bVw fwFw hY (ijs kr ky jIv kurwhy pey hoey hn) [(hy BweI!) iksy ivrly BwgW vwly ƒ Ksm-pRBU gurU dI srn pw ky Awpxw hukm smJWdw hY [","unicode":"ਤੇਰਾ ਹੁਕਮ ਬੜਾ ਡਾਢਾ ਹੈ (ਜਿਸ ਕਰ ਕੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ) ।(ਹੇ ਭਾਈ!) ਕਿਸੇ ਵਿਰਲੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਪਣਾ ਹੁਕਮ ਸਮਝਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"qyrw hukm (Krw Bwrw) bfw Bwrw hY, gurmuK dÍwry iksy ivrly ko (buJwey) smJwauqw hY]","unicode":"ਤੇਰਾ ਹੁਕਮ (ਖਰਾ ਭਾਰਾ) ਬਡਾ ਭਾਰਾ ਹੈ, ਗੁਰਮੁਖ ਦ੍ਵਾਰੇ ਕਿਸੇ ਵਿਰਲੇ ਕੋ (ਬੁਝਾਏ) ਸਮਝਾਉਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"qyrw hukm bVw fwFw hY (ijs kr ky jIv kurwhy pey hoey hn) [(hy BweI!) iksy ivrly BwgW vwly ƒ Ksm-pRBU gurU dI srn pw ky Awpxw hukm smJWdw hY [","unicode":"ਤੇਰਾ ਹੁਕਮ ਬੜਾ ਡਾਢਾ ਹੈ (ਜਿਸ ਕਰ ਕੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ) ।(ਹੇ ਭਾਈ!) ਕਿਸੇ ਵਿਰਲੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਪਣਾ ਹੁਕਮ ਸਮਝਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"prm kTn hY qyry Purmwn qy Aml krnw[ gurW dy rwhIN koeI ivrlw hI ies ƒ AnuBv krdw hY[","unicode":"ਪਰਮ ਕਠਨ ਹੈ ਤੇਰੇ ਫੁਰਮਾਨ ਤੇ ਅਮਲ ਕਰਨਾ। ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਕੋਈ ਵਿਰਲਾ ਹੀ ਇਸ ਨੂੰ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Tu Voluntad es difícil de seguir, y extraordinario es aquél que se da cuenta de Tu Esencia. "},"hi":{"ss":"तेरा हुकम बहुत दमदार है (जिसके कारण जीव गलत रास्ते पर पड़े हुए हैं)।(हे भाई !) किसी विरले भाग्यशाली को पति प्रभू गुरू की शरण डाल के अपना हुकम समझाता है।","sts":"तेरे हुक्म पर अनुसरण करना बहुत कठिन है, लेकिन गुरुमुख बनकर कोई विरला पुरुष ही हुक्म को समझता है।"}},"transliteration":{"english":"hukam teraa kharaa bhaaraa gurmukh kisai bujhaae ||","hindi":"हुकमु तेरा खरा भारा गुरमुखि किसै बुझाए ॥","en":"hukam teraa kharaa bhaaraa gurmukh kisai bujhaae ||","hi":"हुकमु तेरा खरा भारा गुरमुखि किसै बुझाए ॥","ipa":"hʊkəm t̪erɑ kʰərɑ ɓɑrɑ Gʊrəmʊkʰ kɪsæ bʊɖ͡ʐɑee.","ur":"هُکم تےرا کھرا بھارا گُرمکھ کسَے بُجھااے ۔۔"},"pageNo":441,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20045,"shabadId":1648,"verse":{"gurmukhi":"ieau khY nwnku ikAw jMq ivcwry jw quDu Brim Bulwey ]9]","unicode":"ਇਉ ਕਹੈ ਨਾਨਕੁ ਕਿਆ ਜੰਤ ਵਿਚਾਰੇ ਜਾ ਤੁਧੁ ਭਰਮਿ ਭੁਲਾਏ ॥੯॥"},"larivaar":{"gurmukhi":"ieaukhYnwnkuikAwjMqivcwryjwquDuBrimBulwey]9]","unicode":"ਇਉਕਹੈਨਾਨਕੁਕਿਆਜੰਤਵਿਚਾਰੇਜਾਤੁਧੁਭਰਮਿਭੁਲਾਏ॥੯॥"},"translation":{"en":{"bdb":"Thus says Nanak: what can the poor creatures do, when You mislead them into doubt? ||9||","ms":"Thus says Nanak, what can be poor creatures do, when thou misleadest them into doubt?","ssk":"Thus says Nanak: what can the poor creatures do, when You mislead them into doubt? ||9||"},"pu":{"ss":{"gurmukhi":"nwnk ieauN AwKdw hY—hy pRBU! jy qUµ Awp hI jIvW ƒ mwieAw dI Btkxw ivc pw ky izMdgI dy mMdy rsqy pwieAw hoieAw hY, qW ieh ivcwry jIv kIh kr skdy hn? [9[","unicode":"ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਮੰਦੇ ਰਸਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਇਹ ਵਿਚਾਰੇ ਜੀਵ ਕੀਹ ਕਰ ਸਕਦੇ ਹਨ? ।੯।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jW qYny Brm sy Bulwey hYN qO jMq ivcwry ikAw khYN]9]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਾਂ ਤੈਨੇ ਭਰਮ ਸੇ ਭੁਲਾਏ ਹੈਂ ਤੌ ਜੰਤ ਵਿਚਾਰੇ ਕਿਆ ਕਹੈਂ॥੯॥"},"bdb":{"gurmukhi":"nwnk ieauN AwKdw hY—hy pRBU! jy qUµ Awp hI jIvW ƒ mwieAw dI Btkxw ivc pw ky izMdgI dy mMdy rsqy pwieAw hoieAw hY, qW ieh ivcwry jIv kIh kr skdy hn? [9[","unicode":"ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਮੰਦੇ ਰਸਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਇਹ ਵਿਚਾਰੇ ਜੀਵ ਕੀਹ ਕਰ ਸਕਦੇ ਹਨ? ।੯।"},"ms":{"gurmukhi":"gurU jI ies qrHW PurmwauNdy hn, grIb jIv kI kr skdy hn, jd qUM aunHW ƒ sMdyh AMdr Bulw idMdw hYN?","unicode":"ਗੁਰੂ ਜੀ ਇਸ ਤਰ੍ਹਾਂ ਫੁਰਮਾਉਂਦੇ ਹਨ, ਗਰੀਬ ਜੀਵ ਕੀ ਕਰ ਸਕਦੇ ਹਨ, ਜਦ ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਦੇਹ ਅੰਦਰ ਭੁਲਾ ਦਿੰਦਾ ਹੈਂ?"}},"es":{"sn":"Dice Nanak, sin poder están Tus criaturas, oh Señor, cuando Tú Mismo las desvías de Tu Camino. (9) "},"hi":{"ss":"नानक ऐसे कहता है– हे प्रभू ! अगर तूने खुद ही जीवों का माया की भटकना में डाल के जिंदगी के बुरे रास्ते डाला हुआ है।तो ये बिचारे जीव क्या कर सकते हैं। 9।","sts":"नानक इस तरह कहता है कि हे प्रभु! जीव बेचारे क्या कर सकते हैं, जबकि तुम ने स्वयं ही उन्हें भ्रम में डालकर कुमार्गगामी किया हुआ है॥ ६॥"}},"transliteration":{"english":"eiau kahai naanak kiaa ja(n)t vichaare jaa tudh bharam bhulaae ||9||","hindi":"इउ कहै नानकु किआ जंत विचारे जा तुधु भरमि भुलाए ॥९॥","en":"eiau kahai naanak kiaa ja(n)t vichaare jaa tudh bharam bhulaae ||9||","hi":"इउ कहै नानकु किआ जंत विचारे जा तुधु भरमि भुलाए ॥९॥","ipa":"eɪo kəhæ nɑnək kɪəɑ d͡ʒəŋt̪ ʋɪt͡ʃɑre d͡ʒɑ t̪ʊt̪ ɓərəm ɓʊlɑee.9.","ur":"ِاا کهَے نانک کآ جںت وچارے جا تُدھ بھرم بھُلااے ۔۔۹۔۔"},"pageNo":441,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}}]}