{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":446},"count":28,"navigation":{"previous":445,"next":447},"page":[{"verseId":20172,"shabadId":1652,"verse":{"gurmukhi":"kiljugu hir kIAw pg qRY iKskIAw pgu cauQw itkY itkwie jIau ]","unicode":"ਕਲਿਜੁਗੁ ਹਰਿ ਕੀਆ ਪਗ ਤ੍ਰੈ ਖਿਸਕੀਆ ਪਗੁ ਚਉਥਾ ਟਿਕੈ ਟਿਕਾਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"kiljuguhirkIAwpgqRYiKskIAwpgucauQwitkYitkwiejIau]","unicode":"ਕਲਿਜੁਗੁਹਰਿਕੀਆਪਗਤ੍ਰੈਖਿਸਕੀਆਪਗੁਚਉਥਾਟਿਕੈਟਿਕਾਇਜੀਉ॥"},"translation":{"en":{"bdb":"The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact.","ms":"God made the Kalyuga (the iron age) wherein the religion lost three legs and the fourth leg remained intact.","ssk":"The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mnu`K dy AMdroN Drm-bld dy) iqMn pYr iqlk gey (ijs mnu`K dy AMdr Drm-bld isr&) cOQw pYr itkweI r`Kdw hY (ijs dy AMdr isr& nwm-mwq® Drm rih jWdw hY, aus dy vwsqy) prmwqmw ny (mwno) kiljug bxw id`qw [ ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼ ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ । "},"ft":{"gurmukhi":"hy BweI! jb hir ny kljug kw smX kIAw qb sq pUjw Drm ky qInoN pg iKsk gey[ prmySÍr dw itkwieAw hUAw cOqw pg itkw rhw]","unicode":"ਹੇ ਭਾਈ! ਜਬ ਹਰਿ ਨੇ ਕਲਜੁਗ ਕਾ ਸਮਯ ਕੀਆ ਤਬ ਸਤ ਪੂਜਾ ਧਰਮ ਕੇ ਤੀਨੋਂ ਪਗ ਖਿਸਕ ਗਏ। ਪਰਮੇਸ਼੍ਵਰ ਦਾ ਟਿਕਾਇਆ ਹੂਆ ਚੌਤਾ ਪਗ ਟਿਕਾ ਰਹਾ॥"},"bdb":{"gurmukhi":"(hy BweI! ijs mnu`K dy AMdroN Drm-bld dy) iqMn pYr iqlk gey (ijs mnu`K dy AMdr Drm-bld isr&) cOQw pYr itkweI r`Kdw hY (ijs dy AMdr isr& nwm-mwq® Drm rih jWdw hY, aus dy vwsqy) prmwqmw ny (mwno) kiljug bxw id`qw [ ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼ ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ । "},"ms":{"gurmukhi":"vwihgurU ny lohy dw Xug ricAw, ijs iv`c Drm dIAW iqMn l`qW JV geIAW, cOQI l`q kwiem rhI[","unicode":"ਵਾਹਿਗੁਰੂ ਨੇ ਲੋਹੇ ਦਾ ਯੁਗ ਰਚਿਆ, ਜਿਸ ਵਿੱਚ ਧਰਮ ਦੀਆਂ ਤਿੰਨ ਲੱਤਾਂ ਝੜ ਗਈਆਂ, ਚੌਥੀ ਲੱਤ ਕਾਇਮ ਰਹੀ।"}},"es":{"sn":"Entonces el Señor creó la Época Oscura, la Época de Hierro, la de un pie, la Era de Kali Yug, pues tres pies habían caído para entonces y sólo el cuarto pilar permanecía en pie."},"hi":{"ss":"(हे भाई ! जिस मनुष्य के अंदर से धर्म-बैल के) तीन पैर फिसल गए (जिस मनुष्य के अंदर धर्म-बैल सिर्फ) चौथा पैर ही रह जाता है (जिसके अंदर सिर्फ नाम-मात्र को ही धर्म रह जाता है।उसके वास्ते) परमात्मा ने (मानो) कलियुग बना दिया।","sts":"तदनन्तर परमात्मा ने कलियुग बनाया, जिसमें धर्म के तीन पैर खिसक गए और धर्म'एक पैर पर ही कायम रहा।"}},"transliteration":{"english":"kalijug har keeaa pag trai khisakeeaa pag chauthaa Tikai Tikai jeeau ||","hindi":"कलिजुगु हरि कीआ पग त्रै खिसकीआ पगु चउथा टिकै टिकाइ जीउ ॥","en":"kalijug har keeaa pag trai khisakeeaa pag chauthaa Tikai Tikai jeeau ||","hi":"कलिजुगु हरि कीआ पग त्रै खिसकीआ पगु चउथा टिकै टिकाइ जीउ ॥","ipa":"kəlɪd͡ʒʊG hər kiəɑ pəG t̪ɹæ kʰɪsəkiəɑ pəG t͡ʃoʊt̪ʰɑ ʈɪkæ ʈɪkɑeɪ d͡ʒio.","ur":"کلجگ هرِ کیِآ پگ ترَے کھسکیِآ پگ چاتھا ٹکَے ٹکاِا جیِاُ ۔۔"},"pageNo":446,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20173,"shabadId":1652,"verse":{"gurmukhi":"gur sbdu kmwieAw AauKDu hir pwieAw hir kIriq hir sWiq pwie jIau ]","unicode":"ਗੁਰ ਸਬਦੁ ਕਮਾਇਆ ਅਉਖਧੁ ਹਰਿ ਪਾਇਆ ਹਰਿ ਕੀਰਤਿ ਹਰਿ ਸਾਂਤਿ ਪਾਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"gursbdukmwieAwAauKDuhirpwieAwhirkIriqhirsWiqpwiejIau]","unicode":"ਗੁਰਸਬਦੁਕਮਾਇਆਅਉਖਧੁਹਰਿਪਾਇਆਹਰਿਕੀਰਤਿਹਰਿਸਾਂਤਿਪਾਇਜੀਉ॥"},"translation":{"en":{"bdb":"Acting in accordance with the Word of the Guru's Shabad, the medicine of the Lord's Name is obtained. Singing the Kirtan of the Lord's Praises, divine peace is obtained.","ms":"Acting according to the Guru's instruction, men gain medicine of God's Name, and by singing God's praise they attain Divine peace.","ssk":"Acting in accordance with the Word of the Guru's Shabad, the medicine of the Lord's Name is obtained. Singing the Kirtan of the Lord's Praises, divine peace is obtained."},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K gurU dy Sbd ƒ kmWdw hY (Sbd Anuswr Awpxw jIvn Fwldw hY) auh hir-nwm dvweI hwsl kr lYNdw hY, auh prmwqmw dI is&iq-swlwh krdw hY, prmwqmw (aus dy AMdr) SWqI pYdw kr dyNdw hY [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾਂਦਾ ਹੈ (ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਢਾਲਦਾ ਹੈ) ਉਹ ਹਰਿ-ਨਾਮ ਦਵਾਈ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! ies kljug myN ijnoN ny guroN kw (sbdu) aupdyS kmwieAw hY iqnoN ny guroN sy hir nwm AOKD ko pwieAw hY, punw hir kI kIrq krqy iqnoN ny hrI sy sWq pweI hY]","unicode":"ਹੇ ਭਾਈ! ਇਸ ਕਲਜੁਗ ਮੇਂ ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਕਾ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕਮਾਇਆ ਹੈ ਤਿਨੋਂ ਨੇ ਗੁਰੋਂ ਸੇ ਹਰਿ ਨਾਮ ਔਖਧ ਕੋ ਪਾਇਆ ਹੈ, ਪੁਨਾ ਹਰਿ ਕੀ ਕੀਰਤ ਕਰਤੇ ਤਿਨੋਂ ਨੇ ਹਰੀ ਸੇ ਸਾਂਤ ਪਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K gurU dy Sbd ƒ kmWdw hY (Sbd Anuswr Awpxw jIvn Fwldw hY) auh hir-nwm dvweI hwsl kr lYNdw hY, auh prmwqmw dI is&iq-swlwh krdw hY, prmwqmw (aus dy AMdr) SWqI pYdw kr dyNdw hY [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾਂਦਾ ਹੈ (ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਢਾਲਦਾ ਹੈ) ਉਹ ਹਰਿ-ਨਾਮ ਦਵਾਈ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gurW dy aupdyS Anuswr Aml krn duAwrw bMdy r`b dy nwm dI dvweI ƒ pw lYNdy hn Aqy r`b dI kIrqI gwien krn nwl auh r`bI TMF cYn hWsl kr lYNdy hn[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਅਮਲ ਕਰਨ ਦੁਆਰਾ ਬੰਦੇ ਰੱਬ ਦੇ ਨਾਮ ਦੀ ਦਵਾਈ ਨੂੰ ਪਾ ਲੈਂਦੇ ਹਨ ਅਤੇ ਰੱਬ ਦੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਨ ਨਾਲ ਉਹ ਰੱਬੀ ਠੰਢ ਚੈਨ ਹਾਂਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"En esta época, si los hombres practican la Palabra del Guru reciben la Cura del Señor, y a través de Su Alabanza logran la Paz. "},"hi":{"ss":"जो मनुष्य गुरू के शबद को कमाता है (शबद के अनुसार अपना जीवन ढालता है) वह हरी-नाम की दवा हासिल कर लेता है।वह परमात्मा की सिफत सालाह करता है।परमात्मा (उसके अंदर) शांति पैदा कर देता है।","sts":"इस युग के जीवों ने गुरु-शब्द की कमाई की और दुखों की औषधि हरि नाम पा लिया, हरि ने उसका कीर्तिगान करने वाले भक्तजनों के हृदय में शांति प्रदान की।"}},"transliteration":{"english":"gur sabadh kamaiaa aaukhadh har paiaa har keerat har saa(n)t pai jeeau ||","hindi":"गुर सबदु कमाइआ अउखधु हरि पाइआ हरि कीरति हरि साँति पाइ जीउ ॥","en":"gur sabadh kamaiaa aaukhadh har paiaa har keerat har saa(n)t pai jeeau ||","hi":"गुर सबदु कमाइआ अउखधु हरि पाइआ हरि कीरति हरि साँति पाइ जीउ ॥","ipa":"Gʊr səbəd̪ kəmɑɪɑ əoʊkʰət̪ hər pɑɪɑ hər kirət̪ hər sɑⁿət̪ pɑeɪ d͡ʒio.","ur":"گُر سبد کماایا ااکھدھ هر پاایا هرِ کیِرت هرِ ساںت پاا جیِا ۔۔"},"pageNo":446,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20174,"shabadId":1652,"verse":{"gurmukhi":"hir kIriq ruiq AweI hir nwmu vfweI hir hir nwmu Kyqu jmwieAw ]","unicode":"ਹਰਿ ਕੀਰਤਿ ਰੁਤਿ ਆਈ ਹਰਿ ਨਾਮੁ ਵਡਾਈ ਹਰਿ ਹਰਿ ਨਾਮੁ ਖੇਤੁ ਜਮਾਇਆ ॥"},"larivaar":{"gurmukhi":"hirkIriqruiqAweIhirnwmuvfweIhirhirnwmuKyqujmwieAw]","unicode":"ਹਰਿਕੀਰਤਿਰੁਤਿਆਈਹਰਿਨਾਮੁਵਡਾਈਹਰਿਹਰਿਨਾਮੁਖੇਤੁਜਮਾਇਆ॥"},"translation":{"en":{"bdb":"The season of singing the Lord's Praise has arrived; the Lord's Name is glorified, and the Name of the Lord, Har, Har, grows in the field of the body.","ms":"The season of God's praise glorification of God's Name and growing the Lord God's Name in the body filed, has arrived.","ssk":"The season of singing the Lord's Praise has arrived; the Lord's Name is glorified, and the Name of the Lord, Har, Har, grows in the field of the body."},"pu":{"ss":{"gurmukhi":"(aus mnu`K ƒ smJ Aw jWdI hY ik ieh mnu`Kw jnm dI) ru`q prmwqmw dI is&iq-swlwh vwsqy imlI hY, prmwqmw dw nwm hI (lok-prlok ivc) Awdr-mwx dyNdw hY (auh mnu`K Awpxy AMdr) prmwqmw dy nwm (dw) Psl bIjdw hY [ ","unicode":"(ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ) ਰੁੱਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਮਿਲੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਦੇਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦਾ) ਫਸਲ ਬੀਜਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy BweI! kljug hir ky kIrqn kI ruq AweI hY[ ies myN hir nwm hI kI vifAweI hY[ gurmuK ny hir hir nwmu kw Kyqu jmwieAw hY, Bwv irdy myN nwm Dwrn kIAw hY]","unicode":"ਹੇ ਭਾਈ! ਕਲਜੁਗ ਹਰਿ ਕੇ ਕੀਰਤਨ ਕੀ ਰੁਤ ਆਈ ਹੈ। ਇਸ ਮੇਂ ਹਰਿ ਨਾਮ ਹੀ ਕੀ ਵਡਿਆਈ ਹੈ। ਗੁਰਮੁਖ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮੁ ਕਾ ਖੇਤੁ ਜਮਾਇਆ ਹੈ, ਭਾਵ ਰਿਦੇ ਮੇਂ ਨਾਮ ਧਾਰਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(aus mnu`K ƒ smJ Aw jWdI hY ik ieh mnu`Kw jnm dI) ru`q prmwqmw dI is&iq-swlwh vwsqy imlI hY, prmwqmw dw nwm hI (lok-prlok ivc) Awdr-mwx dyNdw hY (auh mnu`K Awpxy AMdr) prmwqmw dy nwm (dw) Psl bIjdw hY [ ","unicode":"(ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ) ਰੁੱਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਮਿਲੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਦੇਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦਾ) ਫਸਲ ਬੀਜਦਾ ਹੈ । "},"ms":{"gurmukhi":"vwihgurU dy j`s vwihgurU dy nwm dI ausqqI Aqy dyih rUpI pYlI iv`c vwihgurU dy suAwmI dy nwm ƒ pYdw krn dw mOsm Aw igAw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਜੱਸ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਉਸਤਤੀ ਅਤੇ ਦੇਹਿ ਰੂਪੀ ਪੈਲੀ ਵਿੱਚ ਵਾਹਿਗੁਰੂ ਦੇ ਸੁਆਮੀ ਦੇ ਨਾਮ ਨੂੰ ਪੈਦਾ ਕਰਨ ਦਾ ਮੌਸਮ ਆ ਗਿਆ ਹੈ।"}},"es":{"sn":"Mira, la estación de la Alabanza de la Gloria del Señor ha venido para cultivar la Semilla del Nombre en la granja del cuerpo. "},"hi":{"ss":"(उस मनुष्य को समझ आ जाती है कि ये मानस जनम की) ऋतु परमात्मा की सिफत सालाह के वास्ते मिली है।परमात्मा का नाम ही (लोक-परलोक में) आदर-मान देता है (वह मनुष्य अपने अंदर) परमात्मा के नाम (की) फसल बीजता है।","sts":"कलियुग में हरि के भजन-कीर्तन की ऋतु आई और हरि-नाम की शोभा होने लगी, शरीर रूपी खेत में परमेश्वर के नाम को लोग बोने लगे।"}},"transliteration":{"english":"har keerat rut aaiee har naam vaddaiee har har naam khet jamaiaa ||","hindi":"हरि कीरति रुति आई हरि नामु वडाई हरि हरि नामु खेतु जमाइआ ॥","en":"har keerat rut aaiee har naam vaddaiee har har naam khet jamaiaa ||","hi":"हरि कीरति रुति आई हरि नामु वडाई हरि हरि नामु खेतु जमाइआ ॥","ipa":"hər kirət̪ rʊt̪ əɑei hər nɑm ʋəɖɑei hər hər nɑm kʰet̪ d͡ʒəmɑɪɑ.","ur":"هر کیِرت رُت آای هرِ نام وڈاای هرِ هرِ نام کھےت جماایا ۔۔"},"pageNo":446,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20175,"shabadId":1652,"verse":{"gurmukhi":"kiljuig bIju bIjy ibnu nwvY sBu lwhw mUlu gvwieAw ]","unicode":"ਕਲਿਜੁਗਿ ਬੀਜੁ ਬੀਜੇ ਬਿਨੁ ਨਾਵੈ ਸਭੁ ਲਾਹਾ ਮੂਲੁ ਗਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"kiljuigbIjubIjyibnunwvYsBulwhwmUlugvwieAw]","unicode":"ਕਲਿਜੁਗਿਬੀਜੁਬੀਜੇਬਿਨੁਨਾਵੈਸਭੁਲਾਹਾਮੂਲੁਗਵਾਇਆ॥"},"translation":{"en":{"bdb":"In the Dark Age of Kali Yuga, if one plants any other seed than the Name, all profit and capital is lost.","ms":"In the Dark age, if man sows any others seed then the Name, he loses all his profit and capital.","ssk":"In the Dark Age of Kali Yuga, if one plants any other seed than the Name, all profit and capital is lost."},"pu":{"ss":{"gurmukhi":"pr jyhVw mnu`K prmwqmw dw nwm C`f ky (krm kWf Awidk koeI hor) bIj bIjdw hY auh (mwno) kiljug (dy pRBwv) ivc hY auh srmwieAw BI gvw lYNdw hY qy lwB BI koeI nhIN K`tdw [","unicode":"ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ (ਕਰਮ ਕਾਂਡ ਆਦਿਕ ਕੋਈ ਹੋਰ) ਬੀਜ ਬੀਜਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਕਲਿਜੁਗ (ਦੇ ਪ੍ਰਭਾਵ) ਵਿਚ ਹੈ ਉਹ ਸਰਮਾਇਆ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ ਲਾਭ ਭੀ ਕੋਈ ਨਹੀਂ ਖੱਟਦਾ ।"},"ft":{"gurmukhi":"jo ibnW nwm ky kiljug myN AOr bIj bIjqy hYN iqnoN ny sB lwhw AOr mUl KoieAw hY]","unicode":"ਜੋ ਬਿਨਾਂ ਨਾਮ ਕੇ ਕਲਿਜੁਗ ਮੇਂ ਔਰ ਬੀਜ ਬੀਜਤੇ ਹੈਂ ਤਿਨੋਂ ਨੇ ਸਭ ਲਾਹਾ ਔਰ ਮੂਲ ਖੋਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"pr jyhVw mnu`K prmwqmw dw nwm C`f ky (krm kWf Awidk koeI hor) bIj bIjdw hY auh (mwno) kiljug (dy pRBwv) ivc hY auh srmwieAw BI gvw lYNdw hY qy lwB BI koeI nhIN K`tdw [","unicode":"ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ (ਕਰਮ ਕਾਂਡ ਆਦਿਕ ਕੋਈ ਹੋਰ) ਬੀਜ ਬੀਜਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਕਲਿਜੁਗ (ਦੇ ਪ੍ਰਭਾਵ) ਵਿਚ ਹੈ ਉਹ ਸਰਮਾਇਆ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ ਲਾਭ ਭੀ ਕੋਈ ਨਹੀਂ ਖੱਟਦਾ ।"},"ms":{"gurmukhi":"kwly Xug AMdr jykr ienswn nwm dy bgYr koeI hor bI bIjdw hY qW auh Awpxw swrw nPw Aqy mUl pUMjI gvw lYNdw hY[","unicode":"ਕਾਲੇ ਯੁਗ ਅੰਦਰ ਜੇਕਰ ਇਨਸਾਨ ਨਾਮ ਦੇ ਬਗੈਰ ਕੋਈ ਹੋਰ ਬੀ ਬੀਜਦਾ ਹੈ ਤਾਂ ਉਹ ਆਪਣਾ ਸਾਰਾ ਨਫਾ ਅਤੇ ਮੂਲ ਪੂੰਜੀ ਗਵਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"En la Edad de Kali Yug, si uno siembra otro tipo de semilla, pierde lo que podría haber ganado y también lo que invirtió."},"hi":{"ss":"पर जो मनुष्य परमात्मा का नाम छोड़ के (कर्म-काण्ड आदि कोई और) बीज बीजता है वह (मानो) कलियुग (के प्रभाव) में है वह पूँजी भी गवा लेता है और लाभ भी कोई नहीं कमाता।","sts":"में यदि मनुष्य नाम के बिना कोई दूसरा बीज बोता है तो वह अपना सारा लाभ एवं मूल पूँजी गंवा लेता है।"}},"transliteration":{"english":"kalijug beej beeje bin naavai sabh laahaa mool gavaiaa ||","hindi":"कलिजुगि बीजु बीजे बिनु नावै सभु लाहा मूलु गवाइआ ॥","en":"kalijug beej beeje bin naavai sabh laahaa mool gavaiaa ||","hi":"कलिजुगि बीजु बीजे बिनु नावै सभु लाहा मूलु गवाइआ ॥","ipa":"kəlɪd͡ʒʊG bid͡ʒ bid͡ʒe bɪn nɑʋæ səɓ lɑhɑ mul Gəʋɑɪɑ.","ur":"کلجگ بیِج بیِجے بن ناوَے سبھ لاها مُول گواایا ۔۔"},"pageNo":446,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20176,"shabadId":1652,"verse":{"gurmukhi":"jn nwnik guru pUrw pwieAw min ihrdY nwmu lKwie jIau ]","unicode":"ਜਨ ਨਾਨਕਿ ਗੁਰੁ ਪੂਰਾ ਪਾਇਆ ਮਨਿ ਹਿਰਦੈ ਨਾਮੁ ਲਖਾਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"jnnwnikgurupUrwpwieAwminihrdYnwmulKwiejIau]","unicode":"ਜਨਨਾਨਕਿਗੁਰੁਪੂਰਾਪਾਇਆਮਨਿਹਿਰਦੈਨਾਮੁਲਖਾਇਜੀਉ॥"},"translation":{"en":{"bdb":"Servant Nanak has found the Perfect Guru, who has revealed to him the Naam within his heart and mind.","ms":"Serf Nanak has found the Perfect Guru, who has shown him the Name in his heart and soul.","ssk":"Servant Nanak has found the Perfect Guru, who has revealed to him the Naam within his heart and mind."},"pu":{"ss":{"gurmukhi":"(hy BweI! prmwqmw dI ikrpw nwl) dws nwnk ny pUrw gurU l`B ilAw hY, gurU ny (nwnk dy) mn ivc ihrdy ivc pRBU nwm ptgt kr id`qw hY [","unicode":"(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਨੇ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਗੁਰੂ ਨੇ (ਨਾਨਕ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨਾਮ ਪਟਗਟ ਕਰ ਦਿੱਤਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijnoN ny pUrw gurU pwieAw hY iqno ny mn (ihrdY) myN nwm ko lKwie jwnw hY[ vw guroN ny iqn ky mn ivKy nwmu dy kr prmysÍr ko jnwie dIAw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਪੂਰਾ ਗੁਰੂ ਪਾਇਆ ਹੈ ਤਿਨੋ ਨੇ ਮਨ (ਹਿਰਦੈ) ਮੇਂ ਨਾਮ ਕੋ ਲਖਾਇ ਜਾਨਾ ਹੈ। ਵਾ ਗੁਰੋਂ ਨੇ ਤਿਨ ਕੇ ਮਨ ਵਿਖੇ ਨਾਮੁ ਦੇ ਕਰ ਪਰਮੇਸ੍ਵਰ ਕੋ ਜਨਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! prmwqmw dI ikrpw nwl) dws nwnk ny pUrw gurU l`B ilAw hY, gurU ny (nwnk dy) mn ivc ihrdy ivc pRBU nwm ptgt kr id`qw hY [","unicode":"(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਨੇ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਗੁਰੂ ਨੇ (ਨਾਨਕ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨਾਮ ਪਟਗਟ ਕਰ ਦਿੱਤਾ ਹੈ ।"},"ms":{"gurmukhi":"nPr nwnk ƒ pUrn gurU pRwpq ho igAw hY[ ijs ny aus ƒ Awpxy idl Aqy Awqmy iv`c hI nwm ivKwl id`qw hY[","unicode":"ਨਫਰ ਨਾਨਕ ਨੂੰ ਪੂਰਨ ਗੁਰੂ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ। ਜਿਸ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਦਿਲ ਅਤੇ ਆਤਮੇ ਵਿੱਚ ਹੀ ਨਾਮ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, el Esclavo del Señor ha obtenido al Perfecto Guru y el Nombre del Señor le es revelado en su corazón. Sí, "},"hi":{"ss":"(हे भाई ! परमात्मा की कृपा से) दास नानक ने पूरा गुरू ढूँढ लिया है।गुरू ने (नानक के) मन में हृदय में प्रभू का नाम प्रगट कर दिया है।","sts":"नानक ने पूर्ण गुरु को पा लिया है, जिसने उसके मन एवं हृदय में ही नाम प्रगट कर दिया है।"}},"transliteration":{"english":"jan naanak gur pooraa paiaa man hiradhai naam lakhai jeeau ||","hindi":"जन नानकि गुरु पूरा पाइआ मनि हिरदै नामु लखाइ जीउ ॥","en":"jan naanak gur pooraa paiaa man hiradhai naam lakhai jeeau ||","hi":"जन नानकि गुरु पूरा पाइआ मनि हिरदै नामु लखाइ जीउ ॥","ipa":"d͡ʒən nɑnək Gʊr purɑ pɑɪɑ mən hɪrəd̪æ nɑm ləkʰɑeɪ d͡ʒio.","ur":"جن نانک گُر پُورا پاایا من هردَے نام لکھاا جیِا ۔۔"},"pageNo":446,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20177,"shabadId":1652,"verse":{"gurmukhi":"kljugu hir kIAw pg qRY iKskIAw pgu cauQw itkY itkwie jIau ]4]4]11]","unicode":"ਕਲਜੁਗੁ ਹਰਿ ਕੀਆ ਪਗ ਤ੍ਰੈ ਖਿਸਕੀਆ ਪਗੁ ਚਉਥਾ ਟਿਕੈ ਟਿਕਾਇ ਜੀਉ ॥੪॥੪॥੧੧॥"},"larivaar":{"gurmukhi":"kljuguhirkIAwpgqRYiKskIAwpgucauQwitkYitkwiejIau]4]4]11]","unicode":"ਕਲਜੁਗੁਹਰਿਕੀਆਪਗਤ੍ਰੈਖਿਸਕੀਆਪਗੁਚਉਥਾਟਿਕੈਟਿਕਾਇਜੀਉ॥੪॥੪॥੧੧॥"},"translation":{"en":{"bdb":"The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact. ||4||4||11||","ms":"God created the dark-age the religion lost three legs and the fourth leg remained intact.","ssk":"The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact. ||4||4||11||"},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mnu`K dy AMdroN Drm-bld dy) iqMn pYr iqlk gey (ijs mnu`K dy AMdr Drm-bld isr&) cOQw pYr itkweI r`Kdw hY (ijs dy AMdr isr&-nwm-mwq® Drm rih jWdw hY, aus dy vwsqy) prmwqmw ny (mwno) kiljug bxw id`qw hY [4[4[11[","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼-ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ ਹੈ ।੪।੪।੧੧।"},"ft":{"gurmukhi":"jb hrI ny kljug kIAw qb qIn crn cly gey, cauQw crn prmysÍr kw itkwieAw itkw rhw]4]4]11]Çsbd kw Bwv eyk eyk crn nhIN jwqw hY cauQw Bwv clw jwqw hY[ jykr pUrw crnu jwvY qo dUjy crnoN kI gMD BI nw imly[ XQw- Ab klIjugu myN eyku sy ibn sq qp Awid qIn nhIN hony cwhIey Aru bIju nwsu kbI nhIN hUAw hY[","unicode":"ਜਬ ਹਰੀ ਨੇ ਕਲਜੁਗ ਕੀਆ ਤਬ ਤੀਨ ਚਰਨ ਚਲੇ ਗਏ, ਚਉਥਾ ਚਰਨ ਪਰਮੇਸ੍ਵਰ ਕਾ ਟਿਕਾਇਆ ਟਿਕਾ ਰਹਾ॥੪॥੪॥੧੧॥☬ਸਬਦ ਕਾ ਭਾਵ ਏਕ ਏਕ ਚਰਨ ਨਹੀਂ ਜਾਤਾ ਹੈ ਚਉਥਾ ਭਾਵ ਚਲਾ ਜਾਤਾ ਹੈ। ਜੇਕਰ ਪੂਰਾ ਚਰਨੁ ਜਾਵੈ ਤੋ ਦੂਜੇ ਚਰਨੋਂ ਕੀ ਗੰਧ ਭੀ ਨਾ ਮਿਲੇ। ਯਥਾ- ਅਬ ਕਲੀਜੁਗੁ ਮੇਂ ਏਕੁ ਸੇ ਬਿਨ ਸਤ ਤਪ ਆਦਿ ਤੀਨ ਨਹੀਂ ਹੋਨੇ ਚਾਹੀਏ ਅਰੁ ਬੀਜੁ ਨਾਸੁ ਕਬੀ ਨਹੀਂ ਹੂਆ ਹੈ।"},"bdb":{"gurmukhi":"(hy BweI! ijs mnu`K dy AMdroN Drm-bld dy) iqMn pYr iqlk gey (ijs mnu`K dy AMdr Drm-bld isr&) cOQw pYr itkweI r`Kdw hY (ijs dy AMdr isr&-nwm-mwq® Drm rih jWdw hY, aus dy vwsqy) prmwqmw ny (mwno) kiljug bxw id`qw hY [4[4[11[","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼-ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ ਹੈ ।੪।੪।੧੧।"},"ms":{"gurmukhi":"vwihgurU ny kwlw Xug ricAw, Drm dIAW iqMn l`qW JV geIAW Aqy cOQI l`q kwiem rhI[","unicode":"ਵਾਹਿਗੁਰੂ ਨੇ ਕਾਲਾ ਯੁਗ ਰਚਿਆ, ਧਰਮ ਦੀਆਂ ਤਿੰਨ ਲੱਤਾਂ ਝੜ ਗਈਆਂ ਅਤੇ ਚੌਥੀ ਲੱਤ ਕਾਇਮ ਰਹੀ।"}},"es":{"sn":"el Señor creó la Era de Kali Yug, la de un solo pilar cuando los otros tres pilares ya se habían caído. (4-4-11)"},"hi":{"ss":"(हे भाई ! जिस मनुष्य के अंदर से धर्म-बैल के) तीन पैर फिसल गए (जिस मनुष्य के अंदर धर्म-बैल सिर्फ) चौथा पैर टिकाए रखता है (जिसके अंदर सिर्फ नाम-मात्र धर्म रह जाता है।उसके वास्ते) परमात्मा ने (जैसे) कलियुग बना दिया है। 4। 4। 11।","sts":"परमात्मा ने कलियुग की रचना की, जिसमें धर्म के तीन पैर खिसक गए और धर्म (रूपी वैल) का चौथा पैर ही कायम रहा ॥ ४॥ ४॥ ११॥"}},"transliteration":{"english":"kalajug har keeaa pag trai khisakeeaa pag chauthaa Tikai Tikai jeeau ||4||4||11||","hindi":"कलजुगु हरि कीआ पग त्रै खिसकीआ पगु चउथा टिकै टिकाइ जीउ ॥४॥४॥११॥","en":"kalajug har keeaa pag trai khisakeeaa pag chauthaa Tikai Tikai jeeau ||4||4||11||","hi":"कलजुगु हरि कीआ पग त्रै खिसकीआ पगु चउथा टिकै टिकाइ जीउ ॥४॥४॥११॥","ipa":"kələd͡ʒʊG hər kiəɑ pəG t̪ɹæ kʰɪsəkiəɑ pəG t͡ʃoʊt̪ʰɑ ʈɪkæ ʈɪkɑeɪ d͡ʒio.4.4.1ə1.","ur":"کلجگ هر کیِآ پگ ترَے کھسکیِآ پگ چاتھا ٹکَے ٹکاِا جیِاُ ۔۔۴۔۔۴۔۔۱۱۔۔"},"pageNo":446,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20178,"shabadId":1653,"verse":{"gurmukhi":"Awsw mhlw 4 ]","unicode":"ਆਸਾ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"Awswmhlw4]","unicode":"ਆਸਾਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Aasaa, Fourth Mehla:","ms":"Asa 4th Guru.","ssk":"Aasaa, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"Awsw cOQI pwqSwhI[","unicode":"ਆਸਾ ਚੌਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Asa, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"आसा महला ४ ॥"}},"transliteration":{"english":"aasaa mahalaa chauthhaa ||","hindi":"आसा महला ४ ॥","en":"aasaa mahalaa chauthhaa ||","hi":"आसा महला ४ ॥","ipa":"əɑsɑ məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"آسا مهلا ۴ ۔۔"},"pageNo":446,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20179,"shabadId":1653,"verse":{"gurmukhi":"hir kIriq min BweI prm giq pweI hir min qin mIT lgwn jIau ]","unicode":"ਹਰਿ ਕੀਰਤਿ ਮਨਿ ਭਾਈ ਪਰਮ ਗਤਿ ਪਾਈ ਹਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"hirkIriqminBweIprmgiqpweIhirminqinmITlgwnjIau]","unicode":"ਹਰਿਕੀਰਤਿਮਨਿਭਾਈਪਰਮਗਤਿਪਾਈਹਰਿਮਨਿਤਨਿਮੀਠਲਗਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems so sweet to her mind and body.","ms":"She to whose mind, is pleasing the Lord's praise, and to whose soul and body God seems sweet, attains the highest status.","ssk":"One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems so sweet to her mind and body."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mnu`K dy) mn ivc prmwqmw dI is&iq-swlwh ipAwrI l`g geI, aus ny sB qoN au~cI Awqmk AvsQw hwsl kr leI, aus dy mn ivc ihrdy ivc pRBU ipAwrw l`gx l`g ipAw [ ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗ ਗਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ । "},"ft":{"gurmukhi":"hy BweI! ijn ky mn myN hir kIriq BweI hY iqnoN ny prmgiq pweI hY AOr iqn ky mn qn myN hir mITw lwgw hY]","unicode":"ਹੇ ਭਾਈ! ਜਿਨ ਕੇ ਮਨ ਮੇਂ ਹਰਿ ਕੀਰਤਿ ਭਾਈ ਹੈ ਤਿਨੋਂ ਨੇ ਪਰਮਗਤਿ ਪਾਈ ਹੈ ਔਰ ਤਿਨ ਕੇ ਮਨ ਤਨ ਮੇਂ ਹਰਿ ਮੀਠਾ ਲਾਗਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! ijs mnu`K dy) mn ivc prmwqmw dI is&iq-swlwh ipAwrI l`g geI, aus ny sB qoN au~cI Awqmk AvsQw hwsl kr leI, aus dy mn ivc ihrdy ivc pRBU ipAwrw l`gx l`g ipAw [ ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗ ਗਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ । "},"ms":{"gurmukhi":"ijs dy ic`q ƒ suAwmI dI is&q cMgI l`gdI hY, Aqy aus dI AwqmW Aqy dyih ƒ vwihgurU im`Tw Bwsdw hY[ auh sB qoN aucI dSw ƒ pRwpq ho jWdI hY[","unicode":"ਜਿਸ ਦੇ ਚਿੱਤ ਨੂੰ ਸੁਆਮੀ ਦੀ ਸਿਫ਼ਤ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਅਤੇ ਉਸ ਦੀ ਆਤਮਾਂ ਅਤੇ ਦੇਹਿ ਨੂੰ ਵਾਹਿਗੁਰੂ ਮਿੱਠਾ ਭਾਸਦਾ ਹੈ। ਉਹ ਸਭ ਤੋਂ ਉਚੀ ਦਸ਼ਾ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Si a uno le complace la Alabanza del Señor, llega al Estado Supremo de Éxtasis."},"hi":{"ss":"(हे भाई ! जिस मनुष्य के) मन को परमात्मा की सिफत सालाह प्यारी लग गई।उसने सबसे ऊँची आत्मिक अवस्था हासिल कर ली।उसके मन में हृदय में प्रभू प्यारा लगने लगा।","sts":"जिस व्यक्ति के मन में हरि की कीर्ति अच्छी लग गई है, उसने परमगति पा ली है, उसके मन-तन को परमात्मा मीठा लगने लग गया है।"}},"transliteration":{"english":"har keerat man bhaiee param gat paiee har man tan meeTh lagaan jeeau ||","hindi":"हरि कीरति मनि भाई परम गति पाई हरि मनि तनि मीठ लगान जीउ ॥","en":"har keerat man bhaiee param gat paiee har man tan meeTh lagaan jeeau ||","hi":"हरि कीरति मनि भाई परम गति पाई हरि मनि तनि मीठ लगान जीउ ॥","ipa":"hər kirət̪ mən ɓɑei pərəm Gət̪ pɑei hər mən t̪ən miʈʰ ləGɑn d͡ʒio.","ur":"هر کیِرت منِ بھاای پرم گتِ پاای هرِ منِ تنِ میِٹھ لگان جیِا ۔۔"},"pageNo":446,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20180,"shabadId":1653,"verse":{"gurmukhi":"hir hir rsu pwieAw gurmiq hir iDAwieAw Duir msqik Bwg purwn jIau ]","unicode":"ਹਰਿ ਹਰਿ ਰਸੁ ਪਾਇਆ ਗੁਰਮਤਿ ਹਰਿ ਧਿਆਇਆ ਧੁਰਿ ਮਸਤਕਿ ਭਾਗ ਪੁਰਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"hirhirrsupwieAwgurmiqhiriDAwieAwDuirmsqikBwgpurwnjIau]","unicode":"ਹਰਿਹਰਿਰਸੁਪਾਇਆਗੁਰਮਤਿਹਰਿਧਿਆਇਆਧੁਰਿਮਸਤਕਿਭਾਗਪੁਰਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"She obtains the sublime essence of the Lord, Har, Har; through the Guru's Teachings, she meditates on the Lord, and the destiny written on her forehead is fulfilled.","ms":"She obtains Lord's God's elixir. Through Guru instruction meditates she on God and the eternal writ of destiny in her brow is fulfilled.","ssk":"She obtains the sublime essence of the Lord, Har, Har; through the Guru's Teachings, she meditates on the Lord, and the destiny written on her forehead is fulfilled."},"pu":{"ss":{"gurmukhi":"ijs mnu`K ny gurU dI miq lY ky prmwqmw dw ismrn kIqw, prmwqmw dy nwm dw suAwd c`iKAw, aus dy m`Qy auqy Dur drgwh qoN ilKy hoey pihly Bwg jwg pey [ ","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਹੋਏ ਪਹਿਲੇ ਭਾਗ ਜਾਗ ਪਏ । "},"ft":{"gurmukhi":"ijn ko mITw lgw hY iqnoN ny hir hir rs pwXw hY AOr gurmiq kr ky hir ko iDAwieAw hY, iqn ky msqk myN (Duir) Dur sy (Bwg purwn) Anyk jnm sMcq suB krmoN kw Bwg ilKw hY]","unicode":"ਜਿਨ ਕੋ ਮੀਠਾ ਲਗਾ ਹੈ ਤਿਨੋਂ ਨੇ ਹਰਿ ਹਰਿ ਰਸ ਪਾਯਾ ਹੈ ਔਰ ਗੁਰਮਤਿ ਕਰ ਕੇ ਹਰਿ ਕੋ ਧਿਆਇਆ ਹੈ, ਤਿਨ ਕੇ ਮਸਤਕ ਮੇਂ (ਧੁਰਿ) ਧੁਰ ਸੇ (ਭਾਗ ਪੁਰਾਨ) ਅਨੇਕ ਜਨਮ ਸੰਚਤ ਸੁਭ ਕਰਮੋਂ ਕਾ ਭਾਗ ਲਿਖਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs mnu`K ny gurU dI miq lY ky prmwqmw dw ismrn kIqw, prmwqmw dy nwm dw suAwd c`iKAw, aus dy m`Qy auqy Dur drgwh qoN ilKy hoey pihly Bwg jwg pey [ ","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਹੋਏ ਪਹਿਲੇ ਭਾਗ ਜਾਗ ਪਏ । "},"ms":{"gurmukhi":"auh vwihgurU suAwmI dy AMimRq ƒ pw lYNdI hY[ gurW dy aupdyS rwhIN auh vwihgurU dw icMqn krdI hY Aqy aus dy m¤Qy auprlI BwvI dI AwdI ilKq pUrI ho jWdI hY[","unicode":"ਉਹ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾ ਲੈਂਦੀ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ ਉਹ ਵਾਹਿਗੁਰੂ ਦਾ ਚਿੰਤਨ ਕਰਦੀ ਹੈ ਅਤੇ ਉਸ ਦੇ ਮੱਥੇ ਉਪਰਲੀ ਭਾਵੀ ਦੀ ਆਦੀ ਲਿਖਤ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Obtiene la Esencia del Señor, y a través del Bani de la Palabra del Guru habita en el Nombre del Señor y el Destino Eterno es cumplido. "},"hi":{"ss":"जिस मनुष्य ने गुरू की मति ले के परमात्मा का सिमरन किया।परमात्मा के नाम का स्वाद चखा।उसके माथे पे धुर दरगाह से लिखे हुए पूर्बले भाग्य जाग उठे।","sts":"जिसने गुरु की मति द्वारा भगवान का ध्यान किया है, उसने हरि रस पा लिया है, आदि से ही उसके मस्तक पर पूर्व लिखित भाग्य जाग गए हैं।"}},"transliteration":{"english":"har har ras paiaa gurmat har dhiaaiaa dhur masatak bhaag puraan jeeau ||","hindi":"हरि हरि रसु पाइआ गुरमति हरि धिआइआ धुरि मसतकि भाग पुरान जीउ ॥","en":"har har ras paiaa gurmat har dhiaaiaa dhur masatak bhaag puraan jeeau ||","hi":"हरि हरि रसु पाइआ गुरमति हरि धिआइआ धुरि मसतकि भाग पुरान जीउ ॥","ipa":"hər hər rəs pɑɪɑ Gʊrəmət̪ hər t̪ɪəɑɪɑ t̪ʊr məsət̪ək ɓɑG pʊrɑn d͡ʒio.","ur":"هر هرِ رس پاایا گُرمت هرِ دھآایا دھُر مستک بھاگ پُران جیِا ۔۔"},"pageNo":446,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20181,"shabadId":1653,"verse":{"gurmukhi":"Duir msqik Bwgu hir nwim suhwgu hir nwmY hir gux gwieAw ]","unicode":"ਧੁਰਿ ਮਸਤਕਿ ਭਾਗੁ ਹਰਿ ਨਾਮਿ ਸੁਹਾਗੁ ਹਰਿ ਨਾਮੈ ਹਰਿ ਗੁਣ ਗਾਇਆ ॥"},"larivaar":{"gurmukhi":"DuirmsqikBwguhirnwimsuhwguhirnwmYhirguxgwieAw]","unicode":"ਧੁਰਿਮਸਤਕਿਭਾਗੁਹਰਿਨਾਮਿਸੁਹਾਗੁਹਰਿਨਾਮੈਹਰਿਗੁਣਗਾਇਆ॥"},"translation":{"en":{"bdb":"By that high destiny written on her forehead, she chants the Name of the Lord, her Husband, and through the Name of the Lord, she sings the Lord's Glorious Praises.","ms":"By virtue of the primal writ of good luck on her forehead, she repeats the Name of God, her spouse and through God's Name, she sings her Lord's praise.","ssk":"By that high destiny written on her forehead, she chants the Name of the Lord, her Husband, and through the Name of the Lord, she sings the Lord's Glorious Praises."},"pu":{"ss":{"gurmukhi":"aus dy m`Qy auqy Dur drgwh qoN iliKAw lyK au~GV ipAw, hir-nwm ivc juV ky aus ny Ksm-pRBU ƒ l`B ilAw, auh sdw hir-nwm ivc juiVAw rihMdw hY, auh sdw hI hrI dy gux gWdw rihMdw hY [","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ, ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijn ky msqk myN DuroN auqm Bwgu ilKw hY, iqn ko hir nwm (suhwgu) pqI pRwpq hUAw hY AOru so hirnwm ko jpqy hYN AOr iqnoN ny hrI ky gux gwey hYN]","unicode":"ਜਿਨ ਕੇ ਮਸਤਕ ਮੇਂ ਧੁਰੋਂ ਉਤਮ ਭਾਗੁ ਲਿਖਾ ਹੈ, ਤਿਨ ਕੋ ਹਰਿ ਨਾਮ (ਸੁਹਾਗੁ) ਪਤੀ ਪ੍ਰਾਪਤ ਹੂਆ ਹੈ ਔਰੁ ਸੋ ਹਰਿਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ ਔਰ ਤਿਨੋਂ ਨੇ ਹਰੀ ਕੇ ਗੁਣ ਗਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"aus dy m`Qy auqy Dur drgwh qoN iliKAw lyK au~GV ipAw, hir-nwm ivc juV ky aus ny Ksm-pRBU ƒ l`B ilAw, auh sdw hir-nwm ivc juiVAw rihMdw hY, auh sdw hI hrI dy gux gWdw rihMdw hY [","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ, ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"aus dy m¤Qy aupr cMgy nsIbW dI mu`FlI ilKqkwr dI bxqr auh Awpxy pqI vwihgurU dy nwm ƒ jpdI hY[ r`b dy nwm dy rwhIN aUh Awpxy suAwmI dI kIrqI gwauNdI hY[","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਪਰ ਚੰਗੇ ਨਸੀਬਾਂ ਦੀ ਮੁੱਢਲੀ ਲਿਖਤਕਾਰ ਦੀ ਬਣਤਰ ਉਹ ਆਪਣੇ ਪਤੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਨੂੰ ਜਪਦੀ ਹੈ। ਰੱਬ ਦੇ ਨਾਮ ਦੇ ਰਾਹੀਂ ਊਹ ਆਪਣੇ ਸੁਆਮੀ ਦੀ ਕੀਰਤੀ ਗਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"Tal ser se vuelve el Discípulo del Señor, y a través del Nombre, recita Su Alabanza, "},"hi":{"ss":"उसके माथे पे धुर दरगाह से लिखे लेख अंकुरित हो गए।हरि-नाम में जुड़ के उसने पति-प्रभू को पा लिया।वह सदा हरि-नाम में जुड़ा रहता है।वह सदा ही हरी के गुण गाता रहता है।","sts":"आदि से मस्तक पर लिखा उसका भाग्य उदय हो गया है और जब उसने हरि-नाम द्वारा भगवान का गुणगान किया तो हरि नाम द्वारा उसे सुहाग मिल गया।"}},"transliteration":{"english":"dhur masatak bhaag har naam suhaag har naamai har gun gaiaa ||","hindi":"धुरि मसतकि भागु हरि नामि सुहागु हरि नामै हरि गुण गाइआ ॥","en":"dhur masatak bhaag har naam suhaag har naamai har gun gaiaa ||","hi":"धुरि मसतकि भागु हरि नामि सुहागु हरि नामै हरि गुण गाइआ ॥","ipa":"t̪ʊr məsət̪ək ɓɑG hər nɑm sʊhɑG hər nɑmæ hər Gʊɳ Gɑɪɑ.","ur":"دھُر مستک بھاگ هر نام سُهاگ هرِ نامَے هرِ گُݨ گاایا ۔۔"},"pageNo":446,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20182,"shabadId":1653,"verse":{"gurmukhi":"msqik mxI pRIiq bhu pRgtI hir nwmY hir sohwieAw ]","unicode":"ਮਸਤਕਿ ਮਣੀ ਪ੍ਰੀਤਿ ਬਹੁ ਪ੍ਰਗਟੀ ਹਰਿ ਨਾਮੈ ਹਰਿ ਸੋਹਾਇਆ ॥"},"larivaar":{"gurmukhi":"msqikmxIpRIiqbhupRgtIhirnwmYhirsohwieAw]","unicode":"ਮਸਤਕਿਮਣੀਪ੍ਰੀਤਿਬਹੁਪ੍ਰਗਟੀਹਰਿਨਾਮੈਹਰਿਸੋਹਾਇਆ॥"},"translation":{"en":{"bdb":"The jewel of immense love sparkles on her forehead, and she is adorned with the Name of the Lord, Har, Har.","ms":"On her forehead sparkles the gem of great love and she is bedecked with the Name of the Lord Master.","ssk":"The jewel of immense love sparkles on her forehead, and she is adorned with the Name of the Lord, Har, Har."},"pu":{"ss":{"gurmukhi":"aus dy m`Qy auqy pRBU-crnW dI pRIiq dI mxI cmk auTdI hY [ ","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤਿ ਦੀ ਮਣੀ ਚਮਕ ਉਠਦੀ ਹੈ । "},"ft":{"gurmukhi":"iqn ko (msqik mxI) isromxI bhuq pRIqI pRgt BeI hY, iqn kw mnu hir hir nwm kr ky soBwiemwn hUAw hY]","unicode":"ਤਿਨ ਕੋ (ਮਸਤਕਿ ਮਣੀ) ਸਿਰੋਮਣੀ ਬਹੁਤ ਪ੍ਰੀਤੀ ਪ੍ਰਗਟ ਭਈ ਹੈ, ਤਿਨ ਕਾ ਮਨੁ ਹਰਿ ਹਰਿ ਨਾਮ ਕਰ ਕੇ ਸੋਭਾਇਮਾਨ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus dy m`Qy auqy pRBU-crnW dI pRIiq dI mxI cmk auTdI hY [ ","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤਿ ਦੀ ਮਣੀ ਚਮਕ ਉਠਦੀ ਹੈ । "},"ms":{"gurmukhi":"aus dy m¤Qy auqy bhuq ipAwr dw jvyhr cmkdw hY[ Aqy auh suAwmI mwlk dy nwm nwl iSMgwrI hoeI hY[","unicode":"ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਬਹੁਤ ਪਿਆਰ ਦਾ ਜਵੇਹਰ ਚਮਕਦਾ ਹੈ। ਅਤੇ ਉਹ ਸੁਆਮੀ ਮਾਲਕ ਦੇ ਨਾਮ ਨਾਲ ਸ਼ਿੰਗਾਰੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"y en su frente brilla la Joya del Amor Intenso. Sí, ese ser es adornado a través del Nombre y su luz se funde con la Luz Divina; "},"hi":{"ss":"उसके माथे पे प्रभू चरणों के प्रीति की मणि चमक उठती है।उसकी सुरति प्रभू की ज्योति में मिल जाती है।","sts":"अब उसके मस्तक पर प्रभु के प्रेम की मणि चमक उठी है और भगवान ने अपने हरि-नाम द्वारा उसे सुन्दर बना दिया है।"}},"transliteration":{"english":"masatak manee preet bahu pragaTee har naamai har sohaiaa ||","hindi":"मसतकि मणी प्रीति बहु प्रगटी हरि नामै हरि सोहाइआ ॥","en":"masatak manee preet bahu pragaTee har naamai har sohaiaa ||","hi":"मसतकि मणी प्रीति बहु प्रगटी हरि नामै हरि सोहाइआ ॥","ipa":"məsət̪ək məɳi pɹit̪ bəh pɹəGəʈi hər nɑmæ hər sɔhɑɪɑ.","ur":"مستک مݨیِ پریِت بهُ پرگٹیِ هر نامَے هرِ سوهاایا ۔۔"},"pageNo":446,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20183,"shabadId":1653,"verse":{"gurmukhi":"joqI joiq imlI pRBu pwieAw imil siqgur mnUAw mwn jIau ]","unicode":"ਜੋਤੀ ਜੋਤਿ ਮਿਲੀ ਪ੍ਰਭੁ ਪਾਇਆ ਮਿਲਿ ਸਤਿਗੁਰ ਮਨੂਆ ਮਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"joqIjoiqimlIpRBupwieAwimilsiqgurmnUAwmwnjIau]","unicode":"ਜੋਤੀਜੋਤਿਮਿਲੀਪ੍ਰਭੁਪਾਇਆਮਿਲਿਸਤਿਗੁਰਮਨੂਆਮਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"Her light blends with the Supreme Light, and she obtains God; meeting the True Guru, her mind is satisfied.","ms":"Her light blends with the Supreme light and she obtain her Lord. By meeting the true Guru, her soul is satiated.","ssk":"Her light blends with the Supreme Light, and she obtains God; meeting the True Guru, her mind is satisfied."},"pu":{"ss":{"gurmukhi":"aus dI suriq pRBU dI joiq ivc iml jWdI hY, auh pRBU ƒ iml pYNdw hY, gurU ƒ iml ky aus dw mn (prmwqmw dI Xwd ivc) ig`J jWdw hY [","unicode":"ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"joqI pRkws rUp pRBU pwXw hY iqs myN joiq imil geI hY[ ies pRkwr iml kr ky sqguroN ky swQ mnu mwnqw BXw hY]","unicode":"ਜੋਤੀ ਪ੍ਰਕਾਸ ਰੂਪ ਪ੍ਰਭੂ ਪਾਯਾ ਹੈ ਤਿਸ ਮੇਂ ਜੋਤਿ ਮਿਲਿ ਗਈ ਹੈ। ਇਸ ਪ੍ਰਕਾਰ ਮਿਲ ਕਰ ਕੇ ਸਤਗੁਰੋਂ ਕੇ ਸਾਥ ਮਨੁ ਮਾਨਤਾ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"aus dI suriq pRBU dI joiq ivc iml jWdI hY, auh pRBU ƒ iml pYNdw hY, gurU ƒ iml ky aus dw mn (prmwqmw dI Xwd ivc) ig`J jWdw hY [","unicode":"ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"aus dw nUr prm nUr nwl AByd ho jWdw hY Aqy auh Awpxy sweIN ƒ pw lYNdI hY[ s¤cy gurW ƒ Bytx duAwrw aus dI AwqmW sMquSt ho jWdI hY[","unicode":"ਉਸ ਦਾ ਨੂਰ ਪਰਮ ਨੂਰ ਨਾਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ ਆਪਣੇ ਸਾਈਂ ਨੂੰ ਪਾ ਲੈਂਦੀ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਭੇਟਣ ਦੁਆਰਾ ਉਸ ਦੀ ਆਤਮਾਂ ਸੰਤੁਸ਼ਟ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"encontrándose con el Guru, obtiene al Señor y su mente es iluminada."},"hi":{"ss":"वह प्रभू को मिल पड़ता है।गुरू को मिल के उसका मन (परमात्मा की याद में) लीन हो जाता है।","sts":"उसकी ज्योति परम ज्योति से मिल गई है और उसने अपने प्रभु को पा लिया है, सच्चे गुरु को मिलने से उसका मन तृप्त हो गया है।"}},"transliteration":{"english":"jotee jot milee prabh paiaa mil satigur manooaa maan jeeau ||","hindi":"जोती जोति मिली प्रभु पाइआ मिलि सतिगुर मनूआ मान जीउ ॥","en":"jotee jot milee prabh paiaa mil satigur manooaa maan jeeau ||","hi":"जोती जोति मिली प्रभु पाइआ मिलि सतिगुर मनूआ मान जीउ ॥","ipa":"d͡ʒɔt̪i d͡ʒɔt̪ mɪli pɹəɓ pɑɪɑ mɪl sət̪ɪGʊr mənuəɑ mɑn d͡ʒio.","ur":"جوتیِ جوت ملیِ پربھ پاایا مل ستِگر منُوآ مان جیِا ۔۔"},"pageNo":446,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20184,"shabadId":1653,"verse":{"gurmukhi":"hir kIriq min BweI prm giq pweI hir min qin mIT lgwn jIau ]1]","unicode":"ਹਰਿ ਕੀਰਤਿ ਮਨਿ ਭਾਈ ਪਰਮ ਗਤਿ ਪਾਈ ਹਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗਾਨ ਜੀਉ ॥੧॥"},"larivaar":{"gurmukhi":"hirkIriqminBweIprmgiqpweIhirminqinmITlgwnjIau]1]","unicode":"ਹਰਿਕੀਰਤਿਮਨਿਭਾਈਪਰਮਗਤਿਪਾਈਹਰਿਮਨਿਤਨਿਮੀਠਲਗਾਨਜੀਉ॥੧॥"},"translation":{"en":{"bdb":"One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems sweet to her mind and body. ||1||","ms":"She, to whose mind is pleasing the Lord's praise and to whose soul and body God seems sweet. attain the supreme rank.","ssk":"One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems sweet to her mind and body. ||1||"},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mn`uK dy mn ivc prmwqmw dI is&iq-swlwh ipAwrI l`gx l`g peI, aus ny sB qoN au~cI Awqmk AvsQw hwsl kr leI, aus dy mn ivc aus dy ihrdy ivc pRBU ipAwrw l`gx l`g ipAw [1[","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੱੁਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ।੧।"},"ft":{"gurmukhi":"ijn ky mn myN hrI kI kIriq BweI hY iqnoN ny kyvl mukqI pweI hY AO iqn ky mn qn myN hrI mITw lgw hY]1]","unicode":"ਜਿਨ ਕੇ ਮਨ ਮੇਂ ਹਰੀ ਕੀ ਕੀਰਤਿ ਭਾਈ ਹੈ ਤਿਨੋਂ ਨੇ ਕੇਵਲ ਮੁਕਤੀ ਪਾਈ ਹੈ ਔ ਤਿਨ ਕੇ ਮਨ ਤਨ ਮੇਂ ਹਰੀ ਮੀਠਾ ਲਗਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"(hy BweI! ijs mn`uK dy mn ivc prmwqmw dI is&iq-swlwh ipAwrI l`gx l`g peI, aus ny sB qoN au~cI Awqmk AvsQw hwsl kr leI, aus dy mn ivc aus dy ihrdy ivc pRBU ipAwrw l`gx l`g ipAw [1[","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੱੁਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ।੧।"},"ms":{"gurmukhi":"ijs dy ic`q ƒ suAwmI dI is&q cMgI l`gdI hY[ Aqy ijs dI AwqmW Aqy dyih ƒ vwihgurU im`Tw Bwsdw hY[ auh mhwn mrqby ƒ pw lYNdI hY[","unicode":"ਜਿਸ ਦੇ ਚਿੱਤ ਨੂੰ ਸੁਆਮੀ ਦੀ ਸਿਫ਼ਤ ਚੰਗੀ ਲੱਗਦੀ ਹੈ। ਅਤੇ ਜਿਸ ਦੀ ਆਤਮਾਂ ਅਤੇ ਦੇਹਿ ਨੂੰ ਵਾਹਿਗੁਰੂ ਮਿੱਠਾ ਭਾਸਦਾ ਹੈ। ਉਹ ਮਹਾਨ ਮਰਤਬੇ ਨੂੰ ਪਾ ਲੈਂਦੀ ਹੈ।"}},"es":{"sn":"Atraído por la Dulzura del Kirtan de la Alabanza del Señor, uno llega al Estado Supremo. (1)"},"hi":{"ss":"(हे भाई !) जिस मनुष्य के मन को परमात्मा की सिफत सालाह अच्छी लगने लग जाती है।उसने सबसे उच्च आत्मिक अवस्था हासिल कर ली।उसके मन में उसके हृदय में प्रभू प्यारा लगने लग जाता है। 1।","sts":"हरि की कीर्ति-महिमा जिसके मन में भा गई है उसने परमगति पा ली है और उसके मन एवं तन को प्रभु मीठा लगने लग गया है॥ १॥"}},"transliteration":{"english":"har keerat man bhaiee param gat paiee har man tan meeTh lagaan jeeau ||1||","hindi":"हरि कीरति मनि भाई परम गति पाई हरि मनि तनि मीठ लगान जीउ ॥१॥","en":"har keerat man bhaiee param gat paiee har man tan meeTh lagaan jeeau ||1||","hi":"हरि कीरति मनि भाई परम गति पाई हरि मनि तनि मीठ लगान जीउ ॥१॥","ipa":"hər kirət̪ mən ɓɑei pərəm Gət̪ pɑei hər mən t̪ən miʈʰ ləGɑn d͡ʒio.1.","ur":"هر کیِرت منِ بھاای پرم گتِ پاای هرِ منِ تنِ میِٹھ لگان جیِا ۔۔۱۔۔"},"pageNo":446,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20185,"shabadId":1653,"verse":{"gurmukhi":"hir hir jsu gwieAw prm pdu pwieAw qy aUqm jn prDwn jIau ]","unicode":"ਹਰਿ ਹਰਿ ਜਸੁ ਗਾਇਆ ਪਰਮ ਪਦੁ ਪਾਇਆ ਤੇ ਊਤਮ ਜਨ ਪਰਧਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"hirhirjsugwieAwprmpdupwieAwqyaUqmjnprDwnjIau]","unicode":"ਹਰਿਹਰਿਜਸੁਗਾਇਆਪਰਮਪਦੁਪਾਇਆਤੇਊਤਮਜਨਪਰਧਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people.","ms":"They, who sing Lord Master's praise, gain the supreme rank. They are the sublime and foremost amongst men.","ssk":"Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people."},"pu":{"ss":{"gurmukhi":"(hy BweI!) jyhVy mnu`K prmwqmw dI is&iq-swlwh dw gIq gWdy hn, auh sB qoN au~cw Awqmk drjw hwsl kr lYNdy hn, auh mnu`K jgq ivc sRySt igxy jWdy hn ie`zq vwly smJy jWdy hn [ ","unicode":"(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"ijnoN ny mn qn kr ky hir hir js gwXw hY AOr (prm pdu) moK ko pwXw hY, so dws auqm AOr sB dwsoN myN prDwn sRys† hY]","unicode":"ਜਿਨੋਂ ਨੇ ਮਨ ਤਨ ਕਰ ਕੇ ਹਰਿ ਹਰਿ ਜਸ ਗਾਯਾ ਹੈ ਔਰ (ਪਰਮ ਪਦੁ) ਮੋਖ ਕੋ ਪਾਯਾ ਹੈ, ਸੋ ਦਾਸ ਉਤਮ ਔਰ ਸਭ ਦਾਸੋਂ ਮੇਂ ਪਰਧਾਨ ਸ੍ਰੇਸ੍ਟ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI!) jyhVy mnu`K prmwqmw dI is&iq-swlwh dw gIq gWdy hn, auh sB qoN au~cw Awqmk drjw hwsl kr lYNdy hn, auh mnu`K jgq ivc sRySt igxy jWdy hn ie`zq vwly smJy jWdy hn [ ","unicode":"(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"jo suAwmI mwlk dI is&q gwien krdy hn, auh mhwn mrqbw pw lYNdy hn[ auh ienswnW iv`c srySt Aqy isr k`FvyN hn[","unicode":"ਜੋ ਸੁਆਮੀ ਮਾਲਕ ਦੀ ਸਿਫ਼ਤ ਗਾਇਨ ਕਰਦੇ ਹਨ, ਉਹ ਮਹਾਨ ਮਰਤਬਾ ਪਾ ਲੈਂਦੇ ਹਨ। ਉਹ ਇਨਸਾਨਾਂ ਵਿੱਚ ਸਰੇਸ਼ਟ ਅਤੇ ਸਿਰ ਕੱਢਵੇਂ ਹਨ।"}},"es":{"sn":"Los que recitan la Alabanza del Señor, obtienen el Estado Supremo; son los verdaderos hombres. "},"hi":{"ss":"(हे भाई !) जो लोग परमात्मा के सिफत सालाह के गीत गाते हैं।वे सबसे ऊँचा आत्मिक दर्जा हासिल कर लेते हैं।वे मनुष्य जगत में श्रेष्ठ गिने जाते हैं इज्जत वाले समझे जाते हैं।","sts":"जिस व्यक्ति ने परमेश्वर का यशगान किया है, उसे परम पद प्राप्त हो गया है, वे लोग उत्तम एवं प्रधान हैं।"}},"transliteration":{"english":"har har jas gaiaa param padh paiaa te uootam jan paradhaan jeeau ||","hindi":"हरि हरि जसु गाइआ परम पदु पाइआ ते ऊतम जन परधान जीउ ॥","en":"har har jas gaiaa param padh paiaa te uootam jan paradhaan jeeau ||","hi":"हरि हरि जसु गाइआ परम पदु पाइआ ते ऊतम जन परधान जीउ ॥","ipa":"hər hər d͡ʒəs Gɑɪɑ pərəm pəd̪ pɑɪɑ t̪e out̪əm d͡ʒən pərət̪ɑn d͡ʒio.","ur":"هر هرِ جس گاایا پرم پد پاایا تے اُوتم جن پردھان جیِا ۔۔"},"pageNo":446,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20186,"shabadId":1653,"verse":{"gurmukhi":"iqn@ hm crx sryvh iKnu iKnu pg Dovh ijn hir mIT lgwn jIau ]","unicode":"ਤਿਨੑ ਹਮ ਚਰਣ ਸਰੇਵਹ ਖਿਨੁ ਖਿਨੁ ਪਗ ਧੋਵਹ ਜਿਨ ਹਰਿ ਮੀਠ ਲਗਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"iqn@hmcrxsryvhiKnuiKnupgDovhijnhirmITlgwnjIau]","unicode":"ਤਿਨੑਹਮਚਰਣਸਰੇਵਹਖਿਨੁਖਿਨੁਪਗਧੋਵਹਜਿਨਹਰਿਮੀਠਲਗਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"I bow at their feet; each and every moment, I wash the feet of those, unto whom the Lord seems sweet.","ms":"Their feet, I worship and their feet I wash, every moment unto whom God seems sweet.","ssk":"I bow at their feet; each and every moment, I wash the feet of those, unto whom the Lord seems sweet."},"pu":{"ss":{"gurmukhi":"(hy BweI!) ijnHW mnu`KW ƒ prmwqmw ipAwrw l`gdw hY, AsI auhnW dy crnW dI syvw krdy hW AsI auhnW dy hr vyly pYr DoNdy hW [","unicode":"(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਅਸੀ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ਅਸੀ ਉਹਨਾਂ ਦੇ ਹਰ ਵੇਲੇ ਪੈਰ ਧੋਂਦੇ ਹਾਂ ।"},"ft":{"gurmukhi":"ijn ko hir mITw lgqw hY hm iqn ky crnoN kI syvw krqy hYN Aru iKnu iKnu myN iqn ky crnoN ko Dovqy hYN]","unicode":"ਜਿਨ ਕੋ ਹਰਿ ਮੀਠਾ ਲਗਤਾ ਹੈ ਹਮ ਤਿਨ ਕੇ ਚਰਨੋਂ ਕੀ ਸੇਵਾ ਕਰਤੇ ਹੈਂ ਅਰੁ ਖਿਨੁ ਖਿਨੁ ਮੇਂ ਤਿਨ ਕੇ ਚਰਨੋਂ ਕੋ ਧੋਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI!) ijnHW mnu`KW ƒ prmwqmw ipAwrw l`gdw hY, AsI auhnW dy crnW dI syvw krdy hW AsI auhnW dy hr vyly pYr DoNdy hW [","unicode":"(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਅਸੀ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ਅਸੀ ਉਹਨਾਂ ਦੇ ਹਰ ਵੇਲੇ ਪੈਰ ਧੋਂਦੇ ਹਾਂ ।"},"ms":{"gurmukhi":"auhnW dy pYr mYN pUjdw hW, Aqy auhnW dy pYr mYN hr muhq DodW hW, ijnHW ƒ vwihgurU im`Tw l`gdw hY[","unicode":"ਉਹਨਾਂ ਦੇ ਪੈਰ ਮੈਂ ਪੂਜਦਾ ਹਾਂ, ਅਤੇ ਉਹਨਾਂ ਦੇ ਪੈਰ ਮੈਂ ਹਰ ਮੁਹਤ ਧੋਦਾਂ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਵਾਹਿਗੁਰੂ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।"}},"es":{"sn":"A sus pies yo sirvo; en cada momento lavo los pies de aquéllos a quienes el Señor les parece dulce. "},"hi":{"ss":"(हे भाई !) जिन मनुष्यों को परमात्मा प्यारा लगता है।हम उनके चरणों की सेवा करते हैं हम उनके हर वक्त पैर धोते हैं।","sts":"जिन्हें हरि मीठा लगने लग गया है, हम उनके चरणों की सेवा करते हैं और क्षण-क्षण उनके चरण घोते हैं।"}},"transliteration":{"english":"tin(h) ham charan sareveh khin khin pag dhoveh jin har meeTh lagaan jeeau ||","hindi":"तिन्न हम चरण सरेवह खिनु खिनु पग धोवह जिन हरि मीठ लगान जीउ ॥","en":"tin(h) ham charan sareveh khin khin pag dhoveh jin har meeTh lagaan jeeau ||","hi":"तिन्न हम चरण सरेवह खिनु खिनु पग धोवह जिन हरि मीठ लगान जीउ ॥","ipa":"t̪ɪn@ həm t͡ʃərəɳ səreʋəh kʰɪn kʰɪn pəG t̪ɔʋəh d͡ʒɪn hər miʈʰ ləGɑn d͡ʒio.","ur":"تٍنھ هم چرݨ سرےوه کھن کھن پگ دھووه جن هر میِٹھ لگان جیِا ۔۔"},"pageNo":446,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20187,"shabadId":1653,"verse":{"gurmukhi":"hir mITw lwieAw prm suK pwieAw muiK Bwgw rqI cwry ]","unicode":"ਹਰਿ ਮੀਠਾ ਲਾਇਆ ਪਰਮ ਸੁਖ ਪਾਇਆ ਮੁਖਿ ਭਾਗਾ ਰਤੀ ਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"hirmITwlwieAwprmsuKpwieAwmuiKBwgwrqIcwry]","unicode":"ਹਰਿਮੀਠਾਲਾਇਆਪਰਮਸੁਖਪਾਇਆਮੁਖਿਭਾਗਾਰਤੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"The Lord seems sweet to them, and they obtain the supreme status; their faces are radiant and beautiful with good fortune.","ms":"She, to whom God seems sweet, gathers supreme solace, and beautiful is her fortunate face.","ssk":"The Lord seems sweet to them, and they obtain the supreme status; their faces are radiant and beautiful with good fortune."},"pu":{"ss":{"gurmukhi":"(hy BweI!) ijnHW ƒ prmwqmw ipAwrw l`gw, auhnW sB qoN au~cw Awqmk AwnMd mwixAw, auhnW dy mUMh auqy cMgy BwgW dI suMdr mxI cmk peI [","unicode":"(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਾ, ਉਹਨਾਂ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਚੰਗੇ ਭਾਗਾਂ ਦੀ ਸੁੰਦਰ ਮਣੀ ਚਮਕ ਪਈ ।"},"ft":{"gurmukhi":"ijnoN ko hrI ny Apxw nwmu mITw lwieAw hY iqnoN hI ny prm suKu pwieAw hY[ iqn ky muK pr BwgoN kI rqI (cwry) suMdr pRkws krqI hY vw cwry byd khqy hYN]","unicode":"ਜਿਨੋਂ ਕੋ ਹਰੀ ਨੇ ਅਪਣਾ ਨਾਮੁ ਮੀਠਾ ਲਾਇਆ ਹੈ ਤਿਨੋਂ ਹੀ ਨੇ ਪਰਮ ਸੁਖੁ ਪਾਇਆ ਹੈ। ਤਿਨ ਕੇ ਮੁਖ ਪਰ ਭਾਗੋਂ ਕੀ ਰਤੀ (ਚਾਰੇ) ਸੁੰਦਰ ਪ੍ਰਕਾਸ ਕਰਤੀ ਹੈ ਵਾ ਚਾਰੇ ਬੇਦ ਕਹਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI!) ijnHW ƒ prmwqmw ipAwrw l`gw, auhnW sB qoN au~cw Awqmk AwnMd mwixAw, auhnW dy mUMh auqy cMgy BwgW dI suMdr mxI cmk peI [","unicode":"(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਾ, ਉਹਨਾਂ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਚੰਗੇ ਭਾਗਾਂ ਦੀ ਸੁੰਦਰ ਮਣੀ ਚਮਕ ਪਈ ।"},"ms":{"gurmukhi":"ijs ƒ vwihgurU, im`Tw l`gdw hY, auh mhwn TMF cYn hwsl kr lYNdI hY Aqy suMdr hY aus dw BwgW BirAw ichrw[","unicode":"ਜਿਸ ਨੂੰ ਵਾਹਿਗੁਰੂ, ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, ਉਹ ਮਹਾਨ ਠੰਢ ਚੈਨ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ਅਤੇ ਸੁੰਦਰ ਹੈ ਉਸ ਦਾ ਭਾਗਾਂ ਭਰਿਆ ਚਿਹਰਾ।"}},"es":{"sn":"Porque ellos logran el Supremo Éxtasis; como joyas sus semblantes relucen de piedad. "},"hi":{"ss":"(हे भाई !) जिन्हें परमात्मा प्यारा लगा।उन्होंने सबसे उच्च आनंद पाया।उनके मुंह पे अच्छे भाग्यों की सुंदर मणि चमक उठी।","sts":"जिसे हरि मीठा लग गया है, उसे परम सुख प्राप्त हो गया है और उसका मुख भाग्यशाली एवं सुन्दर हो गया है।"}},"transliteration":{"english":"har meeThaa laiaa param sukh paiaa mukh bhaagaa ratee chaare ||","hindi":"हरि मीठा लाइआ परम सुख पाइआ मुखि भागा रती चारे ॥","en":"har meeThaa laiaa param sukh paiaa mukh bhaagaa ratee chaare ||","hi":"हरि मीठा लाइआ परम सुख पाइआ मुखि भागा रती चारे ॥","ipa":"hər miʈʰɑ lɑɪɑ pərəm sʊkʰ pɑɪɑ mʊkʰ ɓɑGɑ rət̪i t͡ʃɑre.","ur":"هر میِٹھا لااآ پرم سُکھ پاایا مُکھ بھاگا رتیِ چارے ۔۔"},"pageNo":446,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20188,"shabadId":1653,"verse":{"gurmukhi":"gurmiq hir gwieAw hir hwru auir pwieAw hir nwmw kMiT Dwry ]","unicode":"ਗੁਰਮਤਿ ਹਰਿ ਗਾਇਆ ਹਰਿ ਹਾਰੁ ਉਰਿ ਪਾਇਆ ਹਰਿ ਨਾਮਾ ਕੰਠਿ ਧਾਰੇ ॥"},"larivaar":{"gurmukhi":"gurmiqhirgwieAwhirhwruauirpwieAwhirnwmwkMiTDwry]","unicode":"ਗੁਰਮਤਿਹਰਿਗਾਇਆਹਰਿਹਾਰੁਉਰਿਪਾਇਆਹਰਿਨਾਮਾਕੰਠਿਧਾਰੇ॥"},"translation":{"en":{"bdb":"Under Guru's Instruction, they sing the Lord's Name, and wear the garland of the Lord's Name around their necks; they keep the Lord's Name in their throats.","ms":"By Guru's instruction she sings God's praise, wears God as garland around her neck and keeps God's Name on her tongue or in the throat.","ssk":"Under Guru's Instruction, they sing the Lord's Name, and wear the garland of the Lord's Name around their necks; they keep the Lord's Name in their throats."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVw mnu`K gurU dI miq lY ky prmwqmw dI is&iq-swlwh krdw hY, prmwqmw dy guxW dw prmwqmw dy nwm dw hwr Awpxy ihrdy ivc sWBdw hY Awpxy gl ivc pWdw hY ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦਾ ਹੈ ਆਪਣੇ ਗਲ ਵਿਚ ਪਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"ijnoN ny gurmiq kr ky hir ko gwXw hY iqnoN ny hir kw hwru irdy myN pwXw hY, Bwv hrI dw DÎwnu kIAw hY AO hrI nwmoN ky sMbUh ko kMT myN Dwrn kIAw hY]","unicode":"ਜਿਨੋਂ ਨੇ ਗੁਰਮਤਿ ਕਰ ਕੇ ਹਰਿ ਕੋ ਗਾਯਾ ਹੈ ਤਿਨੋਂ ਨੇ ਹਰਿ ਕਾ ਹਾਰੁ ਰਿਦੇ ਮੇਂ ਪਾਯਾ ਹੈ, ਭਾਵ ਹਰੀ ਦਾ ਧ੍ਯਾਨੁ ਕੀਆ ਹੈ ਔ ਹਰੀ ਨਾਮੋਂ ਕੇ ਸੰਬੂਹ ਕੋ ਕੰਠ ਮੇਂ ਧਾਰਨ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVw mnu`K gurU dI miq lY ky prmwqmw dI is&iq-swlwh krdw hY, prmwqmw dy guxW dw prmwqmw dy nwm dw hwr Awpxy ihrdy ivc sWBdw hY Awpxy gl ivc pWdw hY ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦਾ ਹੈ ਆਪਣੇ ਗਲ ਵਿਚ ਪਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"gurW dy aupdyS duAwrw auh vwihgurU dI mihmw gwauNdI hY, vwihgurU ƒ PUl mwlw vjoN Awpxy gl duAwly pihndI hY Aqy vwihgurU dy nwm AwpxI jIB qy jwx gl iv`c r`KdI hY[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਉਹ ਵਾਹਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਗਾਉਂਦੀ ਹੈ, ਵਾਹਿਗੁਰੂ ਨੂੰ ਫੂਲ ਮਾਲਾ ਵਜੋਂ ਆਪਣੇ ਗਲ ਦੁਆਲੇ ਪਹਿਨਦੀ ਹੈ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਆਪਣੀ ਜੀਭ ਤੇ ਜਾਣ ਗਲ ਵਿੱਚ ਰੱਖਦੀ ਹੈ।"}},"es":{"sn":"Cantan la Alabanza a través del Bani de la Palabra del Guru; la utilizan como collar y conservan Su Nombre siempre en sus labios. "},"hi":{"ss":"हे भाई ! जो मनुष्य गुरू की मति ले के परमात्मा की सिफत सालाह करता है।परमात्मा के गुणों का परमात्मा के हार को अपने हृदय में संभालता है अपने गले में डालता है","sts":"गुरु के उपदेश द्वारा उसने प्रभु का गुणगान किया है, प्रभु को हार के रूप में हृदय में पहना है और हरि के नाम को अपनी जिव्हा एवं कण्ठ में धारण किया है।"}},"transliteration":{"english":"gurmat har gaiaa har haar ur paiaa har naamaa ka(n)Th dhaare ||","hindi":"गुरमति हरि गाइआ हरि हारु उरि पाइआ हरि नामा कंठि धारे ॥","en":"gurmat har gaiaa har haar ur paiaa har naamaa ka(n)Th dhaare ||","hi":"गुरमति हरि गाइआ हरि हारु उरि पाइआ हरि नामा कंठि धारे ॥","ipa":"Gʊrəmət̪ hər Gɑɪɑ hər hɑr oʊr pɑɪɑ hər nɑmɑ kəŋʈʰ t̪ɑre.","ur":"گُرمت هر گاایا هرِ هار اُر پاایا هرِ ناما کںٹھ دھارے ۔۔"},"pageNo":446,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20189,"shabadId":1653,"verse":{"gurmukhi":"sB eyk idRsit smqu kir dyKY sBu Awqm rwmu pCwn jIau ]","unicode":"ਸਭ ਏਕ ਦ੍ਰਿਸਟਿ ਸਮਤੁ ਕਰਿ ਦੇਖੈ ਸਭੁ ਆਤਮ ਰਾਮੁ ਪਛਾਨ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"sBeykidRsitsmqukirdyKYsBuAwqmrwmupCwnjIau]","unicode":"ਸਭਏਕਦ੍ਰਿਸਟਿਸਮਤੁਕਰਿਦੇਖੈਸਭੁਆਤਮਰਾਮੁਪਛਾਨਜੀਉ॥"},"translation":{"en":{"bdb":"They look upon all with equality, and recognize the Supreme Soul, the Lord, pervading among all.","ms":"Sees she every one with the eye, i.e. alike, and recognises she the pervading soul amongst all.","ssk":"They look upon all with equality, and recognize the Supreme Soul, the Lord, pervading among all."},"pu":{"ss":{"gurmukhi":"auh swrI lukweI ƒ iek (ipAwr-) ingwh nwl ieko ijhw smJ ky vyKdw hY, auh hr QW srb-ivAwpk prmwqmw ƒ v`sdw pCwxdw hY [ ","unicode":"ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਇਕੋ ਜਿਹਾ ਸਮਝ ਕੇ ਵੇਖਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣਦਾ ਹੈ । "},"ft":{"gurmukhi":"AO soeI sm sq myN eyk smqw, Bwv bRhm idRsit dyKqy hYN AO sB ko Awqmw rwm Apny myN rmw hUAw vw sB myN Awp ko bÎwpk rUp kr ky pCwnqy hYN]","unicode":"ਔ ਸੋਈ ਸਮ ਸਤ ਮੇਂ ਏਕ ਸਮਤਾ, ਭਾਵ ਬ੍ਰਹਮ ਦ੍ਰਿਸਟਿ ਦੇਖਤੇ ਹੈਂ ਔ ਸਭ ਕੋ ਆਤਮਾ ਰਾਮ ਅਪਨੇ ਮੇਂ ਰਮਾ ਹੂਆ ਵਾ ਸਭ ਮੇਂ ਆਪ ਕੋ ਬ੍ਯਾਪਕ ਰੂਪ ਕਰ ਕੇ ਪਛਾਨਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh swrI lukweI ƒ iek (ipAwr-) ingwh nwl ieko ijhw smJ ky vyKdw hY, auh hr QW srb-ivAwpk prmwqmw ƒ v`sdw pCwxdw hY [ ","unicode":"ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਇਕੋ ਜਿਹਾ ਸਮਝ ਕੇ ਵੇਖਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣਦਾ ਹੈ । "},"ms":{"gurmukhi":"hr ieks ƒ auh iekswr Aqy iek A`K nwl vyKdI hY Aqy swirAW AMdr ivAwpk rUh ƒ isMAwxdI hY[","unicode":"ਹਰ ਇਕਸ ਨੂੰ ਉਹ ਇਕਸਾਰ ਅਤੇ ਇਕ ਅੱਖ ਨਾਲ ਵੇਖਦੀ ਹੈ ਅਤੇ ਸਾਰਿਆਂ ਅੰਦਰ ਵਿਆਪਕ ਰੂਹ ਨੂੰ ਸਿੰਆਣਦੀ ਹੈ।"}},"es":{"sn":"Para ellos todo lo que perciben es una Manifestación del Mismo Dios."},"hi":{"ss":"वह सारी दुनिया को एक (प्यार-) भरी निगाह से एक जैसा ही समझ के देखता है।वह हर जगह सर्व-व्यापक परमात्मा को ही बसता पहचानता है।","sts":"वे सभी को एक द्रष्टि से समान देखते है और सभी की अंतरात्मा में प्रभु का वास जानते है।"}},"transliteration":{"english":"sabh ek dhirasaT samat kar dhekhai sabh aatam raam pachhaan jeeau ||","hindi":"सभ एक दृसटि समतु करि देखै सभु आतम रामु पछान जीउ ॥","en":"sabh ek dhirasaT samat kar dhekhai sabh aatam raam pachhaan jeeau ||","hi":"सभ एक दृसटि समतु करि देखै सभु आतम रामु पछान जीउ ॥","ipa":"səɓ eek d̪ɪɹəsəʈ səmət̪ kər d̪ekʰæ səɓ əɑt̪əm rɑm pəɕɑn d͡ʒio.","ur":"سبھ اےک درسٹ سمت کر دےکھَے سبھ آتم رام پچھان جیِا ۔۔"},"pageNo":446,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20190,"shabadId":1653,"verse":{"gurmukhi":"hir hir jsu gwieAw prm pdu pwieAw qy aUqm jn prDwn jIau ]2]","unicode":"ਹਰਿ ਹਰਿ ਜਸੁ ਗਾਇਆ ਪਰਮ ਪਦੁ ਪਾਇਆ ਤੇ ਊਤਮ ਜਨ ਪਰਧਾਨ ਜੀਉ ॥੨॥"},"larivaar":{"gurmukhi":"hirhirjsugwieAwprmpdupwieAwqyaUqmjnprDwnjIau]2]","unicode":"ਹਰਿਹਰਿਜਸੁਗਾਇਆਪਰਮਪਦੁਪਾਇਆਤੇਊਤਮਜਨਪਰਧਾਨਜੀਉ॥੨॥"},"translation":{"en":{"bdb":"Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people. ||2||","ms":"They who sing Lord God's praise, obtain the supreme status and they are the exquisite and the most eminent persons.","ssk":"Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people. ||2||"},"pu":{"ss":{"gurmukhi":"(hy BweI!) jyhVy mnu`K prmwqmw dI is&iq-swlwh dw gIq gWdy hn auh sB qoN au~cw Awqmk drjw hwsl kr lYNdy hn, auh mnu`K jgq ivc sRySt igxy jWdy hn ie`zq vwly smJy jWdy hn [2[","unicode":"(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"hy BweI! ijnoN ny hir hir nwm jpw Aru jsu gwXw hY iqnW ny moK pd ko pwXw hY, punÚ vhI jn auqm AOr muKÎ hYN]2]","unicode":"ਹੇ ਭਾਈ! ਜਿਨੋਂ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮ ਜਪਾ ਅਰੁ ਜਸੁ ਗਾਯਾ ਹੈ ਤਿਨਾਂ ਨੇ ਮੋਖ ਪਦ ਕੋ ਪਾਯਾ ਹੈ, ਪੁਨਃ ਵਹੀ ਜਨ ਉਤਮ ਔਰ ਮੁਖ੍ਯ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"(hy BweI!) jyhVy mnu`K prmwqmw dI is&iq-swlwh dw gIq gWdy hn auh sB qoN au~cw Awqmk drjw hwsl kr lYNdy hn, auh mnu`K jgq ivc sRySt igxy jWdy hn ie`zq vwly smJy jWdy hn [2[","unicode":"(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"jo vwihgurU suAwmI dI ausqqI gwauNdy hn auh mhwn drjy ƒ pw lYNdy hn[ auh auqikRSt Aqy prm pRis`D purS hn[","unicode":"ਜੋ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੀ ਉਸਤਤੀ ਗਾਉਂਦੇ ਹਨ ਉਹ ਮਹਾਨ ਦਰਜੇ ਨੂੰ ਪਾ ਲੈਂਦੇ ਹਨ। ਉਹ ਉਤਕ੍ਰਿਸ਼ਟ ਅਤੇ ਪਰਮ ਪ੍ਰਸਿੱਧ ਪੁਰਸ਼ ਹਨ।"}},"es":{"sn":"Sí, los que recitan el Nombre del Señor, Jar, Jar, logran el Estado Supremo y ellos son los primeros y los verdaderos hombres. (2)"},"hi":{"ss":"(हे भाई !) जो मनुष्य परमात्मा के सिफत सालाह के गीत गाते हैं वे सबसे ऊँचा आत्मिक दर्जा हासिल कर लेते हैं।वे मनुष्य जगत में श्रेष्ठ गिने जाते हैं इज्जत वाले समझे जाते हैं। 2।","sts":"जिस व्यक्ति ने परमेश्वर का यशगान किया है, उसे परम पद मिल गया है, वे लोग उत्तम एवं प्रधान हैं॥ २ ॥"}},"transliteration":{"english":"har har jas gaiaa param padh paiaa te uootam jan paradhaan jeeau ||2||","hindi":"हरि हरि जसु गाइआ परम पदु पाइआ ते ऊतम जन परधान जीउ ॥२॥","en":"har har jas gaiaa param padh paiaa te uootam jan paradhaan jeeau ||2||","hi":"हरि हरि जसु गाइआ परम पदु पाइआ ते ऊतम जन परधान जीउ ॥२॥","ipa":"hər hər d͡ʒəs Gɑɪɑ pərəm pəd̪ pɑɪɑ t̪e out̪əm d͡ʒən pərət̪ɑn d͡ʒio.2.","ur":"هر هرِ جس گاایا پرم پد پاایا تے اُوتم جن پردھان جیِا ۔۔۲۔۔"},"pageNo":446,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20191,"shabadId":1653,"verse":{"gurmukhi":"sqsMgiq min BweI hir rsn rsweI ivic sMgiq hir rsu hoie jIau ]","unicode":"ਸਤਸੰਗਤਿ ਮਨਿ ਭਾਈ ਹਰਿ ਰਸਨ ਰਸਾਈ ਵਿਚਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਹੋਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"sqsMgiqminBweIhirrsnrsweIivicsMgiqhirrsuhoiejIau]","unicode":"ਸਤਸੰਗਤਿਮਨਿਭਾਈਹਰਿਰਸਨਰਸਾਈਵਿਚਿਸੰਗਤਿਹਰਿਰਸੁਹੋਇਜੀਉ॥"},"translation":{"en":{"bdb":"One whose mind is pleased with the Sat Sangat, the True Congregation, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord.","ms":"He, to whose mind the society of saints is pleasing, relishes God's elixir. In the society of saints abides the Lord. essence.","ssk":"One whose mind is pleased with the Sat Sangat, the True Congregation, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord."},"pu":{"ss":{"gurmukhi":"(hy BweI!) hir-nwm dy rs nwl rsI hoeI swD sMgiq ijs mnu`K ƒ Awpxy mn ivc ipAwrI l`gdI hY aus ƒ sMgiq ivc hir-nwm dw suAwd pRwpq hMudw hY [ ","unicode":"(ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੰੁਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy BweI! ijn ky mn myN sqsMgiq ACI lgI hY iqnoN ny sqsMgq dÍwry hir rs myN rsnw rsweI hY[ iqn ko siqsMg myN hir rs pRwpq hUAw hY]","unicode":"ਹੇ ਭਾਈ! ਜਿਨ ਕੇ ਮਨ ਮੇਂ ਸਤਸੰਗਤਿ ਅਛੀ ਲਗੀ ਹੈ ਤਿਨੋਂ ਨੇ ਸਤਸੰਗਤ ਦ੍ਵਾਰੇ ਹਰਿ ਰਸ ਮੇਂ ਰਸਨਾ ਰਸਾਈ ਹੈ। ਤਿਨ ਕੋ ਸਤਿਸੰਗ ਮੇਂ ਹਰਿ ਰਸ ਪ੍ਰਾਪਤ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI!) hir-nwm dy rs nwl rsI hoeI swD sMgiq ijs mnu`K ƒ Awpxy mn ivc ipAwrI l`gdI hY aus ƒ sMgiq ivc hir-nwm dw suAwd pRwpq hMudw hY [ ","unicode":"(ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੰੁਦਾ ਹੈ । "},"ms":{"gurmukhi":"ijs dy ic`q ƒ swD sMgq cMgI l`gdI hY, auh vwihgurU dy AMimRq ƒ mwxdw hY[ swD sMgq AMdr suAwmI dw jOhr v`sdw hY[","unicode":"ਜਿਸ ਦੇ ਚਿੱਤ ਨੂੰ ਸਾਧ ਸੰਗਤ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਮਾਣਦਾ ਹੈ। ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਸੁਆਮੀ ਦਾ ਜੌਹਰ ਵੱਸਦਾ ਹੈ।"}},"es":{"sn":"Aman la Sociedad de los Santos y se regocijan en el Gozo del Señor. Encuentran la Esencia del Señor "},"hi":{"ss":"(हे भाई !) हरि नाम के रस से रसी हुई साध-संगति जिस मनुष्य को अपने मन में प्यारी लगती है उसे संगति में हरि नाम का स्वाद प्राप्त होता है।","sts":"जिसके मन में सत्संगति अच्छी लगती है, वे हरि रस का आस्वादन करते हैं, सत्संगति में हरि का रस बसता है।"}},"transliteration":{"english":"satasa(n)gat man bhaiee har rasan rasaiee vich sa(n)gat har ras hoi jeeau ||","hindi":"सतसंगति मनि भाई हरि रसन रसाई विचि संगति हरि रसु होइ जीउ ॥","en":"satasa(n)gat man bhaiee har rasan rasaiee vich sa(n)gat har ras hoi jeeau ||","hi":"सतसंगति मनि भाई हरि रसन रसाई विचि संगति हरि रसु होइ जीउ ॥","ipa":"sət̪əsəŋGət̪ mən ɓɑei hər rəsən rəsɑei ʋɪt͡ʃ səŋGət̪ hər rəs hɔeɪ d͡ʒio.","ur":"ستسںگت من بھاای هرِ رسن رساای وچِ سںگت هرِ رس هوا جیِا ۔۔"},"pageNo":446,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20192,"shabadId":1653,"verse":{"gurmukhi":"hir hir AwrwiDAw gur sbid ivgwisAw bIjw Avru n koie jIau ]","unicode":"ਹਰਿ ਹਰਿ ਆਰਾਧਿਆ ਗੁਰ ਸਬਦਿ ਵਿਗਾਸਿਆ ਬੀਜਾ ਅਵਰੁ ਨ ਕੋਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"hirhirAwrwiDAwgursbidivgwisAwbIjwAvrunkoiejIau]","unicode":"ਹਰਿਹਰਿਆਰਾਧਿਆਗੁਰਸਬਦਿਵਿਗਾਸਿਆਬੀਜਾਅਵਰੁਨਕੋਇਜੀਉ॥"},"translation":{"en":{"bdb":"He meditates in adoration upon the Lord, Har, Har, and through the Word of the Guru's Shabad, he blossoms forth. He plants no other seed.","ms":"He meditates on Lord God and through Guru's word remains in bloom. Sans God he knows not another Second.","ssk":"He meditates in adoration upon the Lord, Har, Har, and through the Word of the Guru's Shabad, he blossoms forth. He plants no other seed."},"pu":{"ss":{"gurmukhi":"auh mnu`K ijauN ijauN prmwqmw dw nwm AwrwDdw hY gurU dy Sbd dI brkiq nwl (aus dw ihrdw) iKV AwauNdw hY aus ƒ ikqy BI prmwqmw qoN ibnw koeI hor nhIN id`sdw [ ","unicode":"ਉਹ ਮਨੁੱਖ ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਰਾਧਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦਾ ਹਿਰਦਾ) ਖਿੜ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ । "},"ft":{"gurmukhi":"ijnoN ny mn qn kr hir hir nwm kw AwrwDnw kIAw hY, iqn kw mn gur sbd kr ky ibgws ko pRwpq hUAw hY[ AO iqnoN ny ibnw nwm qy Avru dUjw koeI nhIN jwnw]","unicode":"ਜਿਨੋਂ ਨੇ ਮਨ ਤਨ ਕਰ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਆਰਾਧਨਾ ਕੀਆ ਹੈ, ਤਿਨ ਕਾ ਮਨ ਗੁਰ ਸਬਦ ਕਰ ਕੇ ਬਿਗਾਸ ਕੋ ਪ੍ਰਾਪਤ ਹੂਆ ਹੈ। ਔ ਤਿਨੋਂ ਨੇ ਬਿਨਾ ਨਾਮ ਤੇ ਅਵਰੁ ਦੂਜਾ ਕੋਈ ਨਹੀਂ ਜਾਨਾ॥"},"bdb":{"gurmukhi":"auh mnu`K ijauN ijauN prmwqmw dw nwm AwrwDdw hY gurU dy Sbd dI brkiq nwl (aus dw ihrdw) iKV AwauNdw hY aus ƒ ikqy BI prmwqmw qoN ibnw koeI hor nhIN id`sdw [ ","unicode":"ਉਹ ਮਨੁੱਖ ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਰਾਧਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦਾ ਹਿਰਦਾ) ਖਿੜ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ । "},"ms":{"gurmukhi":"auh vwihgurU suAwmI dw ismrn krdw hy Aqy gurW dI bwxI rwhIN iKiVAw rihMdw hY[ r`b dy bgYr auh hor iksy dUsry ƒ nhIN jwxdw[","unicode":"ਉਹ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੇ ਅਤੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਰਾਹੀਂ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਰੱਬ ਦੇ ਬਗੈਰ ਉਹ ਹੋਰ ਕਿਸੇ ਦੂਸਰੇ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ।"}},"es":{"sn":"en la Sociedad de los Santos, viven en Dios, y florecen en la Palabra del Guru. No siembran la semilla de otro;"},"hi":{"ss":"वह मनुष्य ज्यों-ज्यों परमात्मा का नाम आराधता है गुरू के शबद की बरकति से (उसका हृदय) खिल उठता है।उसे कहीं भी एक परमात्मा के सिवा और कोई नजर नहीं आता।","sts":"वह हरि-परमेश्वर की आराधना करता है और गुरु के शब्द द्वारा प्रसन्न रहता है, प्रभु के अलावा वह किसी दूसरे को नहीं जानता।"}},"transliteration":{"english":"har har aaraadhiaa gur sabadh vigaasiaa beejaa avar na koi jeeau ||","hindi":"हरि हरि आराधिआ गुर सबदि विगासिआ बीजा अवरु न कोइ जीउ ॥","en":"har har aaraadhiaa gur sabadh vigaasiaa beejaa avar na koi jeeau ||","hi":"हरि हरि आराधिआ गुर सबदि विगासिआ बीजा अवरु न कोइ जीउ ॥","ipa":"hər hər əɑrɑt̪ɪəɑ Gʊr səbəd̪ ʋɪGɑsɪəɑ bid͡ʒɑ əʋər nə kɔeɪ d͡ʒio.","ur":"هر هرِ آرادھآ گُر سبد وگاسآ بیِجا اور ن کوا جیِا ۔۔"},"pageNo":446,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20193,"shabadId":1653,"verse":{"gurmukhi":"Avru n koie hir AMimRqu soie ijin pIAw so ibiD jwxY ]","unicode":"ਅਵਰੁ ਨ ਕੋਇ ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਸੋਇ ਜਿਨਿ ਪੀਆ ਸੋ ਬਿਧਿ ਜਾਣੈ ॥"},"larivaar":{"gurmukhi":"AvrunkoiehirAMimRqusoieijinpIAwsoibiDjwxY]","unicode":"ਅਵਰੁਨਕੋਇਹਰਿਅੰਮ੍ਰਿਤੁਸੋਇਜਿਨਿਪੀਆਸੋਬਿਧਿਜਾਣੈ॥"},"translation":{"en":{"bdb":"There is no Nectar, other than the Lord's Ambrosial Nectar. One who drinks it in, knows the way.","ms":"Save the Lord elixir, there is no other elixir. He alone knows its way, who quaffs it.","ssk":"There is no Nectar, other than the Lord's Ambrosial Nectar. One who drinks it in, knows the way."},"pu":{"ss":{"gurmukhi":"aus ƒ ikqy BI pRBU qoN ibnw koeI hor nhIN id`sdw, auh sdw Awqmk jIvn dyx vwlw hir-nwm jl pINdw rihMdw hY [ jyhVw mnu`K ieh nwm-AMimRq pINdw hY auhI AwpxI Awqmk dSw ƒ jwxdw hY (ibAwn nhIN kIqI jw skdI) [","unicode":"ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਲ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ । ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਉਹੀ ਆਪਣੀ ਆਤਮਕ ਦਸ਼ਾ ਨੂੰ ਜਾਣਦਾ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ) ।"},"ft":{"gurmukhi":"so hrI nwm hI AMimRq hY Avru koeI nhIN hY[ ijs ny pwn kIAw hY, soeI aus rs ky svwd kI ibDI ko jwnqw hY]","unicode":"ਸੋ ਹਰੀ ਨਾਮ ਹੀ ਅੰਮ੍ਰਿਤ ਹੈ ਅਵਰੁ ਕੋਈ ਨਹੀਂ ਹੈ। ਜਿਸ ਨੇ ਪਾਨ ਕੀਆ ਹੈ, ਸੋਈ ਉਸ ਰਸ ਕੇ ਸਵਾਦ ਕੀ ਬਿਧੀ ਕੋ ਜਾਨਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"aus ƒ ikqy BI pRBU qoN ibnw koeI hor nhIN id`sdw, auh sdw Awqmk jIvn dyx vwlw hir-nwm jl pINdw rihMdw hY [ jyhVw mnu`K ieh nwm-AMimRq pINdw hY auhI AwpxI Awqmk dSw ƒ jwxdw hY (ibAwn nhIN kIqI jw skdI) [","unicode":"ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਲ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ । ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਉਹੀ ਆਪਣੀ ਆਤਮਕ ਦਸ਼ਾ ਨੂੰ ਜਾਣਦਾ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ) ।"},"ms":{"gurmukhi":"aus swihb dy jIvn-pwxI bwJoN hor koeI AMimRq nhIN[ kyvl EhI ies dy mwrg ƒ jwxdw hY jo ies ƒ Ckdw hY[","unicode":"ਉਸ ਸਾਹਿਬ ਦੇ ਜੀਵਨ-ਪਾਣੀ ਬਾਝੋਂ ਹੋਰ ਕੋਈ ਅੰਮ੍ਰਿਤ ਨਹੀਂ। ਕੇਵਲ ਓਹੀ ਇਸ ਦੇ ਮਾਰਗ ਨੂੰ ਜਾਣਦਾ ਹੈ ਜੋ ਇਸ ਨੂੰ ਛਕਦਾ ਹੈ।"}},"es":{"sn":" no hay otro Elixir más que el del Señor y sólo aquéllos que lo beben encuentran el Camino."},"hi":{"ss":"उसे कहीं भी प्रभू के बिना और कोई नहीं दिखता।वह सदा आत्मिक जीवन देने वाले हरि-नाम का जल पीता रहता है।जो मनुष्य ये नाम-अमृत पीता है वही अपनी आत्मिक दशा को जानता है (बयान नहीं की जा सकती)।","sts":"उस हरि अमृत के अतिरिक्त दूसरा कोई अमृत नहीं, जो इसका पान करते हैं, वही इसकी विधि को जानते हैं।"}},"transliteration":{"english":"avar na koi har a(n)mrit soi jin peeaa so bidh jaanai ||","hindi":"अवरु न कोइ हरि अंमृतु सोइ जिनि पीआ सो बिधि जाणै ॥","en":"avar na koi har a(n)mrit soi jin peeaa so bidh jaanai ||","hi":"अवरु न कोइ हरि अंमृतु सोइ जिनि पीआ सो बिधि जाणै ॥","ipa":"əʋər nə kɔeɪ hər əŋmɪɹət̪ sɔeɪ d͡ʒɪn piəɑ sɔ bɪt̪ə̀ d͡ʒɑɳæ.","ur":"اور ن کوا هر اںمرت سوا جنِ پیِآ سو بدھِ جاݨَے ۔۔"},"pageNo":446,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20194,"shabadId":1653,"verse":{"gurmukhi":"Dnu DMnu gurU pUrw pRBu pwieAw lig sMgiq nwmu pCwxY ]","unicode":"ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਪੂਰਾ ਪ੍ਰਭੁ ਪਾਇਆ ਲਗਿ ਸੰਗਤਿ ਨਾਮੁ ਪਛਾਣੈ ॥"},"larivaar":{"gurmukhi":"DnuDMnugurUpUrwpRBupwieAwligsMgiqnwmupCwxY]","unicode":"ਧਨੁਧੰਨੁਗੁਰੂਪੂਰਾਪ੍ਰਭੁਪਾਇਆਲਗਿਸੰਗਤਿਨਾਮੁਪਛਾਣੈ॥"},"translation":{"en":{"bdb":"Hail, hail to the Perfect Guru; through Him, God is found. Joining the Sangat, the Naam is understood.","ms":"Hail, hail unto the prefect Guru, through whom the Lord is procured joining type society of saints Lord's Name is recognised.","ssk":"Hail, hail to the Perfect Guru; through Him, God is found. Joining the Sangat, the Naam is understood."},"pu":{"ss":{"gurmukhi":"auh mnu`K hr vyly pUry gurU dw DMnvwd krdw hY ikauNik gurU dI rwhIN auh prmwqmw ƒ iml pYNdw hY gurU dI sMgiq dI srn pY ky auh prmwqmw dy nwl fUMGI sWJ pWdw hY [","unicode":"ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"pUrw AYsw sqgurU DMn DMn hY ijn kI ikRpw sy pRBU Akwl purK ko pwXw hY AOr sqsMgq myN (lig) iml ky nwm pCwinAw hY]","unicode":"ਪੂਰਾ ਐਸਾ ਸਤਗੁਰੂ ਧੰਨ ਧੰਨ ਹੈ ਜਿਨ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਪ੍ਰਭੂ ਅਕਾਲ ਪੁਰਖ ਕੋ ਪਾਯਾ ਹੈ ਔਰ ਸਤਸੰਗਤ ਮੇਂ (ਲਗਿ) ਮਿਲ ਕੇ ਨਾਮ ਪਛਾਨਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"auh mnu`K hr vyly pUry gurU dw DMnvwd krdw hY ikauNik gurU dI rwhIN auh prmwqmw ƒ iml pYNdw hY gurU dI sMgiq dI srn pY ky auh prmwqmw dy nwl fUMGI sWJ pWdw hY [","unicode":"ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"swbwS, swbwS hY purn gurdyv jI ƒ ijnHW dy rwhIN pRBU pRwpq huMdw hY[ swD sMgq nwl juV ky suAwmI dw nwm isMAwixAw jWdw hY[","unicode":"ਸਾਬਾਸ਼, ਸਾਬਾਸ਼ ਹੈ ਪੁਰਨ ਗੁਰਦੇਵ ਜੀ ਨੂੰ ਜਿਨ੍ਹਾਂ ਦੇ ਰਾਹੀਂ ਪ੍ਰਭੂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਸਾਧ ਸੰਗਤ ਨਾਲ ਜੁੜ ਕੇ ਸੁਆਮੀ ਦਾ ਨਾਮ ਸਿੰਆਣਿਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Bendito es el Guru, pues a través de Él obtuve al Señor; sí, en la Sociedad de los Santos, el Nombre es recordado. "},"hi":{"ss":"वह मनुष्य हर समय पूरे गुरू का धन्यवाद करता है क्योंकि गुरू के द्वारा ही वह परमात्मा को मिल सका है।गुरू की संगति की शरण पड़ के वह परमात्मा के साथ गहरी सांझ डाल लेता है।","sts":"पूर्ण गुरु धन्य-धन्य है, जिसके माध्यम से प्रभु प्राप्त होता है, सुसंगति में सम्मिलित होकर प्रभु-नाम को पहचाना जाता है।"}},"transliteration":{"english":"dhan dha(n)n guroo pooraa prabh paiaa lag sa(n)gat naam pachhaanai ||","hindi":"धनु धंनु गुरू पूरा प्रभु पाइआ लगि संगति नामु पछाणै ॥","en":"dhan dha(n)n guroo pooraa prabh paiaa lag sa(n)gat naam pachhaanai ||","hi":"धनु धंनु गुरू पूरा प्रभु पाइआ लगि संगति नामु पछाणै ॥","ipa":"t̪ən t̪əŋn Gʊru purɑ pɹəɓ pɑɪɑ ləG səŋGət̪ nɑm pəɕɑɳæ.","ur":"دھن دھنّ گُرُو پُورا پربھ پاایا لگ سںگت نام پچھاݨَے ۔۔"},"pageNo":446,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20195,"shabadId":1653,"verse":{"gurmukhi":"nwmo syiv nwmo AwrwDY ibnu nwmY Avru n koie jIau ]","unicode":"ਨਾਮੋ ਸੇਵਿ ਨਾਮੋ ਆਰਾਧੈ ਬਿਨੁ ਨਾਮੈ ਅਵਰੁ ਨ ਕੋਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"nwmosyivnwmoAwrwDYibnunwmYAvrunkoiejIau]","unicode":"ਨਾਮੋਸੇਵਿਨਾਮੋਆਰਾਧੈਬਿਨੁਨਾਮੈਅਵਰੁਨਕੋਇਜੀਉ॥"},"translation":{"en":{"bdb":"I serve the Naam, and I meditate on the Naam. Without the Naam, there is no other at all.","ms":"The Name I serve, the name I meditate upon and without the Name there is not another.","ssk":"I serve the Naam, and I meditate on the Naam. Without the Naam, there is no other at all."},"pu":{"ss":{"gurmukhi":"auh mnu`K sdw hir-nwm hI ismrdw hY hir-nwm hI AwrwDdw hY [ prmwqmw dy nwm qoN ibnw aus ƒ koeI hor cIz ipAwrI nhIN l`gdI [","unicode":"ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ਹਰਿ-ਨਾਮ ਹੀ ਆਰਾਧਦਾ ਹੈ । ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਪਿਆਰੀ ਨਹੀਂ ਲੱਗਦੀ ।"},"ft":{"gurmukhi":"nwm hI kw syvn krqy hYN nwm hI kw ArwDn krqy hYN, ibnW nwm qoN (Avru) dUsrw koeI auqm nhIN jwinAw]","unicode":"ਨਾਮ ਹੀ ਕਾ ਸੇਵਨ ਕਰਤੇ ਹੈਂ ਨਾਮ ਹੀ ਕਾ ਅਰਾਧਨ ਕਰਤੇ ਹੈਂ, ਬਿਨਾਂ ਨਾਮ ਤੋਂ (ਅਵਰੁ) ਦੂਸਰਾ ਕੋਈ ਉਤਮ ਨਹੀਂ ਜਾਨਿਆ॥"},"bdb":{"gurmukhi":"auh mnu`K sdw hir-nwm hI ismrdw hY hir-nwm hI AwrwDdw hY [ prmwqmw dy nwm qoN ibnw aus ƒ koeI hor cIz ipAwrI nhIN l`gdI [","unicode":"ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ਹਰਿ-ਨਾਮ ਹੀ ਆਰਾਧਦਾ ਹੈ । ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਪਿਆਰੀ ਨਹੀਂ ਲੱਗਦੀ ।"},"ms":{"gurmukhi":"nwm ƒ mYN pUjdw hW, nwm dw hI mYN ismrn krdw hW Aqy nwm dy bwJoN hor ku`J BI nhIN[","unicode":"ਨਾਮ ਨੂੰ ਮੈਂ ਪੂਜਦਾ ਹਾਂ, ਨਾਮ ਦਾ ਹੀ ਮੈਂ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ ਅਤੇ ਨਾਮ ਦੇ ਬਾਝੋਂ ਹੋਰ ਕੁੱਝ ਭੀ ਨਹੀਂ।"}},"es":{"sn":"Pronuncio el Nombre del Señor; medito en Él, pues sin el Nombre, no hay nada más. Aquéllos que aman la Saad Sangat y se"},"hi":{"ss":"वह मनुष्य सदा हरी-नाम ही सिमरता है हरि-नाम ही आराधता है।परमात्मा के नाम के बिना उसे कोई और चीज प्यारी नहीं लगती।","sts":"मैं नाम की पूजा करता हूँ, मैं नाम की ही आराधना करता हूँ एवं नाम के अलावा दूसरा कुछ भी नहीं।"}},"transliteration":{"english":"naamo sev naamo aaraadhai bin naamai avar na koi jeeau ||","hindi":"नामो सेवि नामो आराधै बिनु नामै अवरु न कोइ जीउ ॥","en":"naamo sev naamo aaraadhai bin naamai avar na koi jeeau ||","hi":"नामो सेवि नामो आराधै बिनु नामै अवरु न कोइ जीउ ॥","ipa":"nɑmɔ seʋ nɑmɔ əɑrɑt̪ə̀æ bɪn nɑmæ əʋər nə kɔeɪ d͡ʒio.","ur":"نامو سےو نامو آرادھَے بن نامَے اور ن کوا جیِا ۔۔"},"pageNo":446,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20196,"shabadId":1653,"verse":{"gurmukhi":"sqsMgiq min BweI hir rsn rsweI ivic sMgiq hir rsu hoie jIau ]3]","unicode":"ਸਤਸੰਗਤਿ ਮਨਿ ਭਾਈ ਹਰਿ ਰਸਨ ਰਸਾਈ ਵਿਚਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਹੋਇ ਜੀਉ ॥੩॥"},"larivaar":{"gurmukhi":"sqsMgiqminBweIhirrsnrsweIivicsMgiqhirrsuhoiejIau]3]","unicode":"ਸਤਸੰਗਤਿਮਨਿਭਾਈਹਰਿਰਸਨਰਸਾਈਵਿਚਿਸੰਗਤਿਹਰਿਰਸੁਹੋਇਜੀਉ॥੩॥"},"translation":{"en":{"bdb":"One whose mind is pleased with the Sat Sangat, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord. ||3||","ms":"He, to whose mind the society of saints is dear, relishes the God's elixir. In the saints guild abides the Lord's Nectar.","ssk":"One whose mind is pleased with the Sat Sangat, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord. ||3||"},"pu":{"ss":{"gurmukhi":"(hy BweI!) hir-nwm dy rs nwl rsI hoeI swD-sMgiq ijs mnu`K ƒ Awpxy mn ivc ipAwrI l`gdI hY aus ƒ sMgiq ivc hir-nwm dw suAwd pRwpq hMudw hY [3[","unicode":"(ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ-ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੰੁਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"ijnoN ky mnmY sMqoN kI sMgiq BweI hY iqnoN ny hrI nwm myN ijhbw (rsweI) qdwkwr krI hY[ hrI kw AnMdu sqsMg ivKY hI pRwpiq hoqw hY]3]Çies prkwr vhu bynqI krqy hYN:","unicode":"ਜਿਨੋਂ ਕੇ ਮਨਮੈ ਸੰਤੋਂ ਕੀ ਸੰਗਤਿ ਭਾਈ ਹੈ ਤਿਨੋਂ ਨੇ ਹਰੀ ਨਾਮ ਮੇਂ ਜਿਹਬਾ (ਰਸਾਈ) ਤਦਾਕਾਰ ਕਰੀ ਹੈ। ਹਰੀ ਕਾ ਅਨੰਦੁ ਸਤਸੰਗ ਵਿਖੈ ਹੀ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥੩॥☬ਇਸ ਪਰਕਾਰ ਵਹੁ ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy BweI!) hir-nwm dy rs nwl rsI hoeI swD-sMgiq ijs mnu`K ƒ Awpxy mn ivc ipAwrI l`gdI hY aus ƒ sMgiq ivc hir-nwm dw suAwd pRwpq hMudw hY [3[","unicode":"(ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ-ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੰੁਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"ijs dy ic`q ƒ swD sMgq ipAwrI hY, auh vwihgurU dy AMimRq dw suAwd lYdw hY[ swD sMgiq AMdr sweIN dw nwm-AMimRq vsdw hY[","unicode":"ਜਿਸ ਦੇ ਚਿੱਤ ਨੂੰ ਸਾਧ ਸੰਗਤ ਪਿਆਰੀ ਹੈ, ਉਹ ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਲੈਦਾ ਹੈ। ਸਾਧ ਸੰਗਤਿ ਅੰਦਰ ਸਾਈਂ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਵਸਦਾ ਹੈ।"}},"es":{"sn":" regocijan en el Gozo del Señor en su interior, encuentran la Esencia del Señor. (3)"},"hi":{"ss":"(हे भाई !) हरि-नाम के रस से रसी हुई साध-संगति जिस मनुष्य को अपने मन में प्यारी लगती है उसे संगति में हरि-नाम का स्वाद प्राप्त होता है। 3।","sts":"जिसके मन को सत्संगति प्यारी लगती है, वह हरि अमृत का स्वाद प्राप्त करता है, सत्संगति में ही प्रभु का नामामृत बसता है॥ ३॥"}},"transliteration":{"english":"satasa(n)gat man bhaiee har rasan rasaiee vich sa(n)gat har ras hoi jeeau ||3||","hindi":"सतसंगति मनि भाई हरि रसन रसाई विचि संगति हरि रसु होइ जीउ ॥३॥","en":"satasa(n)gat man bhaiee har rasan rasaiee vich sa(n)gat har ras hoi jeeau ||3||","hi":"सतसंगति मनि भाई हरि रसन रसाई विचि संगति हरि रसु होइ जीउ ॥३॥","ipa":"sət̪əsəŋGət̪ mən ɓɑei hər rəsən rəsɑei ʋɪt͡ʃ səŋGət̪ hər rəs hɔeɪ d͡ʒio.3.","ur":"ستسںگت من بھاای هرِ رسن رساای وچِ سںگت هرِ رس هوا جیِا ۔۔۳۔۔"},"pageNo":446,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20197,"shabadId":1653,"verse":{"gurmukhi":"hir dieAw pRB Dwrhu pwKx hm qwrhu kiF lyvhu sbid suBwie jIau ]","unicode":"ਹਰਿ ਦਇਆ ਪ੍ਰਭ ਧਾਰਹੁ ਪਾਖਣ ਹਮ ਤਾਰਹੁ ਕਢਿ ਲੇਵਹੁ ਸਬਦਿ ਸੁਭਾਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"hirdieAwpRBDwrhupwKxhmqwrhukiFlyvhusbidsuBwiejIau]","unicode":"ਹਰਿਦਇਆਪ੍ਰਭਧਾਰਹੁਪਾਖਣਹਮਤਾਰਹੁਕਢਿਲੇਵਹੁਸਬਦਿਸੁਭਾਇਜੀਉ॥"},"translation":{"en":{"bdb":"O Lord God, shower Your Mercy upon me; I am just a stone. Please, carry me across, and lift me up with ease, through the Word of the Shabad.","ms":"My Lord God shower Thine benediction on me, the stone; ferry me Thou across, and peacefully pull me out of the ocean.","ssk":"O Lord God, shower Your Mercy upon me; I am just a stone. Please, carry me across, and lift me up with ease, through the Word of the Shabad."},"pu":{"ss":{"gurmukhi":"hy hrI! hy pRBU! myhr kr, swƒ kTor-idlW ƒ (sMswr-smuMdr qoN) pwr lMGw lY, gurU dy Sbd ivc joV ky Awpxy pRym ivc joV ky swƒ (moh dy ic`kV ivcoN) k`F lY [ ","unicode":"ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਕਠੋਰ-ਦਿਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਕੇ ਸਾਨੂੰ (ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਕੱਢ ਲੈ । "},"ft":{"gurmukhi":"hy hir pRBU! dXw Dwrn kro, hm pwQroN, Bwv jVoN fUbqoN ko qwr lyvo, (sbid suBwie) sbd kr ky suBwvk hI sMswr qy kF lyvo]","unicode":"ਹੇ ਹਰਿ ਪ੍ਰਭੂ! ਦਯਾ ਧਾਰਨ ਕਰੋ, ਹਮ ਪਾਥਰੋਂ, ਭਾਵ ਜੜੋਂ ਡੂਬਤੋਂ ਕੋ ਤਾਰ ਲੇਵੋ, (ਸਬਦਿ ਸੁਭਾਇ) ਸਬਦ ਕਰ ਕੇ ਸੁਭਾਵਕ ਹੀ ਸੰਸਾਰ ਤੇ ਕਢ ਲੇਵੋ॥"},"bdb":{"gurmukhi":"hy hrI! hy pRBU! myhr kr, swƒ kTor-idlW ƒ (sMswr-smuMdr qoN) pwr lMGw lY, gurU dy Sbd ivc joV ky Awpxy pRym ivc joV ky swƒ (moh dy ic`kV ivcoN) k`F lY [ ","unicode":"ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਕਠੋਰ-ਦਿਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਕੇ ਸਾਨੂੰ (ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਕੱਢ ਲੈ । "},"ms":{"gurmukhi":"myry vwihgurU suAwmI, imhr kr, mYN p`Qr pw pwr auqwrw kr dy, Aqy Awrwm nwl mYƒ smuMdr ivcoN bwhr DU lY[","unicode":"ਮੇਰੇ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ, ਮਿਹਰ ਕਰ, ਮੈਂ ਪੱਥਰ ਪਾ ਪਾਰ ਉਤਾਰਾ ਕਰ ਦੇ, ਅਤੇ ਆਰਾਮ ਨਾਲ ਮੈਨੂੰ ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਾਹਰ ਧੂ ਲੈ।"}},"es":{"sn":"Oh Dios, sé Compasivo y transpórtame, rocía tu Misericordia sobre mí, soy una pesada piedra, por favor cárgame y levántame, llevándome a través, mediante la Palabra del Shabd."},"hi":{"ss":"हे हरी ! हे प्रभू ! मेहर कर।हम पत्थर-दिलों को (संसार समुंदर से) पार लंघा ले।गुरू के शबद में जोड़ के अपने प्रेम में जोड़ के हमें (मोह के कीचड़ में से) निकाल ले।","sts":"हे हरि-प्रभु ! दया करो एवं हम पत्थरों को पार लगा दो, अपने शब्द द्वारा सहजता से हमें संसार के मोह से निकाल लो।"}},"transliteration":{"english":"har dhiaa prabh dhaarahu paakhan ham taarahu kadd levahu sabadh subhai jeeau ||","hindi":"हरि दइआ प्रभ धारहु पाखण हम तारहु कढि लेवहु सबदि सुभाइ जीउ ॥","en":"har dhiaa prabh dhaarahu paakhan ham taarahu kadd levahu sabadh subhai jeeau ||","hi":"हरि दइआ प्रभ धारहु पाखण हम तारहु कढि लेवहु सबदि सुभाइ जीउ ॥","ipa":"hər d̪ɪɑ pɹəɓ t̪ɑrəh pɑkʰəɳ həm t̪ɑrəh kəʈə̀ leʋəh səbəd̪ sʊɓɑeɪ d͡ʒio.","ur":"هر دایا پربھ دھارهُ پاکھݨ هم تارهُ کڈھِ لےوهُ سبد سُبھاا جیِا ۔۔"},"pageNo":446,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20198,"shabadId":1653,"verse":{"gurmukhi":"moh cIkiV PwQy inGrq hm jwqy hir bWh pRBU pkrwie jIau ]","unicode":"ਮੋਹ ਚੀਕੜਿ ਫਾਥੇ ਨਿਘਰਤ ਹਮ ਜਾਤੇ ਹਰਿ ਬਾਂਹ ਪ੍ਰਭੂ ਪਕਰਾਇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"mohcIkiVPwQyinGrqhmjwqyhirbWhpRBUpkrwiejIau]","unicode":"ਮੋਹਚੀਕੜਿਫਾਥੇਨਿਘਰਤਹਮਜਾਤੇਹਰਿਬਾਂਹਪ੍ਰਭੂਪਕਰਾਇਜੀਉ॥"},"translation":{"en":{"bdb":"I am stuck in the swamp of emotional attachment, and I am sinking. O Lord God, please, take me by the arm.","ms":"I am struck in the mire of worldly love and am sinking. O Lord God, let me take hold of Thy Arm.","ssk":"I am stuck in the swamp of emotional attachment, and I am sinking. O Lord God, please, take me by the arm."},"pu":{"ss":{"gurmukhi":"hy hrI! AsI (mwieAw dy) moh dy ic`kV ivc Psy hoey hW, Awqmk jIvn vloN AsI if`gdy jw rhy hW, hy pRBU! swƒ AwpxI bWh PVw [","unicode":"ਹੇ ਹਰੀ! ਅਸੀ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹਾਂ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅਸੀ ਡਿੱਗਦੇ ਜਾ ਰਹੇ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ।"},"ft":{"gurmukhi":"hy hrI pRBU sÍwmI! hm moh rUp cIkV myN Psy hUey (inGrq) fUbqy jwqy hYN, ApnI ikRpw rUpI bwh pkVwie lyhu]","unicode":"ਹੇ ਹਰੀ ਪ੍ਰਭੂ ਸ੍ਵਾਮੀ! ਹਮ ਮੋਹ ਰੂਪ ਚੀਕੜ ਮੇਂ ਫਸੇ ਹੂਏ (ਨਿਘਰਤ) ਡੂਬਤੇ ਜਾਤੇ ਹੈਂ, ਅਪਨੀ ਕ੍ਰਿਪਾ ਰੂਪੀ ਬਾਹ ਪਕੜਾਇ ਲੇਹੁ॥"},"bdb":{"gurmukhi":"hy hrI! AsI (mwieAw dy) moh dy ic`kV ivc Psy hoey hW, Awqmk jIvn vloN AsI if`gdy jw rhy hW, hy pRBU! swƒ AwpxI bWh PVw [","unicode":"ਹੇ ਹਰੀ! ਅਸੀ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹਾਂ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅਸੀ ਡਿੱਗਦੇ ਜਾ ਰਹੇ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ।"},"ms":{"gurmukhi":"mYN sMswrI mmqw dy gwry iv`c KuB igAw hW, Aqy grk huMdw jw irhw hW, hy vwihgurU suAwmI! mYƒ AwpxI BUjw PVHw dy[","unicode":"ਮੈਂ ਸੰਸਾਰੀ ਮਮਤਾ ਦੇ ਗਾਰੇ ਵਿੱਚ ਖੁਭ ਗਿਆ ਹਾਂ, ਅਤੇ ਗਰਕ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹਾਂ, ਹੇ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ! ਮੈਨੂੰ ਆਪਣੀ ਭੂਜਾ ਫੜ੍ਹਾ ਦੇ।"}},"es":{"sn":"Estoy atascado en el lodo del apego emocional, y ahí me estoy hundiendo; oh Dios, sostenme con Tu Mano. "},"hi":{"ss":"हे हरी ! हम (माया के) मोह के कीचड़ में फसे हुए हैं।हमारा आत्मिक जीवन निघरता जा रहा है।हे प्रभू ! हमें अपनी बाँह पकड़ा।","sts":"हम नश्वर प्राणी मोह के कीचड़ में फँसे हुए डूबते जा रहे हैं, हे हरि प्रभु ! हमें अपनी बांह पकड़ा दीजिए।"}},"transliteration":{"english":"moh cheekaR faathe nigharat ham jaate har baa(n)h prabhoo pakarai jeeau ||","hindi":"मोह चीकड़ि फाथे निघरत हम जाते हरि बाँह प्रभू पकराइ जीउ ॥","en":"moh cheekaR faathe nigharat ham jaate har baa(n)h prabhoo pakarai jeeau ||","hi":"मोह चीकड़ि फाथे निघरत हम जाते हरि बाँह प्रभू पकराइ जीउ ॥","ipa":"mɔh t͡ʃikəɽ fɑt̪ʰe nɪGʰərət̪ həm d͡ʒɑt̪e hər bɑⁿəh pɹəɓu pəkərɑeɪ d͡ʒio.","ur":"موه چیِکڑ پھاتھے نگھرت هم جاتے هر باںه پربھُو پکراا جیِا ۔۔"},"pageNo":446,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}},{"verseId":20199,"shabadId":1653,"verse":{"gurmukhi":"pRiB bWh pkrweI aUqm miq pweI gur crxI jnu lwgw ]","unicode":"ਪ੍ਰਭਿ ਬਾਂਹ ਪਕਰਾਈ ਊਤਮ ਮਤਿ ਪਾਈ ਗੁਰ ਚਰਣੀ ਜਨੁ ਲਾਗਾ ॥"},"larivaar":{"gurmukhi":"pRiBbWhpkrweIaUqmmiqpweIgurcrxIjnulwgw]","unicode":"ਪ੍ਰਭਿਬਾਂਹਪਕਰਾਈਊਤਮਮਤਿਪਾਈਗੁਰਚਰਣੀਜਨੁਲਾਗਾ॥"},"translation":{"en":{"bdb":"God took me by the arm, and I obtained the highest understanding; as His slave, I grasped the Guru's feet.","ms":"The Lord held me by the arm, I gained sublime understanding and I his slave, clung to Guru's feet.","ssk":"God took me by the arm, and I obtained the highest understanding; as His slave, I grasped the Guru's feet."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mnu`K ƒ) pRBU ny AwpxI bWh PVw id`qI aus ny sRySt miq pRwpq kr leI, auh mnu`K gurU dI srn jw ipAw, ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ਦਿੱਤੀ ਉਸ ਨੇ ਸ੍ਰੇਸ਼ਟ ਮਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਿਆ, "},"ft":{"gurmukhi":"hy pRBU! jb Awp ny ApnI bWh pkrweI qb hmny aUqmu buiD pweI hY AO muJ dws kw guroN ky crnoN myN mnu lgqw BXw hY]","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਬ ਆਪ ਨੇ ਅਪਨੀ ਬਾਂਹ ਪਕਰਾਈ ਤਬ ਹਮਨੇ ਊਤਮੁ ਬੁਧਿ ਪਾਈ ਹੈ ਔ ਮੁਝ ਦਾਸ ਕਾ ਗੁਰੋਂ ਕੇ ਚਰਨੋਂ ਮੇਂ ਮਨੁ ਲਗਤਾ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! ijs mnu`K ƒ) pRBU ny AwpxI bWh PVw id`qI aus ny sRySt miq pRwpq kr leI, auh mnu`K gurU dI srn jw ipAw, ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ਦਿੱਤੀ ਉਸ ਨੇ ਸ੍ਰੇਸ਼ਟ ਮਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਿਆ, "},"ms":{"gurmukhi":"sweIN ny mYƒ bwhoN PV ilAw, mYN SRySt smJ pw leI Aqy mYN aus dw golw, gurW dy pYrW ƒ icMmV igAw[","unicode":"ਸਾਈਂ ਨੇ ਮੈਨੂੰ ਬਾਹੋਂ ਫੜ ਲਿਆ, ਮੈਂ ਸ਼੍ਰੇਸ਼ਟ ਸਮਝ ਪਾ ਲਈ ਅਤੇ ਮੈਂ ਉਸ ਦਾ ਗੋਲਾ, ਗੁਰਾਂ ਦੇ ਪੈਰਾਂ ਨੂੰ ਚਿੰਮੜ ਗਿਆ।"}},"es":{"sn":"Dios me llevó de la Mano y obtuve la Sabiduría Sublime, como Su Esclavo, me aferré a los Pies del Guru. "},"hi":{"ss":"(हे भाई ! जिस मनुष्य को) प्रभू ने अपने बाँह पकड़ा दी उसने श्रेष्ठ मति पा ली।वह मनुष्य गुरू की शरण जा पड़ा।वह मनुष्य हर समय गुरू का नाम जपने लगा।","sts":"प्रभु ने जब बांह पकड़ा दी तो उत्तम बुद्धि प्राप्त हो गई और सेवक गुरु के चरणों में लग गया।"}},"transliteration":{"english":"prabh baa(n)h pakaraiee uootam mat paiee gur charanee jan laagaa ||","hindi":"प्रभि बाँह पकराई ऊतम मति पाई गुर चरणी जनु लागा ॥","en":"prabh baa(n)h pakaraiee uootam mat paiee gur charanee jan laagaa ||","hi":"प्रभि बाँह पकराई ऊतम मति पाई गुर चरणी जनु लागा ॥","ipa":"pɹəɓ bɑⁿəh pəkərɑei out̪əm mət̪ pɑei Gʊr t͡ʃərəɳi d͡ʒən lɑGɑ.","ur":"پربھ باںه پکراای اُوتم مت پاای گُر چرݨیِ جن لاگا ۔۔"},"pageNo":446,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"}}]}