{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":582},"count":33,"navigation":{"previous":581,"next":583},"page":[{"verseId":25422,"shabadId":2198,"verse":{"gurmukhi":"bwbw Awvhu BweIho gil imlh imil imil dyh AwsIsw hy ]","unicode":"ਬਾਬਾ ਆਵਹੁ ਭਾਈਹੋ ਗਲਿ ਮਿਲਹ ਮਿਲਿ ਮਿਲਿ ਦੇਹ ਆਸੀਸਾ ਹੇ ॥"},"larivaar":{"gurmukhi":"bwbwAwvhuBweIhogilimlhimilimildyhAwsIswhy]","unicode":"ਬਾਬਾਆਵਹੁਭਾਈਹੋਗਲਿਮਿਲਹਮਿਲਿਮਿਲਿਦੇਹਆਸੀਸਾਹੇ॥"},"translation":{"en":{"bdb":"Come, O Baba, and Siblings of Destiny - let's join together; take me in your arms, and bless me with your prayers.","ms":"Come, O my friends and brothers and meeting me, take me in your arms and bless me.","ssk":"Come, O Baba, and Siblings of Destiny - let's join together; take me in your arms, and bless me with your prayers."},"pu":{"ss":{"gurmukhi":"hy BweI! hy Brwvo! AwE, AsI ipAwr nwl rl ky bYTIey, qy iml ky (Awpxy ivCuVy swQI ƒ) AsIsW dyvIey ","unicode":"ਹੇ ਭਾਈ! ਹੇ ਭਰਾਵੋ! ਆਓ, ਅਸੀ ਪਿਆਰ ਨਾਲ ਰਲ ਕੇ ਬੈਠੀਏ, ਤੇ ਮਿਲ ਕੇ (ਆਪਣੇ ਵਿਛੁੜੇ ਸਾਥੀ ਨੂੰ) ਅਸੀਸਾਂ ਦੇਵੀਏ "},"ft":{"gurmukhi":"hy BweI! hy bwbw! AwE gl imlIAY AOr gl iml kr ky AsIsW dIjIey]ÇkYsIAW AsIsW?","unicode":"ਹੇ ਭਾਈ! ਹੇ ਬਾਬਾ! ਆਓ ਗਲ ਮਿਲੀਐ ਔਰ ਗਲ ਮਿਲ ਕਰ ਕੇ ਅਸੀਸਾਂ ਦੀਜੀਏ॥☬ਕੈਸੀਆਂ ਅਸੀਸਾਂ?"},"bdb":{"gurmukhi":"hy BweI! hy Brwvo! AwE, AsI ipAwr nwl rl ky bYTIey, qy iml ky (Awpxy ivCuVy swQI ƒ) AsIsW dyvIey ","unicode":"ਹੇ ਭਾਈ! ਹੇ ਭਰਾਵੋ! ਆਓ, ਅਸੀ ਪਿਆਰ ਨਾਲ ਰਲ ਕੇ ਬੈਠੀਏ, ਤੇ ਮਿਲ ਕੇ (ਆਪਣੇ ਵਿਛੁੜੇ ਸਾਥੀ ਨੂੰ) ਅਸੀਸਾਂ ਦੇਵੀਏ "},"ms":{"gurmukhi":"AwE, E myry im`qRo Aqy BrwE! myƒ iml ky AwpxI glvkVI iv`c lY lE, Aqy mYƒ ASIrvwd idE[","unicode":"ਆਓ, ਓ ਮੇਰੇ ਮਿੱਤ੍ਰੋ ਅਤੇ ਭਰਾਓ! ਮੇਨੂੰ ਮਿਲ ਕੇ ਆਪਣੀ ਗਲਵਕੜੀ ਵਿੱਚ ਲੈ ਲਓ, ਅਤੇ ਮੈਨੂੰ ਅਸ਼ੀਰਵਾਦ ਦਿਓ।"}},"es":{"sn":"Oh Baba, oh Hermanos del Destino, acójanme en su pecho y bendíganme, oh Baba, para que mi Unión con mi Señor perdure para siempre. "},"hi":{"ss":"हे भाई ! हे भाईयो ! आओ।हम प्यार से मिल के बैठें।और मिल के (अपने विछुड़े साथी को) आसीसें दें (उसके वास्ते प्रभू दर पर अरदासें करें) प्रीतम-प्रभू से मिलने की आशीशें दें (प्रार्थनाएं करें।","sts":"हे मेरे मित्र एवं भाईयो ! आओ, हम गले लगकर मिलें और मिल-मिलकर एक-दूसरे को आशीर्वाद दें।"}},"transliteration":{"english":"baabaa aavahu bhaieeho gal mileh mil mil dheh aaseesaa he ||","hindi":"बाबा आवहु भाईहो गलि मिलह मिलि मिलि देह आसीसा हे ॥","en":"baabaa aavahu bhaieeho gal mileh mil mil dheh aaseesaa he ||","hi":"बाबा आवहु भाईहो गलि मिलह मिलि मिलि देह आसीसा हे ॥","ipa":"bɑbɑ əɑʋəh ɓɑɪæhɔ Gəl mɪləh mɪl mɪl d̪eh əɑsisɑ he.","ur":"بابا آوهُ بھاایهو گل مله ملِ ملِ دےه آسیِسا هے ۔۔"},"pageNo":582,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25423,"shabadId":2198,"verse":{"gurmukhi":"bwbw scVw mylu n cukeI pRIqm kIAw dyh AsIsw hy ]","unicode":"ਬਾਬਾ ਸਚੜਾ ਮੇਲੁ ਨ ਚੁਕਈ ਪ੍ਰੀਤਮ ਕੀਆ ਦੇਹ ਅਸੀਸਾ ਹੇ ॥"},"larivaar":{"gurmukhi":"bwbwscVwmyluncukeIpRIqmkIAwdyhAsIswhy]","unicode":"ਬਾਬਾਸਚੜਾਮੇਲੁਨਚੁਕਈਪ੍ਰੀਤਮਕੀਆਦੇਹਅਸੀਸਾਹੇ॥"},"translation":{"en":{"bdb":"O Baba, union with the True Lord cannot be broken; bless me with your prayers for union with my Beloved.","ms":"O friend, pray for my union with my Beloved. The union with the True Lord sunders never.","ssk":"O Baba, union with the True Lord cannot be broken; bless me with your prayers for union with my Beloved."},"pu":{"ss":{"gurmukhi":"(aus dy vwsqy pRBU-dr qy ArdwsW krIey) pRIqm-pRBU nwl imlx dIAW AsIsW dyeIey (ArdwsW krIey [ sdw-iQr myl isr& prmwqmw nwl hI hMudw hY qy Ardws dI brkiq nwl auh) sdw-iQr rihx vwlw imlwp kdy mu`kdw nhIN [","unicode":"(ਉਸ ਦੇ ਵਾਸਤੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰੀਏ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਣ ਦੀਆਂ ਅਸੀਸਾਂ ਦੇਈਏ (ਅਰਦਾਸਾਂ ਕਰੀਏ । ਸਦਾ-ਥਿਰ ਮੇਲ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਹੰੁਦਾ ਹੈ ਤੇ ਅਰਦਾਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਿਲਾਪ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ ।"},"ft":{"gurmukhi":"AYsy kho: scy ipAwry kw jo myl hY, so qum sy (cUkY) dUr n hoie AOr BgqI krqy rho[ jo prmysÍr swQ imly hYN iqn kw ikAw mylxw hY Ehu qo Awgy hI imly hUey hYN ArQwq jigAwsUEN ko myl]","unicode":"ਐਸੇ ਕਹੋ: ਸਚੇ ਪਿਆਰੇ ਕਾ ਜੋ ਮੇਲ ਹੈ, ਸੋ ਤੁਮ ਸੇ (ਚੂਕੈ) ਦੂਰ ਨ ਹੋਇ ਔਰ ਭਗਤੀ ਕਰਤੇ ਰਹੋ। ਜੋ ਪਰਮੇਸ੍ਵਰ ਸਾਥ ਮਿਲੇ ਹੈਂ ਤਿਨ ਕਾ ਕਿਆ ਮੇਲਣਾ ਹੈ ਓਹੁ ਤੋ ਆਗੇ ਹੀ ਮਿਲੇ ਹੂਏ ਹੈਂ ਅਰਥਾਤ ਜਗਿਆਸੂਓਂ ਕੋ ਮੇਲ॥"},"bdb":{"gurmukhi":"(aus dy vwsqy pRBU-dr qy ArdwsW krIey) pRIqm-pRBU nwl imlx dIAW AsIsW dyeIey (ArdwsW krIey [ sdw-iQr myl isr& prmwqmw nwl hI hMudw hY qy Ardws dI brkiq nwl auh) sdw-iQr rihx vwlw imlwp kdy mu`kdw nhIN [","unicode":"(ਉਸ ਦੇ ਵਾਸਤੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰੀਏ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਣ ਦੀਆਂ ਅਸੀਸਾਂ ਦੇਈਏ (ਅਰਦਾਸਾਂ ਕਰੀਏ । ਸਦਾ-ਥਿਰ ਮੇਲ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਹੰੁਦਾ ਹੈ ਤੇ ਅਰਦਾਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਿਲਾਪ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ ।"},"ms":{"gurmukhi":"hy im`qRo! myry ipAwry pRBU nwl myry imlwp vwsqy Ardws kro[ s¤cy sweIN dw imlwp kdy tu`tdw nhIN[","unicode":"ਹੇ ਮਿੱਤ੍ਰੋ! ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਮੇਰੇ ਮਿਲਾਪ ਵਾਸਤੇ ਅਰਦਾਸ ਕਰੋ। ਸੱਚੇ ਸਾਈਂ ਦਾ ਮਿਲਾਪ ਕਦੇ ਟੁੱਟਦਾ ਨਹੀਂ।"}},"es":{"sn":"Bendíganme con su oración, para que pueda alabar a mi Dios, pero, ¿qué pueden decir a aquéllos que ya están unidos?"},"hi":{"ss":"सदा-स्थिर मेल सिर्फ परमात्मा से ही होता है और अरदास की बरकति से वह) सदा स्थिर रहने वाला मिलाप कभी खत्म नहीं होता।","sts":"हे बाबा ! प्रभु का मिलाप सच्चा है, जो कभी नहीं टूटता। प्रियतम के मिलाप हेतु हम एक-दूसरे को आशीर्वाद दें।"}},"transliteration":{"english":"baabaa sachaRaa mel na chukiee preetam keeaa dheh aseesaa he ||","hindi":"बाबा सचड़ा मेलु न चुकई प्रीतम कीआ देह असीसा हे ॥","en":"baabaa sachaRaa mel na chukiee preetam keeaa dheh aseesaa he ||","hi":"बाबा सचड़ा मेलु न चुकई प्रीतम कीआ देह असीसा हे ॥","ipa":"bɑbɑ sət͡ʃəɽɑ mel nə t͡ʃʊkei pɹit̪əm kiəɑ d̪eh əsisɑ he.","ur":"بابا سچڑا مےل ن چُکای پریِتم کیِآ دےه اسیِسا هے ۔۔"},"pageNo":582,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25424,"shabadId":2198,"verse":{"gurmukhi":"AwsIsw dyvho Bgiq kryvho imilAw kw ikAw mylo ]","unicode":"ਆਸੀਸਾ ਦੇਵਹੋ ਭਗਤਿ ਕਰੇਵਹੋ ਮਿਲਿਆ ਕਾ ਕਿਆ ਮੇਲੋ ॥"},"larivaar":{"gurmukhi":"AwsIswdyvhoBgiqkryvhoimilAwkwikAwmylo]","unicode":"ਆਸੀਸਾਦੇਵਹੋਭਗਤਿਕਰੇਵਹੋਮਿਲਿਆਕਾਕਿਆਮੇਲੋ॥"},"translation":{"en":{"bdb":"Bless me with your prayers, that I may perform devotional worship service to my Lord; for those already united with Him, what is there to unite?","ms":"Bless me, that I may perform my Lord's devotional service. Of the already united ones, what more is to be united?","ssk":"Bless me with your prayers, that I may perform devotional worship service to my Lord; for those already united with Him, what is there to unite?"},"pu":{"ss":{"gurmukhi":"(hy sqsMgI Brwvo! rl ky ivCuVy swQI leI) ArdwsW kro (Aqy Awp BI) prmwqmw dI BgqI kro (BgqI dI brkiq nwl prmwqmw dy crnW ivc imlwp ho jWdw hY) jyhVy iek vwrI pRBU-crnW nwl iml jWdy hn auhnW dw iPr kdy ivCoVw nhIN hMudw [","unicode":"(ਹੇ ਸਤਸੰਗੀ ਭਰਾਵੋ! ਰਲ ਕੇ ਵਿਛੁੜੇ ਸਾਥੀ ਲਈ) ਅਰਦਾਸਾਂ ਕਰੋ (ਅਤੇ ਆਪ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰੋ (ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ) ਜੇਹੜੇ ਇਕ ਵਾਰੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੰੁਦਾ ।"},"ft":{"gurmukhi":"ies pRkwr prspr (AwsIsw) jYkwry krqy BgqI krIey AOr jo gurmuK hir sy imly hUey hYN iqn kw ikAw mylxw hY]","unicode":"ਇਸ ਪ੍ਰਕਾਰ ਪਰਸਪਰ (ਆਸੀਸਾ) ਜੈਕਾਰੇ ਕਰਤੇ ਭਗਤੀ ਕਰੀਏ ਔਰ ਜੋ ਗੁਰਮੁਖ ਹਰਿ ਸੇ ਮਿਲੇ ਹੂਏ ਹੈਂ ਤਿਨ ਕਾ ਕਿਆ ਮੇਲਣਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy sqsMgI Brwvo! rl ky ivCuVy swQI leI) ArdwsW kro (Aqy Awp BI) prmwqmw dI BgqI kro (BgqI dI brkiq nwl prmwqmw dy crnW ivc imlwp ho jWdw hY) jyhVy iek vwrI pRBU-crnW nwl iml jWdy hn auhnW dw iPr kdy ivCoVw nhIN hMudw [","unicode":"(ਹੇ ਸਤਸੰਗੀ ਭਰਾਵੋ! ਰਲ ਕੇ ਵਿਛੁੜੇ ਸਾਥੀ ਲਈ) ਅਰਦਾਸਾਂ ਕਰੋ (ਅਤੇ ਆਪ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰੋ (ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ) ਜੇਹੜੇ ਇਕ ਵਾਰੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੰੁਦਾ ।"},"ms":{"gurmukhi":"mYƒ ASIrvwd idE ik mYN Awpxy suAwmI dI pRym-meI syvw kmwvW[ A¤gy hI imilAw hoieAw dw, hor kI mylxw hY?","unicode":"ਮੈਨੂੰ ਅਸ਼ੀਰਵਾਦ ਦਿਓ ਕਿ ਮੈਂ ਆਪਣੇ ਸੁਆਮੀ ਦੀ ਪ੍ਰੇਮ-ਮਈ ਸੇਵਾ ਕਮਾਵਾਂ। ਅੱਗੇ ਹੀ ਮਿਲਿਆ ਹੋਇਆ ਦਾ, ਹੋਰ ਕੀ ਮੇਲਣਾ ਹੈ?"}},"es":{"sn":"Hay algunos que son desviados del Sendero, y no alaban el Nombre del Señor. Instrúyanlos para que jueguen el verdadero Juego sin recorrer el sendero de la muerte, "},"hi":{"ss":"(हे सत्संगी भाईयो ! मिल के विछुड़े साथी के लिए) अरदासें करो (और खुद भी) परमात्मा की भक्ति करो (भक्ति की बरकति से परमात्मा के चरणों में मिलाप हो जाता है) जो एक बार प्रभू चरणों से मिल जाते हैं उनका फिर कभी विछोड़ा नहीं होता। पर।","sts":"आशीर्वाद दो और भक्ति करो, जो आगे ही प्रभु से मिले हुए हैं, उन्हें क्या मिलाना है ?"}},"transliteration":{"english":"aaseesaa dhevaho bhagat karevaho miliaa kaa kiaa melo ||","hindi":"आसीसा देवहो भगति करेवहो मिलिआ का किआ मेलो ॥","en":"aaseesaa dhevaho bhagat karevaho miliaa kaa kiaa melo ||","hi":"आसीसा देवहो भगति करेवहो मिलिआ का किआ मेलो ॥","ipa":"əɑsisɑ d̪eʋəhɔ ɓəGət̪ kəreʋəhɔ mɪlɪəɑ kɑ kɪəɑ melɔ.","ur":"آسیِسا دےوهو بھگت کرےوهو ملآ کا کآ مےلو ۔۔"},"pageNo":582,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25425,"shabadId":2198,"verse":{"gurmukhi":"ieik BUly nwvhu Qyhhu Qwvhu gur sbdI scu Kylo ]","unicode":"ਇਕਿ ਭੂਲੇ ਨਾਵਹੁ ਥੇਹਹੁ ਥਾਵਹੁ ਗੁਰ ਸਬਦੀ ਸਚੁ ਖੇਲੋ ॥"},"larivaar":{"gurmukhi":"ieikBUlynwvhuQyhhuQwvhugursbdIscuKylo]","unicode":"ਇਕਿਭੂਲੇਨਾਵਹੁਥੇਹਹੁਥਾਵਹੁਗੁਰਸਬਦੀਸਚੁਖੇਲੋ॥"},"translation":{"en":{"bdb":"Some have wandered away from the Name of the Lord, and lost the Path. The Word of the Guru's Shabad is the true game.","ms":"Some have strayed away from the Name and the real path. Tell them to play the true game by Guru's instruction.","ssk":"Some have wandered away from the Name of the Lord, and lost the Path. The Word of the Guru's Shabad is the true game."},"pu":{"ss":{"gurmukhi":"pr keI AYsy hn jo prmwqmw dy nwm qoN KuMJy iPrdy hn jo sdw kwiem rihx vwly itkwxy qoN auKVy iPrdy hn [ sdw-iQr pRBU dw nwm ismrnw shI jIvn-Kyf hY jo gurU dy Sbd ivc juV ky KyfI jw skdI hY [","unicode":"ਪਰ ਕਈ ਐਸੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਫਿਰਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਟਿਕਾਣੇ ਤੋਂ ਉਖੜੇ ਫਿਰਦੇ ਹਨ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਹੀ ਜੀਵਨ-ਖੇਡ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਖੇਡੀ ਜਾ ਸਕਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ik jo mnmuK hYN, so nwm Ar sqsMg rUpI (Qyhhu) AsQwn Ar (Qwvhu) srUp AsQwn qy BUly hUey hYN, AOr jo gurmuK hYN, so scy sbd kr ky sc myN Kyl rhy hYN ArQwq AnMd kr rhy hYN]","unicode":"ਕਿ ਜੋ ਮਨਮੁਖ ਹੈਂ, ਸੋ ਨਾਮ ਅਰ ਸਤਸੰਗ ਰੂਪੀ (ਥੇਹਹੁ) ਅਸਥਾਨ ਅਰ (ਥਾਵਹੁ) ਸਰੂਪ ਅਸਥਾਨ ਤੇ ਭੂਲੇ ਹੂਏ ਹੈਂ, ਔਰ ਜੋ ਗੁਰਮੁਖ ਹੈਂ, ਸੋ ਸਚੇ ਸਬਦ ਕਰ ਕੇ ਸਚ ਮੇਂ ਖੇਲ ਰਹੇ ਹੈਂ ਅਰਥਾਤ ਅਨੰਦ ਕਰ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pr keI AYsy hn jo prmwqmw dy nwm qoN KuMJy iPrdy hn jo sdw kwiem rihx vwly itkwxy qoN auKVy iPrdy hn [ sdw-iQr pRBU dw nwm ismrnw shI jIvn-Kyf hY jo gurU dy Sbd ivc juV ky KyfI jw skdI hY [","unicode":"ਪਰ ਕਈ ਐਸੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਫਿਰਦੇ ਹਨ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਟਿਕਾਣੇ ਤੋਂ ਉਖੜੇ ਫਿਰਦੇ ਹਨ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਹੀ ਜੀਵਨ-ਖੇਡ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਖੇਡੀ ਜਾ ਸਕਦੀ ਹੈ ।"},"ms":{"gurmukhi":"keI nwm qy AslI rsqy qoN G¤sy hoey hn, aunHW ƒ gurW dy aupdyS duAwrw s`cI Kyf Kyfx leI kho[","unicode":"ਕਈ ਨਾਮ ਤੇ ਅਸਲੀ ਰਸਤੇ ਤੋਂ ਘੱਸੇ ਹੋਏ ਹਨ, ਉਨ੍ਹਾਂ ਨੂੰ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਸੱਚੀ ਖੇਡ ਖੇਡਣ ਲਈ ਕਹੋ।"}},"es":{"sn":"y puedan inmergirse en la Palabra del Verdadero Shabd del Guru. Ese es el Verdadero Juego."},"hi":{"ss":"कई ऐसे हैं जो परमात्मा के नाम से टूटे फिरते हैं जो सदा-कायम रहने वाले ठिकाने से उखड़े फिरते हैं।सदा-स्थिर प्रभू का नाम सिमरना सही जीवन-खेल है जो गुरू के शबद में जुड़ के खेली जा सकती है।","sts":"कुछ लोग परमात्मा के नाम एवं प्रभु-चरणों से भटके हुए हैं, उन्हें गुरु के शब्द द्वारा सच्ची खेल खेलते हुए कहो, अर्थात् सत्य का खेल सिखलाएं।"}},"transliteration":{"english":"eik bhoole naavahu thehahu thaavahu gur sabadhee sach khelo ||","hindi":"इकि भूले नावहु थेहहु थावहु गुर सबदी सचु खेलो ॥","en":"eik bhoole naavahu thehahu thaavahu gur sabadhee sach khelo ||","hi":"इकि भूले नावहु थेहहु थावहु गुर सबदी सचु खेलो ॥","ipa":"eɪk ɓule nɑʋəh t̪ʰehəh t̪ʰɑʋəh Gʊr səbəd̪i sət͡ʃ kʰelɔ.","ur":"ِاک بھُولے ناوهُ تھےههُ تھاوهُ گُر سبدیِ سچ کھےلو ۔۔"},"pageNo":582,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25426,"shabadId":2198,"verse":{"gurmukhi":"jm mwrig nhI jwxw sbid smwxw juig juig swcY vysy ]","unicode":"ਜਮ ਮਾਰਗਿ ਨਹੀ ਜਾਣਾ ਸਬਦਿ ਸਮਾਣਾ ਜੁਗਿ ਜੁਗਿ ਸਾਚੈ ਵੇਸੇ ॥"},"larivaar":{"gurmukhi":"jmmwrignhIjwxwsbidsmwxwjuigjuigswcYvysy]","unicode":"ਜਮਮਾਰਗਿਨਹੀਜਾਣਾਸਬਦਿਸਮਾਣਾਜੁਗਿਜੁਗਿਸਾਚੈਵੇਸੇ॥"},"translation":{"en":{"bdb":"Do not go on Death's path; remain merged in the Word of the Shabad, the true form throughout the ages.","ms":"Let them not tread Death's path, they should remain merged in the Lord, who, in all the ages, has the true From.","ssk":"Do not go on Death's path; remain merged in the Word of the Shabad, the true form throughout the ages."},"pu":{"ss":{"gurmukhi":"jyhVy mnu`K gurU dy Sbd ivc lIn rihMdy hn auh jm dy rsqy qy nhIN jWdy, auh sdw leI hI aus prmwqmw ivc juVy rihMdy hn ijs dw srUp (vys) sdw leI At`l hY [","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਉਹ ਜਮ ਦੇ ਰਸਤੇ ਤੇ ਨਹੀਂ ਜਾਂਦੇ, ਉਹ ਸਦਾ ਲਈ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਰੂਪ (ਵੇਸ) ਸਦਾ ਲਈ ਅਟੱਲ ਹੈ ।"},"ft":{"gurmukhi":"iqn gurmuKoN ny jm ky rsqy sy nhIN jwxw hY, ikauNik aun ky AMqSkrn myN (sbid) aupdyS vw bRhm smwie rhw hY AO iqn kw jugoN jugoN myN scw hI ByK hY]","unicode":"ਤਿਨ ਗੁਰਮੁਖੋਂ ਨੇ ਜਮ ਕੇ ਰਸਤੇ ਸੇ ਨਹੀਂ ਜਾਣਾ ਹੈ, ਕਿਉਂਕਿ ਉਨ ਕੇ ਅੰਤਸ਼ਕਰਨ ਮੇਂ (ਸਬਦਿ) ਉਪਦੇਸ਼ ਵਾ ਬ੍ਰਹਮ ਸਮਾਇ ਰਹਾ ਹੈ ਔ ਤਿਨ ਕਾ ਜੁਗੋਂ ਜੁਗੋਂ ਮੇਂ ਸਚਾ ਹੀ ਭੇਖ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVy mnu`K gurU dy Sbd ivc lIn rihMdy hn auh jm dy rsqy qy nhIN jWdy, auh sdw leI hI aus prmwqmw ivc juVy rihMdy hn ijs dw srUp (vys) sdw leI At`l hY [","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਉਹ ਜਮ ਦੇ ਰਸਤੇ ਤੇ ਨਹੀਂ ਜਾਂਦੇ, ਉਹ ਸਦਾ ਲਈ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਜਿਸ ਦਾ ਸਰੂਪ (ਵੇਸ) ਸਦਾ ਲਈ ਅਟੱਲ ਹੈ ।"},"ms":{"gurmukhi":"aunHW ƒ kho ik auh mOq dy rwhy nW turn auh sweIN iv`c lIn rihx, ijs dw swirAW Xu`gW AMdr s`cw-srUp hY[","unicode":"ਉਨ੍ਹਾਂ ਨੂੰ ਕਹੋ ਕਿ ਉਹ ਮੌਤ ਦੇ ਰਾਹੇ ਨਾਂ ਟੁਰਨ ਉਹ ਸਾਈਂ ਵਿੱਚ ਲੀਨ ਰਹਿਣ, ਜਿਸ ਦਾ ਸਾਰਿਆਂ ਯੁੱਗਾਂ ਅੰਦਰ ਸੱਚਾ-ਸਰੂਪ ਹੈ।"}},"es":{"sn":"No sigas el sendero de la muerte, permanece fundido en la Palabra del Shabd, lo Único Verdadero a través de las épocas. "},"hi":{"ss":"जो मनुष्य गुरू के शबद में लीन रहते हैं वे जम के रास्ते पर नहीं जाते।वे सदा के लिए ही उस परमात्मा में जुड़े रहते हैं जिसका स्वरूप (भेष) सदा के लिए अटल है।","sts":"उन्हें यह भी ज्ञान करवाओ कि मृत्यु के मार्ग नहीं जाना। वह परमात्मा में ही लीन रहें, क्योंकि युग-युगान्तरों में उसी का सच्चा स्वरूप है।"}},"transliteration":{"english":"jam maarag nahee jaanaa sabadh samaanaa jug jug saachai vese ||","hindi":"जम मारगि नही जाणा सबदि समाणा जुगि जुगि साचै वेसे ॥","en":"jam maarag nahee jaanaa sabadh samaanaa jug jug saachai vese ||","hi":"जम मारगि नही जाणा सबदि समाणा जुगि जुगि साचै वेसे ॥","ipa":"d͡ʒəm mɑrəG nəhi d͡ʒɑɳɑ səbəd̪ səmɑɳɑ d͡ʒʊG d͡ʒʊG sɑt͡ʃæ ʋese.","ur":"جم مارگ نهیِ جاݨا سبد سماݨا جُگ جُگ ساچَے وےسے ۔۔"},"pageNo":582,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25427,"shabadId":2198,"verse":{"gurmukhi":"swjn sYx imlhu sMjogI gur imil Koly Pwsy ]2]","unicode":"ਸਾਜਨ ਸੈਣ ਮਿਲਹੁ ਸੰਜੋਗੀ ਗੁਰ ਮਿਲਿ ਖੋਲੇ ਫਾਸੇ ॥੨॥"},"larivaar":{"gurmukhi":"swjnsYximlhusMjogIgurimilKolyPwsy]2]","unicode":"ਸਾਜਨਸੈਣਮਿਲਹੁਸੰਜੋਗੀਗੁਰਮਿਲਿਖੋਲੇਫਾਸੇ॥੨॥"},"translation":{"en":{"bdb":"Through good fortune, we meet such friends and relatives, who meet with the Guru, and escape the noose of Death. ||2||","ms":"It is through good fortune that we meet such friends and relations, who meeting with the Guru, have loosened the Death's noose.","ssk":"Through good fortune, we meet such friends and relatives, who meet with the Guru, and escape the noose of Death. ||2||"},"pu":{"ss":{"gurmukhi":"hy s`jx im`q® sqsMgIE! sqsMg ivc rl bYTo [ jyhVy bMdy sqsMg ivc Awey hn auhnW ny gurU ƒ iml ky mwieAw dy moh dy Pwhy v`F ley hn [2[","unicode":"ਹੇ ਸੱਜਣ ਮਿੱਤ੍ਰ ਸਤਸੰਗੀਓ! ਸਤਸੰਗ ਵਿਚ ਰਲ ਬੈਠੋ । ਜੇਹੜੇ ਬੰਦੇ ਸਤਸੰਗ ਵਿਚ ਆਏ ਹਨ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਫਾਹੇ ਵੱਢ ਲਏ ਹਨ ।੨।"},"ft":{"gurmukhi":"iqnoN swjnoN, Bwv sMqoN ky (sYx) swQ imlo ikauNik vhu sMjogI hYN ArQwq prmysÍr ky imlwp vwly hYN, guroN myN iml kr ky Apny mwieAw ky Pwsy iqnoN ny Kol dIey hYN]2]","unicode":"ਤਿਨੋਂ ਸਾਜਨੋਂ, ਭਾਵ ਸੰਤੋਂ ਕੇ (ਸੈਣ) ਸਾਥ ਮਿਲੋ ਕਿਉਂਕਿ ਵਹੁ ਸੰਜੋਗੀ ਹੈਂ ਅਰਥਾਤ ਪਰਮੇਸ੍ਵਰ ਕੇ ਮਿਲਾਪ ਵਾਲੇ ਹੈਂ, ਗੁਰੋਂ ਮੇਂ ਮਿਲ ਕਰ ਕੇ ਅਪਨੇ ਮਾਇਆ ਕੇ ਫਾਸੇ ਤਿਨੋਂ ਨੇ ਖੋਲ ਦੀਏ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy s`jx im`q® sqsMgIE! sqsMg ivc rl bYTo [ jyhVy bMdy sqsMg ivc Awey hn auhnW ny gurU ƒ iml ky mwieAw dy moh dy Pwhy v`F ley hn [2[","unicode":"ਹੇ ਸੱਜਣ ਮਿੱਤ੍ਰ ਸਤਸੰਗੀਓ! ਸਤਸੰਗ ਵਿਚ ਰਲ ਬੈਠੋ । ਜੇਹੜੇ ਬੰਦੇ ਸਤਸੰਗ ਵਿਚ ਆਏ ਹਨ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਫਾਹੇ ਵੱਢ ਲਏ ਹਨ ।੨।"},"ms":{"gurmukhi":"cMgy BwgW rwhIN AsIN AYsy im`qRW qy snbMDIAW ƒ iml pYNdy hW, ijnHW ny gurW nwl iml ky mOq dI PwhI ƒ KolH C`ifAw hY[","unicode":"ਚੰਗੇ ਭਾਗਾਂ ਰਾਹੀਂ ਅਸੀਂ ਐਸੇ ਮਿੱਤ੍ਰਾਂ ਤੇ ਸਨਬੰਧੀਆਂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰਾਂ ਨਾਲ ਮਿਲ ਕੇ ਮੌਤ ਦੀ ਫਾਹੀ ਨੂੰ ਖੋਲ੍ਹ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"Es por una muy buena fortuna que encontramos a tales amigos y parientes. Ellos han encontrado al Guru, y son liberados del dogal de la muerte. (2)"},"hi":{"ss":"हे सज्जन मित्र सत्संगियो ! सत्संग में मिल बैठो।जो लोग सत्संग में आए हैं उन्होंने गुरू को मिल के माया के मोह के बँधन काट लिए हैं। 2।","sts":"संयोग से ही हमें ऐसे मित्र एवं संबंधी मिल जाते हैं, जिन्होंने गुरु से मिलकर मोह-माया के बन्धनों को खोल दिया है॥ २॥"}},"transliteration":{"english":"saajan sain milahu sa(n)jogee gur mil khole faase ||2||","hindi":"साजन सैण मिलहु संजोगी गुर मिलि खोले फासे ॥२॥","en":"saajan sain milahu sa(n)jogee gur mil khole faase ||2||","hi":"साजन सैण मिलहु संजोगी गुर मिलि खोले फासे ॥२॥","ipa":"sɑd͡ʒən sæɳ mɪləh səŋd͡ʒɔGi Gʊr mɪl kʰɔle fɑse.2.","ur":"ساجن سَےݨ ملهُ سںجوگیِ گُر مل کھولے پھاسے ۔۔۲۔۔"},"pageNo":582,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25428,"shabadId":2198,"verse":{"gurmukhi":"bwbw nWgVw AwieAw jg mih duKu suKu lyKu ilKwieAw ]","unicode":"ਬਾਬਾ ਨਾਂਗੜਾ ਆਇਆ ਜਗ ਮਹਿ ਦੁਖੁ ਸੁਖੁ ਲੇਖੁ ਲਿਖਾਇਆ ॥"},"larivaar":{"gurmukhi":"bwbwnWgVwAwieAwjgmihduKusuKulyKuilKwieAw]","unicode":"ਬਾਬਾਨਾਂਗੜਾਆਇਆਜਗਮਹਿਦੁਖੁਸੁਖੁਲੇਖੁਲਿਖਾਇਆ॥"},"translation":{"en":{"bdb":"O Baba, we come into the world naked, into pain and pleasure, according to the record of our account.","ms":"O father mortal comes into the world, all-naked, subject to the recorded writ of pain and pleasure.","ssk":"O Baba, we come into the world naked, into pain and pleasure, according to the record of our account."},"pu":{"ss":{"gurmukhi":"hy BweI! (jIv Awpxy pUrbly kIqy krmW Anuswr nvyN jIvn ivc Bogx vwsqy) du`K Aqy suK-rUp lyK (prmwqmw dI drgwh ivcoN Awpxy m`Qy qy) ilKw ky jgq ivc nMgw hI AwauNdw hY","unicode":"ਹੇ ਭਾਈ! (ਜੀਵ ਆਪਣੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਵੇਂ ਜੀਵਨ ਵਿਚ ਭੋਗਣ ਵਾਸਤੇ) ਦੁੱਖ ਅਤੇ ਸੁਖ-ਰੂਪ ਲੇਖ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚੋਂ ਆਪਣੇ ਮੱਥੇ ਤੇ) ਲਿਖਾ ਕੇ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ"},"ft":{"gurmukhi":"hy BweI! ieh jIv ny krmwnswr suK duK kw lyK ilKwieAw hY, punw sMswr myN nMgw AwieAw hY]","unicode":"ਹੇ ਭਾਈ! ਇਹ ਜੀਵ ਨੇ ਕਰਮਾਨਸਾਰ ਸੁਖ ਦੁਖ ਕਾ ਲੇਖ ਲਿਖਾਇਆ ਹੈ, ਪੁਨਾ ਸੰਸਾਰ ਮੇਂ ਨੰਗਾ ਆਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (jIv Awpxy pUrbly kIqy krmW Anuswr nvyN jIvn ivc Bogx vwsqy) du`K Aqy suK-rUp lyK (prmwqmw dI drgwh ivcoN Awpxy m`Qy qy) ilKw ky jgq ivc nMgw hI AwauNdw hY","unicode":"ਹੇ ਭਾਈ! (ਜੀਵ ਆਪਣੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਵੇਂ ਜੀਵਨ ਵਿਚ ਭੋਗਣ ਵਾਸਤੇ) ਦੁੱਖ ਅਤੇ ਸੁਖ-ਰੂਪ ਲੇਖ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚੋਂ ਆਪਣੇ ਮੱਥੇ ਤੇ) ਲਿਖਾ ਕੇ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ"},"ms":{"gurmukhi":"hy ipqw! kSt Aqy KuSI dI ilKI hoeI ilKqwkwr dy ADIn, pRwxI AlP nMgw jhwn AMdr AwauNdw hY[","unicode":"ਹੇ ਪਿਤਾ! ਕਸ਼ਟ ਅਤੇ ਖੁਸ਼ੀ ਦੀ ਲਿਖੀ ਹੋਈ ਲਿਖਤਾਕਾਰ ਦੇ ਅਧੀਨ, ਪ੍ਰਾਣੀ ਅਲਫ ਨੰਗਾ ਜਹਾਨ ਅੰਦਰ ਆਉਂਦਾ ਹੈ।"}},"es":{"sn":"Oh Baba, venimos desnudos al mundo, de acuerdo a la consecuencia de nuestras acciones."},"hi":{"ss":"हे भाई ! (जीव अपने पूर्बले किए कर्मों के अनुसार नए जीवन में भोगने के लिए) दुख और सुख रूपी लेख (परमातमा की दरगाह में से अपने माथे पर) लिखा के जगत में नंगा ही आता है (जनम के समय ही वह समय भी नियत किया जाता है जब जीव ने जगत से वापस चले जाना होता है)","sts":"हे बाबा ! इस जगत में दुःख-सुख की तकदीर लिखा कर मनुष्य नग्न ही आया है।"}},"transliteration":{"english":"baabaa naa(n)gaRaa aaiaa jag meh dhukh sukh lekh likhaiaa ||","hindi":"बाबा नाँगड़ा आइआ जग महि दुखु सुखु लेखु लिखाइआ ॥","en":"baabaa naa(n)gaRaa aaiaa jag meh dhukh sukh lekh likhaiaa ||","hi":"बाबा नाँगड़ा आइआ जग महि दुखु सुखु लेखु लिखाइआ ॥","ipa":"bɑbɑ nɑⁿəGəɽɑ əɑɪɑ d͡ʒəG məh d̪ʊkʰ sʊkʰ lekʰ lɪkʰɑɪɑ.","ur":"بابا ناںگڑا آاآ جگ مهِ دُکھ سُکھ لےکھ لکھاایا ۔۔"},"pageNo":582,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25429,"shabadId":2198,"verse":{"gurmukhi":"iliKAVw swhw nw tlY jyhVw purib kmwieAw ]","unicode":"ਲਿਖਿਅੜਾ ਸਾਹਾ ਨਾ ਟਲੈ ਜੇਹੜਾ ਪੁਰਬਿ ਕਮਾਇਆ ॥"},"larivaar":{"gurmukhi":"iliKAVwswhwnwtlYjyhVwpuribkmwieAw]","unicode":"ਲਿਖਿਅੜਾਸਾਹਾਨਾਟਲੈਜੇਹੜਾਪੁਰਬਿਕਮਾਇਆ॥"},"translation":{"en":{"bdb":"The call of our pre-ordained destiny cannot be altered; it follows from our past actions.","ms":"The destiny's writ, which is in accordance with the past deeds, cannot be altered.","ssk":"The call of our pre-ordained destiny cannot be altered; it follows from our past actions."},"pu":{"ss":{"gurmukhi":"(jnm smy hI auh smw BI inXq kIqw jWdw hY jdoN jIv ny jgq qoN vwps qur pYxw hMudw hY) auh mukrr kIqw hoieAw smw AgWh ipCWh nhIN ho skdw, (nwh hI auh duK suK vwprnoN ht skdw hY) jo pUrbly jnm ivc krm kr ky (kmweI vjoN) K`itAw hY [ ","unicode":"(ਜਨਮ ਸਮੇ ਹੀ ਉਹ ਸਮਾ ਭੀ ਨਿਯਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਜੀਵ ਨੇ ਜਗਤ ਤੋਂ ਵਾਪਸ ਤੁਰ ਪੈਣਾ ਹੰੁਦਾ ਹੈ) ਉਹ ਮੁਕਰਰ ਕੀਤਾ ਹੋਇਆ ਸਮਾ ਅਗਾਂਹ ਪਿਛਾਂਹ ਨਹੀਂ ਹੋ ਸਕਦਾ, (ਨਾਹ ਹੀ ਉਹ ਦੁਖ ਸੁਖ ਵਾਪਰਨੋਂ ਹਟ ਸਕਦਾ ਹੈ) ਜੋ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕਰਮ ਕਰ ਕੇ (ਕਮਾਈ ਵਜੋਂ) ਖੱਟਿਆ ਹੈ । "},"ft":{"gurmukhi":"jo pUrb myN kmwieAw hUAw krm hY iqs ky Answr jo swhw, Bwv mrxy kw smW hY, so nhIN tlqw hY]","unicode":"ਜੋ ਪੂਰਬ ਮੇਂ ਕਮਾਇਆ ਹੂਆ ਕਰਮ ਹੈ ਤਿਸ ਕੇ ਅਨਸਾਰ ਜੋ ਸਾਹਾ, ਭਾਵ ਮਰਣੇ ਕਾ ਸਮਾਂ ਹੈ, ਸੋ ਨਹੀਂ ਟਲਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jnm smy hI auh smw BI inXq kIqw jWdw hY jdoN jIv ny jgq qoN vwps qur pYxw hMudw hY) auh mukrr kIqw hoieAw smw AgWh ipCWh nhIN ho skdw, (nwh hI auh duK suK vwprnoN ht skdw hY) jo pUrbly jnm ivc krm kr ky (kmweI vjoN) K`itAw hY [ ","unicode":"(ਜਨਮ ਸਮੇ ਹੀ ਉਹ ਸਮਾ ਭੀ ਨਿਯਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਜਦੋਂ ਜੀਵ ਨੇ ਜਗਤ ਤੋਂ ਵਾਪਸ ਤੁਰ ਪੈਣਾ ਹੰੁਦਾ ਹੈ) ਉਹ ਮੁਕਰਰ ਕੀਤਾ ਹੋਇਆ ਸਮਾ ਅਗਾਂਹ ਪਿਛਾਂਹ ਨਹੀਂ ਹੋ ਸਕਦਾ, (ਨਾਹ ਹੀ ਉਹ ਦੁਖ ਸੁਖ ਵਾਪਰਨੋਂ ਹਟ ਸਕਦਾ ਹੈ) ਜੋ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ ਕਰਮ ਕਰ ਕੇ (ਕਮਾਈ ਵਜੋਂ) ਖੱਟਿਆ ਹੈ । "},"ms":{"gurmukhi":"ivvwh (pRwlBD) dI ilKqwkwr jo ipCly krmW Anuswr hY, bdlI nhIN jw skdI[","unicode":"ਵਿਵਾਹ (ਪ੍ਰਾਲਭਧ) ਦੀ ਲਿਖਤਾਕਾਰ ਜੋ ਪਿਛਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਹੈ, ਬਦਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।"}},"es":{"sn":"El Mandato del Señor nadie lo puede borrar, pues ese decreto se conforma de acuerdo a nuestras acciones pasadas. "},"hi":{"ss":"वह मुकरॅर किया हुआ समय आगे पीछे नहीं हो सकता (ना ही वह दुख-सुख घटित होने से हट सकता है) जो पूर्बले जनम में कर्म करके (कमाई के रूप में) कमाया है।","sts":"पूर्व जन्म में किए कर्मों के अनुरूप परलोक जाने की जो तारीख लिखी गई है, वह बदली नहीं जा सकती।"}},"transliteration":{"english":"likhiaRaa saahaa naa Talai jehaRaa purab kamaiaa ||","hindi":"लिखिअड़ा साहा ना टलै जेहड़ा पुरबि कमाइआ ॥","en":"likhiaRaa saahaa naa Talai jehaRaa purab kamaiaa ||","hi":"लिखिअड़ा साहा ना टलै जेहड़ा पुरबि कमाइआ ॥","ipa":"lɪkʰɪəɽɑ sɑhɑ nɑ ʈəlæ d͡ʒehəɽɑ pʊrəb kəmɑɪɑ.","ur":"لِکھاڑا ساها نا ٹلَے جےهڑا پُرب کماایا ۔۔"},"pageNo":582,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25430,"shabadId":2198,"verse":{"gurmukhi":"bih swcY iliKAw AMimRqu ibiKAw ijqu lwieAw iqqu lwgw ]","unicode":"ਬਹਿ ਸਾਚੈ ਲਿਖਿਆ ਅੰਮ੍ਰਿਤੁ ਬਿਖਿਆ ਜਿਤੁ ਲਾਇਆ ਤਿਤੁ ਲਾਗਾ ॥"},"larivaar":{"gurmukhi":"bihswcYiliKAwAMimRquibiKAwijqulwieAwiqqulwgw]","unicode":"ਬਹਿਸਾਚੈਲਿਖਿਆਅੰਮ੍ਰਿਤੁਬਿਖਿਆਜਿਤੁਲਾਇਆਤਿਤੁਲਾਗਾ॥"},"translation":{"en":{"bdb":"The True Lord sits and writes of ambrosial nectar, and bitter poison; as the Lord attaches us, so are we attached.","ms":"Sitting down, the True Lord, writes of Nectar and poison and the man attaches to, with which the Lord, him attaches.","ssk":"The True Lord sits and writes of ambrosial nectar, and bitter poison; as the Lord attaches us, so are we attached."},"pu":{"ss":{"gurmukhi":"(jIv dy kIqy krmW Anuswr) sdw-iQr rihx vwly prmwqmw ny soc-ivcwr ky ilK id`qw hMudw hY ik jIv ny nvyN jIvn-s&r ivc nwm-AMimRq ivhwJxw hY jW mwieAw-zihr K`txw hY [ (ipCly kIqy Anuswr hI pRBU dI rzw ivc) ijDr jIv ƒ lwieAw jWdw hY auDr ieh l`g pYNdw hY [","unicode":"(ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਸੋਚ-ਵਿਚਾਰ ਕੇ ਲਿਖ ਦਿੱਤਾ ਹੰੁਦਾ ਹੈ ਕਿ ਜੀਵ ਨੇ ਨਵੇਂ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਵਿਹਾਝਣਾ ਹੈ ਜਾਂ ਮਾਇਆ-ਜ਼ਹਿਰ ਖੱਟਣਾ ਹੈ । (ਪਿਛਲੇ ਕੀਤੇ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ) ਜਿਧਰ ਜੀਵ ਨੂੰ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਧਰ ਇਹ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"swcy ny Awp bYT ky AMimRq AO ibK, Bwv suK duK donoN ko ilKw hY, iPr ijDr lgwieAw hY, iqsI Er jIau lgw rhw hY]","unicode":"ਸਾਚੇ ਨੇ ਆਪ ਬੈਠ ਕੇ ਅੰਮ੍ਰਿਤ ਔ ਬਿਖ, ਭਾਵ ਸੁਖ ਦੁਖ ਦੋਨੋਂ ਕੋ ਲਿਖਾ ਹੈ, ਫਿਰ ਜਿਧਰ ਲਗਾਇਆ ਹੈ, ਤਿਸੀ ਓਰ ਜੀਉ ਲਗਾ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jIv dy kIqy krmW Anuswr) sdw-iQr rihx vwly prmwqmw ny soc-ivcwr ky ilK id`qw hMudw hY ik jIv ny nvyN jIvn-s&r ivc nwm-AMimRq ivhwJxw hY jW mwieAw-zihr K`txw hY [ (ipCly kIqy Anuswr hI pRBU dI rzw ivc) ijDr jIv ƒ lwieAw jWdw hY auDr ieh l`g pYNdw hY [","unicode":"(ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਸੋਚ-ਵਿਚਾਰ ਕੇ ਲਿਖ ਦਿੱਤਾ ਹੰੁਦਾ ਹੈ ਕਿ ਜੀਵ ਨੇ ਨਵੇਂ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਵਿਹਾਝਣਾ ਹੈ ਜਾਂ ਮਾਇਆ-ਜ਼ਹਿਰ ਖੱਟਣਾ ਹੈ । (ਪਿਛਲੇ ਕੀਤੇ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ) ਜਿਧਰ ਜੀਵ ਨੂੰ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਉਧਰ ਇਹ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"bYT ky, s`cw suAwmI, AMimRq qy zihr ilKdw hY[ pRwxI ausy nwl juVdw hY ijs nwl suAwmI aus ƒ joVdw hY[","unicode":"ਬੈਠ ਕੇ, ਸੱਚਾ ਸੁਆਮੀ, ਅੰਮ੍ਰਿਤ ਤੇ ਜ਼ਹਿਰ ਲਿਖਦਾ ਹੈ। ਪ੍ਰਾਣੀ ਉਸੇ ਨਾਲ ਜੁੜਦਾ ਹੈ ਜਿਸ ਨਾਲ ਸੁਆਮੀ ਉਸ ਨੂੰ ਜੋੜਦਾ ਹੈ।"}},"es":{"sn":"El Uno Verdadero escribe de virtud y de placer, y como es Su Voluntad así le va al hombre. "},"hi":{"ss":"(जीव के किए कर्मों के अनुसार) सदा-स्थिर रहने वाले परमात्मा ने सोच-विचार के लिख दिया होता है कि जीव के नए जीव-सफर में नाम-अमृत का व्यापार करना है अथवा माया-जहर की कमाई करनी है।(पिछले किए कर्मों के अनुसार ही प्रभू की रजा में) जिधर जीव को लगाया जाता है उधर ये लग पड़ता है।","sts":"सच्चा परमेश्वर बैठकर अमृत एवं विष (सुख-दुख की तकदीर) लिखता है और जिससे वह लगाता है मनुष्य उसी के साथ लगता है।"}},"transliteration":{"english":"beh saachai likhiaa a(n)mrit bikhiaa jit laiaa tit laagaa ||","hindi":"बहि साचै लिखिआ अंमृतु बिखिआ जितु लाइआ तितु लागा ॥","en":"beh saachai likhiaa a(n)mrit bikhiaa jit laiaa tit laagaa ||","hi":"बहि साचै लिखिआ अंमृतु बिखिआ जितु लाइआ तितु लागा ॥","ipa":"bəh sɑt͡ʃæ lɪkʰɪəɑ əŋmɪɹət̪ bɪkʰɪəɑ d͡ʒɪt̪ lɑɪɑ t̪ɪt̪ lɑGɑ.","ur":"بهِ ساچَے لکھآ اںمرت بکھِآ جت لاایا تت لاگا ۔۔"},"pageNo":582,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25431,"shabadId":2198,"verse":{"gurmukhi":"kwmixAwrI kwmx pwey bhu rMgI gil qwgw ]","unicode":"ਕਾਮਣਿਆਰੀ ਕਾਮਣ ਪਾਏ ਬਹੁ ਰੰਗੀ ਗਲਿ ਤਾਗਾ ॥"},"larivaar":{"gurmukhi":"kwmixAwrIkwmxpweybhurMgIgilqwgw]","unicode":"ਕਾਮਣਿਆਰੀਕਾਮਣਪਾਏਬਹੁਰੰਗੀਗਲਿਤਾਗਾ॥"},"translation":{"en":{"bdb":"The Charmer, Maya, has worked her charms, and the multi-colored thread is around everyone's neck.","ms":"The mammon sorcerer works her sorcery and puts multi-coloured thread around every one's neck.","ssk":"The Charmer, Maya, has worked her charms, and the multi-colored thread is around everyone's neck."},"pu":{"ss":{"gurmukhi":"(ausy ilKy Anuswr hI) jwdU tUxy krn vwlI mwieAw jIv auqy jwdU pw dyNdI hY, ies dy gl ivc keI rMgW vwlw Dwgw pw dyNdI hY (Bwv, keI qrIikAW nwl mwieAw ies ƒ moh lYNdI hY) [","unicode":"(ਉਸੇ ਲਿਖੇ ਅਨੁਸਾਰ ਹੀ) ਜਾਦੂ ਟੂਣੇ ਕਰਨ ਵਾਲੀ ਮਾਇਆ ਜੀਵ ਉਤੇ ਜਾਦੂ ਪਾ ਦੇਂਦੀ ਹੈ, ਇਸ ਦੇ ਗਲ ਵਿਚ ਕਈ ਰੰਗਾਂ ਵਾਲਾ ਧਾਗਾ ਪਾ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਾਇਆ ਇਸ ਨੂੰ ਮੋਹ ਲੈਂਦੀ ਹੈ) ।"},"ft":{"gurmukhi":"ies (kwmxAwrI) jwdU vwlI mwieAw ny jwdU pwey hYN moh rUp bhurMgI qwgw gly myN bWD dIAw hY[ Bwv Anyk pRkwr ky moh kr jIau bWDw hUAw hY]","unicode":"ਇਸ (ਕਾਮਣਆਰੀ) ਜਾਦੂ ਵਾਲੀ ਮਾਇਆ ਨੇ ਜਾਦੂ ਪਾਏ ਹੈਂ ਮੋਹ ਰੂਪ ਬਹੁਰੰਗੀ ਤਾਗਾ ਗਲੇ ਮੇਂ ਬਾਂਧ ਦੀਆ ਹੈ। ਭਾਵ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਮੋਹ ਕਰ ਜੀਉ ਬਾਂਧਾ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"(ausy ilKy Anuswr hI) jwdU tUxy krn vwlI mwieAw jIv auqy jwdU pw dyNdI hY, ies dy gl ivc keI rMgW vwlw Dwgw pw dyNdI hY (Bwv, keI qrIikAW nwl mwieAw ies ƒ moh lYNdI hY) [","unicode":"(ਉਸੇ ਲਿਖੇ ਅਨੁਸਾਰ ਹੀ) ਜਾਦੂ ਟੂਣੇ ਕਰਨ ਵਾਲੀ ਮਾਇਆ ਜੀਵ ਉਤੇ ਜਾਦੂ ਪਾ ਦੇਂਦੀ ਹੈ, ਇਸ ਦੇ ਗਲ ਵਿਚ ਕਈ ਰੰਗਾਂ ਵਾਲਾ ਧਾਗਾ ਪਾ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਮਾਇਆ ਇਸ ਨੂੰ ਮੋਹ ਲੈਂਦੀ ਹੈ) ।"},"ms":{"gurmukhi":"tUxy hwrnI mwieAw Awpxw tUxw krdI hY Aqy hr jxy dI grdn duAwly bhurMgw Dwgw pw idMdI hY[","unicode":"ਟੂਣੇ ਹਾਰਨੀ ਮਾਇਆ ਆਪਣਾ ਟੂਣਾ ਕਰਦੀ ਹੈ ਅਤੇ ਹਰ ਜਣੇ ਦੀ ਗਰਦਨ ਦੁਆਲੇ ਬਹੁਰੰਗਾ ਧਾਗਾ ਪਾ ਦਿੰਦੀ ਹੈ।"}},"es":{"sn":"Maya, la encantadora, ha embrujado al mundo entero, atando todos los hilos de color en cada uno de los cuellos. "},"hi":{"ss":"(उसी लेख अनुसार ही) जादू-टूणे वाली माया।जीव पर जादू कर देती है।इसके गले में कई रंगों वाला धागा डाल देती है (भाव।विभिन्न तरीकों से माया इसे मोह लेती है)।","sts":"जादूगरनी माया अपना जादू करती है और प्रत्येक जीव की गर्दन पर बहुरंगी धागा डाल देती है।"}},"transliteration":{"english":"kaamaniaaree kaaman paae bahu ra(n)gee gal taagaa ||","hindi":"कामणिआरी कामण पाए बहु रंगी गलि तागा ॥","en":"kaamaniaaree kaaman paae bahu ra(n)gee gal taagaa ||","hi":"कामणिआरी कामण पाए बहु रंगी गलि तागा ॥","ipa":"kɑməɳɪəɑri kɑməɳ pɑee bəh rəŋGi Gəl t̪ɑGɑ.","ur":"کامݨآریِ کامݨ پااے بهُ رںگیِ گل تاگا ۔۔"},"pageNo":582,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25432,"shabadId":2198,"verse":{"gurmukhi":"hoCI miq BieAw mnu hoCw guVu sw mKI KwieAw ]","unicode":"ਹੋਛੀ ਮਤਿ ਭਇਆ ਮਨੁ ਹੋਛਾ ਗੁੜੁ ਸਾ ਮਖੀ ਖਾਇਆ ॥"},"larivaar":{"gurmukhi":"hoCImiqBieAwmnuhoCwguVuswmKIKwieAw]","unicode":"ਹੋਛੀਮਤਿਭਇਆਮਨੁਹੋਛਾਗੁੜੁਸਾਮਖੀਖਾਇਆ॥"},"translation":{"en":{"bdb":"Through shallow intellect, the mind becomes shallow, and one eats the fly, along with the sweets.","ms":"With the shallow intellect, mind becomes shallow and one eats fly too alongwith the sweets.","ssk":"Through shallow intellect, the mind becomes shallow, and one eats the fly, along with the sweets."},"pu":{"ss":{"gurmukhi":"jIv dI miq QoVH-ivqI ho jWdI hY, jIv dw mn QoVH-ivqw ho jWdw hY (Bwv, ies ivc ivqkrw qy myr-qyr Aw jWdy hn, Awpxy in`ky ijhy suArQ qoN bwhr vyK soc nhIN skdw), ijvyN m`KI guV KWdI hY (qy guV nwl cMbV ky hI mr jWdI hY, iqvyN jIv mwieAw nwl cMbV ky Awqmk mO","unicode":"ਜੀਵ ਦੀ ਮਤਿ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਜੀਵ ਦਾ ਮਨ ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇਸ ਵਿਚ ਵਿਤਕਰਾ ਤੇ ਮੇਰ-ਤੇਰ ਆ ਜਾਂਦੇ ਹਨ, ਆਪਣੇ ਨਿੱਕੇ ਜਿਹੇ ਸੁਅਰਥ ਤੋਂ ਬਾਹਰ ਵੇਖ ਸੋਚ ਨਹੀਂ ਸਕਦਾ), ਜਿਵੇਂ ਮੱਖੀ ਗੁੜ ਖਾਂਦੀ ਹੈ (ਤੇ ਗੁੜ ਨਾਲ ਚੰਬੜ ਕੇ ਹੀ ਮਰ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਜੀਵ ਮਾਇਆ ਨਾਲ ਚੰਬੜ ਕੇ ਆਤਮਕ ਮੌ"},"ft":{"gurmukhi":"(hoCI) hlkI, Bwv quC buiD kr ky mn BI hlkw ho rhw hY[ ibKy rUp guV ny so jIv mKI ko Kwie lIAw hY, Bwv ieh ik mKI guV Kwny jwqI hY Awgy aus myN pYr Ps kr mr jwqI hY, iqsI BWq jIv ibKy Bog krny jwqw hY Awgy Bog hI aus ko Bog lyqy hYN]","unicode":"(ਹੋਛੀ) ਹਲਕੀ, ਭਾਵ ਤੁਛ ਬੁਧਿ ਕਰ ਕੇ ਮਨ ਭੀ ਹਲਕਾ ਹੋ ਰਹਾ ਹੈ। ਬਿਖੇ ਰੂਪ ਗੁੜ ਨੇ ਸੋ ਜੀਵ ਮਖੀ ਕੋ ਖਾਇ ਲੀਆ ਹੈ, ਭਾਵ ਇਹ ਕਿ ਮਖੀ ਗੁੜ ਖਾਨੇ ਜਾਤੀ ਹੈ ਆਗੇ ਉਸ ਮੇਂ ਪੈਰ ਫਸ ਕਰ ਮਰ ਜਾਤੀ ਹੈ, ਤਿਸੀ ਭਾਂਤ ਜੀਵ ਬਿਖੇ ਭੋਗ ਕਰਨੇ ਜਾਤਾ ਹੈ ਆਗੇ ਭੋਗ ਹੀ ਉਸ ਕੋ ਭੋਗ ਲੇਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jIv dI miq QoVH-ivqI ho jWdI hY, jIv dw mn QoVH-ivqw ho jWdw hY (Bwv, ies ivc ivqkrw qy myr-qyr Aw jWdy hn, Awpxy in`ky ijhy suArQ qoN bwhr vyK soc nhIN skdw), ijvyN m`KI guV KWdI hY (qy guV nwl cMbV ky hI mr jWdI hY, iqvyN jIv mwieAw nwl cMbV ky Awqmk mO","unicode":"ਜੀਵ ਦੀ ਮਤਿ ਥੋੜ੍ਹ-ਵਿਤੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਜੀਵ ਦਾ ਮਨ ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇਸ ਵਿਚ ਵਿਤਕਰਾ ਤੇ ਮੇਰ-ਤੇਰ ਆ ਜਾਂਦੇ ਹਨ, ਆਪਣੇ ਨਿੱਕੇ ਜਿਹੇ ਸੁਅਰਥ ਤੋਂ ਬਾਹਰ ਵੇਖ ਸੋਚ ਨਹੀਂ ਸਕਦਾ), ਜਿਵੇਂ ਮੱਖੀ ਗੁੜ ਖਾਂਦੀ ਹੈ (ਤੇ ਗੁੜ ਨਾਲ ਚੰਬੜ ਕੇ ਹੀ ਮਰ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਜੀਵ ਮਾਇਆ ਨਾਲ ਚੰਬੜ ਕੇ ਆਤਮਕ ਮੌ"},"ms":{"gurmukhi":"SuhdI Akl nwl ic`q Suhdw ho jWdw hY Aqy ienswn im¤Ty dy nwl m`KI ƒ vI Kw jWdw hY[","unicode":"ਸ਼ੁਹਦੀ ਅਕਲ ਨਾਲ ਚਿੱਤ ਸ਼ੁਹਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਨਸਾਨ ਮਿੱਠੇ ਦੇ ਨਾਲ ਮੱਖੀ ਨੂੰ ਵੀ ਖਾ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Siendo de mente poco profunda, uno se come los dulces junto con la mosca."},"hi":{"ss":"(इस मोहनी माया के प्रभाव में ही) जीव की मति तुच्छ हो जाती है।जीव का मन छोटा रह जाता है (भाव।इसमें भेद भाव और तेर मेर आ जाती है।अपने छोटे से स्वार्थ से बाहर सोच नहीं सकता देख नहीं सकता)।जैसे मक्खी गुड़ खाती है (और गुड़ से चिपक के ही मर जाती है।वैसे ही जीव माया से चिपक के आत्मिक मौत मर जाता है)।","sts":"भष्ट बुद्धि से मन भ्रष्ट हो जाता है और मनुष्य मीठे के लालच में मक्खी को भी निगल लेता है।"}},"transliteration":{"english":"hochhee mat bhiaa man hochhaa guR saa makhee khaiaa ||","hindi":"होछी मति भइआ मनु होछा गुड़ु सा मखी खाइआ ॥","en":"hochhee mat bhiaa man hochhaa guR saa makhee khaiaa ||","hi":"होछी मति भइआ मनु होछा गुड़ु सा मखी खाइआ ॥","ipa":"hɔɕi mət̪ ɓɪɑ mən hɔɕɑ Gʊɽ sɑ məkʰi kʰɑɪɑ.","ur":"هوچھیِ مت بھایا من هوچھا گُڑ سا مکھیِ کھاایا ۔۔"},"pageNo":582,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25433,"shabadId":2198,"verse":{"gurmukhi":"nw mrjwdu AwieAw kil BIqir nWgo bMiD clwieAw ]3]","unicode":"ਨਾ ਮਰਜਾਦੁ ਆਇਆ ਕਲਿ ਭੀਤਰਿ ਨਾਂਗੋ ਬੰਧਿ ਚਲਾਇਆ ॥੩॥"},"larivaar":{"gurmukhi":"nwmrjwduAwieAwkilBIqirnWgobMiDclwieAw]3]","unicode":"ਨਾਮਰਜਾਦੁਆਇਆਕਲਿਭੀਤਰਿਨਾਂਗੋਬੰਧਿਚਲਾਇਆ॥੩॥"},"translation":{"en":{"bdb":"Contrary to custom, he comes into the Dark Age of Kali Yuga naked, and naked he is bound down and sent away again. ||3||","ms":"All-naked, against the social custom, the mortal comes into the world and naked is the bound down and despatched.","ssk":"Contrary to custom, he comes into the Dark Age of Kali Yuga naked, and naked he is bound down and sent away again. ||3||"},"pu":{"ss":{"gurmukhi":"jIv jgq ivc nMgw hI AwauNdw hY qy nMgw hI bMnH ky A`gy lw ilAw jWdw hY [3[","unicode":"ਜੀਵ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ ਨੰਗਾ ਹੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"klpnw myN jIau (nw mrjwdu) nMgw jnmw hY, qYsy hI iPr sMswr sy nMgw hI bMD ky qoirAw hY]3]","unicode":"ਕਲਪਨਾ ਮੇਂ ਜੀਉ (ਨਾ ਮਰਜਾਦੁ) ਨੰਗਾ ਜਨਮਾ ਹੈ, ਤੈਸੇ ਹੀ ਫਿਰ ਸੰਸਾਰ ਸੇ ਨੰਗਾ ਹੀ ਬੰਧ ਕੇ ਤੋਰਿਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"jIv jgq ivc nMgw hI AwauNdw hY qy nMgw hI bMnH ky A`gy lw ilAw jWdw hY [3[","unicode":"ਜੀਵ ਜਗਤ ਵਿਚ ਨੰਗਾ ਹੀ ਆਉਂਦਾ ਹੈ ਤੇ ਨੰਗਾ ਹੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"AlP nMgw jW mrXwdw dy ault pRwxI j`g AMdr AwauNdw hY Aqy nMgw hI auh nrV ky tor id`qw jWdw hY[","unicode":"ਅਲਫ ਨੰਗਾ ਜਾਂ ਮਰਯਾਦਾ ਦੇ ਉਲਟ ਪ੍ਰਾਣੀ ਜੱਗ ਅੰਦਰ ਆਉਂਦਾ ਹੈ ਅਤੇ ਨੰਗਾ ਹੀ ਉਹ ਨਰੜ ਕੇ ਟੋਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Sí, desnudo viene al mundo en la Edad oscura de Kali Yug, y desnudo se va. (3)"},"hi":{"ss":"जीव जगत में नंगा ही आता है और नंगा ही बाँध के आगे लगा लिया जाता है। 3।","sts":"मर्यादा के विपरीत नग्न ही मनुष्य दुनिया में जन्म लेकर आया था और नग्न ही वह बंधकर चला गया है।३॥"}},"transliteration":{"english":"naa marajaadh aaiaa kal bheetar naa(n)go ba(n)dh chalaiaa ||3||","hindi":"ना मरजादु आइआ कलि भीतरि नाँगो बंधि चलाइआ ॥३॥","en":"naa marajaadh aaiaa kal bheetar naa(n)go ba(n)dh chalaiaa ||3||","hi":"ना मरजादु आइआ कलि भीतरि नाँगो बंधि चलाइआ ॥३॥","ipa":"nɑ mərəd͡ʒɑd̪ əɑɪɑ kəl ɓit̪ər nɑⁿəGɔ bəŋt̪ə̀ t͡ʃəlɑɪɑ.3.","ur":"نا مرجاد آایا کل بھیِتر ناںگو بںدھ چلاایا ۔۔۳۔۔"},"pageNo":582,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25434,"shabadId":2198,"verse":{"gurmukhi":"bwbw rovhu jy iksY rovxw jwnIAVw bMiD pTwieAw hY ]","unicode":"ਬਾਬਾ ਰੋਵਹੁ ਜੇ ਕਿਸੈ ਰੋਵਣਾ ਜਾਨੀਅੜਾ ਬੰਧਿ ਪਠਾਇਆ ਹੈ ॥"},"larivaar":{"gurmukhi":"bwbwrovhujyiksYrovxwjwnIAVwbMiDpTwieAwhY]","unicode":"ਬਾਬਾਰੋਵਹੁਜੇਕਿਸੈਰੋਵਣਾਜਾਨੀਅੜਾਬੰਧਿਪਠਾਇਆਹੈ॥"},"translation":{"en":{"bdb":"O Baba, weep and mourn if you must; the beloved soul is bound and driven off.","ms":"O friend, weep if some one must weep, as the beloved soul is goaded on bound down.","ssk":"O Baba, weep and mourn if you must; the beloved soul is bound and driven off."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijs jIv dy ieQoN clwxy dw s`dw Aw jWdw hY, ro ro ky aus s`dy ƒ twl nhIN skIdw, ieh At`l inXm hY, pr iPr BI) jy iksy ny (ies s`dy ƒ twlx leI) roxw hI hY qW ro ky vyK lvo [ ipAwrw sMbMDI bMnH ky A`gy qor ilAw jWdw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਜੀਵ ਦੇ ਇਥੋਂ ਚਲਾਣੇ ਦਾ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋ ਰੋ ਕੇ ਉਸ ਸੱਦੇ ਨੂੰ ਟਾਲ ਨਹੀਂ ਸਕੀਦਾ, ਇਹ ਅਟੱਲ ਨਿਯਮ ਹੈ, ਪਰ ਫਿਰ ਭੀ) ਜੇ ਕਿਸੇ ਨੇ (ਇਸ ਸੱਦੇ ਨੂੰ ਟਾਲਣ ਲਈ) ਰੋਣਾ ਹੀ ਹੈ ਤਾਂ ਰੋ ਕੇ ਵੇਖ ਲਵੋ । ਪਿਆਰਾ ਸੰਬੰਧੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! ijs ko ronw hY, so rovhu, jo qumwrw (jwnIAVw) ipAwrw jIv Qw, so bWD kr ky qor lIAw hY]","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਕੋ ਰੋਨਾ ਹੈ, ਸੋ ਰੋਵਹੁ, ਜੋ ਤੁਮਾਰਾ (ਜਾਨੀਅੜਾ) ਪਿਆਰਾ ਜੀਵ ਥਾ, ਸੋ ਬਾਂਧ ਕਰ ਕੇ ਤੋਰ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (ijs jIv dy ieQoN clwxy dw s`dw Aw jWdw hY, ro ro ky aus s`dy ƒ twl nhIN skIdw, ieh At`l inXm hY, pr iPr BI) jy iksy ny (ies s`dy ƒ twlx leI) roxw hI hY qW ro ky vyK lvo [ ipAwrw sMbMDI bMnH ky A`gy qor ilAw jWdw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਸ ਜੀਵ ਦੇ ਇਥੋਂ ਚਲਾਣੇ ਦਾ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋ ਰੋ ਕੇ ਉਸ ਸੱਦੇ ਨੂੰ ਟਾਲ ਨਹੀਂ ਸਕੀਦਾ, ਇਹ ਅਟੱਲ ਨਿਯਮ ਹੈ, ਪਰ ਫਿਰ ਭੀ) ਜੇ ਕਿਸੇ ਨੇ (ਇਸ ਸੱਦੇ ਨੂੰ ਟਾਲਣ ਲਈ) ਰੋਣਾ ਹੀ ਹੈ ਤਾਂ ਰੋ ਕੇ ਵੇਖ ਲਵੋ । ਪਿਆਰਾ ਸੰਬੰਧੀ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਤੋਰ ਲਿਆ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hy im`qR! ivrlwp kro, jykr iksy ny zrUr ivrlwp krnw hY, ikauNik ipAwrI Awqmw j`kVI hoeI A¤gy DkI geI hY[","unicode":"ਹੇ ਮਿੱਤ੍ਰ! ਵਿਰਲਾਪ ਕਰੋ, ਜੇਕਰ ਕਿਸੇ ਨੇ ਜ਼ਰੂਰ ਵਿਰਲਾਪ ਕਰਨਾ ਹੈ, ਕਿਉਂਕਿ ਪਿਆਰੀ ਆਤਮਾ ਜੱਕੜੀ ਹੋਈ ਅੱਗੇ ਧਕੀ ਗਈ ਹੈ।"}},"es":{"sn":"Oh amigo, sufre si quieres, pues tu amiga, el Alma, está siendo sacada ahora, atada a su maldad."},"hi":{"ss":"हे भाई ! (जिस जीव को यहाँ से चले जाने का बुलावा आ जाता है।रो रो के उस बुलावे को टाला नहीं जा सकता।ये अटॅल नियम है।पर फिर भी) अगर किसी ने (इस बुलावे को टालने के लिए) रोना ही है तो रो-रो के देख ले।प्यारा संबन्धी बाँध के आगे चला दिया जाता है।","sts":"हे बाबा ! यदि किसी ने अवश्य ही विलाप करना है, तो विलाप कर लो क्योंकि जीवन-साथी आत्मा जकड़ी हुई परलोक में भेज दी गई है।"}},"transliteration":{"english":"baabaa rovahu je kisai rovanaa jaaneeaRaa ba(n)dh paThaiaa hai ||","hindi":"बाबा रोवहु जे किसै रोवणा जानीअड़ा बंधि पठाइआ है ॥","en":"baabaa rovahu je kisai rovanaa jaaneeaRaa ba(n)dh paThaiaa hai ||","hi":"बाबा रोवहु जे किसै रोवणा जानीअड़ा बंधि पठाइआ है ॥","ipa":"bɑbɑ rɔʋəh d͡ʒe kɪsæ rɔʋəɳɑ d͡ʒɑniəɽɑ bəŋt̪ə̀ pəʈʰɑɪɑ hæ.","ur":"بابا رووهُ جے کسَے رووݨا جانیِاڑا بںدھ پٹھاایا هَے ۔۔"},"pageNo":582,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25435,"shabadId":2198,"verse":{"gurmukhi":"iliKAVw lyKu n mytIAY dir hwkwrVw AwieAw hY ]","unicode":"ਲਿਖਿਅੜਾ ਲੇਖੁ ਨ ਮੇਟੀਐ ਦਰਿ ਹਾਕਾਰੜਾ ਆਇਆ ਹੈ ॥"},"larivaar":{"gurmukhi":"iliKAVwlyKunmytIAYdirhwkwrVwAwieAwhY]","unicode":"ਲਿਖਿਅੜਾਲੇਖੁਨਮੇਟੀਐਦਰਿਹਾਕਾਰੜਾਆਇਆਹੈ॥"},"translation":{"en":{"bdb":"The pre-ordained record of destiny cannot be erased; the summons has come from the Lord's Court.","ms":"The Lord's writ cannot be erased. The summons have come from the Lord's court.","ssk":"The pre-ordained record of destiny cannot be erased; the summons has come from the Lord's Court."},"pu":{"ss":{"gurmukhi":"(aus dy ieQoN kUc vwsqy prmwqmw dI drgwh dw) iliKAw hukm imtw nhIN skIdw, pRBU dy dr qoN s`dw Aw jWdw hY (auh s`dw Aim`t hY) [","unicode":"(ਉਸ ਦੇ ਇਥੋਂ ਕੂਚ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਦਾ) ਲਿਖਿਆ ਹੁਕਮ ਮਿਟਾ ਨਹੀਂ ਸਕੀਦਾ, ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ (ਉਹ ਸੱਦਾ ਅਮਿੱਟ ਹੈ) ।"},"ft":{"gurmukhi":"ikauNik ijs ky ilKy lyK ko imtwie nhIN skIqw hY, aus ky dr kw bulwvw AwieAw hY]","unicode":"ਕਿਉਂਕਿ ਜਿਸ ਕੇ ਲਿਖੇ ਲੇਖ ਕੋ ਮਿਟਾਇ ਨਹੀਂ ਸਕੀਤਾ ਹੈ, ਉਸ ਕੇ ਦਰ ਕਾ ਬੁਲਾਵਾ ਆਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"(aus dy ieQoN kUc vwsqy prmwqmw dI drgwh dw) iliKAw hukm imtw nhIN skIdw, pRBU dy dr qoN s`dw Aw jWdw hY (auh s`dw Aim`t hY) [","unicode":"(ਉਸ ਦੇ ਇਥੋਂ ਕੂਚ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਦਾ) ਲਿਖਿਆ ਹੁਕਮ ਮਿਟਾ ਨਹੀਂ ਸਕੀਦਾ, ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ (ਉਹ ਸੱਦਾ ਅਮਿੱਟ ਹੈ) ।"},"ms":{"gurmukhi":"ilKqI hukm myisAw nhIN jw skdw[ swihb dy drbwr qoN sdw AwieAw hY[","unicode":"ਲਿਖਤੀ ਹੁਕਮ ਮੇਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਸਾਹਿਬ ਦੇ ਦਰਬਾਰ ਤੋਂ ਸਦਾ ਆਇਆ ਹੈ।"}},"es":{"sn":"El Decreto del Señor no es borrado; el Llamado ha venido de la Corte del Señor. "},"hi":{"ss":"(उसके यहाँ से कूच करने के लिए परमात्मा की दरगाह का) लिखा हुकम मिटाया नहीं जा सकता।","sts":"लिखी हुई तकदीर को मिटाया नहीं जा सकता, प्रभु के दरबार से निमंत्रण आया है।"}},"transliteration":{"english":"likhiaRaa lekh na meTeeaai dhar haakaaraRaa aaiaa hai ||","hindi":"लिखिअड़ा लेखु न मेटीऐ दरि हाकारड़ा आइआ है ॥","en":"likhiaRaa lekh na meTeeaai dhar haakaaraRaa aaiaa hai ||","hi":"लिखिअड़ा लेखु न मेटीऐ दरि हाकारड़ा आइआ है ॥","ipa":"lɪkʰɪəɽɑ lekʰ nə meʈiæ d̪ər hɑkɑrəɽɑ əɑɪɑ hæ.","ur":"لِکھاڑا لےکھ ن مےٹیِاَے در هاکارڑا آایا هَے ۔۔"},"pageNo":582,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25436,"shabadId":2198,"verse":{"gurmukhi":"hwkwrw AwieAw jw iqsu BwieAw ruMny rovxhwry ]","unicode":"ਹਾਕਾਰਾ ਆਇਆ ਜਾ ਤਿਸੁ ਭਾਇਆ ਰੁੰਨੇ ਰੋਵਣਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"hwkwrwAwieAwjwiqsuBwieAwruMnyrovxhwry]","unicode":"ਹਾਕਾਰਾਆਇਆਜਾਤਿਸੁਭਾਇਆਰੁੰਨੇਰੋਵਣਹਾਰੇ॥"},"translation":{"en":{"bdb":"The messenger comes, when it pleases the Lord, and the mourners begin to mourn.","ms":"The messenger comes, when it pleases Him and the mourners begin to weep.","ssk":"The messenger comes, when it pleases the Lord, and the mourners begin to mourn."},"pu":{"ss":{"gurmukhi":"jdoN prmwqmw ƒ (AwpxI rzw ivc) cMgw l`gdw hY, qW (jIv vwsqy kUc dw) s`dw Aw jWdw hY, rox vwly sMbMDI roNdy hn [ ","unicode":"ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਾਂ (ਜੀਵ ਵਾਸਤੇ ਕੂਚ ਦਾ) ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋਣ ਵਾਲੇ ਸੰਬੰਧੀ ਰੋਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"jb iqs mwlk ko ACw lgw hY qb bulwvw AwieAw hY, rony hwry roqy hYN]ÇkOn roqy hYN?","unicode":"ਜਬ ਤਿਸ ਮਾਲਕ ਕੋ ਅਛਾ ਲਗਾ ਹੈ ਤਬ ਬੁਲਾਵਾ ਆਇਆ ਹੈ, ਰੋਨੇ ਹਾਰੇ ਰੋਤੇ ਹੈਂ॥☬ਕੌਨ ਰੋਤੇ ਹੈਂ?"},"bdb":{"gurmukhi":"jdoN prmwqmw ƒ (AwpxI rzw ivc) cMgw l`gdw hY, qW (jIv vwsqy kUc dw) s`dw Aw jWdw hY, rox vwly sMbMDI roNdy hn [ ","unicode":"ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਾਂ (ਜੀਵ ਵਾਸਤੇ ਕੂਚ ਦਾ) ਸੱਦਾ ਆ ਜਾਂਦਾ ਹੈ, ਰੋਣ ਵਾਲੇ ਸੰਬੰਧੀ ਰੋਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"jd aus ƒ cMgw l`gdw hY, hlkwrw Aw jWdw hY qy rox vwly rox l`g jWdy hn[","unicode":"ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਹਲਕਾਰਾ ਆ ਜਾਂਦਾ ਹੈ ਤੇ ਰੋਣ ਵਾਲੇ ਰੋਣ ਲੱਗ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"El mensajero vino de la Corte cuando tal fue la Voluntad del Señor, y quienes se tenían que afligir, "},"hi":{"ss":"प्रभू के दर से बुलावा आ जाता है (वह बुलावा अमिट है)। जब परमात्मा को (अपनी रजा में) अच्छा लगता है।तो (जीव के लिए जाने का) बुलावा आ जाता है।रोने वाले संबन्धी रोते हैं।","sts":"जब प्रभु को अच्छा लगा है, संदेशक आ गया है और रोने वाले रोने लग गए हैं।"}},"transliteration":{"english":"haakaaraa aaiaa jaa tis bhaiaa ru(n)ne rovanahaare ||","hindi":"हाकारा आइआ जा तिसु भाइआ रुँने रोवणहारे ॥","en":"haakaaraa aaiaa jaa tis bhaiaa ru(n)ne rovanahaare ||","hi":"हाकारा आइआ जा तिसु भाइआ रुँने रोवणहारे ॥","ipa":"hɑkɑrɑ əɑɪɑ d͡ʒɑ t̪ɪs ɓɑɪɑ rʊŋne rɔʋəɳəhɑre.","ur":"هاکارا آاآ جا تس بھاایا رُنّے رووݨهارے ۔۔"},"pageNo":582,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25437,"shabadId":2198,"verse":{"gurmukhi":"puq BweI BwqIjy rovih pRIqm Aiq ipAwry ]","unicode":"ਪੁਤ ਭਾਈ ਭਾਤੀਜੇ ਰੋਵਹਿ ਪ੍ਰੀਤਮ ਅਤਿ ਪਿਆਰੇ ॥"},"larivaar":{"gurmukhi":"puqBweIBwqIjyrovihpRIqmAiqipAwry]","unicode":"ਪੁਤਭਾਈਭਾਤੀਜੇਰੋਵਹਿਪ੍ਰੀਤਮਅਤਿਪਿਆਰੇ॥"},"translation":{"en":{"bdb":"Sons, brothers, nephews and very dear friends weep and wail.","ms":"Wail, the sons, brothers, nephews and the very dear intimates.","ssk":"Sons, brothers, nephews and very dear friends weep and wail."},"pu":{"ss":{"gurmukhi":"pu`qr, Brw, BqIjy, bVy ipAwry sMbMDI (sBy hI) roNdy hn [","unicode":"ਪੁੱਤਰ, ਭਰਾ, ਭਤੀਜੇ, ਬੜੇ ਪਿਆਰੇ ਸੰਬੰਧੀ (ਸਭੇ ਹੀ) ਰੋਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"byty BweI BqIjy AOr jo Aiq ipAwry pRIqm hYN, so sB roqy hYN]","unicode":"ਬੇਟੇ ਭਾਈ ਭਤੀਜੇ ਔਰ ਜੋ ਅਤਿ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਹੈਂ, ਸੋ ਸਭ ਰੋਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pu`qr, Brw, BqIjy, bVy ipAwry sMbMDI (sBy hI) roNdy hn [","unicode":"ਪੁੱਤਰ, ਭਰਾ, ਭਤੀਜੇ, ਬੜੇ ਪਿਆਰੇ ਸੰਬੰਧੀ (ਸਭੇ ਹੀ) ਰੋਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"pu`qR, Brw, vIrw, dy lVky Aqy prm muh`bqI Xwr ivrlwp krdy hn[","unicode":"ਪੁੱਤ੍ਰ, ਭਰਾ, ਵੀਰਾ, ਦੇ ਲੜਕੇ ਅਤੇ ਪਰਮ ਮੁਹੱਬਤੀ ਯਾਰ ਵਿਰਲਾਪ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"se afligieron. Los hijos, hermanos y sobrinos lloraron junto con los otros seres amados. "},"hi":{"ss":"पुत्र।भाई।भतीजे।बड़े प्यारे सम्बन्धी (सभी ही) रोते हैं।","sts":"पुत्र, भाई, भतीजे एवं अत्यंत प्यारे प्रीतम विलाप करते हैं।"}},"transliteration":{"english":"put bhaiee bhaateeje roveh preetam at piaare ||","hindi":"पुत भाई भातीजे रोवहि प्रीतम अति पिआरे ॥","en":"put bhaiee bhaateeje roveh preetam at piaare ||","hi":"पुत भाई भातीजे रोवहि प्रीतम अति पिआरे ॥","ipa":"pʊt̪ ɓɑei ɓɑt̪id͡ʒe rɔʋəh pɹit̪əm ət̪ pɪəɑre.","ur":"پُت بھاای بھاتیِجے رووه پریِتم ات پآرے ۔۔"},"pageNo":582,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25438,"shabadId":2198,"verse":{"gurmukhi":"BY rovY gux swir smwly ko mrY n muieAw nwly ]","unicode":"ਭੈ ਰੋਵੈ ਗੁਣ ਸਾਰਿ ਸਮਾਲੇ ਕੋ ਮਰੈ ਨ ਮੁਇਆ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"BYrovYguxswirsmwlykomrYnmuieAwnwly]","unicode":"ਭੈਰੋਵੈਗੁਣਸਾਰਿਸਮਾਲੇਕੋਮਰੈਨਮੁਇਆਨਾਲੇ॥"},"translation":{"en":{"bdb":"Let him weep, who weeps in the Fear of God, cherishing the virtues of God. No one dies with the dead.","ms":"None dies with the dead. Blessed is he, who cherishing the Lord's merits, weeps in His fear.","ssk":"Let him weep, who weeps in the Fear of God, cherishing the virtues of God. No one dies with the dead."},"pu":{"ss":{"gurmukhi":"jIv (kUc kr jwx vwly Awpxy sMbMDI dy ip`Cy dunIAw ivc vwprn vwly du`KW dy) shm ivc roNdw hY, qy aus dy guxW (suKW) ƒ muV muV cyqy krdw hY, pr kdy BI koeI jIv muey pRwxIAW dy nwl mrdw nhIN hY (jIaUxw hryk ƒ ipAwrw l`gdw hY, AweI qoN ibnw koeI mr BI nhIN sk","unicode":"ਜੀਵ (ਕੂਚ ਕਰ ਜਾਣ ਵਾਲੇ ਆਪਣੇ ਸੰਬੰਧੀ ਦੇ ਪਿੱਛੇ ਦੁਨੀਆ ਵਿਚ ਵਾਪਰਨ ਵਾਲੇ ਦੁੱਖਾਂ ਦੇ) ਸਹਮ ਵਿਚ ਰੋਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ (ਸੁਖਾਂ) ਨੂੰ ਮੁੜ ਮੁੜ ਚੇਤੇ ਕਰਦਾ ਹੈ, ਪਰ ਕਦੇ ਭੀ ਕੋਈ ਜੀਵ ਮੁਏ ਪ੍ਰਾਣੀਆਂ ਦੇ ਨਾਲ ਮਰਦਾ ਨਹੀਂ ਹੈ (ਜੀਊਣਾ ਹਰੇਕ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਆਈ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਰ ਭੀ ਨਹੀਂ ਸਕ"},"ft":{"gurmukhi":"mry ky swQ koeI nhIN mrqw ro kr ky cup kr jwqy hYN, prMqU jb Akwl purK ky BY kr ky AOr iqs ky guxoN kw ismrn kr ky rudn kry qb sRyst hY]","unicode":"ਮਰੇ ਕੇ ਸਾਥ ਕੋਈ ਨਹੀਂ ਮਰਤਾ ਰੋ ਕਰ ਕੇ ਚੁਪ ਕਰ ਜਾਤੇ ਹੈਂ, ਪਰੰਤੂ ਜਬ ਅਕਾਲ ਪੁਰਖ ਕੇ ਭੈ ਕਰ ਕੇ ਔਰ ਤਿਸ ਕੇ ਗੁਣੋਂ ਕਾ ਸਿਮਰਨ ਕਰ ਕੇ ਰੁਦਨ ਕਰੇ ਤਬ ਸ੍ਰੇਸਟ ਹੈ॥"},"bdb":{"gurmukhi":"jIv (kUc kr jwx vwly Awpxy sMbMDI dy ip`Cy dunIAw ivc vwprn vwly du`KW dy) shm ivc roNdw hY, qy aus dy guxW (suKW) ƒ muV muV cyqy krdw hY, pr kdy BI koeI jIv muey pRwxIAW dy nwl mrdw nhIN hY (jIaUxw hryk ƒ ipAwrw l`gdw hY, AweI qoN ibnw koeI mr BI nhIN sk","unicode":"ਜੀਵ (ਕੂਚ ਕਰ ਜਾਣ ਵਾਲੇ ਆਪਣੇ ਸੰਬੰਧੀ ਦੇ ਪਿੱਛੇ ਦੁਨੀਆ ਵਿਚ ਵਾਪਰਨ ਵਾਲੇ ਦੁੱਖਾਂ ਦੇ) ਸਹਮ ਵਿਚ ਰੋਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਗੁਣਾਂ (ਸੁਖਾਂ) ਨੂੰ ਮੁੜ ਮੁੜ ਚੇਤੇ ਕਰਦਾ ਹੈ, ਪਰ ਕਦੇ ਭੀ ਕੋਈ ਜੀਵ ਮੁਏ ਪ੍ਰਾਣੀਆਂ ਦੇ ਨਾਲ ਮਰਦਾ ਨਹੀਂ ਹੈ (ਜੀਊਣਾ ਹਰੇਕ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਆਈ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਰ ਭੀ ਨਹੀਂ ਸਕ"},"ms":{"gurmukhi":"koeI BI mirAW dy nwl nhIN mrdw[ mubwrk hY, auh jo sweIN dIAW KubIAW ƒ Xwd kr ky aus dy fr AMdr roNdw hY[","unicode":"ਕੋਈ ਭੀ ਮਰਿਆਂ ਦੇ ਨਾਲ ਨਹੀਂ ਮਰਦਾ। ਮੁਬਾਰਕ ਹੈ, ਉਹ ਜੋ ਸਾਈਂ ਦੀਆਂ ਖੁਬੀਆਂ ਨੂੰ ਯਾਦ ਕਰ ਕੇ ਉਸ ਦੇ ਡਰ ਅੰਦਰ ਰੋਂਦਾ ਹੈ।"}},"es":{"sn":"Pero nadie se muere con los muertos, y sólo está enamorado quien alaba los Méritos del Señor y llora en Reverencia a Él."},"hi":{"ss":"जीव (कूच कर जाने वाले अपने सम्बन्धी के पीछे दुनिया में घटित होने वाले दुखों के) सहम में रोता है।और उसके गुणों (सुखों) को बार-बार याद करता है।पर कभी भी कोई जीव मरे हुए प्राणियों के साथ मरता नहीं है (जीना हरेक को प्यारा लगता है।आई के बिना कोई मर भी नहीं सकता)।","sts":"मृतक के साथ कोई भी नहीं मरता, जो प्रभु के गुणों को स्मरण करके उसके भय में रोता है, वह भला है।"}},"transliteration":{"english":"bhai rovai gun saar samaale ko marai na muiaa naale ||","hindi":"भै रोवै गुण सारि समाले को मरै न मुइआ नाले ॥","en":"bhai rovai gun saar samaale ko marai na muiaa naale ||","hi":"भै रोवै गुण सारि समाले को मरै न मुइआ नाले ॥","ipa":"ɓæ rɔʋæ Gʊɳ sɑr səmɑle kɔ məræ nə mʊɪɑ nɑle.","ur":"بھَے رووَے گُݨ سار سمالے کو مرَے ن مُایا نالے ۔۔"},"pageNo":582,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25439,"shabadId":2198,"verse":{"gurmukhi":"nwnk juig juig jwx isjwxw rovih scu smwly ]4]5]","unicode":"ਨਾਨਕ ਜੁਗਿ ਜੁਗਿ ਜਾਣ ਸਿਜਾਣਾ ਰੋਵਹਿ ਸਚੁ ਸਮਾਲੇ ॥੪॥੫॥"},"larivaar":{"gurmukhi":"nwnkjuigjuigjwxisjwxwrovihscusmwly]4]5]","unicode":"ਨਾਨਕਜੁਗਿਜੁਗਿਜਾਣਸਿਜਾਣਾਰੋਵਹਿਸਚੁਸਮਾਲੇ॥੪॥੫॥"},"translation":{"en":{"bdb":"O Nanak, throughout the ages, they are known as wise, who weep, remembering the True Lord. ||4||5||","ms":"Nanak, they who wail by remembering the True Lord, are deemed wise all the ages through.","ssk":"O Nanak, throughout the ages, they are known as wise, who weep, remembering the True Lord. ||4||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (ieh mrn qy jMmx dw islislw qW jwrI hI rihxw hY) auh bMdy sdw hI mhw isAwxy hn jo sdw-iQr-pRBU dy gux ihrdy ivc vsw ky mwieAw dy moh vloN auprwm hMudy hn [4[5[","unicode":"ਹੇ ਨਾਨਕ! (ਇਹ ਮਰਨ ਤੇ ਜੰਮਣ ਦਾ ਸਿਲਸਿਲਾ ਤਾਂ ਜਾਰੀ ਹੀ ਰਹਿਣਾ ਹੈ) ਉਹ ਬੰਦੇ ਸਦਾ ਹੀ ਮਹਾ ਸਿਆਣੇ ਹਨ ਜੋ ਸਦਾ-ਥਿਰ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੰੁਦੇ ਹਨ ।੪।੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo scw nwm (smwly) icMqn krqy hYN soeI jugoN jugoN myN isAwxw jwxo]4]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਸਚਾ ਨਾਮ (ਸਮਾਲੇ) ਚਿੰਤਨ ਕਰਤੇ ਹੈਂ ਸੋਈ ਜੁਗੋਂ ਜੁਗੋਂ ਮੇਂ ਸਿਆਣਾ ਜਾਣੋ॥੪॥੫॥"},"bdb":{"gurmukhi":"hy nwnk! (ieh mrn qy jMmx dw islislw qW jwrI hI rihxw hY) auh bMdy sdw hI mhw isAwxy hn jo sdw-iQr-pRBU dy gux ihrdy ivc vsw ky mwieAw dy moh vloN auprwm hMudy hn [4[5[","unicode":"ਹੇ ਨਾਨਕ! (ਇਹ ਮਰਨ ਤੇ ਜੰਮਣ ਦਾ ਸਿਲਸਿਲਾ ਤਾਂ ਜਾਰੀ ਹੀ ਰਹਿਣਾ ਹੈ) ਉਹ ਬੰਦੇ ਸਦਾ ਹੀ ਮਹਾ ਸਿਆਣੇ ਹਨ ਜੋ ਸਦਾ-ਥਿਰ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੰੁਦੇ ਹਨ ।੪।੫।"},"ms":{"gurmukhi":"nwnk, jo s¤cy swihb ƒ Xwd krdy roNdy hn, auh swirAW Xu`gW AMdr isAwxy jwxy jWdy hn[","unicode":"ਨਾਨਕ, ਜੋ ਸੱਚੇ ਸਾਹਿਬ ਨੂੰ ਯਾਦ ਕਰਦੇ ਰੋਂਦੇ ਹਨ, ਉਹ ਸਾਰਿਆਂ ਯੁੱਗਾਂ ਅੰਦਰ ਸਿਆਣੇ ਜਾਣੇ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Dice Nanak, aquéllos que aman el Verdadero Nombre son los sabios en cada época; así es que vengan y en Su Reverencia obtengan la Verdad del Señor. (4-5)"},"hi":{"ss":"हे नानक ! (ये मरने और पैदा होने का सिलसिला तो जारी ही रहना है) वे लोग सदा ही बहुत समझदार हैं जो सदा-स्थिर-प्रभू के गुण हृदय में बसा के माया के मोह से उपराम रहते हैं। 4। 5।","sts":"हे नानक ! जो परमात्मा का नाम-स्मरण करते हुए रोते हैं, वे युग-युगान्तरों में बुद्धिमान समझे जाते हैं।॥ ४॥ ५॥"}},"transliteration":{"english":"naanak jug jug jaan sijaanaa roveh sach samaale ||4||5||","hindi":"नानक जुगि जुगि जाण सिजाणा रोवहि सचु समाले ॥४॥५॥","en":"naanak jug jug jaan sijaanaa roveh sach samaale ||4||5||","hi":"नानक जुगि जुगि जाण सिजाणा रोवहि सचु समाले ॥४॥५॥","ipa":"nɑnək d͡ʒʊG d͡ʒʊG d͡ʒɑɳ sɪd͡ʒɑɳɑ rɔʋəh sət͡ʃ səmɑle.4.5.","ur":"نانک جُگ جُگ جاݨ سجاݨا رووه سچ سمالے ۔۔۴۔۔۵۔۔"},"pageNo":582,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25440,"shabadId":2199,"verse":{"gurmukhi":"vfhMsu mhlw 3 mhlw qIjw","unicode":"ਵਡਹੰਸੁ ਮਹਲਾ ੩ ਮਹਲਾ ਤੀਜਾ"},"larivaar":{"gurmukhi":"vfhMsumhlw3mhlwqIjw","unicode":"ਵਡਹੰਸੁਮਹਲਾ੩ਮਹਲਾਤੀਜਾ"},"translation":{"en":{"bdb":"Wadahans, Third Mehla:","ms":"Wadhans 3rd Guru.","ssk":"Wadahans, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vfhMs qIjI pwiqSwhI[","unicode":"ਵਡਹੰਸ ਤੀਜੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Wadajans, Mejl Guru Amar Das, Tercer Canal Divino."},"hi":{"ss":"","sts":"वडहंसु महला ३ महला तीजा"}},"transliteration":{"english":"vaddaha(n)s mahalaa teejaa mahalaa teejaa","hindi":"वडहंसु महला ३ महला तीजा","en":"vaddaha(n)s mahalaa teejaa mahalaa teejaa","hi":"वडहंसु महला ३ महला तीजा","ipa":"ʋəɖəhəŋs məhəlɑ t̪id͡ʒɑ məhəlɑ t̪id͡ʒɑ","ur":"وڈهںس مهلا ۳ مهلا تیِجا"},"pageNo":582,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25441,"shabadId":2199,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God. By True Guru's grace, He is obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw, auh pwieAw jWdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador del Universo, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ईश्वर एक है, जिसे सतगुरु की कृपा से पाया जा सकता है।"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":582,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25442,"shabadId":2199,"verse":{"gurmukhi":"pRBu scVw hir swlwhIAY kwrju sBu ikCu krxY jogu ]","unicode":"ਪ੍ਰਭੁ ਸਚੜਾ ਹਰਿ ਸਾਲਾਹੀਐ ਕਾਰਜੁ ਸਭੁ ਕਿਛੁ ਕਰਣੈ ਜੋਗੁ ॥"},"larivaar":{"gurmukhi":"pRBuscVwhirswlwhIAYkwrjusBuikCukrxYjogu]","unicode":"ਪ੍ਰਭੁਸਚੜਾਹਰਿਸਾਲਾਹੀਐਕਾਰਜੁਸਭੁਕਿਛੁਕਰਣੈਜੋਗੁ॥"},"translation":{"en":{"bdb":"Praise God, the True Lord; He is all-powerful to do all things.","ms":"Praise thou the True Lord God. He is Omnipotent to do all the affairs.","ssk":"Praise God, the True Lord; He is all-powerful to do all things."},"pu":{"ss":{"gurmukhi":"hy BweI! sdw kwiem rihx vwly hir-pRBU dI is&iq-swlwh krnI cwhIdI hY, auh sB kuJ hryk kMm krn dI smrQw r`Kx vwlw hY [","unicode":"ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਹਰੇਕ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"iqs scy pRBU kI (swlwhIAY) soBw krIey jo sB kwrj krny ky (jog) lwiek hY]","unicode":"ਤਿਸ ਸਚੇ ਪ੍ਰਭੂ ਕੀ (ਸਾਲਾਹੀਐ) ਸੋਭਾ ਕਰੀਏ ਜੋ ਸਭ ਕਾਰਜ ਕਰਨੇ ਕੇ (ਜੋਗ) ਲਾਇਕ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! sdw kwiem rihx vwly hir-pRBU dI is&iq-swlwh krnI cwhIdI hY, auh sB kuJ hryk kMm krn dI smrQw r`Kx vwlw hY [","unicode":"ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਹਰੇਕ ਕੰਮ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਣ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM s¤cy suAwmI vwihgurU dI is&q kr[ auh swry kMm-kwr krn ƒ smrQ hY[","unicode":"ਤੂੰ ਸੱਚੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫ਼ਤ ਕਰ। ਉਹ ਸਾਰੇ ਕੰਮ-ਕਾਰ ਕਰਨ ਨੂੰ ਸਮਰਥ ਹੈ।"}},"es":{"sn":"Alaba a tu Señor Verdadero y Todopoderoso; entonces, oh novia, nunca enviudarás ni sufrirás dolor. "},"hi":{"ss":"हे भाई ! सदा कायम रहने वाले हरी-प्रभू की सिफत सालाह करनी चाहिए।वह सब कुछ हरेक काम करने की समर्था रखने वाला है।","sts":"हे जीव ! सच्चे हरि-प्रभु की स्तुति करनी चाहिए, चूंकि वह सबकुछ करने में समर्थ है।"}},"transliteration":{"english":"prabh sachaRaa har saalaaheeaai kaaraj sabh kichh karanai jog ||","hindi":"प्रभु सचड़ा हरि सालाहीऐ कारजु सभु किछु करणै जोगु ॥","en":"prabh sachaRaa har saalaaheeaai kaaraj sabh kichh karanai jog ||","hi":"प्रभु सचड़ा हरि सालाहीऐ कारजु सभु किछु करणै जोगु ॥","ipa":"pɹəɓ sət͡ʃəɽɑ hər sɑlɑhiæ kɑrəd͡ʒ səɓ kɪɕ kərəɳæ d͡ʒɔG.","ur":"پربھ سچڑا هر سالاهیِاَے کارج سبھ کچھ کرݨَے جوگ ۔۔"},"pageNo":582,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25443,"shabadId":2199,"verse":{"gurmukhi":"sw Dn rMf n kbhU bYseI nw kdy hovY sogu ]","unicode":"ਸਾ ਧਨ ਰੰਡ ਨ ਕਬਹੂ ਬੈਸਈ ਨਾ ਕਦੇ ਹੋਵੈ ਸੋਗੁ ॥"},"larivaar":{"gurmukhi":"swDnrMfnkbhUbYseInwkdyhovYsogu]","unicode":"ਸਾਧਨਰੰਡਨਕਬਹੂਬੈਸਈਨਾਕਦੇਹੋਵੈਸੋਗੁ॥"},"translation":{"en":{"bdb":"The soul-bride shall never be a widow, and she shall never have to endure suffering.","ms":"That bride sits not as a widow ever and never suffers she any sorrow.","ssk":"The soul-bride shall never be a widow, and she shall never have to endure suffering."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs jIv-iesq®I ny isrjxhwr pRIqm-pRBU nwl fUMGI sWJ pw leI, jyhVI jIv iesq®I aus pRBU dI Awqmk jIvn dyx vwlI bwxI aucwrdI hY","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਜੇਹੜੀ ਜੀਵ ਇਸਤ੍ਰੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦੀ ਹੈ"},"ft":{"gurmukhi":"jo Awpny ipAwry kI soBw krqI hY, so (Dn) iesqRI jIv kbI rMfI nhIN hoqI hY nw aus ko kBI sok hI hoqw hY]","unicode":"ਜੋ ਆਪਨੇ ਪਿਆਰੇ ਕੀ ਸੋਭਾ ਕਰਤੀ ਹੈ, ਸੋ (ਧਨ) ਇਸਤ੍ਰੀ ਜੀਵ ਕਬੀ ਰੰਡੀ ਨਹੀਂ ਹੋਤੀ ਹੈ ਨਾ ਉਸ ਕੋ ਕਭੀ ਸੋਕ ਹੀ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijs jIv-iesq®I ny isrjxhwr pRIqm-pRBU nwl fUMGI sWJ pw leI, jyhVI jIv iesq®I aus pRBU dI Awqmk jIvn dyx vwlI bwxI aucwrdI hY","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਜੇਹੜੀ ਜੀਵ ਇਸਤ੍ਰੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦੀ ਹੈ"},"ms":{"gurmukhi":"auh, pqnI kdwicq ivDvw ho nhIN bihMdI qy nW hI kdy aus ƒ gm vwprdw hY[","unicode":"ਉਹ, ਪਤਨੀ ਕਦਾਚਿਤ ਵਿਧਵਾ ਹੋ ਨਹੀਂ ਬਹਿੰਦੀ ਤੇ ਨਾਂ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਗਮ ਵਾਪਰਦਾ ਹੈ।"}},"es":{"sn":"Ella no sufre penas, goza del Éxtasis y vive en la Presencia del Señor, el Diseñador de su Destino."},"hi":{"ss":"हे भाई ! जिस जीव-स्त्री ने सृजनहार प्रीतम प्रभू से गहरी सांझ डाल ली।जो जीव-स्त्री उस प्रभू की आत्मिक जीवन देने वाली बाणी उच्चारती है।वह जीव-स्त्री कभी पति-हीन नहीं होती।ना ही उसे कोई चिंता व्याप्तती है।","sts":"जो स्त्री पति-प्रभु का यशगान करती है, वह कदापि विधवा नहीं होती और न ही कभी उसे संताप होता है।"}},"transliteration":{"english":"saa dhan ra(n)dd na kabahoo baisiee naa kadhe hovai sog ||","hindi":"सा धन रंड न कबहू बैसई ना कदे होवै सोगु ॥","en":"saa dhan ra(n)dd na kabahoo baisiee naa kadhe hovai sog ||","hi":"सा धन रंड न कबहू बैसई ना कदे होवै सोगु ॥","ipa":"sɑ t̪ən rəŋɖ nə kəbəhu bæsei nɑ kəd̪e hɔʋæ sɔG.","ur":"سا دھن رںڈ ن کبهُو بَےسای نا کدے هووَے سوگ ۔۔"},"pageNo":582,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25444,"shabadId":2199,"verse":{"gurmukhi":"nw kdy hovY sogu Anidnu rs Bog sw Dn mhil smwxI ]","unicode":"ਨਾ ਕਦੇ ਹੋਵੈ ਸੋਗੁ ਅਨਦਿਨੁ ਰਸ ਭੋਗ ਸਾ ਧਨ ਮਹਲਿ ਸਮਾਣੀ ॥"},"larivaar":{"gurmukhi":"nwkdyhovYsoguAnidnursBogswDnmhilsmwxI]","unicode":"ਨਾਕਦੇਹੋਵੈਸੋਗੁਅਨਦਿਨੁਰਸਭੋਗਸਾਧਨਮਹਲਿਸਮਾਣੀ॥"},"translation":{"en":{"bdb":"She shall never suffer - night and day, she enjoys pleasures; that soul-bride merges in the Mansion of her Lord's Presence.","ms":"The bride abides in her Lord's mansion, She suffers not sorrow ever and, night and day, she enjoys bliss.","ssk":"She shall never suffer - night and day, she enjoys pleasures; that soul-bride merges in the Mansion of her Lord's Presence."},"pu":{"ss":{"gurmukhi":"auh jIv-iesq®I kdy in-KsmI nhIN hMudI, nwh hI kdy aus ƒ koeI icMqw ivAwpdI hY","unicode":"ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੰੁਦੀ, ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ"},"ft":{"gurmukhi":"so (Dn) iesqRI Apny DnI ky mhl myN (smwxI) bYTI hUeI hY, rwq idn sog sy rhq ho kr AwnMd ko BogqI hY]","unicode":"ਸੋ (ਧਨ) ਇਸਤ੍ਰੀ ਅਪਨੇ ਧਨੀ ਕੇ ਮਹਲ ਮੇਂ (ਸਮਾਣੀ) ਬੈਠੀ ਹੂਈ ਹੈ, ਰਾਤ ਦਿਨ ਸੋਗ ਸੇ ਰਹਤ ਹੋ ਕਰ ਆਨੰਦ ਕੋ ਭੋਗਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"auh jIv-iesq®I kdy in-KsmI nhIN hMudI, nwh hI kdy aus ƒ koeI icMqw ivAwpdI hY","unicode":"ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੰੁਦੀ, ਨਾਹ ਹੀ ਕਦੇ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਵਿਆਪਦੀ ਹੈ"},"ms":{"gurmukhi":"pqnI Awpxy sweIN dy mMdr AMdr vsdI hY[ aus ƒ kdwicq APsos nhIN huMdw Aqy rwq idn auh AnMd mwxdI hY[","unicode":"ਪਤਨੀ ਆਪਣੇ ਸਾਈਂ ਦੇ ਮੰਦਰ ਅੰਦਰ ਵਸਦੀ ਹੈ। ਉਸ ਨੂੰ ਕਦਾਚਿਤ ਅਫਸੋਸ ਨਹੀਂ ਹੁੰਦਾ ਅਤੇ ਰਾਤ ਦਿਨ ਉਹ ਅਨੰਦ ਮਾਣਦੀ ਹੈ।"}},"es":{"sn":"Prueba el dulce Néctar de la Palabra, "},"hi":{"ss":"उसे कभी कोई ग़म नहीं व्याप्तता।वह हर वक्त परमात्मा का नाम-रस का आनंद लेती है।और सदा प्रभू के चरणों में लीन रहती है।","sts":"वह अपने पति-प्रभु के चरणों में रहती है, उसे कदाचित शोक नहीं होता और वह रात-दिन आनंद का उपभोग करती है।"}},"transliteration":{"english":"naa kadhe hovai sog anadhin ras bhog saa dhan mahal samaanee ||","hindi":"ना कदे होवै सोगु अनदिनु रस भोग सा धन महलि समाणी ॥","en":"naa kadhe hovai sog anadhin ras bhog saa dhan mahal samaanee ||","hi":"ना कदे होवै सोगु अनदिनु रस भोग सा धन महलि समाणी ॥","ipa":"nɑ kəd̪e hɔʋæ sɔG ənəd̪ɪn rəs ɓɔG sɑ t̪ən məhəl səmɑɳi.","ur":"نا کدے هووَے سوگ اندن رس بھوگ سا دھن مهل سماݨیِ ۔۔"},"pageNo":582,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25445,"shabadId":2199,"verse":{"gurmukhi":"ijin ipRau jwqw krm ibDwqw boly AMimRq bwxI ]","unicode":"ਜਿਨਿ ਪ੍ਰਿਉ ਜਾਤਾ ਕਰਮ ਬਿਧਾਤਾ ਬੋਲੇ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ॥"},"larivaar":{"gurmukhi":"ijinipRaujwqwkrmibDwqwbolyAMimRqbwxI]","unicode":"ਜਿਨਿਪ੍ਰਿਉਜਾਤਾਕਰਮਬਿਧਾਤਾਬੋਲੇਅੰਮ੍ਰਿਤਬਾਣੀ॥"},"translation":{"en":{"bdb":"She knows her Beloved, the Architect of karma, and she speaks words of ambrosial sweetness.","ms":"She, who knows her Beloved, the Destiny Builder, utters the Nectar sweet words.","ssk":"She knows her Beloved, the Architect of karma, and she speaks words of ambrosial sweetness."},"pu":{"ss":{"gurmukhi":"aus ƒ kdy koeI Zm nhIN ivAwpdw, auh hr vyly prmwqmw dw nwm-rs mwxdI hY, qy sdw pRBU dy crnW ivc lIn rihMdI hY [","unicode":"ਉਸ ਨੂੰ ਕਦੇ ਕੋਈ ਗ਼ਮ ਨਹੀਂ ਵਿਆਪਦਾ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਮਾਣਦੀ ਹੈ, ਤੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"AYsI jo (Dn) jgÎwsU rUp iesqRI ijs ny krm ibDwqw pRBU ko jwnw hY, so AMimRq bwnI bolqI hY]","unicode":"ਐਸੀ ਜੋ (ਧਨ) ਜਗ੍ਯਾਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਜਿਸ ਨੇ ਕਰਮ ਬਿਧਾਤਾ ਪ੍ਰਭੂ ਕੋ ਜਾਨਾ ਹੈ, ਸੋ ਅੰਮ੍ਰਿਤ ਬਾਨੀ ਬੋਲਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"aus ƒ kdy koeI Zm nhIN ivAwpdw, auh hr vyly prmwqmw dw nwm-rs mwxdI hY, qy sdw pRBU dy crnW ivc lIn rihMdI hY [","unicode":"ਉਸ ਨੂੰ ਕਦੇ ਕੋਈ ਗ਼ਮ ਨਹੀਂ ਵਿਆਪਦਾ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਮਾਣਦੀ ਹੈ, ਤੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jo pRwlBD bxwaux vwly Awpxy pRIqm ƒ jwxdI hY, auh AMimRq vrgy bcn boldI hY[","unicode":"ਜੋ ਪ੍ਰਾਲਭਧ ਬਣਾਉਣ ਵਾਲੇ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਜਾਣਦੀ ਹੈ, ਉਹ ਅੰਮ੍ਰਿਤ ਵਰਗੇ ਬਚਨ ਬੋਲਦੀ ਹੈ।"}},"es":{"sn":"logra el mérito de la Virtud y con el Señor enaltecido en su mente, "},"hi":{"ss":"","sts":"जो जीव-स्त्री अपने प्रिय कर्मविधाता को जानती है, वह अमृत वाणी बोलती है।"}},"transliteration":{"english":"jin priau jaataa karam bidhaataa bole a(n)mirat baanee ||","hindi":"जिनि पृउ जाता करम बिधाता बोले अंमृत बाणी ॥","en":"jin priau jaataa karam bidhaataa bole a(n)mirat baanee ||","hi":"जिनि पृउ जाता करम बिधाता बोले अंमृत बाणी ॥","ipa":"d͡ʒɪn pɪɹo d͡ʒɑt̪ɑ kərəm bɪt̪ɑt̪ɑ bɔle əŋmɪɹət̪ bɑɳi.","ur":"جٍن پرا جاتا کرم بدھاتا بولے اںمرت باݨیِ ۔۔"},"pageNo":582,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25446,"shabadId":2199,"verse":{"gurmukhi":"guxvMqIAw gux swrih Apxy kMq smwlih nw kdy lgY ivjogo ]","unicode":"ਗੁਣਵੰਤੀਆ ਗੁਣ ਸਾਰਹਿ ਅਪਣੇ ਕੰਤ ਸਮਾਲਹਿ ਨਾ ਕਦੇ ਲਗੈ ਵਿਜੋਗੋ ॥"},"larivaar":{"gurmukhi":"guxvMqIAwguxswrihApxykMqsmwlihnwkdylgYivjogo]","unicode":"ਗੁਣਵੰਤੀਆਗੁਣਸਾਰਹਿਅਪਣੇਕੰਤਸਮਾਲਹਿਨਾਕਦੇਲਗੈਵਿਜੋਗੋ॥"},"translation":{"en":{"bdb":"The virtuous soul-brides dwell on the Lord's virtues; they keep their Husband Lord in their remembrance, and so they never suffer separation from Him.","ms":"The virtuous brides, who remember their Spouse and think of His merits, suffer not separation from Him, ever.","ssk":"The virtuous soul-brides dwell on the Lord's virtues; they keep their Husband Lord in their remembrance, and so they never suffer separation from Him."},"pu":{"ss":{"gurmukhi":"hy BweI! guxW vwlIAW jIv-iesq®IAW prmwqmw dy gux cyqy krdIAW rihMdIAW hn, pRBU-Ksm ƒ Awpxy ihrdy ivc vsweI r`KdIAW hn, auhnW ƒ prmwqmw nwloN kdy ivCoVw nhIN hMudw [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਣਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ-ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੰੁਦਾ । "},"ft":{"gurmukhi":"jo guxvMqI ho kr guxoN ko (swrih) sMmwlqI hY AO Apny kMq ko ismrqI hY, iqs ko ibjog kw duK kbI nhIN lgqw hY]","unicode":"ਜੋ ਗੁਣਵੰਤੀ ਹੋ ਕਰ ਗੁਣੋਂ ਕੋ (ਸਾਰਹਿ) ਸੰਮਾਲਤੀ ਹੈ ਔ ਅਪਨੇ ਕੰਤ ਕੋ ਸਿਮਰਤੀ ਹੈ, ਤਿਸ ਕੋ ਬਿਜੋਗ ਕਾ ਦੁਖ ਕਬੀ ਨਹੀਂ ਲਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! guxW vwlIAW jIv-iesq®IAW prmwqmw dy gux cyqy krdIAW rihMdIAW hn, pRBU-Ksm ƒ Awpxy ihrdy ivc vsweI r`KdIAW hn, auhnW ƒ prmwqmw nwloN kdy ivCoVw nhIN hMudw [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਣਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ-ਖਸਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੰੁਦਾ । "},"ms":{"gurmukhi":"nyk pqnIAW dw, jo Awpxy pqI ƒ ismrdIAW hn qy aus dIAW KUbIAW ƒ Xwd krdIAW hn, aunHW dw kdwicq aus nwloN ivCoVw nhIN huMdw[","unicode":"ਨੇਕ ਪਤਨੀਆਂ ਦਾ, ਜੋ ਆਪਣੇ ਪਤੀ ਨੂੰ ਸਿਮਰਦੀਆਂ ਹਨ ਤੇ ਉਸ ਦੀਆਂ ਖੂਬੀਆਂ ਨੂੰ ਯਾਦ ਕਰਦੀਆਂ ਹਨ, ਉਨ੍ਹਾਂ ਦਾ ਕਦਾਚਿਤ ਉਸ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"nunca más sufre los dolores de la separación."},"hi":{"ss":"हे भाई ! गुणवान जीव-सि्त्रयां परमात्मा के गुणों को याद करती रहती हैं।पति-प्रभू को अपने हृदय में बसाए रखती हैं।उनका परमात्मा से कभी विछोड़ा नहीं होता।","sts":"गुणवान जीव-स्त्रियाँ अपने पति-प्रभु के गुणों का चिन्तन करती रहती हैं एवं उसे याद करती रहती हैं और उनका अपने पति-परमेश्वर से कभी वियोग नहीं होता।"}},"transliteration":{"english":"gunava(n)teeaa gun saareh apane ka(n)t samaaleh naa kadhe lagai vijogo ||","hindi":"गुणवंतीआ गुण सारहि अपणे कंत समालहि ना कदे लगै विजोगो ॥","en":"gunava(n)teeaa gun saareh apane ka(n)t samaaleh naa kadhe lagai vijogo ||","hi":"गुणवंतीआ गुण सारहि अपणे कंत समालहि ना कदे लगै विजोगो ॥","ipa":"Gʊɳəʋəŋt̪iəɑ Gʊɳ sɑrəh əpəɳe kəŋt̪ səmɑləh nɑ kəd̪e ləGæ ʋɪd͡ʒɔGɔ.","ur":"گُݨوںتیِآ گُݨ ساره اپݨے کںت سماله نا کدے لگَے وجوگو ۔۔"},"pageNo":582,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25447,"shabadId":2199,"verse":{"gurmukhi":"scVw ipru swlwhIAY sBu ikCu krxY jogo ]1]","unicode":"ਸਚੜਾ ਪਿਰੁ ਸਾਲਾਹੀਐ ਸਭੁ ਕਿਛੁ ਕਰਣੈ ਜੋਗੋ ॥੧॥"},"larivaar":{"gurmukhi":"scVwipruswlwhIAYsBuikCukrxYjogo]1]","unicode":"ਸਚੜਾਪਿਰੁਸਾਲਾਹੀਐਸਭੁਕਿਛੁਕਰਣੈਜੋਗੋ॥੧॥"},"translation":{"en":{"bdb":"So praise your True Husband Lord, who is all-powerful to do all things. ||1||","ms":"Eulogise thou, thy True Groom, who is Omnipotent to do all the things.","ssk":"So praise your True Husband Lord, who is all-powerful to do all things. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! aus sdw-iQr rihx vwly pRBU-pqI dI is&iq-swlwh krnI cwhIdI hY, auh pRBU sB kuJ krn dI qwkq r`Kdw hY [1[","unicode":"ਹੇ ਭਾਈ! ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"ies sy jo scw pqI sB ikC krny lwiek hY iqs ko slwhqy rhIey]1]","unicode":"ਇਸ ਸੇ ਜੋ ਸਚਾ ਪਤੀ ਸਭ ਕਿਛ ਕਰਨੇ ਲਾਇਕ ਹੈ ਤਿਸ ਕੋ ਸਲਾਹਤੇ ਰਹੀਏ॥੧॥"},"bdb":{"gurmukhi":"hy BweI! aus sdw-iQr rihx vwly pRBU-pqI dI is&iq-swlwh krnI cwhIdI hY, auh pRBU sB kuJ krn dI qwkq r`Kdw hY [1[","unicode":"ਹੇ ਭਾਈ! ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"qUM Awpxy s¤cy kMq dI kIrqI kr, jo swrw kuJ krn ƒ srb-SkqIvwn hY[","unicode":"ਤੂੰ ਆਪਣੇ ਸੱਚੇ ਕੰਤ ਦੀ ਕੀਰਤੀ ਕਰ, ਜੋ ਸਾਰਾ ਕੁਝ ਕਰਨ ਨੂੰ ਸਰਬ-ਸ਼ਕਤੀਵਾਨ ਹੈ।"}},"es":{"sn":"Alaba entonces a tu Verdadero y Omnipotente Señor. (1)"},"hi":{"ss":"हे भाई ! उस सदा स्थिर रहने वाले प्रभू-पति की सिफत सालाह करनी चाहिए।वह प्रभू सब कुछ करने की ताकत रखता है। 1।","sts":"इसलिए हमें सर्वदा सच्चे परमेश्वर की ही स्तुति करनी चाहिए, जो सब कुछ करने में समर्थ है॥ १॥"}},"transliteration":{"english":"sachaRaa pir saalaaheeaai sabh kichh karanai jogo ||1||","hindi":"सचड़ा पिरु सालाहीऐ सभु किछु करणै जोगो ॥१॥","en":"sachaRaa pir saalaaheeaai sabh kichh karanai jogo ||1||","hi":"सचड़ा पिरु सालाहीऐ सभु किछु करणै जोगो ॥१॥","ipa":"sət͡ʃəɽɑ pɪr sɑlɑhiæ səɓ kɪɕ kərəɳæ d͡ʒɔGɔ.1.","ur":"سچڑا پر سالاهیِاَے سبھ کچھ کرݨَے جوگو ۔۔۱۔۔"},"pageNo":582,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25448,"shabadId":2199,"verse":{"gurmukhi":"scVw swihbu sbid pCwxIAY Awpy ley imlwey ]","unicode":"ਸਚੜਾ ਸਾਹਿਬੁ ਸਬਦਿ ਪਛਾਣੀਐ ਆਪੇ ਲਏ ਮਿਲਾਏ ॥"},"larivaar":{"gurmukhi":"scVwswihbusbidpCwxIAYAwpyleyimlwey]","unicode":"ਸਚੜਾਸਾਹਿਬੁਸਬਦਿਪਛਾਣੀਐਆਪੇਲਏਮਿਲਾਏ॥"},"translation":{"en":{"bdb":"The True Lord and Master is realized through the Word of His Shabad; He blends all with Himself.","ms":"The True Lord is realized through the Guru's instruction and He Himself blends man with His ownself.","ssk":"The True Lord and Master is realized through the Word of His Shabad; He blends all with Himself."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dy Sbd ivc juV ky sdw kwiem rihx vwly mwlk-pRBU nwl sWJ pY skdI hY, pRBU Awp hI (jIv ƒ) Awpxy nwl imlw lYNdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"AYsw scw swihb (sbid) gur aupdyS kr ky jb pihcwnIAY qb Awp hI Apny myN imlwie lyqw hY]","unicode":"ਐਸਾ ਸਚਾ ਸਾਹਿਬ (ਸਬਦਿ) ਗੁਰ ਉਪਦੇਸ਼ ਕਰ ਕੇ ਜਬ ਪਹਿਚਾਨੀਐ ਤਬ ਆਪ ਹੀ ਅਪਨੇ ਮੇਂ ਮਿਲਾਇ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! gurU dy Sbd ivc juV ky sdw kwiem rihx vwly mwlk-pRBU nwl sWJ pY skdI hY, pRBU Awp hI (jIv ƒ) Awpxy nwl imlw lYNdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪੈ ਸਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"s`cw suAwmI gurW dy aupdyS rwhIN iswixAw jWdw hY Aqy auh bMdy ƒ Awp hI Awpxy nwl AByd kr lYNdw hY[","unicode":"ਸੱਚਾ ਸੁਆਮੀ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ ਸਿਾਣਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ ਬੰਦੇ ਨੂੰ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਅਭੇਦ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Conoce, a través de la Palabra, a tu Verdadero Dios, Quien de Sí Mismo viene a abrazarte en Su Pecho. "},"hi":{"ss":"हे भाई ! गुरू के शबद में जुड़ के सदा कायम रहने वाले मालिक प्रभू के साथ सांझ पड़ सकती है।प्रभू खुद ही (जीव को) अपने साथ मिला लेता है।","sts":"सच्चा मालिक शब्द द्वारा ही पहचाना जाता है और वह स्वयं ही जीव को अपने साथ मिला लेता है।"}},"transliteration":{"english":"sachaRaa saahib sabadh pachhaaneeaai aape le milaae ||","hindi":"सचड़ा साहिबु सबदि पछाणीऐ आपे लए मिलाए ॥","en":"sachaRaa saahib sabadh pachhaaneeaai aape le milaae ||","hi":"सचड़ा साहिबु सबदि पछाणीऐ आपे लए मिलाए ॥","ipa":"sət͡ʃəɽɑ sɑhɪb səbəd̪ pəɕɑɳiæ əɑpe lee mɪlɑee.","ur":"سچڑا ساهب سبد پچھاݨیِاَے آپے لاے ملااے ۔۔"},"pageNo":582,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25449,"shabadId":2199,"verse":{"gurmukhi":"sw Dn ipRA kY rMig rqI ivchu Awpu gvwey ]","unicode":"ਸਾ ਧਨ ਪ੍ਰਿਅ ਕੈ ਰੰਗਿ ਰਤੀ ਵਿਚਹੁ ਆਪੁ ਗਵਾਏ ॥"},"larivaar":{"gurmukhi":"swDnipRAkYrMigrqIivchuAwpugvwey]","unicode":"ਸਾਧਨਪ੍ਰਿਅਕੈਰੰਗਿਰਤੀਵਿਚਹੁਆਪੁਗਵਾਏ॥"},"translation":{"en":{"bdb":"That soul-bride is imbued with the Love of her Husband Lord, who banishes her self-conceit from within.","ms":"That bride is deemed imbued with the love of her spouse, who banishes her self- conceit from within herself","ssk":"That soul-bride is imbued with the Love of her Husband Lord, who banishes her self-conceit from within."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVI jIv-iesq®I Awpxy AMdroN Awpw-Bwv dUr kr lYNdI hY auh pRBU-pqI dy pRym-rMg ivc rMgI jWdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ । "},"ft":{"gurmukhi":"so Dn Apny pÎwry ky rMg myN rwqI hUeI AMqskrx ky bIc sy Apny Awpw Bwau ko dUr kr dyqI hY]","unicode":"ਸੋ ਧਨ ਅਪਨੇ ਪ੍ਯਾਰੇ ਕੇ ਰੰਗ ਮੇਂ ਰਾਤੀ ਹੂਈ ਅੰਤਸਕਰਣ ਕੇ ਬੀਚ ਸੇ ਅਪਨੇ ਆਪਾ ਭਾਉ ਕੋ ਦੂਰ ਕਰ ਦੇਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVI jIv-iesq®I Awpxy AMdroN Awpw-Bwv dUr kr lYNdI hY auh pRBU-pqI dy pRym-rMg ivc rMgI jWdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ । "},"ms":{"gurmukhi":"Awpxy kMq dy ipAwr nwl rMgI hoeI pqnI AwpxI svY-hMgqw ƒ Awpxy AMdroN k`F su`tdI hY[","unicode":"ਆਪਣੇ ਕੰਤ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗੀ ਹੋਈ ਪਤਨੀ ਆਪਣੀ ਸਵੈ-ਹੰਗਤਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਕੱਢ ਸੁੱਟਦੀ ਹੈ।"}},"es":{"sn":"Imbuido en el Amor de tu Esposo, deja a un lado tu ego. Así el tiempo no te devorará, "},"hi":{"ss":"हे भाई ! जो जीव-स्त्री अपने अंदर से स्वै भाव दूर कर लेती है वह प्रभू-पति के प्रेम-रंग में रंगी जाती है।","sts":"प्रिय-प्रभु के प्रेम रंग में लीन हुई जीव-स्त्री अपने हृदय से अपना अहंकार दूर कर देती है।"}},"transliteration":{"english":"saa dhan pria kai ra(n)g ratee vichahu aap gavaae ||","hindi":"सा धन पृअ कै रंगि रती विचहु आपु गवाए ॥","en":"saa dhan pria kai ra(n)g ratee vichahu aap gavaae ||","hi":"सा धन पृअ कै रंगि रती विचहु आपु गवाए ॥","ipa":"sɑ t̪ən pɪɹə kæ rəŋG rət̪i ʋɪt͡ʃəh əɑp Gəʋɑee.","ur":"سا دھن پرا کَے رںگ رتیِ وچهُ آپ گوااے ۔۔"},"pageNo":582,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25450,"shabadId":2199,"verse":{"gurmukhi":"ivchu Awpu gvwey iPir kwlu n Kwey gurmuiK eyko jwqw ]","unicode":"ਵਿਚਹੁ ਆਪੁ ਗਵਾਏ ਫਿਰਿ ਕਾਲੁ ਨ ਖਾਏ ਗੁਰਮੁਖਿ ਏਕੋ ਜਾਤਾ ॥"},"larivaar":{"gurmukhi":"ivchuAwpugvweyiPirkwlunKweygurmuiKeykojwqw]","unicode":"ਵਿਚਹੁਆਪੁਗਵਾਏਫਿਰਿਕਾਲੁਨਖਾਏਗੁਰਮੁਖਿਏਕੋਜਾਤਾ॥"},"translation":{"en":{"bdb":"Eradicating her ego from within herself, death shall not consume her again; as Gurmukh, she knows the One Lord God.","ms":"Eradicating ego from within death devours her not again, and through the Guru, she knows the Lord alone.","ssk":"Eradicating her ego from within herself, death shall not consume her again; as Gurmukh, she knows the One Lord God."},"pu":{"ss":{"gurmukhi":"jyhVI jIv-iesq®I Awpxy AMdroN Awpw-Bwv gvWdI hY, aus ƒ muV kdy Awqmk mOq nhIN vwprdI, gurU dI srn pY ky auh jIv-iesq®I iek prmwqmw nwl hI fUMGI sWJ pweI r`KdI hY","unicode":"ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਵਾਪਰਦੀ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੀ ਹੈ"},"ft":{"gurmukhi":"irdy sy hMkwr ko gvwie iPr sB myN eyk hI ko dyKqI hY, iqs ko iPr kwl kbI nhIN Kwqw hY]","unicode":"ਰਿਦੇ ਸੇ ਹੰਕਾਰ ਕੋ ਗਵਾਇ ਫਿਰ ਸਭ ਮੇਂ ਏਕ ਹੀ ਕੋ ਦੇਖਤੀ ਹੈ, ਤਿਸ ਕੋ ਫਿਰ ਕਾਲ ਕਬੀ ਨਹੀਂ ਖਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVI jIv-iesq®I Awpxy AMdroN Awpw-Bwv gvWdI hY, aus ƒ muV kdy Awqmk mOq nhIN vwprdI, gurU dI srn pY ky auh jIv-iesq®I iek prmwqmw nwl hI fUMGI sWJ pweI r`KdI hY","unicode":"ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਵਾਪਰਦੀ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੀ ਹੈ"},"ms":{"gurmukhi":"Awpxy AMdroN hMkwr nivrq krn krky mOq aus ƒ muV nhIN ingldI Aqy gurW dy rwhIN auh iek sweIN ƒ hI jwxdI hY[","unicode":"ਆਪਣੇ ਅੰਦਰੋਂ ਹੰਕਾਰ ਨਵਿਰਤ ਕਰਨ ਕਰਕੇ ਮੌਤ ਉਸ ਨੂੰ ਮੁੜ ਨਹੀਂ ਨਿਗਲਦੀ ਅਤੇ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਉਹ ਇਕ ਸਾਈਂ ਨੂੰ ਹੀ ਜਾਣਦੀ ਹੈ।"}},"es":{"sn":"y a través del Guru, conocerás al Uno. Tus deseos serán cumplidos; te fundirás profundamente en el Amor del Señor, "},"hi":{"ss":"जो जीव-स्त्री अपने अंदर से स्वै भाव गवाती है।उसे दुबारा कभी आत्मिक मौत नहीं आती।गुरू की शरण पड़ के वह जीव-स्त्री एक परमात्मा के साथ गहरी सांझ डाले रखती है।","sts":"अपने हृदय से अहंकार निवृत्त करने के कारण मृत्यु उसे दुबारा नहीं निगलती और गुरु के माध्यम से वह एक ईश्वर को ही जानती है।"}},"transliteration":{"english":"vichahu aap gavaae fir kaal na khaae gurmukh eko jaataa ||","hindi":"विचहु आपु गवाए फिरि कालु न खाए गुरमुखि एको जाता ॥","en":"vichahu aap gavaae fir kaal na khaae gurmukh eko jaataa ||","hi":"विचहु आपु गवाए फिरि कालु न खाए गुरमुखि एको जाता ॥","ipa":"ʋɪt͡ʃəh əɑp Gəʋɑee fɪr kɑl nə kʰɑee Gʊrəmʊkʰ eekɔ d͡ʒɑt̪ɑ.","ur":"وِچهُ آپ گوااے پھر کال ن کھااے گُرمکھ اےکو جاتا ۔۔"},"pageNo":582,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25451,"shabadId":2199,"verse":{"gurmukhi":"kwmix ieC puMnI AMqir iBMnI imilAw jgjIvnu dwqw ]","unicode":"ਕਾਮਣਿ ਇਛ ਪੁੰਨੀ ਅੰਤਰਿ ਭਿੰਨੀ ਮਿਲਿਆ ਜਗਜੀਵਨੁ ਦਾਤਾ ॥"},"larivaar":{"gurmukhi":"kwmixieCpuMnIAMqiriBMnIimilAwjgjIvnudwqw]","unicode":"ਕਾਮਣਿਇਛਪੁੰਨੀਅੰਤਰਿਭਿੰਨੀਮਿਲਿਆਜਗਜੀਵਨੁਦਾਤਾ॥"},"translation":{"en":{"bdb":"The desire of the soul-bride is fulfilled; deep within herself, she is drenched in His Love. She meets the Great Giver, the Life of the World.","ms":"The bride's desire is fulfilled, her core is drenched with the Lord's love and she meets with the Beneficent Lord, the Life of the world.","ssk":"The desire of the soul-bride is fulfilled; deep within herself, she is drenched in His Love. She meets the Great Giver, the Life of the World."},"pu":{"ss":{"gurmukhi":"aus jIv-iesq®I dI (icrW dI pRBU-imlwp dI) ie`Cw pUrI ho jWdI hY, auh AMdroN (nwm-rs nwl) iB`j jWdI hY, aus ƒ jgq dw jIvn dwqwr pRBU iml pYNdw hY [ ","unicode":"ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ (ਚਿਰਾਂ ਦੀ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਅੰਦਰੋਂ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਜਗਤ ਦਾ ਜੀਵਨ ਦਾਤਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"iqs kwmnI ko (jgjIvnu dwqw) Akwl purK imlw hY, iqs kI sB ieCw (puMnI) pUrI ho geI hY AOr so pRym myN iBMnI hoeI hY]","unicode":"ਤਿਸ ਕਾਮਨੀ ਕੋ (ਜਗਜੀਵਨੁ ਦਾਤਾ) ਅਕਾਲ ਪੁਰਖ ਮਿਲਾ ਹੈ, ਤਿਸ ਕੀ ਸਭ ਇਛਾ (ਪੁੰਨੀ) ਪੂਰੀ ਹੋ ਗਈ ਹੈ ਔਰ ਸੋ ਪ੍ਰੇਮ ਮੇਂ ਭਿੰਨੀ ਹੋਈ ਹੈ॥"},"bdb":{"gurmukhi":"aus jIv-iesq®I dI (icrW dI pRBU-imlwp dI) ie`Cw pUrI ho jWdI hY, auh AMdroN (nwm-rs nwl) iB`j jWdI hY, aus ƒ jgq dw jIvn dwqwr pRBU iml pYNdw hY [ ","unicode":"ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ (ਚਿਰਾਂ ਦੀ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਅੰਦਰੋਂ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਜਗਤ ਦਾ ਜੀਵਨ ਦਾਤਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"pqnI dw KwihS pUrI jo jWdI hY, aus dw idl pRBU dI pRIq nwl g`c QI vMdw hY Aqy auh jgq dI ijMd-jwn, dwqwr suAwmI, ƒ iml pYNdI hY[","unicode":"ਪਤਨੀ ਦਾ ਖਾਹਿਸ਼ ਪੂਰੀ ਜੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ ਦਿਲ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਗੱਚ ਥੀ ਵੰਦਾ ਹੈ ਅਤੇ ਉਹ ਜਗਤ ਦੀ ਜਿੰਦ-ਜਾਨ, ਦਾਤਾਰ ਸੁਆਮੀ, ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।"}},"es":{"sn":"y encontrarás a tu Señor Compasivo, la Vida de toda vida. "},"hi":{"ss":"उस जीव-स्त्री की (चिरों की प्रभू मिलाप की) इच्छा पूरी हो जाती है।वह अंदर से (नाम-रस से) भीग जाती है।उसको जगत का जीवन दातार प्रभू मिल जाता है।","sts":"जीव-स्त्री की इच्छा पूरी हो जाती है, उसका हृदय प्रेम से भर जाता है और उसे संसार को जीवन देने वाला दाता प्रभु मिल जाता है।"}},"transliteration":{"english":"kaaman ichh pu(n)nee a(n)tar bhi(n)nee miliaa jagajeevan dhaataa ||","hindi":"कामणि इछ पुँनी अंतरि भिंनी मिलिआ जगजीवनु दाता ॥","en":"kaaman ichh pu(n)nee a(n)tar bhi(n)nee miliaa jagajeevan dhaataa ||","hi":"कामणि इछ पुँनी अंतरि भिंनी मिलिआ जगजीवनु दाता ॥","ipa":"kɑməɳ eɪɕ pʊŋni əŋt̪ər ɓɪŋni mɪlɪəɑ d͡ʒəGəd͡ʒiʋən d̪ɑt̪ɑ.","ur":"کامݨ اچھ پُنّیِ اںتر بھنّیِ ملآ جگجیِون داتا ۔۔"},"pageNo":582,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25452,"shabadId":2199,"verse":{"gurmukhi":"sbd rMig rwqI jobin mwqI ipr kY AMik smwey ]","unicode":"ਸਬਦ ਰੰਗਿ ਰਾਤੀ ਜੋਬਨਿ ਮਾਤੀ ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾਏ ॥"},"larivaar":{"gurmukhi":"sbdrMigrwqIjobinmwqIiprkYAMiksmwey]","unicode":"ਸਬਦਰੰਗਿਰਾਤੀਜੋਬਨਿਮਾਤੀਪਿਰਕੈਅੰਕਿਸਮਾਏ॥"},"translation":{"en":{"bdb":"Imbued with love for the Shabad, she is like a youth intoxicated; she merges into the very being of her Husband Lord.","ms":"She is imbued with the Name's affection, is inerbriated with youth and merges into her spouse's person.","ssk":"Imbued with love for the Shabad, she is like a youth intoxicated; she merges into the very being of her Husband Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVI jIv-iesq®I gur-Sbd dy rMg ivc rMgI jWdI hY, auh nwm dI cVHdI jvwnI ivc msq rihMdI hY, auh pRBU-pqI dI god ivc lIn rihMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰ-ਸ਼ਬਦ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਮ ਦੀ ਚੜ੍ਹਦੀ ਜਵਾਨੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ । "},"ft":{"gurmukhi":"jo pihly pRym rUp jobn myN msq hUeI hUeI bRhmwnMd kr rqI hUeI hY, so pÎwry ky (AMik) srUp myN smwey jwqI hY]","unicode":"ਜੋ ਪਹਿਲੇ ਪ੍ਰੇਮ ਰੂਪ ਜੋਬਨ ਮੇਂ ਮਸਤ ਹੂਈ ਹੂਈ ਬ੍ਰਹਮਾਨੰਦ ਕਰ ਰਤੀ ਹੂਈ ਹੈ, ਸੋ ਪ੍ਯਾਰੇ ਕੇ (ਅੰਕਿ) ਸਰੂਪ ਮੇਂ ਸਮਾਏ ਜਾਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVI jIv-iesq®I gur-Sbd dy rMg ivc rMgI jWdI hY, auh nwm dI cVHdI jvwnI ivc msq rihMdI hY, auh pRBU-pqI dI god ivc lIn rihMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰ-ਸ਼ਬਦ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਮ ਦੀ ਚੜ੍ਹਦੀ ਜਵਾਨੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ । "},"ms":{"gurmukhi":"auh nwm dI pRIq nwl rMgI hoeI hY, juAwnI nwl mqvwlI hY Aqy Awpxy pqI dy srUp AMdr lIn QI vMdI hY[","unicode":"ਉਹ ਨਾਮ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੀ ਹੋਈ ਹੈ, ਜੁਆਨੀ ਨਾਲ ਮਤਵਾਲੀ ਹੈ ਅਤੇ ਆਪਣੇ ਪਤੀ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਥੀ ਵੰਦੀ ਹੈ।"}},"es":{"sn":"Embriagado con la Belleza del Amor, e imbuido en el Amor de la Palabra, te inmergirás en el Ser del Señor. "},"hi":{"ss":"हे भाई ! जो जीव-स्त्री गुरू-शबद के रंग में रंगी जाती है।वह नाम की चढ़ती-जवानी में मस्त रहती है।वह प्रभू-पति की गोद में लीन रहती है।","sts":"वह शब्द के रंग से रंगी हुई है, यौवन से मतवाली हैं और अपने पति-परमेश्वर की गोद में विलीन हो जाती है।"}},"transliteration":{"english":"sabadh ra(n)g raatee joban maatee pir kai a(n)k samaae ||","hindi":"सबद रंगि राती जोबनि माती पिर कै अंकि समाए ॥","en":"sabadh ra(n)g raatee joban maatee pir kai a(n)k samaae ||","hi":"सबद रंगि राती जोबनि माती पिर कै अंकि समाए ॥","ipa":"səbəd̪ rəŋG rɑt̪i d͡ʒɔbən mɑt̪i pɪr kæ əŋk səmɑee.","ur":"سبد رںگ راتیِ جوبن ماتیِ پر کَے اںک سمااے ۔۔"},"pageNo":582,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25453,"shabadId":2199,"verse":{"gurmukhi":"scVw swihbu sbid pCwxIAY Awpy ley imlwey ]2]","unicode":"ਸਚੜਾ ਸਾਹਿਬੁ ਸਬਦਿ ਪਛਾਣੀਐ ਆਪੇ ਲਏ ਮਿਲਾਏ ॥੨॥"},"larivaar":{"gurmukhi":"scVwswihbusbidpCwxIAYAwpyleyimlwey]2]","unicode":"ਸਚੜਾਸਾਹਿਬੁਸਬਦਿਪਛਾਣੀਐਆਪੇਲਏਮਿਲਾਏ॥੨॥"},"translation":{"en":{"bdb":"The True Lord Master is realized through the Word of His Shabad. He blends all with Himself. ||2||","ms":"The true Lord is realised through His Name and them he unites the mortal with Himself.","ssk":"The True Lord Master is realized through the Word of His Shabad. He blends all with Himself. ||2||"},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dy Sbd dI rwhIN hI sdw-iQr mwlk-pRBU nwl jwx-pCwx bxdI hY [ pRBU Awp hI Awpxy nwl imlw lYNdw hY [2[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਸਦਾ-ਥਿਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ । ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"jb gur aupdyS kr scw swihb jwnIqw hY qb vhu Apny myN AByd kr lyqw hY]2]","unicode":"ਜਬ ਗੁਰ ਉਪਦੇਸ਼ ਕਰ ਸਚਾ ਸਾਹਿਬ ਜਾਨੀਤਾ ਹੈ ਤਬ ਵਹੁ ਅਪਨੇ ਮੇਂ ਅਭੇਦ ਕਰ ਲੇਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"hy BweI! gurU dy Sbd dI rwhIN hI sdw-iQr mwlk-pRBU nwl jwx-pCwx bxdI hY [ pRBU Awp hI Awpxy nwl imlw lYNdw hY [2[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਸਦਾ-ਥਿਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ । ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"s`cw suAwmI aus dy nwm dy rwhIN AnuBv kIqw jWdw hY Aqy qd auh pRwxI ƒ Awpxy nwl imlw lYNdw hY[","unicode":"ਸੱਚਾ ਸੁਆਮੀ ਉਸ ਦੇ ਨਾਮ ਦੇ ਰਾਹੀਂ ਅਨੁਭਵ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਤਦ ਉਹ ਪ੍ਰਾਣੀ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Conoce entonces a tu Señor Verdadero a través de la Palabra, pues Él te une Consigo Mismo. (2)"},"hi":{"ss":"हे भाई ! गुरू के शबद के द्वारा ही सदा-स्थिर-मालिक-प्रभू से जान-पहचान बनती है।प्रभू खुद ही अपने साथ मिला लेता है। 2।","sts":"सच्चा मालिक शब्द द्वारा ही पहचाना जाता है और वह स्वयं ही जीव को अपने साथ मिला लेता है॥ २ ॥"}},"transliteration":{"english":"sachaRaa saahib sabadh pachhaaneeaai aape le milaae ||2||","hindi":"सचड़ा साहिबु सबदि पछाणीऐ आपे लए मिलाए ॥२॥","en":"sachaRaa saahib sabadh pachhaaneeaai aape le milaae ||2||","hi":"सचड़ा साहिबु सबदि पछाणीऐ आपे लए मिलाए ॥२॥","ipa":"sət͡ʃəɽɑ sɑhɪb səbəd̪ pəɕɑɳiæ əɑpe lee mɪlɑee.2.","ur":"سچڑا ساهب سبد پچھاݨیِاَے آپے لاے ملااے ۔۔۲۔۔"},"pageNo":582,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}},{"verseId":25454,"shabadId":2199,"verse":{"gurmukhi":"ijnI Awpxw kMqu pCwixAw hau iqn pUCau sMqw jwey ]","unicode":"ਜਿਨੀ ਆਪਣਾ ਕੰਤੁ ਪਛਾਣਿਆ ਹਉ ਤਿਨ ਪੂਛਉ ਸੰਤਾ ਜਾਏ ॥"},"larivaar":{"gurmukhi":"ijnIAwpxwkMqupCwixAwhauiqnpUCausMqwjwey]","unicode":"ਜਿਨੀਆਪਣਾਕੰਤੁਪਛਾਣਿਆਹਉਤਿਨਪੂਛਉਸੰਤਾਜਾਏ॥"},"translation":{"en":{"bdb":"Those who have realized their Husband Lord - I go and ask those Saints about Him.","ms":"To those saints, who have realized their Spouse, I go to ask about my Lord.","ssk":"Those who have realized their Husband Lord - I go and ask those Saints about Him."},"pu":{"ss":{"gurmukhi":"hy sKI! ijnHW sMq jnW ny Awpxy Ksm-pRBU nwl sWJ pw leI hY, mYN jw ky auhnW ƒ pu`CdI hW [ Awpw-Bwv iqAwg ky mYN auhnW dI syvw krdI hW [ ","unicode":"ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ । ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹਾਂ । "},"ft":{"gurmukhi":"ijnoN ny Apny sÍwmI ko pihcwnw hY, iqn sMqoN sy jwie kr mYN pUCUM]","unicode":"ਜਿਨੋਂ ਨੇ ਅਪਨੇ ਸ੍ਵਾਮੀ ਕੋ ਪਹਿਚਾਨਾ ਹੈ, ਤਿਨ ਸੰਤੋਂ ਸੇ ਜਾਇ ਕਰ ਮੈਂ ਪੂਛੂੰ॥"},"bdb":{"gurmukhi":"hy sKI! ijnHW sMq jnW ny Awpxy Ksm-pRBU nwl sWJ pw leI hY, mYN jw ky auhnW ƒ pu`CdI hW [ Awpw-Bwv iqAwg ky mYN auhnW dI syvw krdI hW [ ","unicode":"ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ । ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹਾਂ । "},"ms":{"gurmukhi":"ijnHW ny Awpxy Brqy ƒ isMwixAw hY, mYN aunHW swDUAW ƒ jw ky, Awpxy suAwmI bwry pu`CdI hW[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਭਰਤੇ ਨੂੰ ਸਿੰਾਣਿਆ ਹੈ, ਮੈਂ ਉਨ੍ਹਾਂ ਸਾਧੂਆਂ ਨੂੰ ਜਾ ਕੇ, ਆਪਣੇ ਸੁਆਮੀ ਬਾਰੇ ਪੁੱਛਦੀ ਹਾਂ।"}},"es":{"sn":"A los Santos que han conocido a su Señor, a ellos me dirijo, pues quiero preguntarles acerca de mi Señor. "},"hi":{"ss":"हे सखी ! जिन संत जनों ने अपने पति-प्रभू के साथ सांझ डाल ली है।मैं जा के उनको पूछती हूँ।","sts":"जिन्होंने अपने पति-परमेश्वर को पहचान लिया है, मैं उन संतजनों के पास जाकर अपने स्वामी के बारे में पूछती हूँ।"}},"transliteration":{"english":"jinee aapanaa ka(n)t pachhaaniaa hau tin poochhau sa(n)taa jaae ||","hindi":"जिनी आपणा कंतु पछाणिआ हउ तिन पूछउ संता जाए ॥","en":"jinee aapanaa ka(n)t pachhaaniaa hau tin poochhau sa(n)taa jaae ||","hi":"जिनी आपणा कंतु पछाणिआ हउ तिन पूछउ संता जाए ॥","ipa":"d͡ʒɪni əɑpəɳɑ kəŋt̪ pəɕɑɳɪəɑ ho t̪ɪn puɕo səŋt̪ɑ d͡ʒɑee.","ur":"جٍنیِ آپݨا کںت پچھاݨآ ها تن پُوچھا سںتا جااے ۔۔"},"pageNo":582,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":12,"gurmukhi":"rwgu vfhMsu","unicode":"ਰਾਗੁ ਵਡਹੰਸੁ","english":"Raag Vadhans","raagWithPage":"Vadhans (557-594)"}}]}