{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":687},"count":30,"navigation":{"previous":686,"next":688},"page":[{"verseId":29621,"shabadId":2620,"verse":{"gurmukhi":"koeI AYso ry BytY sMqu myrI lwhY sgl icMq Twkur isau myrw rMgu lwvY ]2]","unicode":"ਕੋਈ ਐਸੋ ਰੇ ਭੇਟੈ ਸੰਤੁ ਮੇਰੀ ਲਾਹੈ ਸਗਲ ਚਿੰਤ ਠਾਕੁਰ ਸਿਉ ਮੇਰਾ ਰੰਗੁ ਲਾਵੈ ॥੨॥"},"larivaar":{"gurmukhi":"koeIAYsoryBytYsMqumyrIlwhYsglicMqTwkurisaumyrwrMgulwvY]2]","unicode":"ਕੋਈਐਸੋਰੇਭੇਟੈਸੰਤੁਮੇਰੀਲਾਹੈਸਗਲਚਿੰਤਠਾਕੁਰਸਿਉਮੇਰਾਰੰਗੁਲਾਵੈ॥੨॥"},"translation":{"en":{"bdb":"Is there any such Saint, who would meet with me, take away my anxiety, and lead me to enshrine love for my Lord and Master. ||2||","ms":"Is there any such saint, who may meet, me, shake of all my anxiety and make me enshrine love for my Lord.","ssk":"Is there any such Saint, who would meet with me, take away my anxiety, and lead me to enshrine love for my Lord and Master. ||2||"},"pu":{"ss":{"gurmukhi":"(hux myrw jI krdw hY ik) mYƒ koeI Ajyhw sMq iml pey, jyhVw (myry AMdr mwieAw vwlI) swrI soc dUr kr dyvy, qy, prmwqmw nwl myrw ipAwr bxw dyvy [2[","unicode":"(ਹੁਣ ਮੇਰਾ ਜੀ ਕਰਦਾ ਹੈ ਕਿ) ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਸੰਤ ਮਿਲ ਪਏ, ਜੇਹੜਾ (ਮੇਰੇ ਅੰਦਰ ਮਾਇਆ ਵਾਲੀ) ਸਾਰੀ ਸੋਚ ਦੂਰ ਕਰ ਦੇਵੇ, ਤੇ, ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਬਣਾ ਦੇਵੇ ।੨।"},"ft":{"gurmukhi":"hy BweI! AYsw sMq imly jo myrI srb icMqw ko dUr krY AOr Twkr jI sy myrw (rMgu) prym lgwvY]2]","unicode":"ਹੇ ਭਾਈ! ਐਸਾ ਸੰਤ ਮਿਲੇ ਜੋ ਮੇਰੀ ਸਰਬ ਚਿੰਤਾ ਕੋ ਦੂਰ ਕਰੈ ਔਰ ਠਾਕਰ ਜੀ ਸੇ ਮੇਰਾ (ਰੰਗੁ) ਪਰੇਮ ਲਗਾਵੈ॥੨॥"},"bdb":{"gurmukhi":"(hux myrw jI krdw hY ik) mYƒ koeI Ajyhw sMq iml pey, jyhVw (myry AMdr mwieAw vwlI) swrI soc dUr kr dyvy, qy, prmwqmw nwl myrw ipAwr bxw dyvy [2[","unicode":"(ਹੁਣ ਮੇਰਾ ਜੀ ਕਰਦਾ ਹੈ ਕਿ) ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਸੰਤ ਮਿਲ ਪਏ, ਜੇਹੜਾ (ਮੇਰੇ ਅੰਦਰ ਮਾਇਆ ਵਾਲੀ) ਸਾਰੀ ਸੋਚ ਦੂਰ ਕਰ ਦੇਵੇ, ਤੇ, ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਬਣਾ ਦੇਵੇ ।੨।"},"ms":{"gurmukhi":"kI koeI AYho jyhw swDU hY jo mYƒ Aw ky imly myrw swrw iPkr dUr kr dyvy Aqy myry pRBU nwl myrw ipAwr pw dyvy[","unicode":"ਕੀ ਕੋਈ ਐਹੋ ਜੇਹਾ ਸਾਧੂ ਹੈ ਜੋ ਮੈਨੂੰ ਆ ਕੇ ਮਿਲੇ ਮੇਰਾ ਸਾਰਾ ਫਿਕਰ ਦੂਰ ਕਰ ਦੇਵੇ ਅਤੇ ਮੇਰੇ ਪ੍ਰਭੂ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਪਾ ਦੇਵੇ।"}},"es":{"sn":"¿Habrá tal Santo, que se encuentre conmigo, que disipe mis ansiedades y me haga enaltecer a Dios, mi Maestro? (2)"},"hi":{"ss":"(अब मेरा जी करता है कि) मुझे कोई ऐसा संत मिल जाए।जो (मेरे अँदर से माया वाली) सारी सोच दूर कर दे।और।परमात्मा के साथ मेरा प्यार बना दे। 2।","sts":"मेरी अभिलाषा है कि मुझे कोई ऐसा संत मिल जाए, जो मेरी सारी चिन्ता दूर कर दे और ठाकुर जी से मेरा प्यार लगा दे ॥ २ ॥"}},"transliteration":{"english":"koiee aaiso re bheTai sa(n)t meree laahai sagal chi(n)t Thaakur siau meraa ra(n)g laavai ||2||","hindi":"कोई ऐसो रे भेटै संतु मेरी लाहै सगल चिंत ठाकुर सिउ मेरा रंगु लावै ॥२॥","en":"koiee aaiso re bheTai sa(n)t meree laahai sagal chi(n)t Thaakur siau meraa ra(n)g laavai ||2||","hi":"कोई ऐसो रे भेटै संतु मेरी लाहै सगल चिंत ठाकुर सिउ मेरा रंगु लावै ॥२॥","ipa":"kɔei æsɔ re ɓeʈæ səŋt̪ meri lɑhæ səGəl t͡ʃɪŋt̪ ʈʰɑkʊr sɪo merɑ rəŋG lɑʋæ.2.","ur":"کوای اَےسو رے بھےٹَے سںت مےریِ لاهَے سگل چںت ٹھاکر سا مےرا رںگ لاوَے ۔۔۲۔۔"},"pageNo":687,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":8,"t":"v"}],"igurbani":[{"p":4,"t":"v"},{"p":8,"t":"v"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29622,"shabadId":2620,"verse":{"gurmukhi":"pVy ry sgl byd nh cUkY mn Byd ieku iKnu n DIrih myry Gr ky pMcw ]","unicode":"ਪੜੇ ਰੇ ਸਗਲ ਬੇਦ ਨਹ ਚੂਕੈ ਮਨ ਭੇਦ ਇਕੁ ਖਿਨੁ ਨ ਧੀਰਹਿ ਮੇਰੇ ਘਰ ਕੇ ਪੰਚਾ ॥"},"larivaar":{"gurmukhi":"pVyrysglbydnhcUkYmnBydiekuiKnunDIrihmyryGrkypMcw]","unicode":"ਪੜੇਰੇਸਗਲਬੇਦਨਹਚੂਕੈਮਨਭੇਦਇਕੁਖਿਨੁਨਧੀਰਹਿਮੇਰੇਘਰਕੇਪੰਚਾ॥"},"translation":{"en":{"bdb":"I have read all the Vedas, and yet the sense of separation in my mind still has not been removed; the five thieves of my house are not quieted, even for an instant.","ms":"I have read all the Vedas, but my mind's separation from God is removed not and the five demons of my house are stilled not even for an instant.","ssk":"I have read all the Vedas, and yet the sense of separation in my mind still has not been removed; the five thieves of my house are not quieted, even for an instant."},"pu":{"ss":{"gurmukhi":"hy BweI! swry vyd pVH vyKy hn, (iehnW dy pVHn nwl prmwqmw nwloN) mn dI iv`Q nhIN mu`kdI, (vyd AwidkW dy pVHn nwl) igAwn-ieMd®y iek iCn vwsqy BI SWq nhIN huMdy [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਵੇਦ ਪੜ੍ਹ ਵੇਖੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਮਨ ਦੀ ਵਿੱਥ ਨਹੀਂ ਮੁੱਕਦੀ, (ਵੇਦ ਆਦਿਕਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ) ਗਿਆਨ-ਇੰਦ੍ਰੇ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਸ਼ਾਂਤ ਨਹੀਂ ਹੁੰਦੇ ।"},"ft":{"gurmukhi":"hy BweI! mYny srb byd BI pVHy hYN prMqU mn qy Byd buDI dUr nhIN BeI, myry Gr ky pMc jo kwm kroD Awid hYN, so iKn mwqr BI nhIN (DIrih) Tihrqy hYN]","unicode":"ਹੇ ਭਾਈ! ਮੈਨੇ ਸਰਬ ਬੇਦ ਭੀ ਪੜ੍ਹੇ ਹੈਂ ਪਰੰਤੂ ਮਨ ਤੇ ਭੇਦ ਬੁਧੀ ਦੂਰ ਨਹੀਂ ਭਈ, ਮੇਰੇ ਘਰ ਕੇ ਪੰਚ ਜੋ ਕਾਮ ਕਰੋਧ ਆਦਿ ਹੈਂ, ਸੋ ਖਿਨ ਮਾਤਰ ਭੀ ਨਹੀਂ (ਧੀਰਹਿ) ਠਹਿਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! swry vyd pVH vyKy hn, (iehnW dy pVHn nwl prmwqmw nwloN) mn dI iv`Q nhIN mu`kdI, (vyd AwidkW dy pVHn nwl) igAwn-ieMd®y iek iCn vwsqy BI SWq nhIN huMdy [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਵੇਦ ਪੜ੍ਹ ਵੇਖੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਮਨ ਦੀ ਵਿੱਥ ਨਹੀਂ ਮੁੱਕਦੀ, (ਵੇਦ ਆਦਿਕਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ) ਗਿਆਨ-ਇੰਦ੍ਰੇ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਸ਼ਾਂਤ ਨਹੀਂ ਹੁੰਦੇ ।"},"ms":{"gurmukhi":"mYN swry vyd vwcy hn, pRMqU myry ic`q dI r`b nwloN judwiegI dUr nhIN hoeI Aqy myry mn dy pMjy BUqny, iek iCn Br leI BI cu`p (DIrj) nhIN krdy[","unicode":"ਮੈਂ ਸਾਰੇ ਵੇਦ ਵਾਚੇ ਹਨ, ਪ੍ਰੰਤੂ ਮੇਰੇ ਚਿੱਤ ਦੀ ਰੱਬ ਨਾਲੋਂ ਜੁਦਾਇਗੀ ਦੂਰ ਨਹੀਂ ਹੋਈ ਅਤੇ ਮੇਰੇ ਮਨ ਦੇ ਪੰਜੇ ਭੂਤਨੇ, ਇਕ ਛਿਨ ਭਰ ਲਈ ਭੀ ਚੁੱਪ (ਧੀਰਜ) ਨਹੀਂ ਕਰਦੇ।"}},"es":{"sn":"He leído los Vedas, pero mi mente sigue aferrada a la duda, porque las cinco pasiones, esos cinco enemigos no se han calmado ni siquiera un momento."},"hi":{"ss":"हे भाई ! सारे वेद पढ़ के देखे हैं।(इनके पढ़ने से परमात्मा से बरकरार) मन की दूरी समाप्त नहीं होती।(वेद आदि को पढ़ने से) ज्ञान-इन्द्रियां एक पल के लिए भी शांत नहीं होती।","sts":"मैंने सभी वेद पढ़े हैं परन्तु मेरे मन के सन्देह दूर नहीं होते और मेरे शरीर रूपी घर में रहने वाली पॉच ज्ञानेन्द्रियाँ, ऑख, कान, नाक, जिव्हा इत्यादि एक क्षण भर के लिए धैर्य नहीं करते।"}},"transliteration":{"english":"paRe re sagal bedh neh chookai man bhedh ik khin na dheereh mere ghar ke pa(n)chaa ||","hindi":"पड़े रे सगल बेद नह चूकै मन भेद इकु खिनु न धीरहि मेरे घर के पंचा ॥","en":"paRe re sagal bedh neh chookai man bhedh ik khin na dheereh mere ghar ke pa(n)chaa ||","hi":"पड़े रे सगल बेद नह चूकै मन भेद इकु खिनु न धीरहि मेरे घर के पंचा ॥","ipa":"pəɽe re səGəl bed̪ nəh t͡ʃukæ mən ɓed̪ eɪk kʰɪn nə t̪irəh mere Gʰər ke pəŋt͡ʃɑ.","ur":"پڑے رے سگل بےد نه چُوکَے من بھےد اک کھن ن دھیِره مےرے گھر کے پںچا ۔۔"},"pageNo":687,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":11,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29623,"shabadId":2620,"verse":{"gurmukhi":"koeI AYso ry Bgqu ju mwieAw qy rhqu ieku AMimRq nwmu myrY irdY isMcw ]3]","unicode":"ਕੋਈ ਐਸੋ ਰੇ ਭਗਤੁ ਜੁ ਮਾਇਆ ਤੇ ਰਹਤੁ ਇਕੁ ਅੰਮ੍ਰਿਤ ਨਾਮੁ ਮੇਰੈ ਰਿਦੈ ਸਿੰਚਾ ॥੩॥"},"larivaar":{"gurmukhi":"koeIAYsoryBgqujumwieAwqyrhquiekuAMimRqnwmumyrYirdYisMcw]3]","unicode":"ਕੋਈਐਸੋਰੇਭਗਤੁਜੁਮਾਇਆਤੇਰਹਤੁਇਕੁਅੰਮ੍ਰਿਤਨਾਮੁਮੇਰੈਰਿਦੈਸਿੰਚਾ॥੩॥"},"translation":{"en":{"bdb":"Is there any devotee, who is unattached to Maya, who may irrigate my mind with the Ambrosial Naam, the Name of the One Lord? ||3||","ms":"Is there any such devotee, who is detached from the worldly attachments and who may irrigate my mind with the one Nectar-Name.","ssk":"Is there any devotee, who is unattached to Maya, who may irrigate my mind with the Ambrosial Naam, the Name of the One Lord? ||3||"},"pu":{"ss":{"gurmukhi":"hy BweI! koeI Ajyhw Bgq (iml pey) jyhVw (Awp) mwieAw qoN inrlyp hovy, (auhI Bgq) myry ihrdy ivc Awqmk jIvn dyx vwlw nwm-jl isMj skdw hY [3[","unicode":"ਹੇ ਭਾਈ! ਕੋਈ ਅਜੇਹਾ ਭਗਤ (ਮਿਲ ਪਏ) ਜੇਹੜਾ (ਆਪ) ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੋਵੇ, (ਉਹੀ ਭਗਤ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਸਕਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"hy BweI! AYsw BI koeI Bgqu hY, jo mwieAw kI pRIq sy rihq kr ky myry irdy myN eyk AMimRq nwm kw isMcn kry]3]","unicode":"ਹੇ ਭਾਈ! ਐਸਾ ਭੀ ਕੋਈ ਭਗਤੁ ਹੈ, ਜੋ ਮਾਇਆ ਕੀ ਪ੍ਰੀਤ ਸੇ ਰਹਿਤ ਕਰ ਕੇ ਮੇਰੇ ਰਿਦੇ ਮੇਂ ਏਕ ਅੰਮ੍ਰਿਤ ਨਾਮ ਕਾ ਸਿੰਚਨ ਕਰੇ॥੩॥"},"bdb":{"gurmukhi":"hy BweI! koeI Ajyhw Bgq (iml pey) jyhVw (Awp) mwieAw qoN inrlyp hovy, (auhI Bgq) myry ihrdy ivc Awqmk jIvn dyx vwlw nwm-jl isMj skdw hY [3[","unicode":"ਹੇ ਭਾਈ! ਕੋਈ ਅਜੇਹਾ ਭਗਤ (ਮਿਲ ਪਏ) ਜੇਹੜਾ (ਆਪ) ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੋਵੇ, (ਉਹੀ ਭਗਤ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਸਕਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"kI koeI AYho jyhw pRymI hY, jo sMswrI pdwrQW qoN inrlyp hY, Aqy jo iek AMimRq srUp-nwm ƒ myry mn iv`c rmw dyvy[","unicode":"ਕੀ ਕੋਈ ਐਹੋ ਜੇਹਾ ਪ੍ਰੇਮੀ ਹੈ, ਜੋ ਸੰਸਾਰੀ ਪਦਾਰਥਾਂ ਤੋਂ ਨਿਰਲੇਪ ਹੈ, ਅਤੇ ਜੋ ਇਕ ਅੰਮ੍ਰਿਤ ਸਰੂਪ-ਨਾਮ ਨੂੰ ਮੇਰੇ ਮਨ ਵਿੱਚ ਰਮਾ ਦੇਵੇ।"}},"es":{"sn":"¿Existe algún Devoto que esté desapegado de Maya y que pueda irrigar la granja de mi corazón con el Néctar del Nombre de Dios? (3)"},"hi":{"ss":"हे भाई ! कोई ऐसा भगत (मिल जाए) जो (स्वयं) माया से निर्लिप हो (वही भक्त) मेरे हृदय को आत्मिक जीवन देने वाले नाम-जल (अमृत) से सींच सकता है। 3।","sts":"क्या कोई ऐसा भक्त है, जो मोह-माया से निर्लिप्त हो और वह मेरे हृदय में नामामृत को सींच दे॥ ३॥"}},"transliteration":{"english":"koiee aaiso re bhagatu ju maiaa te rahat ik a(n)mirat naam merai ridhai si(n)chaa ||3||","hindi":"कोई ऐसो रे भगतु जु माइआ ते रहतु इकु अंमृत नामु मेरै रिदै सिंचा ॥३॥","en":"koiee aaiso re bhagatu ju maiaa te rahat ik a(n)mirat naam merai ridhai si(n)chaa ||3||","hi":"कोई ऐसो रे भगतु जु माइआ ते रहतु इकु अंमृत नामु मेरै रिदै सिंचा ॥३॥","ipa":"kɔei æsɔ re ɓəGət̪ d͡ʒ mɑɪɑ t̪e rəhət̪ eɪk əŋmɪɹət̪ nɑm meræ rɪd̪æ sɪŋt͡ʃɑ.3.","ur":"کوای اَےسو رے بھگت جُ ماایا تے رهت اک اںمرت نام مےرَے ردَے سںچا ۔۔۳۔۔"},"pageNo":687,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29624,"shabadId":2620,"verse":{"gurmukhi":"jyqy ry qIrQ nwey AhMbuiD mYlu lwey Gr ko Twkuru ieku iqlu n mwnY ]","unicode":"ਜੇਤੇ ਰੇ ਤੀਰਥ ਨਾਏ ਅਹੰਬੁਧਿ ਮੈਲੁ ਲਾਏ ਘਰ ਕੋ ਠਾਕੁਰੁ ਇਕੁ ਤਿਲੁ ਨ ਮਾਨੈ ॥"},"larivaar":{"gurmukhi":"jyqyryqIrQnweyAhMbuiDmYlulweyGrkoTwkuruiekuiqlunmwnY]","unicode":"ਜੇਤੇਰੇਤੀਰਥਨਾਏਅਹੰਬੁਧਿਮੈਲੁਲਾਏਘਰਕੋਠਾਕੁਰੁਇਕੁਤਿਲੁਨਮਾਨੈ॥"},"translation":{"en":{"bdb":"In spite of the many places of pilgrimage for people to bathe in, their minds are still stained by their stubborn ego; the Lord Master is not pleased by this at all.","ms":"As many places of pilgrimage, the man bathes at, so much more the dirt of mental ego he gathers and the Lord of the mind is pleases not even a bit.","ssk":"In spite of the many places of pilgrimage for people to bathe in, their minds are still stained by their stubborn ego; the Lord Master is not pleased by this at all."},"pu":{"ss":{"gurmukhi":"hy BweI! ijqny BI qIrQ hn jy auhnW auqy ieSnwn kIqw jwey; auh ieSnwn sgoN mn ƒ haumY dI mYl lw dyNdy hn, (iehnW qIrQ-ieSnwnW nwl) prmwqmw rqw Br BI pRsMn nhIN huMdw [","unicode":"ਹੇ ਭਾਈ! ਜਿਤਨੇ ਭੀ ਤੀਰਥ ਹਨ ਜੇ ਉਹਨਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕੀਤਾ ਜਾਏ; ਉਹ ਇਸ਼ਨਾਨ ਸਗੋਂ ਮਨ ਨੂੰ ਹਉਮੈ ਦੀ ਮੈਲ ਲਾ ਦੇਂਦੇ ਹਨ, (ਇਹਨਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨਾਂ ਨਾਲ) ਪਰਮਾਤਮਾ ਰਤਾ ਭਰ ਭੀ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ ।"},"ft":{"gurmukhi":"hy BweI! ijqny qIrQ iesnwn kry, iqnoN kr ky AhMbuDI kr aultI pwp vw ivkwr rUpI mlnqw kw hI lgwvxw kIAw[ (Gr) srIr kw mwlk jo mn hY iek iql ArQwq QoVy mwqR BI mwnqw n BXw, Bwv sy ien krmoN ky krny kr ky mn ny iesiQqI nhIN pweI; vw Gr dw Twkr prmysr hMkwr krny qy ien krmoN ko iek iql mwqR nhIN mwnqw hY]","unicode":"ਹੇ ਭਾਈ! ਜਿਤਨੇ ਤੀਰਥ ਇਸਨਾਨ ਕਰੇ, ਤਿਨੋਂ ਕਰ ਕੇ ਅਹੰਬੁਧੀ ਕਰ ਉਲਟੀ ਪਾਪ ਵਾ ਵਿਕਾਰ ਰੂਪੀ ਮਲਨਤਾ ਕਾ ਹੀ ਲਗਾਵਣਾ ਕੀਆ। (ਘਰ) ਸਰੀਰ ਕਾ ਮਾਲਕ ਜੋ ਮਨ ਹੈ ਇਕ ਤਿਲ ਅਰਥਾਤ ਥੋੜੇ ਮਾਤ੍ਰ ਭੀ ਮਾਨਤਾ ਨ ਭਯਾ, ਭਾਵ ਸੇ ਇਨ ਕਰਮੋਂ ਕੇ ਕਰਨੇ ਕਰ ਕੇ ਮਨ ਨੇ ਇਸਥਿਤੀ ਨਹੀਂ ਪਾਈ; ਵਾ ਘਰ ਦਾ ਠਾਕਰ ਪਰਮੇਸਰ ਹੰਕਾਰ ਕਰਨੇ ਤੇ ਇਨ ਕਰਮੋਂ ਕੋ ਇਕ ਤਿਲ ਮਾਤ੍ਰ ਨਹੀਂ ਮਾਨਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijqny BI qIrQ hn jy auhnW auqy ieSnwn kIqw jwey; auh ieSnwn sgoN mn ƒ haumY dI mYl lw dyNdy hn, (iehnW qIrQ-ieSnwnW nwl) prmwqmw rqw Br BI pRsMn nhIN huMdw [","unicode":"ਹੇ ਭਾਈ! ਜਿਤਨੇ ਭੀ ਤੀਰਥ ਹਨ ਜੇ ਉਹਨਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕੀਤਾ ਜਾਏ; ਉਹ ਇਸ਼ਨਾਨ ਸਗੋਂ ਮਨ ਨੂੰ ਹਉਮੈ ਦੀ ਮੈਲ ਲਾ ਦੇਂਦੇ ਹਨ, (ਇਹਨਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨਾਂ ਨਾਲ) ਪਰਮਾਤਮਾ ਰਤਾ ਭਰ ਭੀ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ ।"},"ms":{"gurmukhi":"ijMny izAwdw XwqRw AsQwnW auqy ienswn nHwauNdy hY, aunHW hI Awqmk hMkwr dw gMd aus ƒ icmVdw hY Aqy mn dw mwlk iek Borw Br BI KuS nhIN huMdw[","unicode":"ਜਿੰਨੇ ਜ਼ਿਆਦਾ ਯਾਤ੍ਰਾ ਅਸਥਾਨਾਂ ਉਤੇ ਇਨਸਾਨ ਨ੍ਹਾਉਂਦੇ ਹੈ, ਉਨ੍ਹਾਂ ਹੀ ਆਤਮਕ ਹੰਕਾਰ ਦਾ ਗੰਦ ਉਸ ਨੂੰ ਚਿਮੜਦਾ ਹੈ ਅਤੇ ਮਨ ਦਾ ਮਾਲਕ ਇਕ ਭੋਰਾ ਭਰ ਭੀ ਖੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Mientras más se bañe uno en lugares santos, más impureza junta, pues el Señor que habita en nuestro interior no va a estar complacido ni siquiera un poquito. "},"hi":{"ss":"हे भाई ! जितने भी तीर्थ हैं अगर उन पर स्नान किया जाए।वह स्नान बल्कि मन में अहंकार की मैल चढ़ा देते हैं।(इन तीर्थ-स्नानों से) परमात्मा जरा सा भी प्रसन्न नहीं होता।","sts":"मैंने जितने भी तीर्थ किए हैं, इन तीर्थों पर स्नान करने से उतनी अहंकार रूपी मैल मेंने अपने मन को लगा ली है और मेरे हृदय रूपी घर का स्वामी प्रभु एक तिल भर के लिए भी प्रसन्न नहीं होता।"}},"transliteration":{"english":"jete re teerath naae aha(n)budh mail laae ghar ko Thaakur ik til na maanai ||","hindi":"जेते रे तीरथ नाए अहंबुधि मैलु लाए घर को ठाकुरु इकु तिलु न मानै ॥","en":"jete re teerath naae aha(n)budh mail laae ghar ko Thaakur ik til na maanai ||","hi":"जेते रे तीरथ नाए अहंबुधि मैलु लाए घर को ठाकुरु इकु तिलु न मानै ॥","ipa":"d͡ʒet̪e re t̪irət̪ʰ nɑee əhəŋbʊt̪ə̀ mæl lɑee Gʰər kɔ ʈʰɑkʊr eɪk t̪ɪl nə mɑnæ.","ur":"جےتے رے تیِرتھ نااے اهںبدھ مَےل لااے گھر کو ٹھاکر اک تل ن مانَے ۔۔"},"pageNo":687,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29625,"shabadId":2620,"verse":{"gurmukhi":"kid pwvau swDsMgu hir hir sdw Awnµdu igAwn AMjin myrw mnu iesnwnY ]4]","unicode":"ਕਦਿ ਪਾਵਉ ਸਾਧਸੰਗੁ ਹਰਿ ਹਰਿ ਸਦਾ ਆਨੰਦੁ ਗਿਆਨ ਅੰਜਨਿ ਮੇਰਾ ਮਨੁ ਇਸਨਾਨੈ ॥੪॥"},"larivaar":{"gurmukhi":"kidpwvauswDsMguhirhirsdwAwnµduigAwnAMjinmyrwmnuiesnwnY]4]","unicode":"ਕਦਿਪਾਵਉਸਾਧਸੰਗੁਹਰਿਹਰਿਸਦਾਆਨੰਦੁਗਿਆਨਅੰਜਨਿਮੇਰਾਮਨੁਇਸਨਾਨੈ॥੪॥"},"translation":{"en":{"bdb":"When will I find the Saadh Sangat, the Company of the Holy? There, I shall be always in the ecstasy of the Lord, Har, Har, and my mind shall take its cleansing bath in the healing ointment of spiritual wisdom. ||4||","ms":"When shall I obtain the society of the saints, in which I shall ever enjoy the Lord God's bliss? My soul shall bathe therein and I shall attain the eye-slave of gnosis.","ssk":"When will I find the Saadh Sangat, the Company of the Holy? There, I shall be always in the ecstasy of the Lord, Har, Har, and my mind shall take its cleansing bath in the healing ointment of spiritual wisdom. ||4||"},"pu":{"ss":{"gurmukhi":"(myrI qW ieh qWG hY ik) mYN kdy swD sMgiq pRwpq kr skW, (swD sMgiq dI brkiq nwl mn ivc) sdw Awqmk AwnMd bixAw rhy, qy, myrw mn igAwn dy surmy nwl (Awpxy Awp ƒ) pivq® kr ley [4[","unicode":"(ਮੇਰੀ ਤਾਂ ਇਹ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਕਦੇ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਸਕਾਂ, (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹੇ, ਤੇ, ਮੇਰਾ ਮਨ ਗਿਆਨ ਦੇ ਸੁਰਮੇ ਨਾਲ (ਆਪਣੇ ਆਪ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰ ਲਏ ।੪।"},"ft":{"gurmukhi":"qW qy kb sqsMg myry ko pRwpiq hovY? ijn kI ikrpw sy hir hir nwm jwp kr sdw myrw mn AnMd rhy AOr igAwn rUpI AMjn kr ky myrw mn (iesnwny) pivqR hovY? ]4] pRSn: bRhmcrj Awid suB krm mn ky suD krnyhwry qum ny nhIN kIey hovyNgy? au`qr:","unicode":"ਤਾਂ ਤੇ ਕਬ ਸਤਸੰਗ ਮੇਰੇ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵੈ? ਜਿਨ ਕੀ ਕਿਰਪਾ ਸੇ ਹਰਿ ਹਰਿ ਨਾਮ ਜਾਪ ਕਰ ਸਦਾ ਮੇਰਾ ਮਨ ਅਨੰਦ ਰਹੇ ਔਰ ਗਿਆਨ ਰੂਪੀ ਅੰਜਨ ਕਰ ਕੇ ਮੇਰਾ ਮਨ (ਇਸਨਾਨੇ) ਪਵਿਤ੍ਰ ਹੋਵੈ? ॥੪॥ ਪ੍ਰਸ਼ਨ: ਬ੍ਰਹਮਚਰਜ ਆਦਿ ਸੁਭ ਕਰਮ ਮਨ ਕੇ ਸੁਧ ਕਰਨੇਹਾਰੇ ਤੁਮ ਨੇ ਨਹੀਂ ਕੀਏ ਹੋਵੇਂਗੇ? ਉੱਤਰ:"},"bdb":{"gurmukhi":"(myrI qW ieh qWG hY ik) mYN kdy swD sMgiq pRwpq kr skW, (swD sMgiq dI brkiq nwl mn ivc) sdw Awqmk AwnMd bixAw rhy, qy, myrw mn igAwn dy surmy nwl (Awpxy Awp ƒ) pivq® kr ley [4[","unicode":"(ਮੇਰੀ ਤਾਂ ਇਹ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਕਦੇ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਸਕਾਂ, (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹੇ, ਤੇ, ਮੇਰਾ ਮਨ ਗਿਆਨ ਦੇ ਸੁਰਮੇ ਨਾਲ (ਆਪਣੇ ਆਪ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰ ਲਏ ।੪।"},"ms":{"gurmukhi":"mYƒ AYsI siq sMgq kdo pRwpq hovygI, ijs iv`c mYN hmySW hI suAwmI vwihgurU dI KuSI ƒ mwxWgw, myrI Awqmw aus iv`c ieSnwn krUgI Aqy mYƒ bRhm-boD dw surmw pRwpq ho jwvygw[","unicode":"ਮੈਨੂੰ ਐਸੀ ਸਤਿ ਸੰਗਤ ਕਦੋ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ, ਜਿਸ ਵਿੱਚ ਮੈਂ ਹਮੇਸ਼ਾਂ ਹੀ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੀ ਖੁਸ਼ੀ ਨੂੰ ਮਾਣਾਂਗਾ, ਮੇਰੀ ਆਤਮਾ ਉਸ ਵਿੱਚ ਇਸ਼ਨਾਨ ਕਰੂਗੀ ਅਤੇ ਮੈਨੂੰ ਬ੍ਰਹਮ-ਬੋਧ ਦਾ ਸੁਰਮਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵੇਗਾ।"}},"es":{"sn":"Oh, ¿cuándo podré encontrar a la Sociedad de los Santos para que así pueda habitar siempre en el Éxtasis del Señor y me pueda bañar en las aguas de la Sabiduría? (4)"},"hi":{"ss":"(मेरी तो तमन्ना ये है कि) कभी मैं भी साध-संगति प्राप्त कर सकूँ।(साध-संगति की बरकति से मन में) सदा आत्मिक आनंद बना रहे।और।मेरा मन ज्ञान के अंजन से (अपने आप को) पवित्र कर ले। 4।","sts":"मैं ऐसी साधसंगति कब प्राप्त करूँगा जिसमें मैं परमेश्वर का नाम जप कर सदैव ही आनंदित रहूँगा और मेरा मन अपनी ऑखों में ज्ञान रूपी सुरमा डालकर ज्ञान रूपी तीर्थ में स्नान करेगा ॥ ४॥"}},"transliteration":{"english":"kadh paavau saadhasa(n)g har har sadhaa aana(n)dh giaan a(n)jan meraa man isanaanai ||4||","hindi":"कदि पावउ साधसंगु हरि हरि सदा आनंदु गिआन अंजनि मेरा मनु इसनानै ॥४॥","en":"kadh paavau saadhasa(n)g har har sadhaa aana(n)dh giaan a(n)jan meraa man isanaanai ||4||","hi":"कदि पावउ साधसंगु हरि हरि सदा आनंदु गिआन अंजनि मेरा मनु इसनानै ॥४॥","ipa":"kəd̪ pɑʋo sɑt̪əsəŋG hər hər səd̪ɑ əɑnəⁿd̪ Gɪəɑn əŋd͡ʒən merɑ mən eɪsənɑnæ.4.","ur":"کد پاوا سادھسںگ هرِ هرِ سدا آنµد گآن اںجن مےرا من ِاسنانَے ۔۔۴۔۔"},"pageNo":687,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"2","t":"y"},{"p":"6","t":"v"},{"p":"8","t":"y"}],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29626,"shabadId":2620,"verse":{"gurmukhi":"sgl AsRm kIny mnUAw nh pqIny ibbykhIn dyhI Doey ]","unicode":"ਸਗਲ ਅਸ੍ਰਮ ਕੀਨੇ ਮਨੂਆ ਨਹ ਪਤੀਨੇ ਬਿਬੇਕਹੀਨ ਦੇਹੀ ਧੋਏ ॥"},"larivaar":{"gurmukhi":"sglAsRmkInymnUAwnhpqInyibbykhIndyhIDoey]","unicode":"ਸਗਲਅਸ੍ਰਮਕੀਨੇਮਨੂਆਨਹਪਤੀਨੇਬਿਬੇਕਹੀਨਦੇਹੀਧੋਏ॥"},"translation":{"en":{"bdb":"I have followed the four stages of life, but my mind is not satisfied; I wash my body, but it is totally lacking in understanding.","ms":"I have practised all the four stages of life and my body, devoid of divine knowledge, I have washed as well, but my mind is pleases not.","ssk":"I have followed the four stages of life, but my mind is not satisfied; I wash my body, but it is totally lacking in understanding."},"pu":{"ss":{"gurmukhi":"hy BweI! swry hI AwsRmW dy Drm kmwieAW BI mn nhIN pqIjdw [ ivcwr-hIn mnu`K isr& srIr ƒ hI sw&-suQrw krdy rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਹੀ ਆਸ੍ਰਮਾਂ ਦੇ ਧਰਮ ਕਮਾਇਆਂ ਭੀ ਮਨ ਨਹੀਂ ਪਤੀਜਦਾ । ਵਿਚਾਰ-ਹੀਨ ਮਨੁੱਖ ਸਿਰਫ਼ ਸਰੀਰ ਨੂੰ ਹੀ ਸਾਫ਼-ਸੁਥਰਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hy BweI! bRhmcrj Awid sMpUrn AwsRmo Drm BI kIey, (prMqU) iqnoN kr ky hrI myN ieh (mnUAw) AMqskrn pqIAwey nhIN, ibbyk sy hIn ho kr kyvl dyhI kw hI Dovxw krqy hYN]","unicode":"ਹੇ ਭਾਈ! ਬ੍ਰਹਮਚਰਜ ਆਦਿ ਸੰਪੂਰਨ ਆਸ੍ਰਮੋ ਧਰਮ ਭੀ ਕੀਏ, (ਪਰੰਤੂ) ਤਿਨੋਂ ਕਰ ਕੇ ਹਰੀ ਮੇਂ ਇਹ (ਮਨੂਆ) ਅੰਤਸਕਰਨ ਪਤੀਆਏ ਨਹੀਂ, ਬਿਬੇਕ ਸੇ ਹੀਨ ਹੋ ਕਰ ਕੇਵਲ ਦੇਹੀ ਕਾ ਹੀ ਧੋਵਣਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! swry hI AwsRmW dy Drm kmwieAW BI mn nhIN pqIjdw [ ivcwr-hIn mnu`K isr& srIr ƒ hI sw&-suQrw krdy rihMdy hn [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਹੀ ਆਸ੍ਰਮਾਂ ਦੇ ਧਰਮ ਕਮਾਇਆਂ ਭੀ ਮਨ ਨਹੀਂ ਪਤੀਜਦਾ । ਵਿਚਾਰ-ਹੀਨ ਮਨੁੱਖ ਸਿਰਫ਼ ਸਰੀਰ ਨੂੰ ਹੀ ਸਾਫ਼-ਸੁਥਰਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"mYN jIvn dIAW smUh (cwrW hI) AvsQwvW dI AiBAws kIqw hY Aqy Awpxy bRhm vIcwr rihq srIr ƒ BI Doqw hY[ pRMqU myrw mn pRsMn nhIN hoieAw[","unicode":"ਮੈਂ ਜੀਵਨ ਦੀਆਂ ਸਮੂਹ (ਚਾਰਾਂ ਹੀ) ਅਵਸਥਾਵਾਂ ਦੀ ਅਭਿਆਸ ਕੀਤਾ ਹੈ ਅਤੇ ਆਪਣੇ ਬ੍ਰਹਮ ਵੀਚਾਰ ਰਹਿਤ ਸਰੀਰ ਨੂੰ ਭੀ ਧੋਤਾ ਹੈ। ਪ੍ਰੰਤੂ ਮੇਰਾ ਮਨ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੋਇਆ।"}},"es":{"sn":"Practiqué todas las disciplinas posibles en la vida y aún así mi mente nunca estuvo complacida, lavé el cuerpo privado de Sabiduría."},"hi":{"ss":"हे भाई ! सारे ही आश्रमों के धर्म कमाने से भी मन नहीं पतीजता।विचार-हीन मनुष्य सिर्फ शरीर को ही साफ-सुथरा करते रहते हैं।","sts":"मैंने ब्रह्मचार्य, गृहस्थ, वानप्रस्थ एवं संन्यास इन सभी आश्रमों के धर्म कमाए हैं परन्तु मेरा मन संतुष्ट नहीं होता। मैं ज्ञानहीन स्नान करके अपने शरीर को स्वच्छ करता रहता हूँ।"}},"transliteration":{"english":"sagal asram keene manooaa neh pateene bibekaheen dhehee dhoe ||","hindi":"सगल अस्रम कीने मनूआ नह पतीने बिबेकहीन देही धोए ॥","en":"sagal asram keene manooaa neh pateene bibekaheen dhehee dhoe ||","hi":"सगल अस्रम कीने मनूआ नह पतीने बिबेकहीन देही धोए ॥","ipa":"səGəl əsɹəm kine mənuəɑ nəh pət̪ine bɪbekəhin d̪ehi t̪ɔee.","ur":"سگل اسرم کیٍنے منُوآ نه پتیٍنے ببےکهیٍن دےهیِ دھواے ۔۔"},"pageNo":687,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29627,"shabadId":2620,"verse":{"gurmukhi":"koeI pweIAY ry purKu ibDwqw pwrbRhm kY rMig rwqw myry mn kI durmiq mlu Koey ]5]","unicode":"ਕੋਈ ਪਾਈਐ ਰੇ ਪੁਰਖੁ ਬਿਧਾਤਾ ਪਾਰਬ੍ਰਹਮ ਕੈ ਰੰਗਿ ਰਾਤਾ ਮੇਰੇ ਮਨ ਕੀ ਦੁਰਮਤਿ ਮਲੁ ਖੋਏ ॥੫॥"},"larivaar":{"gurmukhi":"koeIpweIAYrypurKuibDwqwpwrbRhmkYrMigrwqwmyrymnkIdurmiqmluKoey]5]","unicode":"ਕੋਈਪਾਈਐਰੇਪੁਰਖੁਬਿਧਾਤਾਪਾਰਬ੍ਰਹਮਕੈਰੰਗਿਰਾਤਾਮੇਰੇਮਨਕੀਦੁਰਮਤਿਮਲੁਖੋਏ॥੫॥"},"translation":{"en":{"bdb":"If only I could meet some devotee of the Supreme Lord God, imbued with the Lord's Love, who could eradicate the filthy evil-mindedness from my mind. ||5||","ms":"May I meet some such saint of the Lord Creator, who is imbued with the supreme Lord's love. He shall eradicate the filth of the mal-intellect of my mind.","ssk":"If only I could meet some devotee of the Supreme Lord God, imbued with the Lord's Love, who could eradicate the filthy evil-mindedness from my mind. ||5||"},"pu":{"ss":{"gurmukhi":"hy BweI! (myrI ieh lwlsw hY ik) prmwqmw dy pRym-rMg ivc rMigAw hoieAw, prmwqmw dw rUp koeI mhw purK l`B pey, qy, auh myry mn dI BYVI miq dI mYl dUr kr dyvy [5[","unicode":"ਹੇ ਭਾਈ! (ਮੇਰੀ ਇਹ ਲਾਲਸਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ, ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਕੋਈ ਮਹਾ ਪੁਰਖ ਲੱਭ ਪਏ, ਤੇ, ਉਹ ਮੇਰੇ ਮਨ ਦੀ ਭੈੜੀ ਮਤਿ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਵੇ ।੫।"},"ft":{"gurmukhi":"hy BweI! koeI ibDwqw purK pwrbRhm ky (rMig) pRym myN rwqw hUAw pweIAY, qb vhu myry mn kI KotI miq rUp mYl ko (Koey) dUr krY]5]","unicode":"ਹੇ ਭਾਈ! ਕੋਈ ਬਿਧਾਤਾ ਪੁਰਖ ਪਾਰਬ੍ਰਹਮ ਕੇ (ਰੰਗਿ) ਪ੍ਰੇਮ ਮੇਂ ਰਾਤਾ ਹੂਆ ਪਾਈਐ, ਤਬ ਵਹੁ ਮੇਰੇ ਮਨ ਕੀ ਖੋਟੀ ਮਤਿ ਰੂਪ ਮੈਲ ਕੋ (ਖੋਏ) ਦੂਰ ਕਰੈ॥੫॥"},"bdb":{"gurmukhi":"hy BweI! (myrI ieh lwlsw hY ik) prmwqmw dy pRym-rMg ivc rMigAw hoieAw, prmwqmw dw rUp koeI mhw purK l`B pey, qy, auh myry mn dI BYVI miq dI mYl dUr kr dyvy [5[","unicode":"ਹੇ ਭਾਈ! (ਮੇਰੀ ਇਹ ਲਾਲਸਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ, ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਕੋਈ ਮਹਾ ਪੁਰਖ ਲੱਭ ਪਏ, ਤੇ, ਉਹ ਮੇਰੇ ਮਨ ਦੀ ਭੈੜੀ ਮਤਿ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਵੇ ।੫।"},"ms":{"gurmukhi":"mYƒ suAwmI isrjxhwr dw koeI AYsw swDU iml pvy, jo Drm pRBU dy ipAwr nwl rMigAw hoieAw hovy, auh myry ic`q dI KotI smJ dI gMdgI dw nwm inSwn imtw dyvygw[","unicode":"ਮੈਨੂੰ ਸੁਆਮੀ ਸਿਰਜਣਹਾਰ ਦਾ ਕੋਈ ਐਸਾ ਸਾਧੂ ਮਿਲ ਪਵੇ, ਜੋ ਧਰਮ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗਿਆ ਹੋਇਆ ਹੋਵੇ, ਉਹ ਮੇਰੇ ਚਿੱਤ ਦੀ ਖੋਟੀ ਸਮਝ ਦੀ ਗੰਦਗੀ ਦਾ ਨਾਮ ਨਿਸ਼ਾਨ ਮਿਟਾ ਦੇਵੇਗਾ।"}},"es":{"sn":"Ahora busco encontrarme con la Gran Alma, Quien está imbuida en el Amor del Señor y Quien erradica el cochambre de mi mente. (5)"},"hi":{"ss":"हे भाई ! (मेरी ये लालसा है कि) परमात्मा के प्रेम-रंग में रंगा हुआ।परमात्मा का रूप कोई महापुरुष मिल जाए।तो वह मेरे मन की बुरी मति की मैल दूर कर दे। 5।","sts":"मेरी तो कामना है कि कोई ऐसा महापुरुष मुझे मिल जाए जो विधाता परब्रह्म के प्रेम में मग्न हुआ हो और वह मेरी दुर्मति की मैल दूर कर दे ॥ ५॥"}},"transliteration":{"english":"koiee paieeaai re purakh bidhaataa paarabraham kai ra(n)g raataa mere man kee dhuramat mal khoe ||5||","hindi":"कोई पाईऐ रे पुरखु बिधाता पारब्रहम कै रंगि राता मेरे मन की दुरमति मलु खोए ॥५॥","en":"koiee paieeaai re purakh bidhaataa paarabraham kai ra(n)g raataa mere man kee dhuramat mal khoe ||5||","hi":"कोई पाईऐ रे पुरखु बिधाता पारब्रहम कै रंगि राता मेरे मन की दुरमति मलु खोए ॥५॥","ipa":"kɔei pɑeiæ re pʊrəkʰ bɪt̪ɑt̪ɑ pɑrəbɹəhəm kæ rəŋG rɑt̪ɑ mere mən ki d̪ʊrəmət̪ məl kʰɔee.5.","ur":"کوای پاایاَے رے پُرکھ بدھاتا پاربرهم کَے رںگ راتا مےرے من کیِ دُرمت مل کھواے ۔۔۵۔۔"},"pageNo":687,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29628,"shabadId":2620,"verse":{"gurmukhi":"krm Drm jugqw inmK n hyqu krqw grib grib pVY khI n lyKY ]","unicode":"ਕਰਮ ਧਰਮ ਜੁਗਤਾ ਨਿਮਖ ਨ ਹੇਤੁ ਕਰਤਾ ਗਰਬਿ ਗਰਬਿ ਪੜੈ ਕਹੀ ਨ ਲੇਖੈ ॥"},"larivaar":{"gurmukhi":"krmDrmjugqwinmKnhyqukrqwgribgribpVYkhInlyKY]","unicode":"ਕਰਮਧਰਮਜੁਗਤਾਨਿਮਖਨਹੇਤੁਕਰਤਾਗਰਬਿਗਰਬਿਪੜੈਕਹੀਨਲੇਖੈ॥"},"translation":{"en":{"bdb":"One who is attached to religious rituals, does not love the Lord, even for an instant; he is filled with pride, and he is of no account.","ms":"The man, who is attached to the ritualistic creeds, loves not his Lord even for an instant and is puffed up with excessive ego, is of no account.","ssk":"One who is attached to religious rituals, does not love the Lord, even for an instant; he is filled with pride, and he is of no account."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVw mnu`K (qIrQ-ieSnwn Awidk imQy hoey) Dwrimk krmW ivc hI ru`Jw rihMdw hY, rqw-Br smy leI BI prmwqmw nwl ipAwr nhIN krdw, (auh iehnW kIqy krmW dy Awsry) muV muV AhMkwr ivc itikAw rihMdw hY, (iehnW kIqy Dwrimk krmW ivcoN koeI BI krm) iksy kMm nhIN AwauNdw [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚ ਹੀ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਰਤਾ-ਭਰ ਸਮੇ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ, (ਉਹ ਇਹਨਾਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਆਸਰੇ) ਮੁੜ ਮੁੜ ਅਹੰਕਾਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਹਨਾਂ ਕੀਤੇ ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਰਮ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ।"},"ft":{"gurmukhi":"AOr jo jIv skwm krm DrmoN myN (jugqw) juiVAw hUAw vihgurU myN eyk iKn mwqR pRym nhIN krqw hY AOr mn qn sy hMkwr krqw hY, so iksI lyKY nhIN hY, Bwv sy insPl hY ]","unicode":"ਔਰ ਜੋ ਜੀਵ ਸਕਾਮ ਕਰਮ ਧਰਮੋਂ ਮੇਂ (ਜੁਗਤਾ) ਜੁੜਿਆ ਹੂਆ ਵਹਿਗੁਰੂ ਮੇਂ ਏਕ ਖਿਨ ਮਾਤ੍ਰ ਪ੍ਰੇਮ ਨਹੀਂ ਕਰਤਾ ਹੈ ਔਰ ਮਨ ਤਨ ਸੇ ਹੰਕਾਰ ਕਰਤਾ ਹੈ, ਸੋ ਕਿਸੀ ਲੇਖੈ ਨਹੀਂ ਹੈ, ਭਾਵ ਸੇ ਨਿਸਫਲ ਹੈ ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVw mnu`K (qIrQ-ieSnwn Awidk imQy hoey) Dwrimk krmW ivc hI ru`Jw rihMdw hY, rqw-Br smy leI BI prmwqmw nwl ipAwr nhIN krdw, (auh iehnW kIqy krmW dy Awsry) muV muV AhMkwr ivc itikAw rihMdw hY, (iehnW kIqy Dwrimk krmW ivcoN koeI BI krm) iksy kMm nhIN AwauNdw [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚ ਹੀ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਰਤਾ-ਭਰ ਸਮੇ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ, (ਉਹ ਇਹਨਾਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਆਸਰੇ) ਮੁੜ ਮੁੜ ਅਹੰਕਾਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਹਨਾਂ ਕੀਤੇ ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਰਮ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ।"},"ms":{"gurmukhi":"ijhVw ienswn krmkWfI AkIidAW nwl juiVAw hoieAw hY, pRBU ƒ iek iCn leI BI pRym nhIN krdw, Aqy haumY hMkwr nwl Pu`ilAw iPrdw hY auh iksy BI ihswb-ikqwb iv`c nhIN[","unicode":"ਜਿਹੜਾ ਇਨਸਾਨ ਕਰਮਕਾਂਡੀ ਅਕੀਦਿਆਂ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਪ੍ਰਭੂ ਨੂੰ ਇਕ ਛਿਨ ਲਈ ਭੀ ਪ੍ਰੇਮ ਨਹੀਂ ਕਰਦਾ, ਅਤੇ ਹਉਮੈ ਹੰਕਾਰ ਨਾਲ ਫੁੱਲਿਆ ਫਿਰਦਾ ਹੈ ਉਹ ਕਿਸੇ ਭੀ ਹਿਸਾਬ-ਕਿਤਾਬ ਵਿੱਚ ਨਹੀਂ।"}},"es":{"sn":"Fui devoto y seguí la ética y la moralidad de las enseñanzas, pero no amé a mi Dios ni por un momento, estaba inflado por mi ego, pero todo esto de nada me ayudó."},"hi":{"ss":"हे भाई ! जो मनुष्य (तीर्थ-स्नान आदि मिथे हुए) धार्मिक कर्मों में ही व्यस्त रहता है।जरा से वक्त के लिए भी परमात्मा को प्यार नहीं करता।(वह इन किए कर्मों के आसरे) बार-बार अहंकार में टिका रहता है।(इन किए धार्मिक कर्मों में कोई भी कर्म उसके) किसी के काम नहीं आता।","sts":"मनुष्य धर्म-कर्मों में ही मग्न रहता है परन्तु वह क्षण भर के लिए भी प्रभु से प्रेम नहीं करता। वह तो घमण्ड एवं अहंकार में ही पड़ा रहता है परन्तु उसका कोई भी धर्म-कर्म किसी काम नहीं आता।"}},"transliteration":{"english":"karam dharam jugataa nimakh na het karataa garab garab paRai kahee na lekhai ||","hindi":"करम धरम जुगता निमख न हेतु करता गरबि गरबि पड़ै कही न लेखै ॥","en":"karam dharam jugataa nimakh na het karataa garab garab paRai kahee na lekhai ||","hi":"करम धरम जुगता निमख न हेतु करता गरबि गरबि पड़ै कही न लेखै ॥","ipa":"kərəm t̪ərəm d͡ʒʊGət̪ɑ nɪməkʰ nə het̪ kərət̪ɑ Gərəb Gərəb pəɽæ kəhi nə lekʰæ.","ur":"کرم دھرم جُگتا نمکھ ن هےت کرتا گرب گرب پڑَے کهیِ ن لےکھَے ۔۔"},"pageNo":687,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"},{"p":9,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29629,"shabadId":2620,"verse":{"gurmukhi":"ijsu BytIAY sPl mUriq krY sdw kIriq gur prswid koaU nyqRhu pyKY ]6]","unicode":"ਜਿਸੁ ਭੇਟੀਐ ਸਫਲ ਮੂਰਤਿ ਕਰੈ ਸਦਾ ਕੀਰਤਿ ਗੁਰ ਪਰਸਾਦਿ ਕੋਊ ਨੇਤ੍ਰਹੁ ਪੇਖੈ ॥੬॥"},"larivaar":{"gurmukhi":"ijsuBytIAYsPlmUriqkrYsdwkIriqgurprswidkoaUnyqRhupyKY]6]","unicode":"ਜਿਸੁਭੇਟੀਐਸਫਲਮੂਰਤਿਕਰੈਸਦਾਕੀਰਤਿਗੁਰਪਰਸਾਦਿਕੋਊਨੇਤ੍ਰਹੁਪੇਖੈ॥੬॥"},"translation":{"en":{"bdb":"One who meets with the rewarding personality of the Guru, continually sings the Kirtan of the Lord's Praises. By Guru's Grace, such a rare one beholds the Lord with his eyes. ||6||","ms":"He, who meets, with the accredited personality of the Guru, ever sings the Lord praise. By Guru's grace, some rare one sees the Lord with his eyes.","ssk":"One who meets with the rewarding personality of the Guru, continually sings the Kirtan of the Lord's Praises. By Guru's Grace, such a rare one beholds the Lord with his eyes. ||6||"},"pu":{"ss":{"gurmukhi":"hy BweI! ijs mnu`K ƒ auh gurU iml pYNdw hY jo swrIAW murwdW pUrIAW krn vwlw hY Aqy ijs dI ikrpw nwl mnu`K sdw prmwqmw dI is&iq-swlwh krdw hY, aus gurU dI ikrpw nwl koeI BwgW vwlw mnu`K prmwqmw ƒ AwpxIAW A`KW nwl (hr QW v`sdw) vyK lYNdw hY [6[","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਵੇਖ ਲੈਂਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"ijs ko siqgurU sPl mUriq imly so sdw hrI kI kIrqI kry, guroN kI ikRpw kr ky so koeI iqs hrI kO nyqRoN sy dyKqw hY ]6]","unicode":"ਜਿਸ ਕੋ ਸਤਿਗੁਰੂ ਸਫਲ ਮੂਰਤਿ ਮਿਲੇ ਸੋ ਸਦਾ ਹਰੀ ਕੀ ਕੀਰਤੀ ਕਰੇ, ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਸੋ ਕੋਈ ਤਿਸ ਹਰੀ ਕੌ ਨੇਤ੍ਰੋਂ ਸੇ ਦੇਖਤਾ ਹੈ ॥੬॥"},"bdb":{"gurmukhi":"hy BweI! ijs mnu`K ƒ auh gurU iml pYNdw hY jo swrIAW murwdW pUrIAW krn vwlw hY Aqy ijs dI ikrpw nwl mnu`K sdw prmwqmw dI is&iq-swlwh krdw hY, aus gurU dI ikrpw nwl koeI BwgW vwlw mnu`K prmwqmw ƒ AwpxIAW A`KW nwl (hr QW v`sdw) vyK lYNdw hY [6[","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਵੇਖ ਲੈਂਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"jo gurW dI AmoG (sPl) ivAkqI ƒ iml pYNdw hY, auh hmySW hI pRBU dw j`s gwien krdw hY[ gurW dI dieAw duAwrw koeI ivrlw jxw hI pRBU ƒ AwpxIAW A`KW nwl vyKdw hY[","unicode":"ਜੋ ਗੁਰਾਂ ਦੀ ਅਮੋਘ (ਸਫਲ) ਵਿਅਕਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਹਮੇਸ਼ਾਂ ਹੀ ਪ੍ਰਭੂ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਦਾ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਕੋਈ ਵਿਰਲਾ ਜਣਾ ਹੀ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਵੇਖਦਾ ਹੈ।"}},"es":{"sn":"Extraordinario es aquél que logra ver al Guru Cumplidor de deseos, encontrándolo, uno canta las Alabanzas del Señor. (6)"},"hi":{"ss":"हे भाई ! जिस मनुष्य को वह गुरू मिल जाता है जो सारी मुरादें पूरी करने वाला है और जिसकी कृपा से मनुष्य सदा परमात्मा की सिफत सालाह करता है।उसकी कृपा से कोई भाग्यशाली मनुष्य परमात्मा को अपनी आँखों से (हर जगह बसता) देख लेता है। 6।","sts":"जिसे शुभ फल देने वाला सत्य की मूर्ति गुरु मिल जाता है, वह सदा परमात्मा का कीर्ति-गान करता रहता है और गुरु की कृपा से कोई विरला पुरुष ही अपने नेत्रों से भगवान के दर्शन प्राप्त करता है॥ ६॥"}},"transliteration":{"english":"jis bheTeeaai safal moorat karai sadhaa keerat gur parasaadh kouoo netrahu pekhai ||6||","hindi":"जिसु भेटीऐ सफल मूरति करै सदा कीरति गुर परसादि कोऊ नेत्रहु पेखै ॥६॥","en":"jis bheTeeaai safal moorat karai sadhaa keerat gur parasaadh kouoo netrahu pekhai ||6||","hi":"जिसु भेटीऐ सफल मूरति करै सदा कीरति गुर परसादि कोऊ नेत्रहु पेखै ॥६॥","ipa":"d͡ʒɪs ɓeʈiæ səfəl murət̪ kəræ səd̪ɑ kirət̪ Gʊr pərəsɑd̪ kɔou net̪ɹəh pekʰæ.6.","ur":"جِس بھےٹیِاَے سپھل مُورت کرَے سدا کیِرت گُر پرساد کواُو نےترهُ پےکھَے ۔۔۶۔۔"},"pageNo":687,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"3","t":"y"},{"p":"6","t":"v"},{"p":"8","t":"y"}],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29630,"shabadId":2620,"verse":{"gurmukhi":"mnhiT jo kmwvY iqlu n lyKY pwvY bgul ijau iDAwnu lwvY mwieAw ry DwrI ]","unicode":"ਮਨਹਠਿ ਜੋ ਕਮਾਵੈ ਤਿਲੁ ਨ ਲੇਖੈ ਪਾਵੈ ਬਗੁਲ ਜਿਉ ਧਿਆਨੁ ਲਾਵੈ ਮਾਇਆ ਰੇ ਧਾਰੀ ॥"},"larivaar":{"gurmukhi":"mnhiTjokmwvYiqlunlyKYpwvYbgulijauiDAwnulwvYmwieAwryDwrI]","unicode":"ਮਨਹਠਿਜੋਕਮਾਵੈਤਿਲੁਨਲੇਖੈਪਾਵੈਬਗੁਲਜਿਉਧਿਆਨੁਲਾਵੈਮਾਇਆਰੇਧਾਰੀ॥"},"translation":{"en":{"bdb":"One who acts through stubbornness is of no account at all; like a crane, he pretends to meditate, but he is still stuck in Maya.","ms":"The mammon worshipper, who acts through his mind's obstinacy and fixes his attention like a crane, is not in account even a bit.","ssk":"One who acts through stubbornness is of no account at all; like a crane, he pretends to meditate, but he is still stuck in Maya."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVw mnu`K mn dy hT nwl (qp Awidk Gwl) krdw hY, (prmwqmw ausdI ies myhnq ƒ) rqw Br BI prvwn nhIN krdw (ikauNik) hy BweI! auh mnu`K qW bguly vWg hI smwDI lw irhw huMdw hY; Awpxy mn ivc auh mwieAw dw moh hI itkweI r`Kdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਮਨ ਦੇ ਹਠ ਨਾਲ (ਤਪ ਆਦਿਕ ਘਾਲ) ਕਰਦਾ ਹੈ, (ਪਰਮਾਤਮਾ ਉਸਦੀ ਇਸ ਮੇਹਨਤ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਪਰਵਾਨ ਨਹੀਂ ਕਰਦਾ (ਕਿਉਂਕਿ) ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਤਾਂ ਬਗੁਲੇ ਵਾਂਗ ਹੀ ਸਮਾਧੀ ਲਾ ਰਿਹਾ ਹੁੰਦਾ ਹੈ; ਆਪਣੇ ਮਨ ਵਿਚ ਉਹ ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ।"},"ft":{"gurmukhi":"AOr mn ky hT kr ky jIv krm kmwvqw hY, hy BweI! (mwieAw) Cl ko Dwr kr bgly vq iDAwn lgwvqw hY[ iqn krmoN ko so vwihgurU iek iql mwqR lyKy nhIN pwvqw hY]","unicode":"ਔਰ ਮਨ ਕੇ ਹਠ ਕਰ ਕੇ ਜੀਵ ਕਰਮ ਕਮਾਵਤਾ ਹੈ, ਹੇ ਭਾਈ! (ਮਾਇਆ) ਛਲ ਕੋ ਧਾਰ ਕਰ ਬਗਲੇ ਵਤ ਧਿਆਨ ਲਗਾਵਤਾ ਹੈ। ਤਿਨ ਕਰਮੋਂ ਕੋ ਸੋ ਵਾਹਿਗੁਰੂ ਇਕ ਤਿਲ ਮਾਤ੍ਰ ਲੇਖੇ ਨਹੀਂ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVw mnu`K mn dy hT nwl (qp Awidk Gwl) krdw hY, (prmwqmw ausdI ies myhnq ƒ) rqw Br BI prvwn nhIN krdw (ikauNik) hy BweI! auh mnu`K qW bguly vWg hI smwDI lw irhw huMdw hY; Awpxy mn ivc auh mwieAw dw moh hI itkweI r`Kdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਮਨ ਦੇ ਹਠ ਨਾਲ (ਤਪ ਆਦਿਕ ਘਾਲ) ਕਰਦਾ ਹੈ, (ਪਰਮਾਤਮਾ ਉਸਦੀ ਇਸ ਮੇਹਨਤ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਪਰਵਾਨ ਨਹੀਂ ਕਰਦਾ (ਕਿਉਂਕਿ) ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਤਾਂ ਬਗੁਲੇ ਵਾਂਗ ਹੀ ਸਮਾਧੀ ਲਾ ਰਿਹਾ ਹੁੰਦਾ ਹੈ; ਆਪਣੇ ਮਨ ਵਿਚ ਉਹ ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ।"},"ms":{"gurmukhi":"dOlq dw pujwrI jo Awpxy mn dI ij`q rwhIN kMm krdw hY, Aqy bgly dI mwnMd AwpxI ibrqI joVdw hY, auh Borw Br BI lyKy p¤qy nhIN AwauNdw[","unicode":"ਦੌਲਤ ਦਾ ਪੁਜਾਰੀ ਜੋ ਆਪਣੇ ਮਨ ਦੀ ਜਿੱਤ ਰਾਹੀਂ ਕੰਮ ਕਰਦਾ ਹੈ, ਅਤੇ ਬਗਲੇ ਦੀ ਮਾਨੰਦ ਆਪਣੀ ਬਿਰਤੀ ਜੋੜਦਾ ਹੈ, ਉਹ ਭੋਰਾ ਭਰ ਭੀ ਲੇਖੇ ਪੱਤੇ ਨਹੀਂ ਆਉਂਦਾ।"}},"es":{"sn":"Todo lo que el amante de Maya logra hacer de manera voluntariosa, de nada le sirve, es como la garza que pretende meditar."},"hi":{"ss":"हे भाई ! जो मनुष्य मन के हठ से (तप आदि मेहनत) करता है।(परमात्मा उसकी इस मेहनत को) जरा सा भी परवान नहीं करता (क्योंकि) हे भाई ! वह मनुष्य तो बगुले की तरह ही समाधि लगा रहा होता है; अपने मन में वह माया का मोह ही टिकाए रखता है।","sts":"जो मनुष्य अपने मन के हठ से अभ्यास करता है, उसकी साधना तिल भर भी स्वीकृत नहीं होती। वह तो मायाधारी बगुले की तरह ही ध्यान लगाकर रखता है।"}},"transliteration":{"english":"manahaTh jo kamaavai til na lekhai paavai bagul jiau dhiaan laavai maiaa re dhaaree ||","hindi":"मनहठि जो कमावै तिलु न लेखै पावै बगुल जिउ धिआनु लावै माइआ रे धारी ॥","en":"manahaTh jo kamaavai til na lekhai paavai bagul jiau dhiaan laavai maiaa re dhaaree ||","hi":"मनहठि जो कमावै तिलु न लेखै पावै बगुल जिउ धिआनु लावै माइआ रे धारी ॥","ipa":"mənəhəʈʰ d͡ʒɔ kəmɑʋæ t̪ɪl nə lekʰæ pɑʋæ bəGʊl d͡ʒɪo t̪ɪəɑn lɑʋæ mɑɪɑ re t̪ɑri.","ur":"منهٹھ جو کماوَے تل ن لےکھَے پاوَے بگل جا دھآن لاوَے ماایا رے دھاریِ ۔۔"},"pageNo":687,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29631,"shabadId":2620,"verse":{"gurmukhi":"koeI AYso ry suKh dweI pRB kI kQw sunweI iqsu Byty giq hoie hmwrI ]7]","unicode":"ਕੋਈ ਐਸੋ ਰੇ ਸੁਖਹ ਦਾਈ ਪ੍ਰਭ ਕੀ ਕਥਾ ਸੁਨਾਈ ਤਿਸੁ ਭੇਟੇ ਗਤਿ ਹੋਇ ਹਮਾਰੀ ॥੭॥"},"larivaar":{"gurmukhi":"koeIAYsorysuKhdweIpRBkIkQwsunweIiqsuBytygiqhoiehmwrI]7]","unicode":"ਕੋਈਐਸੋਰੇਸੁਖਹਦਾਈਪ੍ਰਭਕੀਕਥਾਸੁਨਾਈਤਿਸੁਭੇਟੇਗਤਿਹੋਇਹਮਾਰੀ॥੭॥"},"translation":{"en":{"bdb":"Is there any such Giver of peace, who can recite to me the sermon of God? Meeting him, I would be emancipated. ||7||","ms":"Is there any bestower of peace, who may recite to me the Gospel of God? Meeting him, I shall be emancipated.","ssk":"Is there any such Giver of peace, who can recite to me the sermon of God? Meeting him, I would be emancipated. ||7||"},"pu":{"ss":{"gurmukhi":"hy BweI! jy koeI Ajyhw Awqmk AwnMd-dwqw iml pey, jyhVw swƒ prmwqmw dI is&iq-swlwh dI g`l suxwey, qW aus ƒ iml ky swfI Awqmk AvsQw au~cI ho skdI hY [7[","unicode":"ਹੇ ਭਾਈ! ਜੇ ਕੋਈ ਅਜੇਹਾ ਆਤਮਕ ਆਨੰਦ-ਦਾਤਾ ਮਿਲ ਪਏ, ਜੇਹੜਾ ਸਾਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਸੁਣਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਮਿਲ ਕੇ ਸਾਡੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਹੋ ਸਕਦੀ ਹੈ ।੭।"},"ft":{"gurmukhi":"hy BweI! koeI AYsw suKdweI hovY jo prmysÍr kI kQw sunweI jwvY, iqs ky imlwp sy hmwrI gqI hovYgI]7]","unicode":"ਹੇ ਭਾਈ! ਕੋਈ ਐਸਾ ਸੁਖਦਾਈ ਹੋਵੈ ਜੋ ਪਰਮੇਸ੍ਵਰ ਕੀ ਕਥਾ ਸੁਨਾਈ ਜਾਵੈ, ਤਿਸ ਕੇ ਮਿਲਾਪ ਸੇ ਹਮਾਰੀ ਗਤੀ ਹੋਵੈਗੀ॥੭॥"},"bdb":{"gurmukhi":"hy BweI! jy koeI Ajyhw Awqmk AwnMd-dwqw iml pey, jyhVw swƒ prmwqmw dI is&iq-swlwh dI g`l suxwey, qW aus ƒ iml ky swfI Awqmk AvsQw au~cI ho skdI hY [7[","unicode":"ਹੇ ਭਾਈ! ਜੇ ਕੋਈ ਅਜੇਹਾ ਆਤਮਕ ਆਨੰਦ-ਦਾਤਾ ਮਿਲ ਪਏ, ਜੇਹੜਾ ਸਾਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਸੁਣਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਮਿਲ ਕੇ ਸਾਡੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਹੋ ਸਕਦੀ ਹੈ ।੭।"},"ms":{"gurmukhi":"kI koeI AYho jyhy su`K dyx vwlw hY, jo mYƒ suAwmI dI vwrqw sRvx krwvy? aus ƒ iml ky mYN bMd-Klws ho vMwgw[","unicode":"ਕੀ ਕੋਈ ਐਹੋ ਜੇਹੇ ਸੁੱਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ ਮੈਨੂੰ ਸੁਆਮੀ ਦੀ ਵਾਰਤਾ ਸ੍ਰਵਣ ਕਰਾਵੇ? ਉਸ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਬੰਦ-ਖਲਾਸ ਹੋ ਵੰਾਗਾ।"}},"es":{"sn":" ¿Existirá tal Guru Dador de Éxtasis, que pueda recitarme el Evangelio de Dios y encontrándome con Él pueda ser emancipado? (7)"},"hi":{"ss":"हे भाई ! अगर कोई ऐसा आत्मिक-आनंद का दाता मिल जाए।जो हमें परमात्मा के सिफत सालाह की बातें सुनाए।तो उसको मिल के हमारी आत्मिक अवस्था ऊँची हो सकती है। 7।","sts":"क्या कोई ऐसा सुख देने वाला महापुरुष है, जो मुझे प्रभु की कथा सुनाए और उसे मिलने से मेरी मुक्ति हो जाए॥ ७॥"}},"transliteration":{"english":"koiee aaiso re sukheh dhaiee prabh kee kathaa sunaiee tis bheTe gat hoi hamaaree ||7||","hindi":"कोई ऐसो रे सुखह दाई प्रभ की कथा सुनाई तिसु भेटे गति होइ हमारी ॥७॥","en":"koiee aaiso re sukheh dhaiee prabh kee kathaa sunaiee tis bheTe gat hoi hamaaree ||7||","hi":"कोई ऐसो रे सुखह दाई प्रभ की कथा सुनाई तिसु भेटे गति होइ हमारी ॥७॥","ipa":"kɔei æsɔ re sʊkʰəh d̪ɑei pɹəɓ ki kət̪ʰɑ sʊnɑei t̪ɪs ɓeʈe Gət̪ hɔeɪ həmɑri.7.","ur":"کوای اَےسو رے سُکھه داای پربھ کیِ کتھا سُناای تس بھےٹے گت هوا هماریِ ۔۔۷۔۔"},"pageNo":687,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":8,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":8,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29632,"shabadId":2620,"verse":{"gurmukhi":"supRsMn gopwl rwie kwtY ry bMDn mwie gur kY sbid myrw mnu rwqw ]","unicode":"ਸੁਪ੍ਰਸੰਨ ਗੋਪਾਲ ਰਾਇ ਕਾਟੈ ਰੇ ਬੰਧਨ ਮਾਇ ਗੁਰ ਕੈ ਸਬਦਿ ਮੇਰਾ ਮਨੁ ਰਾਤਾ ॥"},"larivaar":{"gurmukhi":"supRsMngopwlrwiekwtYrybMDnmwiegurkYsbidmyrwmnurwqw]","unicode":"ਸੁਪ੍ਰਸੰਨਗੋਪਾਲਰਾਇਕਾਟੈਰੇਬੰਧਨਮਾਇਗੁਰਕੈਸਬਦਿਮੇਰਾਮਨੁਰਾਤਾ॥"},"translation":{"en":{"bdb":"When the Lord, my King, is totally pleased with me, He will break the bonds of Maya for me; my mind is imbued with the Word of the Guru's Shabad.","ms":"When God, the King, is supremely pleased with me, He breaks my bounds of mammon and then my soul is imbued with the Guru's hymns.","ssk":"When the Lord, my King, is totally pleased with me, He will break the bonds of Maya for me; my mind is imbued with the Word of the Guru's Shabad."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs mnu`K auqy pRBU-pwiqSwh dieAwl huMdw hY, (gurU aus dy) mwieAw dy bMDn k`t dyNdw hY [ hy BweI! myrw mn (BI) gurU dy Sbd ivc (hI) mgn rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਇਆਲ ਹੁੰਦਾ ਹੈ, (ਗੁਰੂ ਉਸ ਦੇ) ਮਾਇਆ ਦੇ ਬੰਧਨ ਕੱਟ ਦੇਂਦਾ ਹੈ । ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ (ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਹੀ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"guroN ky (sbid) aupdys myN myrw mn rwqw hY, Ab so gupwl rwjw jI hmwry pr pRsMn Bey hYN[ iqsI qy hy BweI! hmwry mwieAw ky bMDn kwt dIey hYN]","unicode":"ਗੁਰੋਂ ਕੇ (ਸਬਦਿ) ਉਪਦੇਸ ਮੇਂ ਮੇਰਾ ਮਨ ਰਾਤਾ ਹੈ, ਅਬ ਸੋ ਗੁਪਾਲ ਰਾਜਾ ਜੀ ਹਮਾਰੇ ਪਰ ਪ੍ਰਸੰਨ ਭਏ ਹੈਂ। ਤਿਸੀ ਤੇ ਹੇ ਭਾਈ! ਹਮਾਰੇ ਮਾਇਆ ਕੇ ਬੰਧਨ ਕਾਟ ਦੀਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijs mnu`K auqy pRBU-pwiqSwh dieAwl huMdw hY, (gurU aus dy) mwieAw dy bMDn k`t dyNdw hY [ hy BweI! myrw mn (BI) gurU dy Sbd ivc (hI) mgn rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਇਆਲ ਹੁੰਦਾ ਹੈ, (ਗੁਰੂ ਉਸ ਦੇ) ਮਾਇਆ ਦੇ ਬੰਧਨ ਕੱਟ ਦੇਂਦਾ ਹੈ । ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ (ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਹੀ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd pRBU, pwiqSwh myry nwl prm KuS ho jWdw hY[ auh myrIAW mwieAw dIAW byVIAW ƒ k`t idMdw hY Aqy qd gurW dI bwxI nwl myrI Awqmw rMgI jWdI hY[","unicode":"ਜਦ ਪ੍ਰਭੂ, ਪਾਤਿਸ਼ਾਹ ਮੇਰੇ ਨਾਲ ਪਰਮ ਖੁਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਮੇਰੀਆਂ ਮਾਇਆ ਦੀਆਂ ਬੇੜੀਆਂ ਨੂੰ ਕੱਟ ਦਿੰਦਾ ਹੈ ਅਤੇ ਤਦ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਨਾਲ ਮੇਰੀ ਆਤਮਾ ਰੰਗੀ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Cuando mi Dios está complacido conmigo, Él rompe mis amarras, y mi mente se imbuye en Su Palabra. "},"hi":{"ss":"हे भाई ! जिस मनुष्य पर प्रभू-पातशाह दयालु होता है।(गुरू उसके) माया के बँधन काट देता है।हे भाई ! मेरा मन (भी) गुरू के शबद में (ही) मगन रहता है।","sts":"यदि सृष्टि का पालनहार परमात्मा मुझ पर सुप्रसन्न हो जाए तो मेरे मोह-माया के बन्धन काट दे। मेरा मन गुरु के शब्द द्वारा प्रभु के प्रेम में मग्न रहता है।"}},"transliteration":{"english":"suprasa(n)n gopaal rai kaaTai re ba(n)dhan mai gur kai sabadh meraa man raataa ||","hindi":"सुप्रसंन गोपाल राइ काटै रे बंधन माइ गुर कै सबदि मेरा मनु राता ॥","en":"suprasa(n)n gopaal rai kaaTai re ba(n)dhan mai gur kai sabadh meraa man raataa ||","hi":"सुप्रसंन गोपाल राइ काटै रे बंधन माइ गुर कै सबदि मेरा मनु राता ॥","ipa":"sʊpɹəsəŋn Gɔpɑl rɑeɪ kɑʈæ re bəŋt̪ən mɑeɪ Gʊr kæ səbəd̪ merɑ mən rɑt̪ɑ.","ur":"سُپرسنّ گوپال راا کاٹَے رے بںدھن ماا گُر کَے سبد مےرا من راتا ۔۔"},"pageNo":687,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"},{"p":9,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29633,"shabadId":2620,"verse":{"gurmukhi":"sdw sdw Awnµdu ByitE inrBY goibMdu suK nwnk lwDy hir crn prwqw ]8]","unicode":"ਸਦਾ ਸਦਾ ਆਨੰਦੁ ਭੇਟਿਓ ਨਿਰਭੈ ਗੋਬਿੰਦੁ ਸੁਖ ਨਾਨਕ ਲਾਧੇ ਹਰਿ ਚਰਨ ਪਰਾਤਾ ॥੮॥"},"larivaar":{"gurmukhi":"sdwsdwAwnµduByitEinrBYgoibMdusuKnwnklwDyhircrnprwqw]8]","unicode":"ਸਦਾਸਦਾਆਨੰਦੁਭੇਟਿਓਨਿਰਭੈਗੋਬਿੰਦੁਸੁਖਨਾਨਕਲਾਧੇਹਰਿਚਰਨਪਰਾਤਾ॥੮॥"},"translation":{"en":{"bdb":"I am in ecstasy, forever and ever, meeting the Fearless Lord, the Lord of the Universe. Falling at the Lord's Feet, Nanak has found peace. ||8||","ms":"Meeting my Fearless Lord, I am ever, ever in bliss. Falling at the God's feet Nanak has found eternal peace.","ssk":"I am in ecstasy, forever and ever, meeting the Fearless Lord, the Lord of the Universe. Falling at the Lord's Feet, Nanak has found peace. ||8||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (gurU dI ikrpw nwl ijs mnu`K ƒ) swry frW qoN rihq goibMd iml pYNdw hY, aus dy AMdr sdw AwnMd bixAw rihMdw hY, prmwqmw dy crnW ivc lIn rih ky auh mnu`K swry suK pRwpq kr lYNdw hY [8[","unicode":"ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਾਰੇ ਡਰਾਂ ਤੋਂ ਰਹਿਤ ਗੋਬਿੰਦ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਉਹ ਮਨੁੱਖ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ।੮।"},"ft":{"gurmukhi":"iqn guroN kI ikRpw qy Ab srb smyN AnMd BXw hY, ikauNik inrBY krqw goibMd myry ko imlw hY[ sRI gurU jI khqy hYN: hrI ky crnoN myN pVny qy srb suK (lwDy) pRwpiq Bey hYN]8]","unicode":"ਤਿਨ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਤੇ ਅਬ ਸਰਬ ਸਮੇਂ ਅਨੰਦ ਭਯਾ ਹੈ, ਕਿਉਂਕਿ ਨਿਰਭੈ ਕਰਤਾ ਗੋਬਿੰਦ ਮੇਰੇ ਕੋ ਮਿਲਾ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਰੀ ਕੇ ਚਰਨੋਂ ਮੇਂ ਪੜਨੇ ਤੇ ਸਰਬ ਸੁਖ (ਲਾਧੇ) ਪ੍ਰਾਪਤਿ ਭਏ ਹੈਂ॥੮॥"},"bdb":{"gurmukhi":"hy nwnk! (gurU dI ikrpw nwl ijs mnu`K ƒ) swry frW qoN rihq goibMd iml pYNdw hY, aus dy AMdr sdw AwnMd bixAw rihMdw hY, prmwqmw dy crnW ivc lIn rih ky auh mnu`K swry suK pRwpq kr lYNdw hY [8[","unicode":"ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਾਰੇ ਡਰਾਂ ਤੋਂ ਰਹਿਤ ਗੋਬਿੰਦ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਉਹ ਮਨੁੱਖ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ।੮।"},"ms":{"gurmukhi":"Awpxy in`fr pRBU ƒ iml ky, mYN hmYSw hmySW pRsMnqw AMdr vsdw hW[ vwihgurU dy pYrIN pY nwnk ny sdIvI ipAwr pw ilAw hY[","unicode":"ਆਪਣੇ ਨਿੱਡਰ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ, ਮੈਂ ਹਮੈਸ਼ਾ ਹਮੇਸ਼ਾਂ ਪ੍ਰਸੰਨਤਾ ਅੰਦਰ ਵਸਦਾ ਹਾਂ। ਵਾਹਿਗੁਰੂ ਦੇ ਪੈਰੀਂ ਪੈ ਨਾਨਕ ਨੇ ਸਦੀਵੀ ਪਿਆਰ ਪਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"Así vivo siempre en Éxtasis, encontrándome con mi Valiente Señor, Sus Pies se vuelven mi Refugio. (8)"},"hi":{"ss":"हे नानक ! (गुरू की कृपा से जिस मनुष्य को) सारे डरों से रहित गोबिंद मिल जाता है।उसके अंदर सदा आनंद बना रहता है।परमात्मा के चरणों में लीन रह के वह मनुष्य सारे सुख प्राप्त कर लेता है। 8।","sts":"अपने निर्भय गोविन्द को मिलकर मैं सदैव ही आनंदपूर्वक रहता हूँ। हे नानक ! भगवान के चरणों में पड़कर मैंने सर्व सुख प्राप्त कर लिए हैं।॥ ८॥"}},"transliteration":{"english":"sadhaa sadhaa aana(n)dh bheTio nirabhai gobi(n)dh sukh naanak laadhe har charan paraataa ||8||","hindi":"सदा सदा आनंदु भेटिओ निरभै गोबिंदु सुख नानक लाधे हरि चरन पराता ॥८॥","en":"sadhaa sadhaa aana(n)dh bheTio nirabhai gobi(n)dh sukh naanak laadhe har charan paraataa ||8||","hi":"सदा सदा आनंदु भेटिओ निरभै गोबिंदु सुख नानक लाधे हरि चरन पराता ॥८॥","ipa":"səd̪ɑ səd̪ɑ əɑnəⁿd̪ ɓeʈɪo nɪrɓæ Gɔbɪŋd̪ sʊkʰ nɑnək lɑt̪e hər t͡ʃərən pərɑt̪ɑ.8.","ur":"سدا سدا آنµد بھےٹاو نربھَے گوبںد سُکھ نانک لادھے هر چرن پراتا ۔۔۸۔۔"},"pageNo":687,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"2","t":"y"},{"p":"5","t":"v"},{"p":"8","t":"y"}],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29634,"shabadId":2620,"verse":{"gurmukhi":"sPl sPl BeI sPl jwqRw ]","unicode":"ਸਫਲ ਸਫਲ ਭਈ ਸਫਲ ਜਾਤ੍ਰਾ ॥"},"larivaar":{"gurmukhi":"sPlsPlBeIsPljwqRw]","unicode":"ਸਫਲਸਫਲਭਈਸਫਲਜਾਤ੍ਰਾ॥"},"translation":{"en":{"bdb":"My Yatra, my life pilgrimage, has become fruitful, fruitful, fruitful.","ms":"Fruitful, fruitful, fruitful, has become my life pilgrimage.","ssk":"My Yatra, my life pilgrimage, has become fruitful, fruitful, fruitful."},"pu":{"ss":{"gurmukhi":"(hy BweI! gurU dy dr qy ipAW) mnu`Kw jIvn vwlw s&r kwmXwb ho jWdw hY [","unicode":"(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਪਿਆਂ) ਮਨੁੱਖਾ ਜੀਵਨ ਵਾਲਾ ਸਫ਼ਰ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Ab hmwrI mn qn bwxI kr ky siqguroN kI srx Awvxy kI XwqRw krnI sPl BeI hY]","unicode":"ਅਬ ਹਮਾਰੀ ਮਨ ਤਨ ਬਾਣੀ ਕਰ ਕੇ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਣ ਆਵਣੇ ਕੀ ਯਾਤ੍ਰਾ ਕਰਨੀ ਸਫਲ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! gurU dy dr qy ipAW) mnu`Kw jIvn vwlw s&r kwmXwb ho jWdw hY [","unicode":"(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਪਿਆਂ) ਮਨੁੱਖਾ ਜੀਵਨ ਵਾਲਾ ਸਫ਼ਰ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Pldwiek, Pldwiek, Pldwiek ho geI hY myrI jIvn-Xwqrw[","unicode":"ਫਲਦਾਇਕ, ਫਲਦਾਇਕ, ਫਲਦਾਇਕ ਹੋ ਗਈ ਹੈ ਮੇਰੀ ਜੀਵਨ-ਯਾਤਰਾ।"}},"es":{"sn":"Mi venida al mundo se ha vuelto ahora fructífera, fructífera, fructífera, "},"hi":{"ss":"(हे भाई ! गुरू के दर पर पड़ने से) मानस-जीवन वाली यात्रा सफल हो जाती है।","sts":"अब मेरी जीवन-यात्रा सफल हो गई है और"}},"transliteration":{"english":"safal safal bhiee safal jaatraa ||","hindi":"सफल सफल भई सफल जात्रा ॥","en":"safal safal bhiee safal jaatraa ||","hi":"सफल सफल भई सफल जात्रा ॥","ipa":"səfəl səfəl ɓei səfəl d͡ʒɑt̪ɹɑ.","ur":"سپھل سپھل بھای سپھل جاترا ۔۔"},"pageNo":687,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29635,"shabadId":2620,"verse":{"gurmukhi":"Awvx jwx rhy imly swDw ]1] rhwau dUjw ]1]3]","unicode":"ਆਵਣ ਜਾਣ ਰਹੇ ਮਿਲੇ ਸਾਧਾ ॥੧॥ ਰਹਾਉ ਦੂਜਾ ॥੧॥੩॥"},"larivaar":{"gurmukhi":"AwvxjwxrhyimlyswDw]1]rhwaudUjw]1]3]","unicode":"ਆਵਣਜਾਣਰਹੇਮਿਲੇਸਾਧਾ॥੧॥ਰਹਾਉਦੂਜਾ॥੧॥੩॥"},"translation":{"en":{"bdb":"My comings and goings have ended, since I met the Holy Saint. ||1||Second Pause||1||3||","ms":"Meeting with the Saint-Guru, my comings and goings have ended. Pause 2nd.","ssk":"My comings and goings have ended, since I met the Holy Saint. ||1||Second Pause||1||3||"},"pu":{"ss":{"gurmukhi":"gurU ƒ iml ky jnm mrn dy gyV mu`k jWdy hn [1[ rhwau dUjw [1[3[","unicode":"ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।੧। ਰਹਾਉ ਦੂਜਾ ।੧।੩।"},"ft":{"gurmukhi":"sMq jnoN ko iml kr Awvx jwxw ArQwq jnm mrn sy rhiq Bey hYN]1] rhwau dUjw ]1]3]Çeyk smYN kurKyqR AsQwn myN qIrQ ky myly ko lok jwqy Qy[ iksI pRymI ny sRI gurU jI sy khw ik mhwrwj Awp BI clo ds purb iekqR hUey hYN[ so ds purb Xyh hYN: jys† mws 1, suklwpK 2, dsmI iQq 3, hsq inKÎqR 4, buDvwr 5, gurkrx 6, AnMd Xog 7, ivqIpwq 8, kMnÎW kw cMdRmW 9, ibRKkw sUrj 10[ ieh ds purb kw iesnwn ds pwpoN kO hrqw hY[ so pwp Xyh hY: ibn deI vsqU dw gRhx 1, vyd ivDwn ibn ihMsw 2, prdwrw gmn 3, Xykwiek pwp[ ruKw bol 1, JUT bolnw 2, cuglI krnI 3, AnrQ bolnw 4, eyh bwck pwp[ prDn ky gRhx kI ieCw 1, pr kw burw icqvnw 2, prweI ibBUqI ko dyK kr jlnw 3, Xy mwnisk pwp hYN[ ien ds pwpoN ko dUr krqw ds purb hYN, qW qy Awp BI clIey[ qb iqs ky pRQwie sRI gurU nwnk swihb jI aucwrn krqy hYN:","unicode":"ਸੰਤ ਜਨੋਂ ਕੋ ਮਿਲ ਕਰ ਆਵਣ ਜਾਣਾ ਅਰਥਾਤ ਜਨਮ ਮਰਨ ਸੇ ਰਹਤਿ ਭਏ ਹੈਂ॥੧॥ ਰਹਾਉ ਦੂਜਾ ॥੧॥੩॥☬ਏਕ ਸਮੈਂ ਕੁਰਖੇਤ੍ਰ ਅਸਥਾਨ ਮੇਂ ਤੀਰਥ ਕੇ ਮੇਲੇ ਕੋ ਲੋਕ ਜਾਤੇ ਥੇ। ਕਿਸੀ ਪ੍ਰੇਮੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਸੇ ਕਹਾ ਕਿ ਮਹਾਰਾਜ ਆਪ ਭੀ ਚਲੋ ਦਸ ਪੁਰਬ ਇਕਤ੍ਰ ਹੂਏ ਹੈਂ। ਸੋ ਦਸ ਪੁਰਬ ਯੇਹ ਹੈਂ: ਜੇਸ੍ਟ ਮਾਸ ੧, ਸੁਕਲਾਪਖ ੨, ਦਸਮੀ ਥਿਤ ੩, ਹਸਤ ਨਿਖ੍ਯਤ੍ਰ ੪, ਬੁਧਵਾਰ ੫, ਗੁਰਕਰਣ ੬, ਅਨੰਦ ਯੋਗ ੭, ਵਿਤੀਪਾਤ ੮, ਕੰਨ੍ਯਾਂ ਕਾ ਚੰਦ੍ਰਮਾਂ ੯, ਬ੍ਰਿਖਕਾ ਸੂਰਜ ੧੦। ਇਹ ਦਸ ਪੁਰਬ ਕਾ ਇਸਨਾਨ ਦਸ ਪਾਪੋਂ ਕੌ ਹਰਤਾ ਹੈ। ਸੋ ਪਾਪ ਯੇਹ ਹੈ: ਬਿਨ ਦਈ ਵਸਤੂ ਦਾ ਗ੍ਰਹਣ ੧, ਵੇਦ ਵਿਧਾਨ ਬਿਨ ਹਿੰਸਾ ੨, ਪਰਦਾਰਾ ਗਮਨ ੩, ਯੇਕਾਇਕ ਪਾਪ। ਰੁਖਾ ਬੋਲ ੧, ਝੂਠ ਬੋਲਨਾ ੨, ਚੁਗਲੀ ਕਰਨੀ ੩, ਅਨਰਥ ਬੋਲਨਾ ੪, ਏਹ ਬਾਚਕ ਪਾਪ। ਪਰਧਨ ਕੇ ਗ੍ਰਹਣ ਕੀ ਇਛਾ ੧, ਪਰ ਕਾ ਬੁਰਾ ਚਿਤਵਨਾ ੨, ਪਰਾਈ ਬਿਭੂਤੀ ਕੋ ਦੇਖ ਕਰ ਜਲਨਾ ੩, ਯੇ ਮਾਨਸਿਕ ਪਾਪ ਹੈਂ। ਇਨ ਦਸ ਪਾਪੋਂ ਕੋ ਦੂਰ ਕਰਤਾ ਦਸ ਪੁਰਬ ਹੈਂ, ਤਾਂ ਤੇ ਆਪ ਭੀ ਚਲੀਏ। ਤਬ ਤਿਸ ਕੇ ਪ੍ਰਥਾਇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"gurU ƒ iml ky jnm mrn dy gyV mu`k jWdy hn [1[ rhwau dUjw [1[3[","unicode":"ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।੧। ਰਹਾਉ ਦੂਜਾ ।੧।੩।"},"ms":{"gurmukhi":"sMq gurW ƒ Byt ky, myrw jnm Aqy mrn dw c`kr mu`k igAw hY[ Tihrwau dUjw[","unicode":"ਸੰਤ ਗੁਰਾਂ ਨੂੰ ਭੇਟ ਕੇ, ਮੇਰਾ ਜਨਮ ਅਤੇ ਮਰਨ ਦਾ ਚੱਕਰ ਮੁੱਕ ਗਿਆ ਹੈ। ਠਹਿਰਾਉ ਦੂਜਾ।"}},"es":{"sn":"desde que encontré al Santo. (1-Segunda Pausa-1-3)"},"hi":{"ss":"गुरू को मिल के जनम-मरण के चक्कर समाप्त हो जाते हैं। 1।रहाउ दूजा। 1। 3।","sts":"संतों से मिलकर मेरा जन्म-मरण का चक्र समाप्त हो गया है॥ १॥ रहाउ दूसरा ॥ १॥ ३॥"}},"transliteration":{"english":"aavan jaan rahe mile saadhaa ||1|| rahaau dhoojaa ||1||3||","hindi":"आवण जाण रहे मिले साधा ॥१॥ रहाउ दूजा ॥१॥३॥","en":"aavan jaan rahe mile saadhaa ||1|| rahaau dhoojaa ||1||3||","hi":"आवण जाण रहे मिले साधा ॥१॥ रहाउ दूजा ॥१॥३॥","ipa":"əɑʋəɳ d͡ʒɑɳ rəhe mɪle sɑt̪ɑ.1. rəhɑo d̪ud͡ʒɑ.1.3.","ur":"آوݨ جاݨ رهے ملے سادھا ۔۔۱۔۔ رهاا دُوجا ۔۔۱۔۔۳۔۔"},"pageNo":687,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29636,"shabadId":2621,"verse":{"gurmukhi":"DnwsrI mhlw 1 CMq","unicode":"ਧਨਾਸਰੀ ਮਹਲਾ ੧ ਛੰਤ"},"larivaar":{"gurmukhi":"DnwsrImhlw1CMq","unicode":"ਧਨਾਸਰੀਮਹਲਾ੧ਛੰਤ"},"translation":{"en":{"bdb":"Dhanaasaree, First Mehla, Chhant:","ms":"Dhanasri 1st Guru, Chhant.","ssk":"Dhanaasaree, First Mehl, Chhant:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"DnwsrI pihlI pwiqSwhI CMq[","unicode":"ਧਨਾਸਰੀ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ ਛੰਤ।"}},"es":{"sn":"Dhanasri, Mejl Guru Nanak, Primer Canal Divino, Chhant."},"hi":{"ss":"","sts":"धनासरी महला १ छंत"}},"transliteration":{"english":"dhanaasaree mahalaa pehilaa chha(n)t","hindi":"धनासरी महला १ छंत","en":"dhanaasaree mahalaa pehilaa chha(n)t","hi":"धनासरी महला १ छंत","ipa":"t̪ənɑsəri məhəlɑ pəhɪlɑ ɕəŋt̪","ur":"دھناسریِ مهلا ۱ چھںت"},"pageNo":687,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29637,"shabadId":2621,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God. By True Guru's grace is He obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw auh pRwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador del Universo, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ईश्वर एक है, जिसे सतगुरु की कृपा से पाया जा सकता है।"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":687,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29638,"shabadId":2621,"verse":{"gurmukhi":"qIriQ nwvx jwau qIrQu nwmu hY ]","unicode":"ਤੀਰਥਿ ਨਾਵਣ ਜਾਉ ਤੀਰਥੁ ਨਾਮੁ ਹੈ ॥"},"larivaar":{"gurmukhi":"qIriQnwvxjwauqIrQunwmuhY]","unicode":"ਤੀਰਥਿਨਾਵਣਜਾਉਤੀਰਥੁਨਾਮੁਹੈ॥"},"translation":{"en":{"bdb":"Why should I bathe at sacred shrines of pilgrimage? The Naam, the Name of the Lord, is the sacred shrine of pilgrimage.","ms":"Why should I go the bathe at the place of pilgrimage? God's name is the real of pilgrimage.","ssk":"Why should I bathe at sacred shrines of pilgrimage? The Naam, the Name of the Lord, is the sacred shrine of pilgrimage."},"pu":{"ss":{"gurmukhi":"mYN (BI) qIrQ auqy ieSnwn krn jWdw hW (pr myry vwsqy prmwqmw dw) nwm (hI) qIrQ hY [ ","unicode":"ਮੈਂ (ਭੀ) ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਜਾਂਦਾ ਹਾਂ (ਪਰ ਮੇਰੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਹੀ) ਤੀਰਥ ਹੈ । "},"ft":{"gurmukhi":"AOr kOn sy qIrQ bIc iesnwn krny jwvoN, jo srb kw isromxI nwm rUpI qIrQ pRwpiq hY]","unicode":"ਔਰ ਕੌਨ ਸੇ ਤੀਰਥ ਬੀਚ ਇਸਨਾਨ ਕਰਨੇ ਜਾਵੋਂ, ਜੋ ਸਰਬ ਕਾ ਸਿਰੋਮਣੀ ਨਾਮ ਰੂਪੀ ਤੀਰਥ ਪ੍ਰਾਪਤਿ ਹੈ॥"},"bdb":{"gurmukhi":"mYN (BI) qIrQ auqy ieSnwn krn jWdw hW (pr myry vwsqy prmwqmw dw) nwm (hI) qIrQ hY [ ","unicode":"ਮੈਂ (ਭੀ) ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਜਾਂਦਾ ਹਾਂ (ਪਰ ਮੇਰੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਹੀ) ਤੀਰਥ ਹੈ । "},"ms":{"gurmukhi":"ikEN mYN Xwqrw AsQwn qy ieSnwn krn ƒ jwvW? r`b dw nwm hI Asl Xwqrw AsQwn hY[","unicode":"ਕਿਓਂ ਮੈਂ ਯਾਤਰਾ ਅਸਥਾਨ ਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਨੂੰ ਜਾਵਾਂ? ਰੱਬ ਦਾ ਨਾਮ ਹੀ ਅਸਲ ਯਾਤਰਾ ਅਸਥਾਨ ਹੈ।"}},"es":{"sn":"¿Por qué debería de bañarme en los lugares santos? Sólo me bañaré en la Fuente del Nombre del Señor, "},"hi":{"ss":"मैं (भी) तीर्थों पर स्नान करने जाता हूँ (पर मेरे वास्ते परमात्मा का) नाम (ही) तीर्थ है।","sts":"मैं तीर्थ पर स्नान करने के लिए जाऊँ ? किन्तु परमात्मा का नाम ही वास्तविक तीर्थ है।"}},"transliteration":{"english":"teerath naavan jaau teerath naam hai ||","hindi":"तीरथि नावण जाउ तीरथु नामु है ॥","en":"teerath naavan jaau teerath naam hai ||","hi":"तीरथि नावण जाउ तीरथु नामु है ॥","ipa":"t̪irət̪ʰ nɑʋəɳ d͡ʒɑo t̪irət̪ʰ nɑm hæ.","ur":"تیِرتھ ناوݨ جاا تیِرتھ نام هَے ۔۔"},"pageNo":687,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29639,"shabadId":2621,"verse":{"gurmukhi":"qIrQu sbd bIcwru AMqir igAwnu hY ]","unicode":"ਤੀਰਥੁ ਸਬਦ ਬੀਚਾਰੁ ਅੰਤਰਿ ਗਿਆਨੁ ਹੈ ॥"},"larivaar":{"gurmukhi":"qIrQusbdbIcwruAMqirigAwnuhY]","unicode":"ਤੀਰਥੁਸਬਦਬੀਚਾਰੁਅੰਤਰਿਗਿਆਨੁਹੈ॥"},"translation":{"en":{"bdb":"My sacred shrine of pilgrimage is spiritual wisdom within, and contemplation on the Word of the Shabad.","ms":"My pilgrim stations are the Name's meditation and the inner divine knowledge.","ssk":"My sacred shrine of pilgrimage is spiritual wisdom within, and contemplation on the Word of the Shabad."},"pu":{"ss":{"gurmukhi":"gurU dy Sbd ƒ ivcwr-mMfl ivc itkwxw (myry vwsqy) qIrQ hY (ikauNik ies dI brkiq nwl) myry AMdr prmwqmw nwl fUMGI sWJ bxdI hY [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਣਾ (ਮੇਰੇ ਵਾਸਤੇ) ਤੀਰਥ ਹੈ (ਕਿਉਂਕਿ ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਦੀ ਹੈ । "},"ft":{"gurmukhi":"punw guroN ky (sbd) aupdys dÍwrw jo igAwn kw bIcwr hY, soeI hmwry irdy AMqr qIrQu hY]","unicode":"ਪੁਨਾ ਗੁਰੋਂ ਕੇ (ਸਬਦ) ਉਪਦੇਸ ਦ੍ਵਾਰਾ ਜੋ ਗਿਆਨ ਕਾ ਬੀਚਾਰ ਹੈ, ਸੋਈ ਹਮਾਰੇ ਰਿਦੇ ਅੰਤਰ ਤੀਰਥੁ ਹੈ॥"},"bdb":{"gurmukhi":"gurU dy Sbd ƒ ivcwr-mMfl ivc itkwxw (myry vwsqy) qIrQ hY (ikauNik ies dI brkiq nwl) myry AMdr prmwqmw nwl fUMGI sWJ bxdI hY [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਣਾ (ਮੇਰੇ ਵਾਸਤੇ) ਤੀਰਥ ਹੈ (ਕਿਉਂਕਿ ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਦੀ ਹੈ । "},"ms":{"gurmukhi":"myry XwqRw-AsQwn nwm dw ismrn Aqy AMdrlI bRhm-boD hn[","unicode":"ਮੇਰੇ ਯਾਤ੍ਰਾ-ਅਸਥਾਨ ਨਾਮ ਦਾ ਸਿਮਰਨ ਅਤੇ ਅੰਦਰਲੀ ਬ੍ਰਹਮ-ਬੋਧ ਹਨ।"}},"es":{"sn":"pues el más santo de todos los baños es en realidad la Contemplación de la Palabra del Shabd "},"hi":{"ss":"गुरू के शबद को विचार-मण्डल में टिकाना (मेरे लिए) तीर्थ है (क्योंकि इसकी बरकति से) मेरे अंदर परमात्मा के साथ गहरी सांझ बनती है।","sts":"शब्द का चिन्तन ही तीर्थ है और यह ज्ञान मेरे हृदय में है।"}},"transliteration":{"english":"teerath sabadh beechaar a(n)tar giaan hai ||","hindi":"तीरथु सबद बीचारु अंतरि गिआनु है ॥","en":"teerath sabadh beechaar a(n)tar giaan hai ||","hi":"तीरथु सबद बीचारु अंतरि गिआनु है ॥","ipa":"t̪irət̪ʰ səbəd̪ bit͡ʃɑr əŋt̪ər Gɪəɑn hæ.","ur":"تیِرتھ سبد بیِچار اںتر گآن هَے ۔۔"},"pageNo":687,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29640,"shabadId":2621,"verse":{"gurmukhi":"gur igAwnu swcw Qwnu qIrQu ds purb sdw dswhrw ]","unicode":"ਗੁਰ ਗਿਆਨੁ ਸਾਚਾ ਥਾਨੁ ਤੀਰਥੁ ਦਸ ਪੁਰਬ ਸਦਾ ਦਸਾਹਰਾ ॥"},"larivaar":{"gurmukhi":"gurigAwnuswcwQwnuqIrQudspurbsdwdswhrw]","unicode":"ਗੁਰਗਿਆਨੁਸਾਚਾਥਾਨੁਤੀਰਥੁਦਸਪੁਰਬਸਦਾਦਸਾਹਰਾ॥"},"translation":{"en":{"bdb":"The spiritual wisdom given by the Guru is the True sacred shrine of pilgrimage, where the ten festivals are always observed.","ms":"The Guru-given gnosis is the true place of pilgrimage where the ten festivals are ever obviously celebrated.","ssk":"The spiritual wisdom given by the Guru is the True sacred shrine of pilgrimage, where the ten festivals are always observed."},"pu":{"ss":{"gurmukhi":"siqgurU dw b^iSAw ieh igAwn myry vwsqy sdw kwiem rihx vwlw qIrQ-AsQwn hY, myry vwsqy ds pivq® idhwVy hY, myry vwsqy gMgw dw jnm-idn hY [ ","unicode":"ਸਤਿਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਇਹ ਗਿਆਨ ਮੇਰੇ ਵਾਸਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ-ਅਸਥਾਨ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਦਸ ਪਵਿਤ੍ਰ ਦਿਹਾੜੇ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਗੰਗਾ ਦਾ ਜਨਮ-ਦਿਨ ਹੈ । "},"ft":{"gurmukhi":"guroN kw igAwnu hI scw (Qwnu) qIrQu hY, vw qIrQ AsQwn iqn ds purboN ky Plvq myry kO (dswhrw) AnMd hY[ vw iqs igAwn kr jo ds ieMdRÎoN kw dmnu kIAw hY iehI ds pwpoN ko hrw hY[ vw iqs gur igAwn qIrQ sy (sdw dswhrw) dsdw hY sYNkVy pwpoN ko hrw hY, Bwv iqn ds purboN ky Pl sy sO guxW ADk Pl dyqw hY[ vw gur igAwn qIrQ hI (dsdwhy) sO purboN vq pivqR hY, iqsI qy hmwrw mn hrw hUAw hY]ÇAr qum BI AYsy bynqI kro:","unicode":"ਗੁਰੋਂ ਕਾ ਗਿਆਨੁ ਹੀ ਸਚਾ (ਥਾਨੁ) ਤੀਰਥੁ ਹੈ, ਵਾ ਤੀਰਥ ਅਸਥਾਨ ਤਿਨ ਦਸ ਪੁਰਬੋਂ ਕੇ ਫਲਵਤ ਮੇਰੇ ਕੌ (ਦਸਾਹਰਾ) ਅਨੰਦ ਹੈ। ਵਾ ਤਿਸ ਗਿਆਨ ਕਰ ਜੋ ਦਸ ਇੰਦ੍ਰ੍ਯੋਂ ਕਾ ਦਮਨੁ ਕੀਆ ਹੈ ਇਹੀ ਦਸ ਪਾਪੋਂ ਕੋ ਹਰਾ ਹੈ। ਵਾ ਤਿਸ ਗੁਰ ਗਿਆਨ ਤੀਰਥ ਸੇ (ਸਦਾ ਦਸਾਹਰਾ) ਦਸਦਾ ਹੈ ਸੈਂਕੜੇ ਪਾਪੋਂ ਕੋ ਹਰਾ ਹੈ, ਭਾਵ ਤਿਨ ਦਸ ਪੁਰਬੋਂ ਕੇ ਫਲ ਸੇ ਸੌ ਗੁਣਾਂ ਅਧਕ ਫਲ ਦੇਤਾ ਹੈ। ਵਾ ਗੁਰ ਗਿਆਨ ਤੀਰਥ ਹੀ (ਦਸਦਾਹੇ) ਸੌ ਪੁਰਬੋਂ ਵਤ ਪਵਿਤ੍ਰ ਹੈ, ਤਿਸੀ ਤੇ ਹਮਾਰਾ ਮਨ ਹਰਾ ਹੂਆ ਹੈ॥☬ਅਰ ਤੁਮ ਭੀ ਐਸੇ ਬੇਨਤੀ ਕਰੋ:"},"bdb":{"gurmukhi":"siqgurU dw b^iSAw ieh igAwn myry vwsqy sdw kwiem rihx vwlw qIrQ-AsQwn hY, myry vwsqy ds pivq® idhwVy hY, myry vwsqy gMgw dw jnm-idn hY [ ","unicode":"ਸਤਿਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਇਹ ਗਿਆਨ ਮੇਰੇ ਵਾਸਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ-ਅਸਥਾਨ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਦਸ ਪਵਿਤ੍ਰ ਦਿਹਾੜੇ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਗੰਗਾ ਦਾ ਜਨਮ-ਦਿਨ ਹੈ । "},"ms":{"gurmukhi":"gurW dw id`qw hoieAw bRhm-boD s`cw piv`qr AsQwn hY, ijQy hmySW ds iqauhwr pRgt hI mnwey jWdy hn[","unicode":"ਗੁਰਾਂ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਬ੍ਰਹਮ-ਬੋਧ ਸੱਚਾ ਪਵਿੱਤਰ ਅਸਥਾਨ ਹੈ, ਜਿਥੇ ਹਮੇਸ਼ਾਂ ਦਸ ਤਿਉਹਾਰ ਪ੍ਰਗਟ ਹੀ ਮਨਾਏ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"y de la Sabiduría Interior. La Sabiduría dada por el Guru, es el Eterno Lugar de Peregrinaje en donde uno se lava de todos sus errores."},"hi":{"ss":"सतिगुरू का दिया हुआ ये ज्ञान मेरे वास्ते सदा कायम रहने वाला तीर्थ-स्थान है।मेरे लिए दसों पवित्र दिन हैं।मेरे लिए गंगा का जन्म-दिन है।","sts":"गुरु का दिया हुआ ज्ञान ही सच्चा तीर्थ-स्थान और दसाहरा है, जहाँ हमेशा ही दस पर्व (अष्टमी, चौदश, संक्रान्ति, पूर्णिमा, अमावस्या, सूर्य ग्रहण, चन्द्र ग्रहण, उत्तरायण, दक्षिणयान एवं व्यतिपात) मनाए जाते हैं।"}},"transliteration":{"english":"gur giaan saachaa thaan teerath dhas purab sadhaa dhasaaharaa ||","hindi":"गुर गिआनु साचा थानु तीरथु दस पुरब सदा दसाहरा ॥","en":"gur giaan saachaa thaan teerath dhas purab sadhaa dhasaaharaa ||","hi":"गुर गिआनु साचा थानु तीरथु दस पुरब सदा दसाहरा ॥","ipa":"Gʊr Gɪəɑn sɑt͡ʃɑ t̪ʰɑn t̪irət̪ʰ d̪əs pʊrəb səd̪ɑ d̪əsɑhərɑ.","ur":"گُر گآن ساچا تھان تیِرتھ دس پُرب سدا دساهرا ۔۔"},"pageNo":687,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29641,"shabadId":2621,"verse":{"gurmukhi":"hau nwmu hir kw sdw jwcau dyhu pRB DrxIDrw ]","unicode":"ਹਉ ਨਾਮੁ ਹਰਿ ਕਾ ਸਦਾ ਜਾਚਉ ਦੇਹੁ ਪ੍ਰਭ ਧਰਣੀਧਰਾ ॥"},"larivaar":{"gurmukhi":"haunwmuhirkwsdwjwcaudyhupRBDrxIDrw]","unicode":"ਹਉਨਾਮੁਹਰਿਕਾਸਦਾਜਾਚਉਦੇਹੁਪ੍ਰਭਧਰਣੀਧਰਾ॥"},"translation":{"en":{"bdb":"I constantly beg for the Name of the Lord; grant it to me, O God, Sustainer of the world.","ms":"I ever beg for God's Name Grant me this boon, O Lord, the World, Sustainer.","ssk":"I constantly beg for the Name of the Lord; grant it to me, O God, Sustainer of the world."},"pu":{"ss":{"gurmukhi":"mYN qW sdw pRBU dw nwm hI mMgdw hW qy (Ardws krdw hW—) hy DrqI dy Awsry pRBU! (mYƒ Awpxw nwm) dyh [ ","unicode":"ਮੈਂ ਤਾਂ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮੰਗਦਾ ਹਾਂ ਤੇ (ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ—) ਹੇ ਧਰਤੀ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ) ਦੇਹ । "},"ft":{"gurmukhi":"hy hrI pRBU! (DrxIDrw) DrqI ky Dwrnhwry ikAw vrwh Avqwr ky Dwrnvwry mYN Awp kw nwm sdw mWgqw hW, so mYƒ dyho]","unicode":"ਹੇ ਹਰੀ ਪ੍ਰਭੂ! (ਧਰਣੀਧਰਾ) ਧਰਤੀ ਕੇ ਧਾਰਨਹਾਰੇ ਕਿਆ ਵਰਾਹ ਅਵਤਾਰ ਕੇ ਧਾਰਨਵਾਰੇ ਮੈਂ ਆਪ ਕਾ ਨਾਮ ਸਦਾ ਮਾਂਗਤਾ ਹਾਂ, ਸੋ ਮੈਨੂੰ ਦੇਹੋ॥"},"bdb":{"gurmukhi":"mYN qW sdw pRBU dw nwm hI mMgdw hW qy (Ardws krdw hW—) hy DrqI dy Awsry pRBU! (mYƒ Awpxw nwm) dyh [ ","unicode":"ਮੈਂ ਤਾਂ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮੰਗਦਾ ਹਾਂ ਤੇ (ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ—) ਹੇ ਧਰਤੀ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ) ਦੇਹ । "},"ms":{"gurmukhi":"mYN hmySW vwihgurU dy nwm ƒ mMgdw hW, mYƒ ieh pRdwn kr, hy isRStI ƒ QMmxhwr suAwmI!","unicode":"ਮੈਂ ਹਮੇਸ਼ਾਂ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਨੂੰ ਮੰਗਦਾ ਹਾਂ, ਮੈਨੂੰ ਇਹ ਪ੍ਰਦਾਨ ਕਰ, ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਥੰਮਣਹਾਰ ਸੁਆਮੀ!"}},"es":{"sn":"Oh mi Dios, Soporte de la Tierra, sólo busco tu Nombre, bendíceme con Él."},"hi":{"ss":"मैं तो सदा प्रभू का नाम ही माँगता हूँ और (अरदास करता हूँ-) हे धरती के आसरे प्रभू ! (मुझे अपना नाम) दे।","sts":"हे पृथ्वी को धारण करने वाले प्रभु! मैं तुझसे सदैव ही नाम माँगता रहता हूँ, मुझे यह नाम प्रदान कीजिए।"}},"transliteration":{"english":"hau naam har kaa sadhaa jaachau dheh prabh dharaneedharaa ||","hindi":"हउ नामु हरि का सदा जाचउ देहु प्रभ धरणीधरा ॥","en":"hau naam har kaa sadhaa jaachau dheh prabh dharaneedharaa ||","hi":"हउ नामु हरि का सदा जाचउ देहु प्रभ धरणीधरा ॥","ipa":"ho nɑm hər kɑ səd̪ɑ d͡ʒɑt͡ʃo d̪eh pɹəɓ t̪ərəɳit̪ərɑ.","ur":"ها نام هر کا سدا جاچا دےهُ پربھ دھرݨیِدھرا ۔۔"},"pageNo":687,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29642,"shabadId":2621,"verse":{"gurmukhi":"sMswru rogI nwmu dwrU mYlu lwgY sc ibnw ]","unicode":"ਸੰਸਾਰੁ ਰੋਗੀ ਨਾਮੁ ਦਾਰੂ ਮੈਲੁ ਲਾਗੈ ਸਚ ਬਿਨਾ ॥"},"larivaar":{"gurmukhi":"sMswrurogInwmudwrUmYlulwgYscibnw]","unicode":"ਸੰਸਾਰੁਰੋਗੀਨਾਮੁਦਾਰੂਮੈਲੁਲਾਗੈਸਚਬਿਨਾ॥"},"translation":{"en":{"bdb":"The world is sick, and the Naam is the medicine to cure it; without the True Lord, filth sticks to it.","ms":"The World is ill, the Name, is the cure-all, Without the True Lord, the filth of sin attaches to it.","ssk":"The world is sick, and the Naam is the medicine to cure it; without the True Lord, filth sticks to it."},"pu":{"ss":{"gurmukhi":"jgq (ivkwrW ivc) rogI hoieAw ipAw hY, prmwqmw dw nwm (iehnW rogW dw) ielwj hY [ sdw-iQr pRBU dy nwm qoN ibnw (mn ƒ ivkwrW dI) mYl l`g jWdI hY [","unicode":"ਜਗਤ (ਵਿਕਾਰਾਂ ਵਿਚ) ਰੋਗੀ ਹੋਇਆ ਪਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਹਨਾਂ ਰੋਗਾਂ ਦਾ) ਇਲਾਜ ਹੈ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲੱਗ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ieh sMswr qo rogI hY AOr nwm hI (dwrU) AOKDI hY, qW qy scy nwm ibnW ies jIv ko pwp rUpI mYl lwgqI hY]","unicode":"ਇਹ ਸੰਸਾਰ ਤੋ ਰੋਗੀ ਹੈ ਔਰ ਨਾਮ ਹੀ (ਦਾਰੂ) ਔਖਧੀ ਹੈ, ਤਾਂ ਤੇ ਸਚੇ ਨਾਮ ਬਿਨਾਂ ਇਸ ਜੀਵ ਕੋ ਪਾਪ ਰੂਪੀ ਮੈਲ ਲਾਗਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jgq (ivkwrW ivc) rogI hoieAw ipAw hY, prmwqmw dw nwm (iehnW rogW dw) ielwj hY [ sdw-iQr pRBU dy nwm qoN ibnw (mn ƒ ivkwrW dI) mYl l`g jWdI hY [","unicode":"ਜਗਤ (ਵਿਕਾਰਾਂ ਵਿਚ) ਰੋਗੀ ਹੋਇਆ ਪਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਹਨਾਂ ਰੋਗਾਂ ਦਾ) ਇਲਾਜ ਹੈ । ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲੱਗ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jhwn bImwr hY, nwm dvweI hY, s¤cy suAwmI dy bgYr ies ƒ pwp dI gMdgI icmV jWdI hY[","unicode":"ਜਹਾਨ ਬੀਮਾਰ ਹੈ, ਨਾਮ ਦਵਾਈ ਹੈ, ਸੱਚੇ ਸੁਆਮੀ ਦੇ ਬਗੈਰ ਇਸ ਨੂੰ ਪਾਪ ਦੀ ਗੰਦਗੀ ਚਿਮੜ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"El mundo entero está enfermo, la cura total es el Nombre del Señor, sin la Verdad del Señor, la mente no es saciada. "},"hi":{"ss":"जगत (विकारों में) रोगी हुआ पड़ा है।परमात्मा का नाम (इन रोगों का) इलाज है।सदा-स्थिर प्रभू के नाम के बिना (मन को विकारों की) मैल लग जाती है।","sts":"समूचा संसार ही रोगी है और इन रोगों की औषधि केवल परमात्मा का नाम ही है।सत्य नाम के बिना मन को अहंकार की मैल लग जाती है।"}},"transliteration":{"english":"sa(n)saar rogee naam dhaaroo mail laagai sach binaa ||","hindi":"संसारु रोगी नामु दारू मैलु लागै सच बिना ॥","en":"sa(n)saar rogee naam dhaaroo mail laagai sach binaa ||","hi":"संसारु रोगी नामु दारू मैलु लागै सच बिना ॥","ipa":"səŋsɑr rɔGi nɑm d̪ɑru mæl lɑGæ sət͡ʃ bɪnɑ.","ur":"سںسار روگیِ نام دارُو مَےل لاگَے سچ بنا ۔۔"},"pageNo":687,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29643,"shabadId":2621,"verse":{"gurmukhi":"gur vwku inrmlu sdw cwnxu inq swcu qIrQu mjnw ]1]","unicode":"ਗੁਰ ਵਾਕੁ ਨਿਰਮਲੁ ਸਦਾ ਚਾਨਣੁ ਨਿਤ ਸਾਚੁ ਤੀਰਥੁ ਮਜਨਾ ॥੧॥"},"larivaar":{"gurmukhi":"gurvwkuinrmlusdwcwnxuinqswcuqIrQumjnw]1]","unicode":"ਗੁਰਵਾਕੁਨਿਰਮਲੁਸਦਾਚਾਨਣੁਨਿਤਸਾਚੁਤੀਰਥੁਮਜਨਾ॥੧॥"},"translation":{"en":{"bdb":"The Guru's Word is immaculate and pure; it radiates a steady Light. Constantly bathe in such a true shrine of pilgrimage. ||1||","ms":"The Guru's word is immaculate and it ever bestows light. Always bathe thou in such a true place of pilgrimage.","ssk":"The Guru's Word is immaculate and pure; it radiates a steady Light. Constantly bathe in such a true shrine of pilgrimage. ||1||"},"pu":{"ss":{"gurmukhi":"gurU dw pivq® Sbd (mnu`K ƒ) sdw (Awqmk) cwnx (dyNdw hY, iehI) in`q sdw kwiem rihx vwlw qIrQ hY, iehI qIrQ-ieSnwn hY [1[","unicode":"ਗੁਰੂ ਦਾ ਪਵਿਤ੍ਰ ਸ਼ਬਦ (ਮਨੁੱਖ ਨੂੰ) ਸਦਾ (ਆਤਮਕ) ਚਾਨਣ (ਦੇਂਦਾ ਹੈ, ਇਹੀ) ਨਿੱਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ ਹੈ, ਇਹੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ।੧।"},"ft":{"gurmukhi":"guroN kw bcnu Dwrny sy ijn kw mn inrml hUAw hY AO igAwn kw sdw (cwnxu) pRkws hUAw hY, iqn kw scy nwm qIrQ myN inq hI (mjnw) iesnwn hoqw hY]1]","unicode":"ਗੁਰੋਂ ਕਾ ਬਚਨੁ ਧਾਰਨੇ ਸੇ ਜਿਨ ਕਾ ਮਨ ਨਿਰਮਲ ਹੂਆ ਹੈ ਔ ਗਿਆਨ ਕਾ ਸਦਾ (ਚਾਨਣੁ) ਪ੍ਰਕਾਸ ਹੂਆ ਹੈ, ਤਿਨ ਕਾ ਸਚੇ ਨਾਮ ਤੀਰਥ ਮੇਂ ਨਿਤ ਹੀ (ਮਜਨਾ) ਇਸਨਾਨ ਹੋਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"gurU dw pivq® Sbd (mnu`K ƒ) sdw (Awqmk) cwnx (dyNdw hY, iehI) in`q sdw kwiem rihx vwlw qIrQ hY, iehI qIrQ-ieSnwn hY [1[","unicode":"ਗੁਰੂ ਦਾ ਪਵਿਤ੍ਰ ਸ਼ਬਦ (ਮਨੁੱਖ ਨੂੰ) ਸਦਾ (ਆਤਮਕ) ਚਾਨਣ (ਦੇਂਦਾ ਹੈ, ਇਹੀ) ਨਿੱਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ ਹੈ, ਇਹੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurbwxI piv`qr hy Aqy hmySW hI pRkwS bKSdI hY[ qUM sdw ies s¤cy XwqRw AsQwn iv`c ieSnwn kr[","unicode":"ਗੁਰਬਾਣੀ ਪਵਿੱਤਰ ਹੇ ਅਤੇ ਹਮੇਸ਼ਾਂ ਹੀ ਪ੍ਰਕਾਸ਼ ਬਖਸ਼ਦੀ ਹੈ। ਤੂੰ ਸਦਾ ਇਸ ਸੱਚੇ ਯਾਤ੍ਰਾ ਅਸਥਾਨ ਵਿੱਚ ਇਸ਼ਨਾਨ ਕਰ।"}},"es":{"sn":"Siempre Pura es la Palabra del Shabd del Guru, lo ilumina todo, es el Lugar Santo en donde uno se puede bañar en la Verdad. (1)"},"hi":{"ss":"गुरू का पवित्र शबद (मनुष्य को) सदा (आत्मिक) प्रकाश (देता है।यही) नित्य सदा कायम रहने वाला तीर्थ है।यही तीर्थ स्नान है। 1।","sts":"गुरु की वाणी पवित्र है, जो सदैव ही मन में से अज्ञान रूपी अन्धेरे को दूर करके प्रकाश करती है। यह नित्य ही स्नान करने वाला सच्चा तीर्थ स्थान है॥ १॥"}},"transliteration":{"english":"gur vaak niramal sadhaa chaanan nit saach teerath majanaa ||1||","hindi":"गुर वाकु निरमलु सदा चानणु नित साचु तीरथु मजना ॥१॥","en":"gur vaak niramal sadhaa chaanan nit saach teerath majanaa ||1||","hi":"गुर वाकु निरमलु सदा चानणु नित साचु तीरथु मजना ॥१॥","ipa":"Gʊr ʋɑk nɪrəməl səd̪ɑ t͡ʃɑnəɳ nɪt̪ sɑt͡ʃ t̪irət̪ʰ məd͡ʒənɑ.1.","ur":"گُر واک نرمل سدا چانݨ نت ساچ تیِرتھ مجنا ۔۔۱۔۔"},"pageNo":687,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29644,"shabadId":2621,"verse":{"gurmukhi":"swic n lwgY mYlu ikAw mlu DoeIAY ]","unicode":"ਸਾਚਿ ਨ ਲਾਗੈ ਮੈਲੁ ਕਿਆ ਮਲੁ ਧੋਈਐ ॥"},"larivaar":{"gurmukhi":"swicnlwgYmYluikAwmluDoeIAY]","unicode":"ਸਾਚਿਨਲਾਗੈਮੈਲੁਕਿਆਮਲੁਧੋਈਐ॥"},"translation":{"en":{"bdb":"Filth does not stick to the true ones; what filth do they have to wash off?","ms":"Filth attaches not to the true What filth have they to wash off?","ssk":"Filth does not stick to the true ones; what filth do they have to wash off?"},"pu":{"ss":{"gurmukhi":"sdw-iQr pRBU dy nwm ivc juiVAW mn ƒ (ivkwrW dI) mYl nhIN l`gdI, (iPr qIrQ AwidkW qy jw ky) koeI mYl Dox dI loV hI nhIN pYNdI [ ","unicode":"ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, (ਫਿਰ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਜਾ ਕੇ) ਕੋਈ ਮੈਲ ਧੋਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਪੈਂਦੀ । "},"ft":{"gurmukhi":"jo scy nwm ky jwpk hYN iqn ko mYl nhIN lwgqI hY, qO iqno ny mYl ko ikAw Dovxw hY ArQwq pwp inibRqI hyq AOr koeI jqnu nhIN krqy ]","unicode":"ਜੋ ਸਚੇ ਨਾਮ ਕੇ ਜਾਪਕ ਹੈਂ ਤਿਨ ਕੋ ਮੈਲ ਨਹੀਂ ਲਾਗਤੀ ਹੈ, ਤੌ ਤਿਨੋ ਨੇ ਮੈਲ ਕੋ ਕਿਆ ਧੋਵਣਾ ਹੈ ਅਰਥਾਤ ਪਾਪ ਨਿਬ੍ਰਿਤੀ ਹੇਤ ਔਰ ਕੋਈ ਜਤਨੁ ਨਹੀਂ ਕਰਤੇ ॥"},"bdb":{"gurmukhi":"sdw-iQr pRBU dy nwm ivc juiVAW mn ƒ (ivkwrW dI) mYl nhIN l`gdI, (iPr qIrQ AwidkW qy jw ky) koeI mYl Dox dI loV hI nhIN pYNdI [ ","unicode":"ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, (ਫਿਰ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਜਾ ਕੇ) ਕੋਈ ਮੈਲ ਧੋਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਪੈਂਦੀ । "},"ms":{"gurmukhi":"sicAwrw ƒ mlInqw icmVdI nhIN, aunHW ny ikhVI mlIxqw DoxI hY[","unicode":"ਸਚਿਆਰਾ ਨੂੰ ਮਲੀਨਤਾ ਚਿਮੜਦੀ ਨਹੀਂ, ਉਨ੍ਹਾਂ ਨੇ ਕਿਹੜੀ ਮਲੀਣਤਾ ਧੋਣੀ ਹੈ।"}},"es":{"sn":"La Verdad permanece sin mancha, ¿por qué entonces hay que lavar la Verdad? Si uno usa el Collar de las Virtudes, ¿qué más se puede pedir?"},"hi":{"ss":"सदा-स्थिर प्रभू के नाम में जुड़ने से मन को (विकारों की) मैल नहीं लगती।(फिर तीर्थ आदि पर जा के) कोई मैल धोने की आवश्यक्ता नहीं रहती।","sts":"सत्य नाम में समावेश करने से मन को अहंकार की मैल नहीं लगती, तदन्तर अहंकार की मैल को स्वच्छ करने की आवश्यकता नहीं पड़ती।"}},"transliteration":{"english":"saach na laagai mail kiaa mal dhoieeaai ||","hindi":"साचि न लागै मैलु किआ मलु धोईऐ ॥","en":"saach na laagai mail kiaa mal dhoieeaai ||","hi":"साचि न लागै मैलु किआ मलु धोईऐ ॥","ipa":"sɑt͡ʃ nə lɑGæ mæl kɪəɑ məl t̪ɔeiæ.","ur":"ساچ ن لاگَے مَےل کآ مل دھوایاَے ۔۔"},"pageNo":687,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29645,"shabadId":2621,"verse":{"gurmukhi":"guxih hwru proie iks kau roeIAY ]","unicode":"ਗੁਣਹਿ ਹਾਰੁ ਪਰੋਇ ਕਿਸ ਕਉ ਰੋਈਐ ॥"},"larivaar":{"gurmukhi":"guxihhwruproieikskauroeIAY]","unicode":"ਗੁਣਹਿਹਾਰੁਪਰੋਇਕਿਸਕਉਰੋਈਐ॥"},"translation":{"en":{"bdb":"If one strings a garland of virtues for oneself, what is there to cry for?","ms":"If one twines the garland of virtues for one self, what for then one has to bewail?","ssk":"If one strings a garland of virtues for oneself, what is there to cry for?"},"pu":{"ss":{"gurmukhi":"prmwqmw dy guxW dw hwr (ihrdy ivc) pRo ky iksy A`gy pukwr krn dI BI loV nhIN pYNdI [","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਹਾਰ (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੋ ਕੇ ਕਿਸੇ ਅੱਗੇ ਪੁਕਾਰ ਕਰਨ ਦੀ ਭੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ ।"},"ft":{"gurmukhi":"jb guxoN kw hwr hI proie kr iqnoN ny phr lIAw hY, Bwv sy srb gux Dwrx kr lIey hYN, qO punw iks gux kO roeIAY ik Amkw gux pRwpiq nhIN BÎw hY; vw ijs ny dYvI sMpdwie ky gux Dwry hYN, Ehu iksI ivsy suK ƒ cwhy ArQwq BogoN ko nhIN cwhqw hY]","unicode":"ਜਬ ਗੁਣੋਂ ਕਾ ਹਾਰ ਹੀ ਪਰੋਇ ਕਰ ਤਿਨੋਂ ਨੇ ਪਹਰ ਲੀਆ ਹੈ, ਭਾਵ ਸੇ ਸਰਬ ਗੁਣ ਧਾਰਣ ਕਰ ਲੀਏ ਹੈਂ, ਤੌ ਪੁਨਾ ਕਿਸ ਗੁਣ ਕੌ ਰੋਈਐ ਕਿ ਅਮਕਾ ਗੁਣ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਭ੍ਯਾ ਹੈ; ਵਾ ਜਿਸ ਨੇ ਦੈਵੀ ਸੰਪਦਾਇ ਕੇ ਗੁਣ ਧਾਰੇ ਹੈਂ, ਓਹੁ ਕਿਸੀ ਵਿਸੇ ਸੁਖ ਨੂੰ ਚਾਹੇ ਅਰਥਾਤ ਭੋਗੋਂ ਕੋ ਨਹੀਂ ਚਾਹਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw dy guxW dw hwr (ihrdy ivc) pRo ky iksy A`gy pukwr krn dI BI loV nhIN pYNdI [","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਹਾਰ (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੋ ਕੇ ਕਿਸੇ ਅੱਗੇ ਪੁਕਾਰ ਕਰਨ ਦੀ ਭੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ ।"},"ms":{"gurmukhi":"jy qUM Awpxy leI nykIAW dI PUlmwlw guMd lvy qd qYƒ kwhdy leI ivrlwp krnw paUgw?","unicode":"ਜੇ ਤੂੰ ਆਪਣੇ ਲਈ ਨੇਕੀਆਂ ਦੀ ਫੂਲਮਾਲਾ ਗੁੰਦ ਲਵੇ ਤਦ ਤੈਨੂੰ ਕਾਹਦੇ ਲਈ ਵਿਰਲਾਪ ਕਰਨਾ ਪਊਗਾ?"}},"es":{"sn":"Si uno logra controlar su ego a través de la Sabiduría, uno es emancipado y emancipa a otros también, "},"hi":{"ss":"परमात्मा के गुणों का हार (हृदय में) परो के किसी के आगे पुकार करने की भी जरूरत नहीं रहती।","sts":"अपने हृदय में भगवान के गुणों का हार पिरोने से मनुष्य को किसी के समक्ष विनती करने की जरूरत नहीं पड़ती।"}},"transliteration":{"english":"guneh haar paroi kis kau roieeaai ||","hindi":"गुणहि हारु परोइ किस कउ रोईऐ ॥","en":"guneh haar paroi kis kau roieeaai ||","hi":"गुणहि हारु परोइ किस कउ रोईऐ ॥","ipa":"Gʊɳəh hɑr pərɔeɪ kɪs ko rɔeiæ.","ur":"گُݨه هار پروا کس کا روایاَے ۔۔"},"pageNo":687,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29646,"shabadId":2621,"verse":{"gurmukhi":"vIcwir mwrY qrY qwrY aulit join n Awvey ]","unicode":"ਵੀਚਾਰਿ ਮਾਰੈ ਤਰੈ ਤਾਰੈ ਉਲਟਿ ਜੋਨਿ ਨ ਆਵਏ ॥"},"larivaar":{"gurmukhi":"vIcwirmwrYqrYqwrYaulitjoinnAwvey]","unicode":"ਵੀਚਾਰਿਮਾਰੈਤਰੈਤਾਰੈਉਲਟਿਜੋਨਿਨਆਵਏ॥"},"translation":{"en":{"bdb":"One who conquers his own self through contemplation is saved, and saves others as well; he does not come to be born again.","ms":"He, who by meditation, slays his self, is saved and saves others and he enters not existences again.","ssk":"One who conquers his own self through contemplation is saved, and saves others as well; he does not come to be born again."},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K gurU dy Sbd dI ivcwr rwhIN (Awpxy mn ƒ ivkwrW vloN) mwr lYNdw hY, auh sMswr-smuMdr qoN pwr lMG jWdw hY, (hornW ƒ BI) pwr lMGw lYNdw hY, auh muV jUnW (dy c`kr) ivc nhIN AwauNdw [ ","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਰਾਹੀਂ (ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਜੂਨਾਂ (ਦੇ ਚੱਕਰ) ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ । "},"ft":{"gurmukhi":"ijnoN ny vIcwr kr sMklp mwry hYN vhu Awp qry hYN Aru jgÎwsI qwry hYN, punÚ ault kr jonIEN myN nhIN Avqy hYN]","unicode":"ਜਿਨੋਂ ਨੇ ਵੀਚਾਰ ਕਰ ਸੰਕਲਪ ਮਾਰੇ ਹੈਂ ਵਹੁ ਆਪ ਤਰੇ ਹੈਂ ਅਰੁ ਜਗ੍ਯਾਸੀ ਤਾਰੇ ਹੈਂ, ਪੁਨਃ ਉਲਟ ਕਰ ਜੋਨੀਓਂ ਮੇਂ ਨਹੀਂ ਅਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K gurU dy Sbd dI ivcwr rwhIN (Awpxy mn ƒ ivkwrW vloN) mwr lYNdw hY, auh sMswr-smuMdr qoN pwr lMG jWdw hY, (hornW ƒ BI) pwr lMGw lYNdw hY, auh muV jUnW (dy c`kr) ivc nhIN AwauNdw [ ","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਰਾਹੀਂ (ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਜੂਨਾਂ (ਦੇ ਚੱਕਰ) ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ । "},"ms":{"gurmukhi":"jo ismrn duAwrw Awpxy Awp ƒ mwr lYNdw hY, auh bc jWdw hY, Aqy hornW ƒ BI bcw lYNdw hY Aqy auh muV ky jUnIAW iv`c nhIN pYNdw[","unicode":"ਜੋ ਸਿਮਰਨ ਦੁਆਰਾ ਆਪਣੇ ਆਪ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਬਚ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਬਚਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਉਹ ਮੁੜ ਕੇ ਜੂਨੀਆਂ ਵਿੱਚ ਨਹੀਂ ਪੈਂਦਾ।"}},"es":{"sn":"para no tener que caer en otros vientres de nuevo. Uno se vuelve la Piedra Filosofal, un gran contemplador, "},"hi":{"ss":"जो मनुष्य गुरू के शबद के विचार द्वारा (अपने मन को विकारों की ओर से) मार लेता है।वह संसार-समुंद्र से पार लांघ जाता है।(औरों को भी) पार लंघा लेता है।वह दोबारा (के चक्कर) में नहीं आता।","sts":"जो मनुष्य सिमरन द्वारा अपने मन के अहंकार को नष्ट कर देता है, वह भवसागर में से पार हो जाता है और दूसरों को भी भवसागर से पार करवा देता है। वह पुनः योनि-चक्र में नहीं पड़ता अर्थात् उसकी मुक्ति हो जाती है।"}},"transliteration":{"english":"veechaar maarai tarai taarai ulaT jon na aave ||","hindi":"वीचारि मारै तरै तारै उलटि जोनि न आवए ॥","en":"veechaar maarai tarai taarai ulaT jon na aave ||","hi":"वीचारि मारै तरै तारै उलटि जोनि न आवए ॥","ipa":"ʋit͡ʃɑr mɑræ t̪əræ t̪ɑræ oʊləʈ d͡ʒɔn nə əɑʋee.","ur":"ویِچار مارَے ترَے تارَے اُلٹ جون ن آواے ۔۔"},"pageNo":687,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29647,"shabadId":2621,"verse":{"gurmukhi":"Awip pwrsu prm iDAwnI swcu swcy Bwvey ]","unicode":"ਆਪਿ ਪਾਰਸੁ ਪਰਮ ਧਿਆਨੀ ਸਾਚੁ ਸਾਚੇ ਭਾਵਏ ॥"},"larivaar":{"gurmukhi":"AwippwrsuprmiDAwnIswcuswcyBwvey]","unicode":"ਆਪਿਪਾਰਸੁਪਰਮਧਿਆਨੀਸਾਚੁਸਾਚੇਭਾਵਏ॥"},"translation":{"en":{"bdb":"The supreme meditator is Himself the philosopher's stone, which transforms lead into gold. The true man is pleasing to the True Lord.","ms":"The Supreme contemplator is himself the philosopher's stone The true are pleasing to the True Lord.","ssk":"The supreme meditator is Himself the philosopher's stone, which transforms lead into gold. The true man is pleasing to the True Lord."},"pu":{"ss":{"gurmukhi":"auh mnu`K Awp pwrs bx jWdw hY, bVI hI au~cI suriq dw mwlk ho jWdw hY, auh sdw-iQr pRBU dw rUp bx jWdw hY, auh sdw-iQr pRBU ƒ ipAwrw l`gx l`g pYNdw hY [","unicode":"ਉਹ ਮਨੁੱਖ ਆਪ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ, ਬੜੀ ਹੀ ਉੱਚੀ ਸੁਰਤਿ ਦਾ ਮਾਲਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo purs Awp pwrs rUp hYN AO prm iDAwnI ArQwq srb myN pUrn vwihgurU ko dyKqw hY, Aru iqsu swcy sMq ko scw prmysÍr Bwvqw hY]","unicode":"ਜੋ ਪੁਰਸ ਆਪ ਪਾਰਸ ਰੂਪ ਹੈਂ ਔ ਪਰਮ ਧਿਆਨੀ ਅਰਥਾਤ ਸਰਬ ਮੇਂ ਪੂਰਨ ਵਾਹਿਗੁਰੂ ਕੋ ਦੇਖਤਾ ਹੈ, ਅਰੁ ਤਿਸੁ ਸਾਚੇ ਸੰਤ ਕੋ ਸਚਾ ਪਰਮੇਸ੍ਵਰ ਭਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh mnu`K Awp pwrs bx jWdw hY, bVI hI au~cI suriq dw mwlk ho jWdw hY, auh sdw-iQr pRBU dw rUp bx jWdw hY, auh sdw-iQr pRBU ƒ ipAwrw l`gx l`g pYNdw hY [","unicode":"ਉਹ ਮਨੁੱਖ ਆਪ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ, ਬੜੀ ਹੀ ਉੱਚੀ ਸੁਰਤਿ ਦਾ ਮਾਲਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"bMdgI krn vwlw mhwn purS Ku`d Amolk pdwrQ hY[ sicAwry s¤cy sweIN ƒ cMgy l`gdy hn[","unicode":"ਬੰਦਗੀ ਕਰਨ ਵਾਲਾ ਮਹਾਨ ਪੁਰਸ਼ ਖੁੱਦ ਅਮੋਲਕ ਪਦਾਰਥ ਹੈ। ਸਚਿਆਰੇ ਸੱਚੇ ਸਾਈਂ ਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।"}},"es":{"sn":"y así, siendo verdadero, complace al Señor Verdadero."},"hi":{"ss":"वह मनुष्य आप पारस बन जाता है।बड़ी ही ऊँची सुरति का मालिक हो जाता है।वह सदा-स्थिर प्रभू का रूप बन जाता है।वह सदा-स्थिर प्रभू को प्यारा लगने लग पड़ता है।","sts":"वह स्वयं ही पारस और ध्यानी बन जाता है। ऐसा सत्यवादी पुरुष ही सच्चे प्रभु को अच्छा लगता है।"}},"transliteration":{"english":"aap paaras param dhiaanee saach saache bhaave ||","hindi":"आपि पारसु परम धिआनी साचु साचे भावए ॥","en":"aap paaras param dhiaanee saach saache bhaave ||","hi":"आपि पारसु परम धिआनी साचु साचे भावए ॥","ipa":"əɑp pɑrəs pərəm t̪ɪəɑni sɑt͡ʃ sɑt͡ʃe ɓɑʋee.","ur":"آپ پارس پرم دھآنیِ ساچ ساچے بھاواے ۔۔"},"pageNo":687,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29648,"shabadId":2621,"verse":{"gurmukhi":"Awnµdu Anidnu hrKu swcw dUK iklivK prhry ]","unicode":"ਆਨੰਦੁ ਅਨਦਿਨੁ ਹਰਖੁ ਸਾਚਾ ਦੂਖ ਕਿਲਵਿਖ ਪਰਹਰੇ ॥"},"larivaar":{"gurmukhi":"AwnµduAnidnuhrKuswcwdUKiklivKprhry]","unicode":"ਆਨੰਦੁਅਨਦਿਨੁਹਰਖੁਸਾਚਾਦੂਖਕਿਲਵਿਖਪਰਹਰੇ॥"},"translation":{"en":{"bdb":"He is in ecstasy, truly happy, night and day; his sorrows and sins are taken away.","ms":"Night and day, he feels happiness and true joy and his sorrow and sins depart.","ssk":"He is in ecstasy, truly happy, night and day; his sorrows and sins are taken away."},"pu":{"ss":{"gurmukhi":"aus dy AMdr hr vyly AwnMd bixAw rihMdw hY, sdw-iQr rihx vwlI ^uSI pYdw ho jWdI hY, auh mnu`K Awpxy (swry) du`K pwp dUr kr lYNdw hY [","unicode":"ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ (ਸਾਰੇ) ਦੁੱਖ ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"AnMd rUp ko pwie kr iqn ko idny rwq scw (hrK) auqswih rihqw hY[ jnm mrn duK AO (iklivK) pwp sMpUrn iqnoN ny (prhry) dUr kry hYN]","unicode":"ਅਨੰਦ ਰੂਪ ਕੋ ਪਾਇ ਕਰ ਤਿਨ ਕੋ ਦਿਨੇ ਰਾਤ ਸਚਾ (ਹਰਖ) ਉਤਸਾਹਿ ਰਹਿਤਾ ਹੈ। ਜਨਮ ਮਰਨ ਦੁਖ ਔ (ਕਿਲਵਿਖ) ਪਾਪ ਸੰਪੂਰਨ ਤਿਨੋਂ ਨੇ (ਪਰਹਰੇ) ਦੂਰ ਕਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"aus dy AMdr hr vyly AwnMd bixAw rihMdw hY, sdw-iQr rihx vwlI ^uSI pYdw ho jWdI hY, auh mnu`K Awpxy (swry) du`K pwp dUr kr lYNdw hY [","unicode":"ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ (ਸਾਰੇ) ਦੁੱਖ ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"rwq idn auh KuSI qy s`cI pRsMnqw mihsU krdw hY Aqy aus dI pIV Aqy pwp dUr ho jWdy hn[","unicode":"ਰਾਤ ਦਿਨ ਉਹ ਖੁਸ਼ੀ ਤੇ ਸੱਚੀ ਪ੍ਰਸੰਨਤਾ ਮਹਿਸੂ ਕਰਦਾ ਹੈ ਅਤੇ ਉਸ ਦੀ ਪੀੜ ਅਤੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Uno vive entonces en la Verdad, siempre en Éxtasis y se libera de sus errores y de sufrimientos."},"hi":{"ss":"उसके अंदर हर वक्त आनंद बना रहता है।सदा-स्थिर रहने वाली खुशी पैदा हो जाती है।वह मनुष्य अपने (सारे) दुख-पाप दूर कर लेता है।","sts":"वह रात-दिन आनंद एवं हर्ष की अनुभूति करता है और उसके तमाम दुःख एवं पाप नाश हो जाते हैं।"}},"transliteration":{"english":"aana(n)dh anadhin harakh saachaa dhookh kilavikh parahare ||","hindi":"आनंदु अनदिनु हरखु साचा दूख किलविख परहरे ॥","en":"aana(n)dh anadhin harakh saachaa dhookh kilavikh parahare ||","hi":"आनंदु अनदिनु हरखु साचा दूख किलविख परहरे ॥","ipa":"əɑnəⁿd̪ ənəd̪ɪn hərəkʰ sɑt͡ʃɑ d̪ukʰ kɪləʋɪkʰ pərəhəre.","ur":"آنµد اندن هرکھ ساچا دُوکھ کلوکھ پرهرے ۔۔"},"pageNo":687,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29649,"shabadId":2621,"verse":{"gurmukhi":"scu nwmu pwieAw guir idKwieAw mYlu nwhI sc mny ]2]","unicode":"ਸਚੁ ਨਾਮੁ ਪਾਇਆ ਗੁਰਿ ਦਿਖਾਇਆ ਮੈਲੁ ਨਾਹੀ ਸਚ ਮਨੇ ॥੨॥"},"larivaar":{"gurmukhi":"scunwmupwieAwguiridKwieAwmYlunwhIscmny]2]","unicode":"ਸਚੁਨਾਮੁਪਾਇਆਗੁਰਿਦਿਖਾਇਆਮੈਲੁਨਾਹੀਸਚਮਨੇ॥੨॥"},"translation":{"en":{"bdb":"He finds the True Name, and beholds the Guru; with the True Name in his mind, no filth sticks to him. ||2||","ms":"He attains the True Name and beholds God, through the Guru. No impurity attaches to him, as the True Name abides in his mind.","ssk":"He finds the True Name, and beholds the Guru; with the True Name in his mind, no filth sticks to him. ||2||"},"pu":{"ss":{"gurmukhi":"ijs mnu`K ny sdw-iQr pRBU-nwm pRwpq kr ilAw, ijs ƒ gurU ny (pRBU) ivKw id`qw, aus dy sdw-iQr nwm jpdy mn ƒ kdy ivkwrW dI mYl nhIN l`gdI [2[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ) ਵਿਖਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਜਪਦੇ ਮਨ ਨੂੰ ਕਦੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ।੨।"},"ft":{"gurmukhi":"ijnoN ky irdy myN guroN ny scw nwm pwieAw hY AOr sÍY sÍrUpu idKwXw hY, iqnoN ko sc srUp ky (mny) mnn krny sy mYl nhIN lwgqI hY]2]","unicode":"ਜਿਨੋਂ ਕੇ ਰਿਦੇ ਮੇਂ ਗੁਰੋਂ ਨੇ ਸਚਾ ਨਾਮ ਪਾਇਆ ਹੈ ਔਰ ਸ੍ਵੈ ਸ੍ਵਰੂਪੁ ਦਿਖਾਯਾ ਹੈ, ਤਿਨੋਂ ਕੋ ਸਚ ਸਰੂਪ ਕੇ (ਮਨੇ) ਮਨਨ ਕਰਨੇ ਸੇ ਮੈਲ ਨਹੀਂ ਲਾਗਤੀ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"ijs mnu`K ny sdw-iQr pRBU-nwm pRwpq kr ilAw, ijs ƒ gurU ny (pRBU) ivKw id`qw, aus dy sdw-iQr nwm jpdy mn ƒ kdy ivkwrW dI mYl nhIN l`gdI [2[","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ) ਵਿਖਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਜਪਦੇ ਮਨ ਨੂੰ ਕਦੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ।੨।"},"ms":{"gurmukhi":"auh s¤cy nwm ƒ pRwpq kr lYNdw hY, Aqy gurU jI aus ƒ pRBU ivKwl idMdy hn[ aus ƒ koeI mlIxqw nhIN icmVdI ikauNik siqnwm aus dy ihrdy iv`c vsdw hY[","unicode":"ਉਹ ਸੱਚੇ ਨਾਮ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਗੁਰੂ ਜੀ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਵਿਖਾਲ ਦਿੰਦੇ ਹਨ। ਉਸ ਨੂੰ ਕੋਈ ਮਲੀਣਤਾ ਨਹੀਂ ਚਿਮੜਦੀ ਕਿਉਂਕਿ ਸਤਿਨਾਮ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿੱਚ ਵਸਦਾ ਹੈ।"}},"es":{"sn":"Uno es bendecido con el Nombre Verdadero y logra ver a Dios a través del Guru y habitando en la Verdad, la mente no es manchada con nada. (2)"},"hi":{"ss":"जिस मनुष्य ने सदा-स्थिर प्रभू का नाम प्राप्त कर लिया।जिसको गुरू ने (प्रभू) दिखा दिया।उसके सदा-स्थिर नाम जपते मन को कभी विकारों की मैल नहीं लगती। 2।","sts":"वह सत्यनाम को प्राप्त कर लेता है और गुरु उसे भगवान के दर्शन करवा देता है। फिर उसके मन को अहंकार की मैल नहीं लगती, क्योंकेि सत्य उसके हृदय में बस जाता है॥ २॥"}},"transliteration":{"english":"sach naam paiaa gur dhikhaiaa mail naahee sach mane ||2||","hindi":"सचु नामु पाइआ गुरि दिखाइआ मैलु नाही सच मने ॥२॥","en":"sach naam paiaa gur dhikhaiaa mail naahee sach mane ||2||","hi":"सचु नामु पाइआ गुरि दिखाइआ मैलु नाही सच मने ॥२॥","ipa":"sət͡ʃ nɑm pɑɪɑ Gʊr d̪ɪkʰɑɪɑ mæl nɑhi sət͡ʃ məne.2.","ur":"سچ نام پاایا گُر دکھاایا مَےل ناهیِ سچ منے ۔۔۲۔۔"},"pageNo":687,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29650,"shabadId":2621,"verse":{"gurmukhi":"sMgiq mIq imlwpu pUrw nwvxo ]","unicode":"ਸੰਗਤਿ ਮੀਤ ਮਿਲਾਪੁ ਪੂਰਾ ਨਾਵਣੋ ॥"},"larivaar":{"gurmukhi":"sMgiqmIqimlwpupUrwnwvxo]","unicode":"ਸੰਗਤਿਮੀਤਮਿਲਾਪੁਪੂਰਾਨਾਵਣੋ॥"},"translation":{"en":{"bdb":"O friend, association with the Holy is the perfect cleansing bath.","ms":"O friend, association with the saints congregation is the perfect ablution.","ssk":"O friend, association with the Holy is the perfect cleansing bath."},"pu":{"ss":{"gurmukhi":"swD sMgiq ivc im`qr-pRBU dw imlwp ho jwxw—iehI auh qIrQ-ieSnwn hY ijs ivc koeI aukweI nhIN rih jWdI [","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਣਾ—ਇਹੀ ਉਹ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ਜਿਸ ਵਿਚ ਕੋਈ ਉਕਾਈ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ।"},"ft":{"gurmukhi":"jo sMq swjnoN kI sMgiq kw imlwpu hY, soeI pUrw (nwvxo) iesnwn hY]","unicode":"ਜੋ ਸੰਤ ਸਾਜਨੋਂ ਕੀ ਸੰਗਤਿ ਕਾ ਮਿਲਾਪੁ ਹੈ, ਸੋਈ ਪੂਰਾ (ਨਾਵਣੋ) ਇਸਨਾਨ ਹੈ॥"},"bdb":{"gurmukhi":"swD sMgiq ivc im`qr-pRBU dw imlwp ho jwxw—iehI auh qIrQ-ieSnwn hY ijs ivc koeI aukweI nhIN rih jWdI [","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਣਾ—ਇਹੀ ਉਹ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ਜਿਸ ਵਿਚ ਕੋਈ ਉਕਾਈ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ ।"},"ms":{"gurmukhi":"hy im`qr! swD sMgq AMdr juVnw hI pUrn ieSnwn hY[","unicode":"ਹੇ ਮਿੱਤਰ! ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਜੁੜਨਾ ਹੀ ਪੂਰਨ ਇਸ਼ਨਾਨ ਹੈ।"}},"es":{"sn":"Oh amigo, la Cercanía de los Santos es el perfecto baño de Purificación. "},"hi":{"ss":"साध-संगति में मित्र-प्रभू का मिलाप हो जाना - यही वह तीर्थ-स्नान है जिसमें कोई कमी नहीं रह जाती।","sts":"हे मित्र ! सत्संगियों से मिलाप ही पूर्ण स्नान है।"}},"transliteration":{"english":"sa(n)gat meet milaap pooraa naavano ||","hindi":"संगति मीत मिलापु पूरा नावणो ॥","en":"sa(n)gat meet milaap pooraa naavano ||","hi":"संगति मीत मिलापु पूरा नावणो ॥","ipa":"səŋGət̪ mit̪ mɪlɑp purɑ nɑʋəɳɔ.","ur":"سںگت میِت ملاپ پُورا ناوݨو ۔۔"},"pageNo":687,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}}]}