{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":693},"count":39,"navigation":{"previous":692,"next":694},"page":[{"verseId":29829,"shabadId":2631,"verse":{"gurmukhi":"myrI myrI kYrau krqy durjoDn sy BweI ]","unicode":"ਮੇਰੀ ਮੇਰੀ ਕੈਰਉ ਕਰਤੇ ਦੁਰਜੋਧਨ ਸੇ ਭਾਈ ॥"},"larivaar":{"gurmukhi":"myrImyrIkYraukrqydurjoDnsyBweI]","unicode":"ਮੇਰੀਮੇਰੀਕੈਰਉਕਰਤੇਦੁਰਜੋਧਨਸੇਭਾਈ॥"},"translation":{"en":{"bdb":"The Kaurvas, who had brothers like Duryodhan, used to proclaim, \"\"This is ours! This is ours!\"\"","ms":"The Kairavs who had brothers like Duryodhan used to say \"Everything is ours, ours\".","ssk":"The Kaurvas, who had brothers like Duryodhan, used to proclaim, \"This is ours! This is ours!\""},"pu":{"ss":{"gurmukhi":"ijnHW kOrvW dy durjoDn vrgy (blI) Brw sn, auh BI (ieh mwx krdy rhy ik) AswfI (pwqSwhI) AswfI (pwqSwhI), (pWfo kIh l`gdy hn ies DrqI dy?)","unicode":"ਜਿਨ੍ਹਾਂ ਕੌਰਵਾਂ ਦੇ ਦੁਰਜੋਧਨ ਵਰਗੇ (ਬਲੀ) ਭਰਾ ਸਨ, ਉਹ ਭੀ (ਇਹ ਮਾਣ ਕਰਦੇ ਰਹੇ ਕਿ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ), (ਪਾਂਡੋ ਕੀਹ ਲੱਗਦੇ ਹਨ ਇਸ ਧਰਤੀ ਦੇ?)"},"ft":{"gurmukhi":"punw myrI myrI krqy kYrv BI cly gey hYN, durjoDn jYsy BweI hI blI iqs ky Qy, Bwv durXoDn sMXukq sO BRwqw Qy]","unicode":"ਪੁਨਾ ਮੇਰੀ ਮੇਰੀ ਕਰਤੇ ਕੈਰਵ ਭੀ ਚਲੇ ਗਏ ਹੈਂ, ਦੁਰਜੋਧਨ ਜੈਸੇ ਭਾਈ ਹੀ ਬਲੀ ਤਿਸ ਕੇ ਥੇ, ਭਾਵ ਦੁਰਯੋਧਨ ਸੰਯੁਕਤ ਸੌ ਭ੍ਰਾਤਾ ਥੇ॥"},"bdb":{"gurmukhi":"ijnHW kOrvW dy durjoDn vrgy (blI) Brw sn, auh BI (ieh mwx krdy rhy ik) AswfI (pwqSwhI) AswfI (pwqSwhI), (pWfo kIh l`gdy hn ies DrqI dy?)","unicode":"ਜਿਨ੍ਹਾਂ ਕੌਰਵਾਂ ਦੇ ਦੁਰਜੋਧਨ ਵਰਗੇ (ਬਲੀ) ਭਰਾ ਸਨ, ਉਹ ਭੀ (ਇਹ ਮਾਣ ਕਰਦੇ ਰਹੇ ਕਿ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ) ਅਸਾਡੀ (ਪਾਤਸ਼ਾਹੀ), (ਪਾਂਡੋ ਕੀਹ ਲੱਗਦੇ ਹਨ ਇਸ ਧਰਤੀ ਦੇ?)"},"ms":{"gurmukhi":"kOro, ijnHW dy durXoDn vrgy Brw sn, kihMdy huMdy sn, \"hr SY swfI, swfI hI hY[\"","unicode":"ਕੌਰੋ, ਜਿਨ੍ਹਾਂ ਦੇ ਦੁਰਯੋਧਨ ਵਰਗੇ ਭਰਾ ਸਨ, ਕਹਿੰਦੇ ਹੁੰਦੇ ਸਨ, \"ਹਰ ਸ਼ੈ ਸਾਡੀ, ਸਾਡੀ ਹੀ ਹੈ।\""}},"es":{"sn":"Los Kaurvas, y entre ellos los Duriodhan, eran tan aferrados a sus posesiones que su procesión mortuoria "},"hi":{"ss":"जिन कौरवों के दुर्योधन जैसे (बली) भाई थे।वे भी (ये गुमान करते रहे कि) हमारी (बादशाही) हमारी (बादशाही)।(पांडव क्या लगते हैं इस धरती के। );","sts":"जिनके भाई दुर्योधन जैसे पराक्रमी शूरवीर थे, वे कौरव भी अहंकार में आकर ‘मेरी-मेरी' करते थे।"}},"transliteration":{"english":"meree meree kairau karate dhurajodhan se bhaiee ||","hindi":"मेरी मेरी कैरउ करते दुरजोधन से भाई ॥","en":"meree meree kairau karate dhurajodhan se bhaiee ||","hi":"मेरी मेरी कैरउ करते दुरजोधन से भाई ॥","ipa":"meri meri kæro kərət̪e d̪ʊrəd͡ʒɔt̪ən se ɓɑei.","ur":"مےریِ مےریِ کَےرا کرتے دُرجودھن سے بھاای ۔۔"},"pageNo":693,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29830,"shabadId":2631,"verse":{"gurmukhi":"bwrh jojn CqRü clY Qw dyhI igrJn KweI ]2]","unicode":"ਬਾਰਹ ਜੋਜਨ ਛਤ੍ਰੁ ਚਲੈ ਥਾ ਦੇਹੀ ਗਿਰਝਨ ਖਾਈ ॥੨॥"},"larivaar":{"gurmukhi":"bwrhjojnCqRüclYQwdyhIigrJnKweI]2]","unicode":"ਬਾਰਹਜੋਜਨਛਤ੍ਰੁਚਲੈਥਾਦੇਹੀਗਿਰਝਨਖਾਈ॥੨॥"},"translation":{"en":{"bdb":"Their royal procession extended over sixty miles, and yet their bodies were eaten by vultures. ||2||","ms":"Their royal procession extended over sixty miles, yet the vultures devoured their bodies. (N.B. One jojan is equal to five miles.)","ssk":"Their royal procession extended over sixty miles, and yet their bodies were eaten by vultures. ||2||"},"pu":{"ss":{"gurmukhi":"(kurKyqr dy jMg vyly) ATqwlIAW kohW ivc auhnW dI sYnw dw iKlwr sI (pr ik`Dr geI bwdSwhI qy ik`Dr igAw auh Cqr? kurKyqr dy jMg ivc) igrJW ny auhnW dIAW loQW KwDIAW [2[","unicode":"(ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵੇਲੇ) ਅਠਤਾਲੀਆਂ ਕੋਹਾਂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੈਨਾ ਦਾ ਖਿਲਾਰ ਸੀ (ਪਰ ਕਿੱਧਰ ਗਈ ਬਾਦਸ਼ਾਹੀ ਤੇ ਕਿੱਧਰ ਗਿਆ ਉਹ ਛਤਰ? ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵਿਚ) ਗਿਰਝਾਂ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਲੋਥਾਂ ਖਾਧੀਆਂ ।੨।"},"ft":{"gurmukhi":"jo durjoDn bwrh jojn ATqwlI kos myN CqR hI CwieAw nIcy clqw Qw, vw⁽¹⁾ ATqwlI kos pRXMq jo kurU CyqR myN POj auqrI hUeI QI[ aus myN Apny snmuK AOr iksI kI CqrI lgxy nhIN dyqw Qw[ nwm sy ibnW AhMkwrI hoxy kr ky iqs kI dyhI AMq smYN myN igrJoN Awid pMCIEN ny KweI hY]2]","unicode":"ਜੋ ਦੁਰਜੋਧਨ ਬਾਰਹ ਜੋਜਨ ਅਠਤਾਲੀ ਕੋਸ ਮੇਂ ਛਤ੍ਰ ਹੀ ਛਾਇਆ ਨੀਚੇ ਚਲਤਾ ਥਾ, ਵਾ⁽¹⁾ ਅਠਤਾਲੀ ਕੋਸ ਪ੍ਰਯੰਤ ਜੋ ਕੁਰੂ ਛੇਤ੍ਰ ਮੇਂ ਫੌਜ ਉਤਰੀ ਹੂਈ ਥੀ। ਉਸ ਮੇਂ ਅਪਨੇ ਸਨਮੁਖ ਔਰ ਕਿਸੀ ਕੀ ਛਤਰੀ ਲਗਣੇ ਨਹੀਂ ਦੇਤਾ ਥਾ। ਨਾਮ ਸੇ ਬਿਨਾਂ ਅਹੰਕਾਰੀ ਹੋਣੇ ਕਰ ਕੇ ਤਿਸ ਕੀ ਦੇਹੀ ਅੰਤ ਸਮੈਂ ਮੇਂ ਗਿਰਝੋਂ ਆਦਿ ਪੰਛੀਓਂ ਨੇ ਖਾਈ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"(kurKyqr dy jMg vyly) ATqwlIAW kohW ivc auhnW dI sYnw dw iKlwr sI (pr ik`Dr geI bwdSwhI qy ik`Dr igAw auh Cqr? kurKyqr dy jMg ivc) igrJW ny auhnW dIAW loQW KwDIAW [2[","unicode":"(ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵੇਲੇ) ਅਠਤਾਲੀਆਂ ਕੋਹਾਂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੈਨਾ ਦਾ ਖਿਲਾਰ ਸੀ (ਪਰ ਕਿੱਧਰ ਗਈ ਬਾਦਸ਼ਾਹੀ ਤੇ ਕਿੱਧਰ ਗਿਆ ਉਹ ਛਤਰ? ਕੁਰਖੇਤਰ ਦੇ ਜੰਗ ਵਿਚ) ਗਿਰਝਾਂ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਲੋਥਾਂ ਖਾਧੀਆਂ ।੨।"},"ms":{"gurmukhi":"aunHW dI pwiqSwhI jlUs s`T mIlW qweIN PYilAw hoieAw sI, pMqU auhnW dy srIr igDW ny KwDy[ (not-ie`k jojn pMjW mIl dy brwbr huMdw hY[)[","unicode":"ਉਨ੍ਹਾਂ ਦੀ ਪਾਤਿਸ਼ਾਹੀ ਜਲੂਸ ਸੱਠ ਮੀਲਾਂ ਤਾਈਂ ਫੈਲਿਆ ਹੋਇਆ ਸੀ, ਪੰਤੂ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਗਿਧਾਂ ਨੇ ਖਾਧੇ। (ਨੋਟ-ਇੱਕ ਜੋਜਨ ਪੰਜਾਂ ਮੀਲ ਦੇ ਬਰਾਬਰ ਹੁੰਦਾ ਹੈ।)।"}},"es":{"sn":"cubría ciento veinte kilómetros, así de influyentes eran, aún así, los buitres se comieron sus cuerpos. (2)"},"hi":{"ss":"(कुरूक्षेत्र के युद्ध के वक्त) अढ़तालिस कोस तक उनकी सेना का फैलाव था (पर किधर गई बादशाहियत और कहां गया छत्र।कुरूक्षेत्र के युद्ध में) गिद्धों ने उनकी लाशें खाई। 2।","sts":"जिस दुर्योधन का साम्राज्य बारह योजन तक फैला हुआ था, उसकी मृतक देह को भी गिद्धों ने अपना भक्षण बनाया॥२॥"}},"transliteration":{"english":"baareh jojan chhatr chalai thaa dhehee girajhan khaiee ||2||","hindi":"बारह जोजन छत्रु चलै था देही गिरझन खाई ॥२॥","en":"baareh jojan chhatr chalai thaa dhehee girajhan khaiee ||2||","hi":"बारह जोजन छत्रु चलै था देही गिरझन खाई ॥२॥","ipa":"bɑrəh d͡ʒɔd͡ʒən ɕət̪ɹ t͡ʃəlæ t̪ʰɑ d̪ehi Gɪrəɖ͡ʐən kʰɑei.2.","ur":"باره جوجن چھترü چلَے تھا دےهیِ گرجھن کھاای ۔۔۲۔۔"},"pageNo":693,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29831,"shabadId":2631,"verse":{"gurmukhi":"srb suoien kI lµkw hoqI rwvn sy AiDkweI ]","unicode":"ਸਰਬ ਸੋੁਇਨ ਕੀ ਲੰਕਾ ਹੋਤੀ ਰਾਵਨ ਸੇ ਅਧਿਕਾਈ ॥"},"larivaar":{"gurmukhi":"srbsuoienkIlµkwhoqIrwvnsyAiDkweI]","unicode":"ਸਰਬਸੋੁਇਨਕੀਲੰਕਾਹੋਤੀਰਾਵਨਸੇਅਧਿਕਾਈ॥"},"translation":{"en":{"bdb":"Sri Lanka was totally rich with gold; was anyone greater than its ruler Raavan?","ms":"Ceylon was all gold, Was any one greater than Rawan?","ssk":"Sri Lanka was totally rich with gold; was anyone greater than its ruler Raavan?"},"pu":{"ss":{"gurmukhi":"rwvx vrgy v`fy blI rwjy dI lMkw swrI dI swrI sony dI sI,","unicode":"ਰਾਵਣ ਵਰਗੇ ਵੱਡੇ ਬਲੀ ਰਾਜੇ ਦੀ ਲੰਕਾ ਸਾਰੀ ਦੀ ਸਾਰੀ ਸੋਨੇ ਦੀ ਸੀ,"},"ft":{"gurmukhi":"ijs kI sMpUrn lMkw ngrI soieny kI hoqI QI, AYsy rwvn swrKy jo (AiDkweI) bfy blI Bey hYN]","unicode":"ਜਿਸ ਕੀ ਸੰਪੂਰਨ ਲੰਕਾ ਨਗਰੀ ਸੋਇਨੇ ਕੀ ਹੋਤੀ ਥੀ, ਐਸੇ ਰਾਵਨ ਸਾਰਖੇ ਜੋ (ਅਧਿਕਾਈ) ਬਡੇ ਬਲੀ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"rwvx vrgy v`fy blI rwjy dI lMkw swrI dI swrI sony dI sI,","unicode":"ਰਾਵਣ ਵਰਗੇ ਵੱਡੇ ਬਲੀ ਰਾਜੇ ਦੀ ਲੰਕਾ ਸਾਰੀ ਦੀ ਸਾਰੀ ਸੋਨੇ ਦੀ ਸੀ,"},"ms":{"gurmukhi":"lMkw swrI sony dI sI, kI koeI rwvn nwloN v`fw sI?","unicode":"ਲੰਕਾ ਸਾਰੀ ਸੋਨੇ ਦੀ ਸੀ, ਕੀ ਕੋਈ ਰਾਵਨ ਨਾਲੋਂ ਵੱਡਾ ਸੀ?"}},"es":{"sn":"Sri Lamka estaba llena de oro, y había alguien mas rico y poderoso que Ravan "},"hi":{"ss":"रावण जैसे बड़े बली राजे की लंका सारी सोने की थी।","sts":"महाबली लंकापति रावण की सारी लंका सोने की बनी हुई थी"}},"transliteration":{"english":"sarab suoin kee la(n)kaa hotee raavan se adhikaiee ||","hindi":"सरब सुोइन की लंका होती रावन से अधिकाई ॥","en":"sarab suoin kee la(n)kaa hotee raavan se adhikaiee ||","hi":"सरब सुोइन की लंका होती रावन से अधिकाई ॥","ipa":"sərəb sʊɔeɪn ki ləⁿkɑ hɔt̪i rɑʋən se ət̪ɪkɑei.","ur":"سرب سُوان کیِ لµکا هوتیِ راون سے ادھکاای ۔۔"},"pageNo":693,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29832,"shabadId":2631,"verse":{"gurmukhi":"khw BieE dir bWDy hwQI iKn mih BeI prweI ]3]","unicode":"ਕਹਾ ਭਇਓ ਦਰਿ ਬਾਂਧੇ ਹਾਥੀ ਖਿਨ ਮਹਿ ਭਈ ਪਰਾਈ ॥੩॥"},"larivaar":{"gurmukhi":"khwBieEdirbWDyhwQIiKnmihBeIprweI]3]","unicode":"ਕਹਾਭਇਓਦਰਿਬਾਂਧੇਹਾਥੀਖਿਨਮਹਿਭਈਪਰਾਈ॥੩॥"},"translation":{"en":{"bdb":"What happened to the elephants, tethered at his gate? In an instant, it all belonged to someone else. ||3||","ms":"What did it matte, if he had elephants tethered at his gate? Ina moment, Ceylon became the property of others.","ssk":"What happened to the elephants, tethered at his gate? In an instant, it all belonged to someone else. ||3||"},"pu":{"ss":{"gurmukhi":" (aus dy mihlW dy) drvwzy qy hwQI b`Jy Kloqy sn, pr Aw^r kIh bixAw? iek pl ivc sB kuJ prwieAw ho igAw [3[","unicode":" (ਉਸ ਦੇ ਮਹਿਲਾਂ ਦੇ) ਦਰਵਾਜ਼ੇ ਤੇ ਹਾਥੀ ਬੱਝੇ ਖਲੋਤੇ ਸਨ, ਪਰ ਆਖ਼ਰ ਕੀਹ ਬਣਿਆ? ਇਕ ਪਲ ਵਿਚ ਸਭ ਕੁਝ ਪਰਾਇਆ ਹੋ ਗਿਆ ।੩।"},"ft":{"gurmukhi":"ikAw hUAw jo dr pr hwQI bWDy hUey Qy, so sMpUrn ibBUqI eyk iKn myN prweI ho geI ArQwq ibBIKn kI ho geI]3] XQw-Ç\"lMkw gFu sony kw BieAw]ÇmUrKu rwvnu ikAw ly gieAw]\"","unicode":"ਕਿਆ ਹੂਆ ਜੋ ਦਰ ਪਰ ਹਾਥੀ ਬਾਂਧੇ ਹੂਏ ਥੇ, ਸੋ ਸੰਪੂਰਨ ਬਿਭੂਤੀ ਏਕ ਖਿਨ ਮੇਂ ਪਰਾਈ ਹੋ ਗਈ ਅਰਥਾਤ ਬਿਭੀਖਨ ਕੀ ਹੋ ਗਈ॥੩॥ ਯਥਾ-☬\"ਲੰਕਾ ਗਢੁ ਸੋਨੇ ਕਾ ਭਇਆ॥☬ਮੂਰਖੁ ਰਾਵਨੁ ਕਿਆ ਲੇ ਗਇਆ॥\""},"bdb":{"gurmukhi":" (aus dy mihlW dy) drvwzy qy hwQI b`Jy Kloqy sn, pr Aw^r kIh bixAw? iek pl ivc sB kuJ prwieAw ho igAw [3[","unicode":" (ਉਸ ਦੇ ਮਹਿਲਾਂ ਦੇ) ਦਰਵਾਜ਼ੇ ਤੇ ਹਾਥੀ ਬੱਝੇ ਖਲੋਤੇ ਸਨ, ਪਰ ਆਖ਼ਰ ਕੀਹ ਬਣਿਆ? ਇਕ ਪਲ ਵਿਚ ਸਭ ਕੁਝ ਪਰਾਇਆ ਹੋ ਗਿਆ ।੩।"},"ms":{"gurmukhi":"kI ho igAw jykr aus dy bUhy auqy hwQI b¤Jy rihMdy sn? iek muhq iv`c lMkw hornW dI jwiedwd bx geI[","unicode":"ਕੀ ਹੋ ਗਿਆ ਜੇਕਰ ਉਸ ਦੇ ਬੂਹੇ ਉਤੇ ਹਾਥੀ ਬੱਝੇ ਰਹਿੰਦੇ ਸਨ? ਇਕ ਮੁਹਤ ਵਿੱਚ ਲੰਕਾ ਹੋਰਨਾਂ ਦੀ ਜਾਇਦਾਦ ਬਣ ਗਈ।"}},"es":{"sn":"con su isla de oro y sus ejércitos de elefantes, pero con qué desgracia se perdió todo en un instante. (3)"},"hi":{"ss":"(उसके महलों के) दरवाजे पर हाथी-घोड़े खड़े होते थे।पर आखिर में क्या बना।एक पल में सब कुछ पराया हो गया। 3।","sts":"परन्तु उसके द्वार पर बंधे हुए हाथी भी उसके किसी काम नहीं आए और क्षण भर में ही उसकी सारी लंका पराई हो गई॥३॥"}},"transliteration":{"english":"kahaa bhio dhar baa(n)dhe haathee khin meh bhiee paraiee ||3||","hindi":"कहा भइओ दरि बाँधे हाथी खिन महि भई पराई ॥३॥","en":"kahaa bhio dhar baa(n)dhe haathee khin meh bhiee paraiee ||3||","hi":"कहा भइओ दरि बाँधे हाथी खिन महि भई पराई ॥३॥","ipa":"kəhɑ ɓeɪo d̪ər bɑⁿət̪e hɑt̪ʰi kʰɪn məh ɓei pərɑei.3.","ur":"کها بھِااو در باںدھے هاتھیِ کھن مهِ بھای پراای ۔۔۳۔۔"},"pageNo":693,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29833,"shabadId":2631,"verse":{"gurmukhi":"durbwsw isau krq TgaurI jwdv ey Pl pwey ]","unicode":"ਦੁਰਬਾਸਾ ਸਿਉ ਕਰਤ ਠਗਉਰੀ ਜਾਦਵ ਏ ਫਲ ਪਾਏ ॥"},"larivaar":{"gurmukhi":"durbwswisaukrqTgaurIjwdveyPlpwey]","unicode":"ਦੁਰਬਾਸਾਸਿਉਕਰਤਠਗਉਰੀਜਾਦਵਏਫਲਪਾਏ॥"},"translation":{"en":{"bdb":"The Yaadvas deceived Durbaasaa, and received their rewards.","ms":"The Yadvas practised deception on Durbasa and reaped its fruit.","ssk":"The Yaadvas deceived Durbaasaa, and received their rewards."},"pu":{"ss":{"gurmukhi":"(so, AhMkwr iksy cIz dw BI hovy auh mwVw hY; AhMkwr ivc hI Aw ky) jwdvW ny durbwsw nwl ms^rI kIqI qy ieh Pl pwieE ny (ik swrI kul hI mu`k geI) [ ","unicode":"(ਸੋ, ਅਹੰਕਾਰ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਭੀ ਹੋਵੇ ਉਹ ਮਾੜਾ ਹੈ; ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਆ ਕੇ) ਜਾਦਵਾਂ ਨੇ ਦੁਰਬਾਸਾ ਨਾਲ ਮਸਖ਼ਰੀ ਕੀਤੀ ਤੇ ਇਹ ਫਲ ਪਾਇਓ ਨੇ (ਕਿ ਸਾਰੀ ਕੁਲ ਹੀ ਮੁੱਕ ਗਈ) । "},"ft":{"gurmukhi":"durbwsw irKI sy jwdvoN ny (TgaurI) Cl kr hwsI krI, iqnW ny, Bwv pUrbokq jYsy durjoDnwdI nws hUey AYsy Pl pwey hYN[ÇBwv Xyih hY ik XwdvoN ny eyk lVky ky audr swQ bsqR bWD ky iesqRI ByK bnwie durbwsw jI ko mQw tykwieAw AOr pUCw ik ies ky audr sy ikAw aupjygw? qb irKI ny kop kr sRwp dIAw ik ies sy vhu aupjygw jo qumwrI srb kul kw nws krygw[ qb vhu bsqRo ivcoN lohy kw mUslu inksqw BXw, iqsI qy ssqR ho kr Xwdv Awps myN lV kr nws Bey]","unicode":"ਦੁਰਬਾਸਾ ਰਿਖੀ ਸੇ ਜਾਦਵੋਂ ਨੇ (ਠਗਉਰੀ) ਛਲ ਕਰ ਹਾਸੀ ਕਰੀ, ਤਿਨਾਂ ਨੇ, ਭਾਵ ਪੂਰਬੋਕਤ ਜੈਸੇ ਦੁਰਜੋਧਨਾਦੀ ਨਾਸ ਹੂਏ ਐਸੇ ਫਲ ਪਾਏ ਹੈਂ।☬ਭਾਵ ਯੇਹਿ ਹੈ ਕਿ ਯਾਦਵੋਂ ਨੇ ਏਕ ਲੜਕੇ ਕੇ ਉਦਰ ਸਾਥ ਬਸਤ੍ਰ ਬਾਂਧ ਕੇ ਇਸਤ੍ਰੀ ਭੇਖ ਬਨਾਇ ਦੁਰਬਾਸਾ ਜੀ ਕੋ ਮਥਾ ਟੇਕਾਇਆ ਔਰ ਪੂਛਾ ਕਿ ਇਸ ਕੇ ਉਦਰ ਸੇ ਕਿਆ ਉਪਜੇਗਾ? ਤਬ ਰਿਖੀ ਨੇ ਕੋਪ ਕਰ ਸ੍ਰਾਪ ਦੀਆ ਕਿ ਇਸ ਸੇ ਵਹੁ ਉਪਜੇਗਾ ਜੋ ਤੁਮਾਰੀ ਸਰਬ ਕੁਲ ਕਾ ਨਾਸ ਕਰੇਗਾ। ਤਬ ਵਹੁ ਬਸਤ੍ਰੋ ਵਿਚੋਂ ਲੋਹੇ ਕਾ ਮੂਸਲੁ ਨਿਕਸਤਾ ਭਯਾ, ਤਿਸੀ ਤੇ ਸਸਤ੍ਰ ਹੋ ਕਰ ਯਾਦਵ ਆਪਸ ਮੇਂ ਲੜ ਕਰ ਨਾਸ ਭਏ॥"},"bdb":{"gurmukhi":"(so, AhMkwr iksy cIz dw BI hovy auh mwVw hY; AhMkwr ivc hI Aw ky) jwdvW ny durbwsw nwl ms^rI kIqI qy ieh Pl pwieE ny (ik swrI kul hI mu`k geI) [ ","unicode":"(ਸੋ, ਅਹੰਕਾਰ ਕਿਸੇ ਚੀਜ਼ ਦਾ ਭੀ ਹੋਵੇ ਉਹ ਮਾੜਾ ਹੈ; ਅਹੰਕਾਰ ਵਿਚ ਹੀ ਆ ਕੇ) ਜਾਦਵਾਂ ਨੇ ਦੁਰਬਾਸਾ ਨਾਲ ਮਸਖ਼ਰੀ ਕੀਤੀ ਤੇ ਇਹ ਫਲ ਪਾਇਓ ਨੇ (ਕਿ ਸਾਰੀ ਕੁਲ ਹੀ ਮੁੱਕ ਗਈ) । "},"ms":{"gurmukhi":"XwdvW ny durbwsw nwl T`gI kIqI Aqy ies dw Pl pw ilAw[","unicode":"ਯਾਦਵਾਂ ਨੇ ਦੁਰਬਾਸਾ ਨਾਲ ਠੱਗੀ ਕੀਤੀ ਅਤੇ ਇਸ ਦਾ ਫਲ ਪਾ ਲਿਆ।"}},"es":{"sn":"Los Yadvas se burlaron de Durbasa el sabio, y mira en qué forma fueron recompensados."},"hi":{"ss":"(सो।अहंकार किसी भी चीज का हो बुरा होता है; अहंकार में आ के ही) यादवों ने दुर्वासा के साथ मसखरी की और फल ये मिला कि (सारी कुल ही समाप्त हो गई)।","sts":"दुर्वासा ऋषि से कपट करके यादवों ने यह फल प्राप्त किया कि उसके श्राप देने से उनके समूचे वंश का ही सर्वनाश हो गया।"}},"transliteration":{"english":"dhurabaasaa siau karat Thagauree jaadhav e fal paae ||","hindi":"दुरबासा सिउ करत ठगउरी जादव ए फल पाए ॥","en":"dhurabaasaa siau karat Thagauree jaadhav e fal paae ||","hi":"दुरबासा सिउ करत ठगउरी जादव ए फल पाए ॥","ipa":"d̪ʊrəbɑsɑ sɪo kərət̪ ʈʰəGoʊri d͡ʒɑd̪əʋ ee fəl pɑee.","ur":"دُرباسا سا کرت ٹھگاریِ جادو اے پھل پااے ۔۔"},"pageNo":693,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29834,"shabadId":2631,"verse":{"gurmukhi":"ik®pw krI jn Apuny aUpr nwmdyau hir gun gwey ]4]1]","unicode":"ਕ੍ਰਿਪਾ ਕਰੀ ਜਨ ਅਪੁਨੇ ਊਪਰ ਨਾਮਦੇਉ ਹਰਿ ਗੁਨ ਗਾਏ ॥੪॥੧॥"},"larivaar":{"gurmukhi":"ik®pwkrIjnApunyaUprnwmdyauhirgungwey]4]1]","unicode":"ਕ੍ਰਿਪਾਕਰੀਜਨਅਪੁਨੇਊਪਰਨਾਮਦੇਉਹਰਿਗੁਨਗਾਏ॥੪॥੧॥"},"translation":{"en":{"bdb":"The Lord has shown mercy to His humble servant, and now Naam Dayv sings the Glorious Praises of the Lord. ||4||1||","ms":"The Lord has shows mercy to His slave and name Dev sings His praise.","ssk":"The Lord has shown mercy to His humble servant, and now Naam Dayv sings the Glorious Praises of the Lord. ||4||1||"},"pu":{"ss":{"gurmukhi":"(pr Sukr hY) Awpxy dws nwmdyv au~qy prmwqmw ny ikrpw kIqI hY qy nwmdyv (mwx iqAwg ky) prmwqmw dy gux gwauNdw hY [4[1[","unicode":"(ਪਰ ਸ਼ੁਕਰ ਹੈ) ਆਪਣੇ ਦਾਸ ਨਾਮਦੇਵ ਉੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਹੈ ਤੇ ਨਾਮਦੇਵ (ਮਾਣ ਤਿਆਗ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ ।੪।੧।"},"ft":{"gurmukhi":"sRI nwmdyv jI khqy hYN: muJ Apny dws aUpr jb siqguroN ny ikRpw krI hY qb mYny hrI ky guxgwXn kry hYN, qW qy hy BweI! qum BI JUTw AiBmwn iqAwg kr nwm jpo]4]1]ÇsyvkoN ny nwmdyv jI sy pUCw: Awp ko iks rIq sy hrI kI pRwpqI BeI hY AOr hm kYsy pwvYN? qb iqn ky prQwie ApnI lwB kI dsw sy aupdys aucwrn krqy hYN:","unicode":"ਸ੍ਰੀ ਨਾਮਦੇਵ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੁਝ ਅਪਨੇ ਦਾਸ ਊਪਰ ਜਬ ਸਤਿਗੁਰੋਂ ਨੇ ਕ੍ਰਿਪਾ ਕਰੀ ਹੈ ਤਬ ਮੈਨੇ ਹਰੀ ਕੇ ਗੁਣਗਾਯਨ ਕਰੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਤੁਮ ਭੀ ਝੂਠਾ ਅਭਿਮਾਨ ਤਿਆਗ ਕਰ ਨਾਮ ਜਪੋ॥੪॥੧॥☬ਸੇਵਕੋਂ ਨੇ ਨਾਮਦੇਵ ਜੀ ਸੇ ਪੂਛਾ: ਆਪ ਕੋ ਕਿਸ ਰੀਤ ਸੇ ਹਰੀ ਕੀ ਪ੍ਰਾਪਤੀ ਭਈ ਹੈ ਔਰ ਹਮ ਕੈਸੇ ਪਾਵੈਂ? ਤਬ ਤਿਨ ਕੇ ਪਰਥਾਇ ਅਪਨੀ ਲਾਭ ਕੀ ਦਸਾ ਸੇ ਉਪਦੇਸ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pr Sukr hY) Awpxy dws nwmdyv au~qy prmwqmw ny ikrpw kIqI hY qy nwmdyv (mwx iqAwg ky) prmwqmw dy gux gwauNdw hY [4[1[","unicode":"(ਪਰ ਸ਼ੁਕਰ ਹੈ) ਆਪਣੇ ਦਾਸ ਨਾਮਦੇਵ ਉੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਹੈ ਤੇ ਨਾਮਦੇਵ (ਮਾਣ ਤਿਆਗ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ ।੪।੧।"},"ms":{"gurmukhi":"suAwmI ny Awpxy goly auqy imhr kIqI hY Aqy nwm dyau aus dI kIrqI gwien krdw hY[","unicode":"ਸੁਆਮੀ ਨੇ ਆਪਣੇ ਗੋਲੇ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਹੈ ਅਤੇ ਨਾਮ ਦੇਉ ਉਸ ਦੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Dios es Compasivo con Nam Dev, y ahora él canta las Gloriosas Alanazas del Señor. (4‑1)"},"hi":{"ss":"(पर शुक्र है) अपने दास नामदेव पर परमात्मा ने कृपा की है और नामदेव (मान त्याग के) परमात्मा के गुण गाता है। 4। 1।","sts":"भगवान ने स्वयं ही अपने भक्त पर कृपा की है और नामदेव अब भगवान का ही गुणगान करता रहता है॥४॥१॥"}},"transliteration":{"english":"kirapaa karee jan apune uoopar naamadheau har gun gaae ||4||1||","hindi":"कृपा करी जन अपुने ऊपर नामदेउ हरि गुन गाए ॥४॥१॥","en":"kirapaa karee jan apune uoopar naamadheau har gun gaae ||4||1||","hi":"कृपा करी जन अपुने ऊपर नामदेउ हरि गुन गाए ॥४॥१॥","ipa":"kɪʳəpɑ kəri d͡ʒən əpʊne oupər nɑməd̪eo hər Gʊn Gɑee.4.1.","ur":"کِ®پا کریِ جن اپنے اُوپر نامدےا هر گُن گااے ۔۔۴۔۔۱۔۔"},"pageNo":693,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29835,"shabadId":2632,"verse":{"gurmukhi":"ds bYrwgin moih bis kIn@I pMchu kw imt nwvau ]","unicode":"ਦਸ ਬੈਰਾਗਨਿ ਮੋਹਿ ਬਸਿ ਕੀਨੑੀ ਪੰਚਹੁ ਕਾ ਮਿਟ ਨਾਵਉ ॥"},"larivaar":{"gurmukhi":"dsbYrwginmoihbiskIn@IpMchukwimtnwvau]","unicode":"ਦਸਬੈਰਾਗਨਿਮੋਹਿਬਸਿਕੀਨੑੀਪੰਚਹੁਕਾਮਿਟਨਾਵਉ॥"},"translation":{"en":{"bdb":"I have brought the ten sensory organs under my control, and erased every trace of the five thieves.","ms":"If have controlled the ten sense organs and the very Name of the five evil passions, I have erased.","ssk":"I have brought the ten sensory organs under my control, and erased every trace of the five thieves."},"pu":{"ss":{"gurmukhi":":—(pRBU dy nwm dw vYrwgI bx ky) mYN AwpxIAW dsy vYrwgx ieMdRIAW ƒ Awpxy v`s ivc kr ilAw hY, (myry AMdroN hux) pMj kwmwidkW dw Kurw-Koj hI imt igAw hY (Bwv, myry au~qy ieh Awpxw zor nhIN pw skdy); ","unicode":":—(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵੈਰਾਗੀ ਬਣ ਕੇ) ਮੈਂ ਆਪਣੀਆਂ ਦਸੇ ਵੈਰਾਗਣ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ ਹੁਣ) ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਦਾ ਖੁਰਾ-ਖੋਜ ਹੀ ਮਿਟ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਉੱਤੇ ਇਹ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ); "},"ft":{"gurmukhi":"ds jo (bYrwgin) cMcl ieMdRIAW hYN, so mYny Apny vs ArQwq ADIn kr leIAW hYN[ AOr pMc jo kwm, kRoD Awid ivkwr hYN iqn kw nwm hI imtwie dIAw hY]","unicode":"ਦਸ ਜੋ (ਬੈਰਾਗਨਿ) ਚੰਚਲ ਇੰਦ੍ਰੀਆਂ ਹੈਂ, ਸੋ ਮੈਨੇ ਅਪਨੇ ਵਸ ਅਰਥਾਤ ਅਧੀਨ ਕਰ ਲਈਆਂ ਹੈਂ। ਔਰ ਪੰਚ ਜੋ ਕਾਮ, ਕ੍ਰੋਧ ਆਦਿ ਵਿਕਾਰ ਹੈਂ ਤਿਨ ਕਾ ਨਾਮ ਹੀ ਮਿਟਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":":—(pRBU dy nwm dw vYrwgI bx ky) mYN AwpxIAW dsy vYrwgx ieMdRIAW ƒ Awpxy v`s ivc kr ilAw hY, (myry AMdroN hux) pMj kwmwidkW dw Kurw-Koj hI imt igAw hY (Bwv, myry au~qy ieh Awpxw zor nhIN pw skdy); ","unicode":":—(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵੈਰਾਗੀ ਬਣ ਕੇ) ਮੈਂ ਆਪਣੀਆਂ ਦਸੇ ਵੈਰਾਗਣ ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ ਹੁਣ) ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਦਾ ਖੁਰਾ-ਖੋਜ ਹੀ ਮਿਟ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਉੱਤੇ ਇਹ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ); "},"ms":{"gurmukhi":"mYN dsW hI hvwsW (ieMdrIAW) ƒ kwbU kr ilAw hY Aqy pMjW hI mMd-vwSnw dw mYN nwmo-inSwn imtw id`qw hY[","unicode":"ਮੈਂ ਦਸਾਂ ਹੀ ਹਵਾਸਾਂ (ਇੰਦਰੀਆਂ) ਨੂੰ ਕਾਬੂ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਪੰਜਾਂ ਹੀ ਮੰਦ-ਵਾਸ਼ਨਾ ਦਾ ਮੈਂ ਨਾਮੋ-ਨਿਸ਼ਾਨ ਮਿਟਾ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"He disciplinado mis diez órganos sensoriales y controlado los cinco deseos, "},"hi":{"ss":"(प्रभू के नाम का वैरागी बन के) मैंने अपनी दसों वैरागिन इन्द्रियों को अपने वश में कर लिया है।(मेरे अंदर से अब) पाँच कामादिकों का खुरा-खोज ही मिट गया है (भाव।मेरे पर ये अपना जोर नहीं डाल सकते);","sts":"मैंने अपनी दसों इन्द्रियों को अपने नियन्त्रण में कर लिया है और मन में से मेरे पाँचों शत्रु काम, क्रोध, लालच, मोह एवं अहंकार का तो नामोनिशान ही मिट गया है।"}},"transliteration":{"english":"dhas bairaagan moh bas keen(h)ee pa(n)chahu kaa miT naavau ||","hindi":"दस बैरागनि मोहि बसि कीन्नी पंचहु का मिट नावउ ॥","en":"dhas bairaagan moh bas keen(h)ee pa(n)chahu kaa miT naavau ||","hi":"दस बैरागनि मोहि बसि कीन्नी पंचहु का मिट नावउ ॥","ipa":"d̪əs bærɑGən mɔh bəs kin@i pəŋt͡ʃəh kɑ mɪʈ nɑʋo.","ur":"دس بَےراگن موه بس کیٍنھیِ پںچهُ کا مٹ ناوا ۔۔"},"pageNo":693,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29836,"shabadId":2632,"verse":{"gurmukhi":"sqir doie Bry AMimRq sir ibKu kau mwir kFwvau ]1]","unicode":"ਸਤਰਿ ਦੋਇ ਭਰੇ ਅੰਮ੍ਰਿਤ ਸਰਿ ਬਿਖੁ ਕਉ ਮਾਰਿ ਕਢਾਵਉ ॥੧॥"},"larivaar":{"gurmukhi":"sqirdoieBryAMimRqsiribKukaumwirkFwvau]1]","unicode":"ਸਤਰਿਦੋਇਭਰੇਅੰਮ੍ਰਿਤਸਰਿਬਿਖੁਕਉਮਾਰਿਕਢਾਵਉ॥੧॥"},"translation":{"en":{"bdb":"I have filled the seventy-two thousand nerve channels with Ambrosial Nectar, and drained out the poison. ||1||"},"pu":{"ss":{"gurmukhi":"mYN AwpxI rg-rg ƒ nwm AMimRq dy srovr nwl Br ilAw hY qy (mwieAw dy) zihr dw pUrn qOr qy nws kr id`qw hY [1[","unicode":"ਮੈਂ ਆਪਣੀ ਰਗ-ਰਗ ਨੂੰ ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਨਾਲ ਭਰ ਲਿਆ ਹੈ ਤੇ (ਮਾਇਆ ਦੇ) ਜ਼ਹਿਰ ਦਾ ਪੂਰਨ ਤੌਰ ਤੇ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"mYN AwpxI rg-rg ƒ nwm AMimRq dy srovr nwl Br ilAw hY qy (mwieAw dy) zihr dw pUrn qOr qy nws kr id`qw hY [1[","unicode":"ਮੈਂ ਆਪਣੀ ਰਗ-ਰਗ ਨੂੰ ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਨਾਲ ਭਰ ਲਿਆ ਹੈ ਤੇ (ਮਾਇਆ ਦੇ) ਜ਼ਹਿਰ ਦਾ ਪੂਰਨ ਤੌਰ ਤੇ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ ।੧।"}},"es":{"sn":"he llenado los setenta canales con el Nombre del Señor y sacado el veneno del interior. (1)"},"hi":{"ss":"मैंने अपने रग-रग को नाम-अमृत के सरोवर से भर लिया है और (माया के) जहर का पूर्ण तौर पर नाश कर दिया है। 1।","sts":"मैंने अपने शरीर के सरोवरों को नामामृत से भर लिया है एवं विष रूपी विषय-विकारों का दमन करके बाहर निकाल दिया है॥१॥"}},"transliteration":{"english":"satar dhoi bhare a(n)mirat sar bikh kau maar kaddaavau ||1||","hindi":"सतरि दोइ भरे अंमृत सरि बिखु कउ मारि कढावउ ॥१॥","en":"satar dhoi bhare a(n)mirat sar bikh kau maar kaddaavau ||1||","hi":"सतरि दोइ भरे अंमृत सरि बिखु कउ मारि कढावउ ॥१॥","ipa":"sət̪ər d̪ɔeɪ ɓəre əŋmɪɹət̪ sər bɪkʰ ko mɑr kəʈɑʋo.1.","ur":"ستر دوا بھرے اںمرت سر بکھ کا مار کڈھاواُ ۔۔۱۔۔"},"pageNo":693,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29837,"shabadId":2632,"verse":{"gurmukhi":"pwCY bhuir n Awvnu pwvau ]","unicode":"ਪਾਛੈ ਬਹੁਰਿ ਨ ਆਵਨੁ ਪਾਵਉ ॥"},"larivaar":{"gurmukhi":"pwCYbhuirnAwvnupwvau]","unicode":"ਪਾਛੈਬਹੁਰਿਨਆਵਨੁਪਾਵਉ॥"},"translation":{"en":{"bdb":"I shall not come into the world again.","ms":"I shall not allow the evil deeds to return again.","ssk":"I shall not come into the world again."},"pu":{"ss":{"gurmukhi":"hux mYN muV muV jnm mrn ivc nhIN AwvWgw","unicode":"ਹੁਣ ਮੈਂ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ"},"ft":{"gurmukhi":"hy BweI! hm qo hrI kI qrP Awgy ko aulMGq hUey punw (pICy) ArQwq sMswr myN Awvnw nhIN pwvYNgw, Bwv sy jnm DwryNgy nhIN]ÇpRSn: kYsy nhIN Dwrogy?Çau`qr:","unicode":"ਹੇ ਭਾਈ! ਹਮ ਤੋ ਹਰੀ ਕੀ ਤਰਫ ਆਗੇ ਕੋ ਉਲੰਘਤ ਹੂਏ ਪੁਨਾ (ਪੀਛੇ) ਅਰਥਾਤ ਸੰਸਾਰ ਮੇਂ ਆਵਨਾ ਨਹੀਂ ਪਾਵੈਂਗਾ, ਭਾਵ ਸੇ ਜਨਮ ਧਾਰੇਂਗੇ ਨਹੀਂ॥☬ਪ੍ਰਸ਼ਨ: ਕੈਸੇ ਨਹੀਂ ਧਾਰੋਗੇ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"hux mYN muV muV jnm mrn ivc nhIN AwvWgw","unicode":"ਹੁਣ ਮੈਂ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ"},"ms":{"gurmukhi":"mYN mMd AmlW ƒ muV ky vwps Awaux nhIN idAWgw[","unicode":"ਮੈਂ ਮੰਦ ਅਮਲਾਂ ਨੂੰ ਮੁੜ ਕੇ ਵਾਪਸ ਆਉਣ ਨਹੀਂ ਦਿਆਂਗਾ।"}},"es":{"sn":"Ahora ya no voy a regresar al mundo de la forma otra vez."},"hi":{"ss":"अब मैं बार-बार जनम-मरन में नहीं आऊँगा।","sts":"अब मैं इन विकारों को वापिस नहीं आने दूँगा।"}},"transliteration":{"english":"paachhai bahur na aavan paavau ||","hindi":"पाछै बहुरि न आवनु पावउ ॥","en":"paachhai bahur na aavan paavau ||","hi":"पाछै बहुरि न आवनु पावउ ॥","ipa":"pɑɕæ bəhʊr nə əɑʋən pɑʋo.","ur":"پاچھَے بهُر ن آون پاوا ۔۔"},"pageNo":693,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29838,"shabadId":2632,"verse":{"gurmukhi":"AMimRq bwxI Gt qy aucrau Awqm kau smJwvau ]1] rhwau ]","unicode":"ਅੰਮ੍ਰਿਤ ਬਾਣੀ ਘਟ ਤੇ ਉਚਰਉ ਆਤਮ ਕਉ ਸਮਝਾਵਉ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AMimRqbwxIGtqyaucrauAwqmkausmJwvau]1]rhwau]","unicode":"ਅੰਮ੍ਰਿਤਬਾਣੀਘਟਤੇਉਚਰਉਆਤਮਕਉਸਮਝਾਵਉ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I chant the Ambrosial Bani of the Word from the depths of my heart, and I have instructed my soul. ||1||Pause||","ms":"The ambrosial word I utter from the depth of my heart and I instruct, my soul; accordingly. Pause.","ssk":"I chant the Ambrosial Bani of the Word from the depths of my heart, and I have instructed my soul. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(ikauNik) mYN ic`q joV ky pRBU dI is&iq-swlwh dI bwxI aucwrdw hW qy Awpxy Awqmw ƒ (shI jIvn dI) is`iKAw dyNdw rihMdw hW [1[rhwau[","unicode":"(ਕਿਉਂਕਿ) ਮੈਂ ਚਿੱਤ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹਾਂ ਤੇ ਆਪਣੇ ਆਤਮਾ ਨੂੰ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"AMimRq rUp jo prmysr sMbMD bwxI hY, so (Gt) srIr vw irdy qy ivcwr kr aucwrn krqw hUM, iqs bwxI kr ky inj (Awqm) mn ko smJwvqw hUM]1] rhwau ]","unicode":"ਅੰਮ੍ਰਿਤ ਰੂਪ ਜੋ ਪਰਮੇਸਰ ਸੰਬੰਧ ਬਾਣੀ ਹੈ, ਸੋ (ਘਟ) ਸਰੀਰ ਵਾ ਰਿਦੇ ਤੇ ਵਿਚਾਰ ਕਰ ਉਚਾਰਨ ਕਰਤਾ ਹੂੰ, ਤਿਸ ਬਾਣੀ ਕਰ ਕੇ ਨਿਜ (ਆਤਮ) ਮਨ ਕੋ ਸਮਝਾਵਤਾ ਹੂੰ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(ikauNik) mYN ic`q joV ky pRBU dI is&iq-swlwh dI bwxI aucwrdw hW qy Awpxy Awqmw ƒ (shI jIvn dI) is`iKAw dyNdw rihMdw hW [1[rhwau[","unicode":"(ਕਿਉਂਕਿ) ਮੈਂ ਚਿੱਤ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹਾਂ ਤੇ ਆਪਣੇ ਆਤਮਾ ਨੂੰ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"suDwsrUp klwm mYN Awpxy idloN aucwrn krdw hW qy mYN AwpxI ijMdVI ƒ isKmq idMdw hW[ TihrwE[","unicode":"ਸੁਧਾਸਰੂਪ ਕਲਾਮ ਮੈਂ ਆਪਣੇ ਦਿਲੋਂ ਉਚਾਰਨ ਕਰਦਾ ਹਾਂ ਤੇ ਮੈਂ ਆਪਣੀ ਜਿੰਦੜੀ ਨੂੰ ਸਿਖਮਤ ਦਿੰਦਾ ਹਾਂ। ਠਹਿਰਾਓ।"}},"es":{"sn":"Contemplo el Nombre Ambrosial con todo mi corazón e instruyo a mi Alma. (1‑Pausa)"},"hi":{"ss":"(क्योंकि) मैं चिक्त जोड़ के प्रभू की सिफत सालाह की बाणी उचारता हूँ और अपनी आत्मा को (सही जीवन की) शिक्षा देता रहता हूँ। 1।रहाउ।","sts":"अब मैं एकाग्रचित होकर अमृत वाणी का ही उच्चारण करता रहता हूँ और अपनी आत्मा को इसी कार्य में लगे रहने का उपदेश देता रहता हूँ॥१॥ रहाउ॥"}},"transliteration":{"english":"a(n)mirat baanee ghaT te ucharau aatam kau samajhaavau ||1|| rahaau ||","hindi":"अंमृत बाणी घट ते उचरउ आतम कउ समझावउ ॥१॥ रहाउ ॥","en":"a(n)mirat baanee ghaT te ucharau aatam kau samajhaavau ||1|| rahaau ||","hi":"अंमृत बाणी घट ते उचरउ आतम कउ समझावउ ॥१॥ रहाउ ॥","ipa":"əŋmɪɹət̪ bɑɳi Gʰəʈ t̪e oʊt͡ʃəro əɑt̪əm ko səməɖ͡ʐɑʋo.1. rəhɑo.","ur":"اںمرت باݨیِ گھٹ تے اُچرا آتم کا سمجھاوا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":693,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29839,"shabadId":2632,"verse":{"gurmukhi":"bjr kuTwru moih hY CInW kir imMniq lig pwvau ]","unicode":"ਬਜਰ ਕੁਠਾਰੁ ਮੋਹਿ ਹੈ ਛੀਨਾਂ ਕਰਿ ਮਿੰਨਤਿ ਲਗਿ ਪਾਵਉ ॥"},"larivaar":{"gurmukhi":"bjrkuTwrumoihhYCInWkirimMniqligpwvau]","unicode":"ਬਜਰਕੁਠਾਰੁਮੋਹਿਹੈਛੀਨਾਂਕਰਿਮਿੰਨਤਿਲਗਿਪਾਵਉ॥"},"translation":{"en":{"bdb":"I fell at the Guru's feet and begged of Him; with the mighty axe, I have chopped off emotional attachment.","ms":"I have destroyed worldly love with an adamantine axe. I implore the Guru and repair of his feet.","ssk":"I fell at the Guru's feet and begged of Him; with the mighty axe, I have chopped off emotional attachment."},"pu":{"ss":{"gurmukhi":"Awpxy sqgurU dI crnIN l`g ky, gurU A`gy ArzoeI kr ky (kwl dy h`QoN) mYN (aus dw) iBAwnk kuhwVw Koh ilAw hY [ ","unicode":"ਆਪਣੇ ਸਤਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ, ਗੁਰੂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰ ਕੇ (ਕਾਲ ਦੇ ਹੱਥੋਂ) ਮੈਂ (ਉਸ ਦਾ) ਭਿਆਨਕ ਕੁਹਾੜਾ ਖੋਹ ਲਿਆ ਹੈ । "},"ft":{"gurmukhi":"punw siqguroN ky Awgy (imniq) bynqI kr ky AOr crnI lwg kr, bjr sm idRV ivvyk rUpI (kuTwru) kuhwVy kr ky moih rUpI ibrC ko (CInw) kwt dIAw hY ]","unicode":"ਪੁਨਾ ਸਤਿਗੁਰੋਂ ਕੇ ਆਗੇ (ਮਿਨਤਿ) ਬੇਨਤੀ ਕਰ ਕੇ ਔਰ ਚਰਨੀ ਲਾਗ ਕਰ, ਬਜਰ ਸਮ ਦ੍ਰਿੜ ਵਿਵੇਕ ਰੂਪੀ (ਕੁਠਾਰੁ) ਕੁਹਾੜੇ ਕਰ ਕੇ ਮੋਹਿ ਰੂਪੀ ਬਿਰਛ ਕੋ (ਛੀਨਾ) ਕਾਟ ਦੀਆ ਹੈ ॥"},"bdb":{"gurmukhi":"Awpxy sqgurU dI crnIN l`g ky, gurU A`gy ArzoeI kr ky (kwl dy h`QoN) mYN (aus dw) iBAwnk kuhwVw Koh ilAw hY [ ","unicode":"ਆਪਣੇ ਸਤਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ, ਗੁਰੂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰ ਕੇ (ਕਾਲ ਦੇ ਹੱਥੋਂ) ਮੈਂ (ਉਸ ਦਾ) ਭਿਆਨਕ ਕੁਹਾੜਾ ਖੋਹ ਲਿਆ ਹੈ । "},"ms":{"gurmukhi":"mYN sKq kuhwVy nwl sMswrI mmqw ƒ nws kr id`qw hY, mYN gurW mUhry pRwrQnW krdw qy auhnW dy pYrIN pYNdw hW[","unicode":"ਮੈਂ ਸਖਤ ਕੁਹਾੜੇ ਨਾਲ ਸੰਸਾਰੀ ਮਮਤਾ ਨੂੰ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਗੁਰਾਂ ਮੂਹਰੇ ਪ੍ਰਾਰਥਨਾਂ ਕਰਦਾ ਤੇ ਉਹਨਾਂ ਦੇ ਪੈਰੀਂ ਪੈਂਦਾ ਹਾਂ।"}},"es":{"sn":"Después de muchas súplicas he sido bendecido con una poderosa hacha con que cortar el árbol del amor a Maya, "},"hi":{"ss":"अपने सतिगुरू के चरणों में लग के।गुरू के आगे अरजोई करके (काल के हाथों से) मैंने (उसका) भयानक कुहाड़ा छीन लिया है।","sts":"मैं निवेदन करके गुरु के चरणों में लग गया हूँ और नाम रूपी वज्र कुठार से मोह को नाश कर दिया है।"}},"transliteration":{"english":"bajar kuThaar moh hai chheenaa(n) kar mi(n)nat lag paavau ||","hindi":"बजर कुठारु मोहि है छीनाँ करि मिंनति लगि पावउ ॥","en":"bajar kuThaar moh hai chheenaa(n) kar mi(n)nat lag paavau ||","hi":"बजर कुठारु मोहि है छीनाँ करि मिंनति लगि पावउ ॥","ipa":"bəd͡ʒər kʊʈʰɑr mɔh hæ ɕinɑⁿ kər mɪŋnət̪ ləG pɑʋo.","ur":"بجر کُٹھار موه هَے چھیٍناں کر منّت لگِ پاوا ۔۔"},"pageNo":693,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29840,"shabadId":2632,"verse":{"gurmukhi":"sMqn ky hm aulty syvk Bgqn qy frpwvau ]2]","unicode":"ਸੰਤਨ ਕੇ ਹਮ ਉਲਟੇ ਸੇਵਕ ਭਗਤਨ ਤੇ ਡਰਪਾਵਉ ॥੨॥"},"larivaar":{"gurmukhi":"sMqnkyhmaultysyvkBgqnqyfrpwvau]2]","unicode":"ਸੰਤਨਕੇਹਮਉਲਟੇਸੇਵਕਭਗਤਨਤੇਡਰਪਾਵਉ॥੨॥"},"translation":{"en":{"bdb":"Turning away from the world, I have become the servant of the Saints; I fear no one except the Lord's devotees. ||2||","ms":"Turning away from the world, I have become the saints servant and I fear the Lord's slaves.","ssk":"Turning away from the world, I have become the servant of the Saints; I fear no one except the Lord's devotees. ||2||"},"pu":{"ss":{"gurmukhi":" (kwl pwsoN frn dy QW) mYN aultw Bgq jnW qoN frdw hW (Bwv, Adb krdw hW) qy auhnW dw hI syvk bx igAw hW [2[","unicode":" (ਕਾਲ ਪਾਸੋਂ ਡਰਨ ਦੇ ਥਾਂ) ਮੈਂ ਉਲਟਾ ਭਗਤ ਜਨਾਂ ਤੋਂ ਡਰਦਾ ਹਾਂ (ਭਾਵ, ਅਦਬ ਕਰਦਾ ਹਾਂ) ਤੇ ਉਹਨਾਂ ਦਾ ਹੀ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ।੨।"},"ft":{"gurmukhi":"hy BweI! jo sWq rUp hrI ky Bgq jn hYN hm aun ky syvk hYN, iPr BI inrBY nhIN rhqy hW, aulty aun sy frqy rhqy hW]2]","unicode":"ਹੇ ਭਾਈ! ਜੋ ਸਾਂਤ ਰੂਪ ਹਰੀ ਕੇ ਭਗਤ ਜਨ ਹੈਂ ਹਮ ਉਨ ਕੇ ਸੇਵਕ ਹੈਂ, ਫਿਰ ਭੀ ਨਿਰਭੈ ਨਹੀਂ ਰਹਤੇ ਹਾਂ, ਉਲਟੇ ਉਨ ਸੇ ਡਰਤੇ ਰਹਤੇ ਹਾਂ॥੨॥"},"bdb":{"gurmukhi":" (kwl pwsoN frn dy QW) mYN aultw Bgq jnW qoN frdw hW (Bwv, Adb krdw hW) qy auhnW dw hI syvk bx igAw hW [2[","unicode":" (ਕਾਲ ਪਾਸੋਂ ਡਰਨ ਦੇ ਥਾਂ) ਮੈਂ ਉਲਟਾ ਭਗਤ ਜਨਾਂ ਤੋਂ ਡਰਦਾ ਹਾਂ (ਭਾਵ, ਅਦਬ ਕਰਦਾ ਹਾਂ) ਤੇ ਉਹਨਾਂ ਦਾ ਹੀ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ।੨।"},"ms":{"gurmukhi":"sMswr v¤loN muV ky, mYN sMqW dw dws ho igAw hW Aqy mYN sweIN dy goilAW qoN BY KWdw hW[","unicode":"ਸੰਸਾਰ ਵੱਲੋਂ ਮੁੜ ਕੇ, ਮੈਂ ਸੰਤਾਂ ਦਾ ਦਾਸ ਹੋ ਗਿਆ ਹਾਂ ਅਤੇ ਮੈਂ ਸਾਈਂ ਦੇ ਗੋਲਿਆਂ ਤੋਂ ਭੈ ਖਾਂਦਾ ਹਾਂ।"}},"es":{"sn":"y dándole la espalda al mundo, me he vuelto Esclavo de los Santos y mi reverencia es sólo para los Gurmukjs. (2)"},"hi":{"ss":"(काल से डरने की जगह) मैं उल्टा भक्तजनों से डरता हूँ (भाव।अदब करता हूँ) और उनका ही सेवक बन गया हूँ। 2।","sts":"मैं संसार की तरफ से विमुख होकर संतों का सेवक बन गया हूँ और भक्तों का भय अपने मन में रखने लग गया हूँ॥२॥"}},"transliteration":{"english":"sa(n)tan ke ham ulaTe sevak bhagatan te ddarapaavau ||2||","hindi":"संतन के हम उलटे सेवक भगतन ते डरपावउ ॥२॥","en":"sa(n)tan ke ham ulaTe sevak bhagatan te ddarapaavau ||2||","hi":"संतन के हम उलटे सेवक भगतन ते डरपावउ ॥२॥","ipa":"səŋt̪ən ke həm oʊləʈe seʋək ɓəGət̪ən t̪e ɖərəpɑʋo.2.","ur":"سںتن کے هم اُلٹے سےوک بھگتن تے ڈرپاوا ۔۔۲۔۔"},"pageNo":693,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29841,"shabadId":2632,"verse":{"gurmukhi":"ieh sMswr qy qb hI CUtau jau mwieAw nh lptwvau ]","unicode":"ਇਹ ਸੰਸਾਰ ਤੇ ਤਬ ਹੀ ਛੂਟਉ ਜਉ ਮਾਇਆ ਨਹ ਲਪਟਾਵਉ ॥"},"larivaar":{"gurmukhi":"iehsMswrqyqbhICUtaujaumwieAwnhlptwvau]","unicode":"ਇਹਸੰਸਾਰਤੇਤਬਹੀਛੂਟਉਜਉਮਾਇਆਨਹਲਪਟਾਵਉ॥"},"translation":{"en":{"bdb":"I shall be released from this world, when I stop clinging to Maya.","ms":"Then alone shall I be released from this world, when I cling not to worldly attachments.","ssk":"I shall be released from this world, when I stop clinging to Maya."},"pu":{"ss":{"gurmukhi":"ies sMswr dy bMDnW qoN myrI qdoN hI ^lwsI ho skdI hY jy mYN mwieAw dy moh ivc nw PsW","unicode":"ਇਸ ਸੰਸਾਰ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਮੇਰੀ ਤਦੋਂ ਹੀ ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਨਾ ਫਸਾਂ"},"ft":{"gurmukhi":"ieh sMswr sy qb hI CUtogy, jo mwieAw ky bIc lptwvxw n krogy]","unicode":"ਇਹ ਸੰਸਾਰ ਸੇ ਤਬ ਹੀ ਛੂਟੋਗੇ, ਜੋ ਮਾਇਆ ਕੇ ਬੀਚ ਲਪਟਾਵਣਾ ਨ ਕਰੋਗੇ॥"},"bdb":{"gurmukhi":"ies sMswr dy bMDnW qoN myrI qdoN hI ^lwsI ho skdI hY jy mYN mwieAw dy moh ivc nw PsW","unicode":"ਇਸ ਸੰਸਾਰ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਮੇਰੀ ਤਦੋਂ ਹੀ ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ ਜੇ ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਨਾ ਫਸਾਂ"},"ms":{"gurmukhi":"kyvl qW hI mYN ies jgq qoN KlwsI pwvWgw jd mYN dunIAwvI pdwrQW nwl nhIN icmVWgw[","unicode":"ਕੇਵਲ ਤਾਂ ਹੀ ਮੈਂ ਇਸ ਜਗਤ ਤੋਂ ਖਲਾਸੀ ਪਾਵਾਂਗਾ ਜਦ ਮੈਂ ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਨਾਲ ਨਹੀਂ ਚਿਮੜਾਂਗਾ।"}},"es":{"sn":"Estaré liberado del mundo sólo cuando ya no esté involucrado con Maya, "},"hi":{"ss":"इस संसार के बँधनों से मेरी तब ही खलासी हो सकती है अगर मैं माया के मोह में ना फंसा;","sts":"इस संसार के बन्धनों से मैं तभी मुक्त होऊँगा यदि मैं माया के साथ संलग्न नहीं होऊँगा।"}},"transliteration":{"english":"eeh sa(n)saar te tab hee chhooTau jau maiaa neh lapaTaavau ||","hindi":"इह संसार ते तब ही छूटउ जउ माइआ नह लपटावउ ॥","en":"eeh sa(n)saar te tab hee chhooTau jau maiaa neh lapaTaavau ||","hi":"इह संसार ते तब ही छूटउ जउ माइआ नह लपटावउ ॥","ipa":"eɪh səŋsɑr t̪e t̪əb hi ɕuʈo d͡ʒo mɑɪɑ nəh ləpəʈɑʋo.","ur":"ِاه سںسار تے تب هیِ چھُوٹا جا ماایا نه لپٹاوا ۔۔"},"pageNo":693,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29842,"shabadId":2632,"verse":{"gurmukhi":"mwieAw nwmu grB join kw iqh qij drsnu pwvau ]3]","unicode":"ਮਾਇਆ ਨਾਮੁ ਗਰਭ ਜੋਨਿ ਕਾ ਤਿਹ ਤਜਿ ਦਰਸਨੁ ਪਾਵਉ ॥੩॥"},"larivaar":{"gurmukhi":"mwieAwnwmugrBjoinkwiqhqijdrsnupwvau]3]","unicode":"ਮਾਇਆਨਾਮੁਗਰਭਜੋਨਿਕਾਤਿਹਤਜਿਦਰਸਨੁਪਾਵਉ॥੩॥"},"translation":{"en":{"bdb":"Maya is the name of the power which causes us to be born; renouncing it, we obtain the Blessed Vision of the Lord's Darshan. ||3||","ms":"Mammon is the name of the power which causes man to take birth through womb. Abandoning that, I obtain the Lord's sight.","ssk":"Maya is the name of the power which causes us to be born; renouncing it, we obtain the Blessed Vision of the Lord's Darshan. ||3||"},"pu":{"ss":{"gurmukhi":"mwieAw (dw moh) hI jnm mrn dy gyV ivc pYx dw mUl hY, ies ƒ iqAwg ky hI pRBU dw dIdwr ho skdw hY [3[","unicode":"ਮਾਇਆ (ਦਾ ਮੋਹ) ਹੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣ ਦਾ ਮੂਲ ਹੈ, ਇਸ ਨੂੰ ਤਿਆਗ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਹੋ ਸਕਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"mwieAw hI (nwmu) pRisD kwrx hY grB jonIEN myN pRwpiq krny kw, vw grB jonI kw nwm hI mwieAw hY[ iqs ko iqAwg kr hrI kw drs mYny pwieAw hY AOr qum BI pwvo]3]","unicode":"ਮਾਇਆ ਹੀ (ਨਾਮੁ) ਪ੍ਰਸਿਧ ਕਾਰਣ ਹੈ ਗਰਭ ਜੋਨੀਓਂ ਮੇਂ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਕਾ, ਵਾ ਗਰਭ ਜੋਨੀ ਕਾ ਨਾਮ ਹੀ ਮਾਇਆ ਹੈ। ਤਿਸ ਕੋ ਤਿਆਗ ਕਰ ਹਰੀ ਕਾ ਦਰਸ ਮੈਨੇ ਪਾਇਆ ਹੈ ਔਰ ਤੁਮ ਭੀ ਪਾਵੋ॥੩॥"},"bdb":{"gurmukhi":"mwieAw (dw moh) hI jnm mrn dy gyV ivc pYx dw mUl hY, ies ƒ iqAwg ky hI pRBU dw dIdwr ho skdw hY [3[","unicode":"ਮਾਇਆ (ਦਾ ਮੋਹ) ਹੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣ ਦਾ ਮੂਲ ਹੈ, ਇਸ ਨੂੰ ਤਿਆਗ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਹੋ ਸਕਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"mwieAw aus qwkq dw nwm hY, jo bMdy ƒ Awvwgwaux AMdr BtkwauNdI hY[ aus ƒ qlWjlI dy, mYN pRBU dw dIdwr pwauNdw hW[","unicode":"ਮਾਇਆ ਉਸ ਤਾਕਤ ਦਾ ਨਾਮ ਹੈ, ਜੋ ਬੰਦੇ ਨੂੰ ਆਵਾਗਾਉਣ ਅੰਦਰ ਭਟਕਾਉਂਦੀ ਹੈ। ਉਸ ਨੂੰ ਤਲਾਂਜਲੀ ਦੇ, ਮੈਂ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਪਾਉਂਦਾ ਹਾਂ।"}},"es":{"sn":"porque a través de Maya uno regresa a la matriz y sólo dejando a Maya uno tiene la Visión de Dios. (3)"},"hi":{"ss":"माया (का मोह) ही जनम-मरन के चक्कर में पड़ने का मूल है। इसको त्याग के ही प्रभू का दीदार हो सकता है। 3।","sts":"माया तो उस शक्ति का नाम है, जो जीवों को गर्भ-योनि में भटकाती रहती है और इसका त्याग करके ही में भगवान के दर्शन प्राप्त कर सकता हूँ॥३॥"}},"transliteration":{"english":"maiaa naam garabh jon kaa teh taj dharasan paavau ||3||","hindi":"माइआ नामु गरभ जोनि का तिह तजि दरसनु पावउ ॥३॥","en":"maiaa naam garabh jon kaa teh taj dharasan paavau ||3||","hi":"माइआ नामु गरभ जोनि का तिह तजि दरसनु पावउ ॥३॥","ipa":"mɑɪɑ nɑm Gərɓ d͡ʒɔn kɑ t̪ɪh t̪əd͡ʒ d̪ərəsən pɑʋo.3.","ur":"مااآ نام گربھ جون کا ته تج درسن پاوا ۔۔۳۔۔"},"pageNo":693,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29843,"shabadId":2632,"verse":{"gurmukhi":"iequ kir Bgiq krih jo jn iqn Bau sgl cukweIAY ]","unicode":"ਇਤੁ ਕਰਿ ਭਗਤਿ ਕਰਹਿ ਜੋ ਜਨ ਤਿਨ ਭਉ ਸਗਲ ਚੁਕਾਈਐ ॥"},"larivaar":{"gurmukhi":"iequkirBgiqkrihjojniqnBausglcukweIAY]","unicode":"ਇਤੁਕਰਿਭਗਤਿਕਰਹਿਜੋਜਨਤਿਨਭਉਸਗਲਚੁਕਾਈਐ॥"},"translation":{"en":{"bdb":"That humble being, who performs devotional worship in this way, is rid of all fear.","ms":"The man, who in this way performs the Lord's service, he is rid of all fear.","ssk":"That humble being, who performs devotional worship in this way, is rid of all fear."},"pu":{"ss":{"gurmukhi":"ies qrIky nwl jo mnu`K pRBU dI BgqI krdy hn; auhnW dw hryk iksm dw sihm dUr ho jWdw hY [ ","unicode":"ਇਸ ਤਰੀਕੇ ਨਾਲ ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ; ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy BweI! ies rIqI kr ky jo jn BgqI krqy hYN, iqnoN ny sMpUrn BY cukwie dIAw hY]","unicode":"ਹੇ ਭਾਈ! ਇਸ ਰੀਤੀ ਕਰ ਕੇ ਜੋ ਜਨ ਭਗਤੀ ਕਰਤੇ ਹੈਂ, ਤਿਨੋਂ ਨੇ ਸੰਪੂਰਨ ਭੈ ਚੁਕਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ies qrIky nwl jo mnu`K pRBU dI BgqI krdy hn; auhnW dw hryk iksm dw sihm dUr ho jWdw hY [ ","unicode":"ਇਸ ਤਰੀਕੇ ਨਾਲ ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ; ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"ijhVw ienswn, ies qrHW suAwmI dI syvw krdw hY, aus dw smUh fr dUr ho jWdw hY[","unicode":"ਜਿਹੜਾ ਇਨਸਾਨ, ਇਸ ਤਰ੍ਹਾਂ ਸੁਆਮੀ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਸਮੂਹ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Si uno alaba al Señor, sus miedos desaparecen. Dice Nam Dev: "},"hi":{"ss":"इस तरीके से जो मनुष्य प्रभू की भक्ति करते हैं; उनका हरेक किस्म का सहम दूर हो जाता है।","sts":"जो व्यक्ति इस प्रकार अर्थात् माया का त्याग करके भक्ति करते है, उनका जन्म-मरण का सारा भय दूर हो जाता है।"}},"transliteration":{"english":"eit kar bhagat kareh jo jan tin bhau sagal chukaieeaai ||","hindi":"इतु करि भगति करहि जो जन तिन भउ सगल चुकाईऐ ॥","en":"eit kar bhagat kareh jo jan tin bhau sagal chukaieeaai ||","hi":"इतु करि भगति करहि जो जन तिन भउ सगल चुकाईऐ ॥","ipa":"eɪt̪ kər ɓəGət̪ kərəh d͡ʒɔ d͡ʒən t̪ɪn ɓo səGəl t͡ʃʊkɑeiæ.","ur":"ِات کر بھگت کره جو جن تن بھا سگل چُکاایاَے ۔۔"},"pageNo":693,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29844,"shabadId":2632,"verse":{"gurmukhi":"khq nwmdyau bwhir ikAw Brmhu ieh sMjm hir pweIAY ]4]2]","unicode":"ਕਹਤ ਨਾਮਦੇਉ ਬਾਹਰਿ ਕਿਆ ਭਰਮਹੁ ਇਹ ਸੰਜਮ ਹਰਿ ਪਾਈਐ ॥੪॥੨॥"},"larivaar":{"gurmukhi":"khqnwmdyaubwhirikAwBrmhuiehsMjmhirpweIAY]4]2]","unicode":"ਕਹਤਨਾਮਦੇਉਬਾਹਰਿਕਿਆਭਰਮਹੁਇਹਸੰਜਮਹਰਿਪਾਈਐ॥੪॥੨॥"},"translation":{"en":{"bdb":"Says Naam Dayv, why are you wandering around out there? This is the way to find the Lord. ||4||2||","ms":"Says Name Dev, why wander thou abroad, O man when the Lord is obtained in this way.","ssk":"Says Naam Dayv, why are you wandering around out there? This is the way to find the Lord. ||4||2||"},"pu":{"ss":{"gurmukhi":"nwmdyv AwKdw hY—(hy BweI! ByKI bYrwgI bx ky) bwhr Btkx dw koeI lwB nhIN; (ijhVy sMjm AsW d`sy hn) iehnW sMjmW dI rwhIN prmwqmw dI pRwpqI ho skdI hY [4[2[","unicode":"ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ—(ਹੇ ਭਾਈ! ਭੇਖੀ ਬੈਰਾਗੀ ਬਣ ਕੇ) ਬਾਹਰ ਭਟਕਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ; (ਜਿਹੜੇ ਸੰਜਮ ਅਸਾਂ ਦੱਸੇ ਹਨ) ਇਹਨਾਂ ਸੰਜਮਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ ।੪।੨।"},"ft":{"gurmukhi":"sRI nwmdyv jI khqy hYN: hy BweI! vwhX muKI ibRiq kr ky bwhr ikAw Brmqy ho, ies sMjm kr ky hrI ko pweIqw hY]4]2]ÇApnI pRIqI kI dsw sy sRI Akwl purK jI ky snmuK bynqI krqy hYN:","unicode":"ਸ੍ਰੀ ਨਾਮਦੇਵ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਵਾਹਯ ਮੁਖੀ ਬ੍ਰਿਤਿ ਕਰ ਕੇ ਬਾਹਰ ਕਿਆ ਭਰਮਤੇ ਹੋ, ਇਸ ਸੰਜਮ ਕਰ ਕੇ ਹਰੀ ਕੋ ਪਾਈਤਾ ਹੈ॥੪॥੨॥☬ਅਪਨੀ ਪ੍ਰੀਤੀ ਕੀ ਦਸਾ ਸੇ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਜੀ ਕੇ ਸਨਮੁਖ ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"nwmdyv AwKdw hY—(hy BweI! ByKI bYrwgI bx ky) bwhr Btkx dw koeI lwB nhIN; (ijhVy sMjm AsW d`sy hn) iehnW sMjmW dI rwhIN prmwqmw dI pRwpqI ho skdI hY [4[2[","unicode":"ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ—(ਹੇ ਭਾਈ! ਭੇਖੀ ਬੈਰਾਗੀ ਬਣ ਕੇ) ਬਾਹਰ ਭਟਕਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ; (ਜਿਹੜੇ ਸੰਜਮ ਅਸਾਂ ਦੱਸੇ ਹਨ) ਇਹਨਾਂ ਸੰਜਮਾਂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ ।੪।੨।"},"ms":{"gurmukhi":"nwm dyv jI AwKdy hn, qUM ikauN bwhr Btkdw hYN, hy ienswn! ies qrIky nwl vwihgurU pwieAw jWdw hY[","unicode":"ਨਾਮ ਦੇਵ ਜੀ ਆਖਦੇ ਹਨ, ਤੂੰ ਕਿਉਂ ਬਾਹਰ ਭਟਕਦਾ ਹੈਂ, ਹੇ ਇਨਸਾਨ! ਇਸ ਤਰੀਕੇ ਨਾਲ ਵਾਹਿਗੁਰੂ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"¿Por qué vagar por todas partes, oh hombre? Solamente con esta disciplina uno es bendecido por Dios. (4‑2)"},"hi":{"ss":"नामदेव कहता है– (हे भाई ! भेखी वैरागी बन के) बाहर भटकने से कोई लाभ नहीं; (जो संयम हमने बताए हैं) इस संयमों से ही परमात्मा की प्राप्ति हो सकती है। 4। 2।","sts":"नामदेव जी का कथन है कि हे भाई ! भगवान को ढूंढने के लिए बाहर वनों में क्यों भटकते हो ? क्योंकि उपरोक्त विधि द्वारा वह तो हृदय-घर में ही प्राप्त हो जाता है। ॥४॥२॥"}},"transliteration":{"english":"kahat naamadheau baahar kiaa bharamahu ieh sa(n)jam har paieeaai ||4||2||","hindi":"कहत नामदेउ बाहरि किआ भरमहु इह संजम हरि पाईऐ ॥४॥२॥","en":"kahat naamadheau baahar kiaa bharamahu ieh sa(n)jam har paieeaai ||4||2||","hi":"कहत नामदेउ बाहरि किआ भरमहु इह संजम हरि पाईऐ ॥४॥२॥","ipa":"kəhət̪ nɑməd̪eo bɑhər kɪəɑ ɓərəməh eɪh səŋd͡ʒəm hər pɑeiæ.4.2.","ur":"کهت نامدےا باهر کآ بھرمهُ اه سںجم هرِ پاایاَے ۔۔۴۔۔۲۔۔"},"pageNo":693,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29845,"shabadId":2633,"verse":{"gurmukhi":"mwrvwiV jYsy nIru bwlhw byil bwlhw krhlw ]","unicode":"ਮਾਰਵਾੜਿ ਜੈਸੇ ਨੀਰੁ ਬਾਲਹਾ ਬੇਲਿ ਬਾਲਹਾ ਕਰਹਲਾ ॥"},"larivaar":{"gurmukhi":"mwrvwiVjYsynIrubwlhwbyilbwlhwkrhlw]","unicode":"ਮਾਰਵਾੜਿਜੈਸੇਨੀਰੁਬਾਲਹਾਬੇਲਿਬਾਲਹਾਕਰਹਲਾ॥"},"translation":{"en":{"bdb":"As water is very precious in the desert, and the creeper weeds are dear to the camel,","ms":"As water is dear in sandy deserts and the creeper is dear to the camel,","ssk":"As water is very precious in the desert, and the creeper weeds are dear to the camel,"},"pu":{"ss":{"gurmukhi":"ijvyN mwrvwV (dys) ivc pwxI ipAwrw l`gdw hY, ijvyN aUT ƒ vyl ipAwrI l`gdI hY","unicode":"ਜਿਵੇਂ ਮਾਰਵਾੜ (ਦੇਸ) ਵਿਚ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਊਠ ਨੂੰ ਵੇਲ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ"},"ft":{"gurmukhi":"jYsy mwrvwV jo QlI kw dys hY iqs ko (nIru) jlu (bwlhw) ipAwrw hY AOr jYsy (krhlw) aUT ky qWeI (byl) vyl ipAwrI hoqI hY]","unicode":"ਜੈਸੇ ਮਾਰਵਾੜ ਜੋ ਥਲੀ ਕਾ ਦੇਸ ਹੈ ਤਿਸ ਕੋ (ਨੀਰੁ) ਜਲੁ (ਬਾਲਹਾ) ਪਿਆਰਾ ਹੈ ਔਰ ਜੈਸੇ (ਕਰਹਲਾ) ਊਠ ਕੇ ਤਾਂਈ (ਬੇਲ) ਵੇਲ ਪਿਆਰੀ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijvyN mwrvwV (dys) ivc pwxI ipAwrw l`gdw hY, ijvyN aUT ƒ vyl ipAwrI l`gdI hY","unicode":"ਜਿਵੇਂ ਮਾਰਵਾੜ (ਦੇਸ) ਵਿਚ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਊਠ ਨੂੰ ਵੇਲ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ"},"ms":{"gurmukhi":"ijs qrHW mwrUQlW iv`c pwxI ipAwrw huMdw hY Aqy aUT ƒ v`l (vyl) ipAwrI huMdI hY,","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਮਾਰੂਥਲਾਂ ਵਿੱਚ ਪਾਣੀ ਪਿਆਰਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਊਠ ਨੂੰ ਵੱਲ (ਵੇਲ) ਪਿਆਰੀ ਹੁੰਦੀ ਹੈ,"}},"es":{"sn":"Así como el agua es preciada en el desierto, y la enredadera lo es para el camello, "},"hi":{"ss":"जैसे मारवाड़ (रेगिस्तानी देश) में पानी प्यारा लगता है।जैसे ऊँठ को बेल प्यारी लगती है।","sts":"मारवाड़ देश में जैसे जल प्यारा होता है और ऊँट को लता प्यारी लगती है।"}},"transliteration":{"english":"maaravaaR jaise neer baalahaa bel baalahaa karahalaa ||","hindi":"मारवाड़ि जैसे नीरु बालहा बेलि बालहा करहला ॥","en":"maaravaaR jaise neer baalahaa bel baalahaa karahalaa ||","hi":"मारवाड़ि जैसे नीरु बालहा बेलि बालहा करहला ॥","ipa":"mɑrəʋɑɽ d͡ʒæse nir bɑləhɑ bel bɑləhɑ kərəhəlɑ.","ur":"مارواڑ جَےسے نیِر بالها بےل بالها کرهلا ۔۔"},"pageNo":693,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29846,"shabadId":2633,"verse":{"gurmukhi":"ijau kurMk inis nwdu bwlhw iqau myrY min rwmeIAw ]1]","unicode":"ਜਿਉ ਕੁਰੰਕ ਨਿਸਿ ਨਾਦੁ ਬਾਲਹਾ ਤਿਉ ਮੇਰੈ ਮਨਿ ਰਾਮਈਆ ॥੧॥"},"larivaar":{"gurmukhi":"ijaukurMkinisnwdubwlhwiqaumyrYminrwmeIAw]1]","unicode":"ਜਿਉਕੁਰੰਕਨਿਸਿਨਾਦੁਬਾਲਹਾਤਿਉਮੇਰੈਮਨਿਰਾਮਈਆ॥੧॥"},"translation":{"en":{"bdb":"and the tune of the hunter's bell at night is enticing to the deer, so is the Lord to my mind. ||1||","ms":"and as the tune of hunter's bell's at night, is dear to the deer, so is the Pervading God to my soul.","ssk":"and the tune of the hunter's bell at night is enticing to the deer, so is the Lord to my mind. ||1||"},"pu":{"ss":{"gurmukhi":"ijvyN hrn ƒ rwq vyly (GMfyhyVy dI) Avwz ipAwrI l`gdI hY, ijvyN myry mn ivc sohxw rwm l`gdw hY [1[","unicode":"ਜਿਵੇਂ ਹਰਨ ਨੂੰ ਰਾਤ ਵੇਲੇ (ਘੰਡੇਹੇੜੇ ਦੀ) ਅਵਾਜ਼ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਜਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਲੱਗਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"jYsy (kurMk) imRg ky qweI (inis) rwqRI myN (nwdu) GMtw hyVy kw sbd ipAwrw hoqw hY, qYsy hI hy rwmeIAw! qyrw nwm myry mn myN ipAwrw hY ]1]","unicode":"ਜੈਸੇ (ਕੁਰੰਕ) ਮ੍ਰਿਗ ਕੇ ਤਾਈ (ਨਿਸਿ) ਰਾਤ੍ਰੀ ਮੇਂ (ਨਾਦੁ) ਘੰਟਾ ਹੇੜੇ ਕਾ ਸਬਦ ਪਿਆਰਾ ਹੋਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਹੇ ਰਾਮਈਆ! ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਮਨ ਮੇਂ ਪਿਆਰਾ ਹੈ ॥੧॥"},"bdb":{"gurmukhi":"ijvyN hrn ƒ rwq vyly (GMfyhyVy dI) Avwz ipAwrI l`gdI hY, ijvyN myry mn ivc sohxw rwm l`gdw hY [1[","unicode":"ਜਿਵੇਂ ਹਰਨ ਨੂੰ ਰਾਤ ਵੇਲੇ (ਘੰਡੇਹੇੜੇ ਦੀ) ਅਵਾਜ਼ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਜਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਲੱਗਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"Aqy ijs qrHW iSkwrI dy GMfW-hyVy dI Awvwz rwq ƒ hrn ƒ ipAwrI l`gdI hY, eysy qrHW hI ivAwpk vwihgurU myrI AwqmW ƒ ipAwrw hY[","unicode":"ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਸ਼ਿਕਾਰੀ ਦੇ ਘੰਡਾਂ-ਹੇੜੇ ਦੀ ਆਵਾਜ਼ ਰਾਤ ਨੂੰ ਹਰਨ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ ਮੇਰੀ ਆਤਮਾਂ ਨੂੰ ਪਿਆਰਾ ਹੈ।"}},"es":{"sn":"así como en la noche el venado busca la música, así yo sólo busco a Dios. (1)"},"hi":{"ss":"जैसे हिरन को रात के वक्त (घंडेहेड़े की) आवाज प्यारी लगती है।वैसे ही मेरे मन को राम अच्छा लगता है। 1।","sts":"जैसे मृग को रात्रिकाल में ध्वनि मधुर लगती है, वैसे ही मेरे मन में मुझे राम बहुत प्यारा लगता है॥१॥"}},"transliteration":{"english":"jiau kura(n)k nis naadh baalahaa tiau merai man raamieeaa ||1||","hindi":"जिउ कुरंक निसि नादु बालहा तिउ मेरै मनि रामईआ ॥१॥","en":"jiau kura(n)k nis naadh baalahaa tiau merai man raamieeaa ||1||","hi":"जिउ कुरंक निसि नादु बालहा तिउ मेरै मनि रामईआ ॥१॥","ipa":"d͡ʒɪo kʊrəŋk nɪs nɑd̪ bɑləhɑ t̪ɪo meræ mən rɑmeiɑ.1.","ur":"جِا کُرںک نس ناد بالها تا مےرَے منِ رامایآ ۔۔۱۔۔"},"pageNo":693,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29847,"shabadId":2633,"verse":{"gurmukhi":"qyrw nwmu rUVo rUpu rUVo Aiq rMg rUVo myro rwmeIAw ]1] rhwau ]","unicode":"ਤੇਰਾ ਨਾਮੁ ਰੂੜੋ ਰੂਪੁ ਰੂੜੋ ਅਤਿ ਰੰਗ ਰੂੜੋ ਮੇਰੋ ਰਾਮਈਆ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"qyrwnwmurUVorUpurUVoAiqrMgrUVomyrorwmeIAw]1]rhwau]","unicode":"ਤੇਰਾਨਾਮੁਰੂੜੋਰੂਪੁਰੂੜੋਅਤਿਰੰਗਰੂੜੋਮੇਰੋਰਾਮਈਆ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Your Name is so beautiful! Your form is so beautiful! Your Love is so very beautiful, O my Lord. ||1||Pause||","ms":"Thy Name is beautiful, Thy form is beautiful and very beautiful is Thine love, O my Omnipresent Lord.","ssk":"Your Name is so beautiful! Your form is so beautiful! Your Love is so very beautiful, O my Lord. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy myry sohxy rwm! qyrw nwm sohxw hY, qyrw rUp sohxw hY Aqy qyrw rMg bhuq sohxw hY [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਤੇਰਾ ਨਾਮ ਸੋਹਣਾ ਹੈ, ਤੇਰਾ ਰੂਪ ਸੋਹਣਾ ਹੈ ਅਤੇ ਤੇਰਾ ਰੰਗ ਬਹੁਤ ਸੋਹਣਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy myry rwmeIAw! qyrw nwm prm (rUVo) suMdr hY AOr qyrw sq icq AnMd rUp BI suMdr hY, punw AqsY kr ky qyrw (rMg) AnMd BI prm suMdr hY[ vw nwm rwm, ikRsnwdI rUp ivXkqI AO rMg isAwmwdI sBI kC soBnIk hYN]1] rhwau ]","unicode":"ਹੇ ਮੇਰੇ ਰਾਮਈਆ! ਤੇਰਾ ਨਾਮ ਪਰਮ (ਰੂੜੋ) ਸੁੰਦਰ ਹੈ ਔਰ ਤੇਰਾ ਸਤ ਚਿਤ ਅਨੰਦ ਰੂਪ ਭੀ ਸੁੰਦਰ ਹੈ, ਪੁਨਾ ਅਤਸੈ ਕਰ ਕੇ ਤੇਰਾ (ਰੰਗ) ਅਨੰਦ ਭੀ ਪਰਮ ਸੁੰਦਰ ਹੈ। ਵਾ ਨਾਮ ਰਾਮ, ਕ੍ਰਿਸਨਾਦੀ ਰੂਪ ਵਿਯਕਤੀ ਔ ਰੰਗ ਸਿਆਮਾਦੀ ਸਭੀ ਕਛ ਸੋਭਨੀਕ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy myry sohxy rwm! qyrw nwm sohxw hY, qyrw rUp sohxw hY Aqy qyrw rMg bhuq sohxw hY [1[rhwau[","unicode":"ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਤੇਰਾ ਨਾਮ ਸੋਹਣਾ ਹੈ, ਤੇਰਾ ਰੂਪ ਸੋਹਣਾ ਹੈ ਅਤੇ ਤੇਰਾ ਰੰਗ ਬਹੁਤ ਸੋਹਣਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"qyrw nwm suMdr hY, qyrw srUp suMdr hY, Aqy prm suMdr hY qyrw pRym, hy myry srv-ivAwpk suAwmI!","unicode":"ਤੇਰਾ ਨਾਮ ਸੁੰਦਰ ਹੈ, ਤੇਰਾ ਸਰੂਪ ਸੁੰਦਰ ਹੈ, ਅਤੇ ਪਰਮ ਸੁੰਦਰ ਹੈ ਤੇਰਾ ਪ੍ਰੇਮ, ਹੇ ਮੇਰੇ ਸਰਵ-ਵਿਆਪਕ ਸੁਆਮੀ!"}},"es":{"sn":"¡Bello es Tu Nombre, Tu Forma, Tu Amor, oh Señor! (1-Pausa)"},"hi":{"ss":"हे मेरे सुंदर राम ! तेरा नाम सोहणा है।तेरा रूप सोहणा है और तेरा रंग बहुत ही सोहणा है। 1।रहाउ।","sts":"हे मेरे राम ! तेरा नाम बहुत सुन्दर है, तेरा रूप सुन्दर है और तेरा रंग भी अति सुन्दर है॥१॥ रहाउ ॥"}},"transliteration":{"english":"teraa naam rooRo roop rooRo at ra(n)g rooRo mero raamieeaa ||1|| rahaau ||","hindi":"तेरा नामु रूड़ो रूपु रूड़ो अति रंग रूड़ो मेरो रामईआ ॥१॥ रहाउ ॥","en":"teraa naam rooRo roop rooRo at ra(n)g rooRo mero raamieeaa ||1|| rahaau ||","hi":"तेरा नामु रूड़ो रूपु रूड़ो अति रंग रूड़ो मेरो रामईआ ॥१॥ रहाउ ॥","ipa":"t̪erɑ nɑm ruɽɔ rup ruɽɔ ət̪ rəŋG ruɽɔ merɔ rɑmeiɑ.1. rəhɑo.","ur":"تےرا نام رُوڑو رُوپ رُوڑو ات رںگ رُوڑو مےرو رامایآ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":693,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29848,"shabadId":2633,"verse":{"gurmukhi":"ijau DrxI kau ieMdRü bwlhw kusm bwsu jYsy Bvrlw ]","unicode":"ਜਿਉ ਧਰਣੀ ਕਉ ਇੰਦ੍ਰੁ ਬਾਲਹਾ ਕੁਸਮ ਬਾਸੁ ਜੈਸੇ ਭਵਰਲਾ ॥"},"larivaar":{"gurmukhi":"ijauDrxIkauieMdRübwlhwkusmbwsujYsyBvrlw]","unicode":"ਜਿਉਧਰਣੀਕਉਇੰਦ੍ਰੁਬਾਲਹਾਕੁਸਮਬਾਸੁਜੈਸੇਭਵਰਲਾ॥"},"translation":{"en":{"bdb":"As rain is dear to the earth, and the flower's fragrance is dear to the bumble bee,","ms":"As rain is dear to the earth and as the fragrance of flowers is to the black-bee,","ssk":"As rain is dear to the earth, and the flower's fragrance is dear to the bumble bee,"},"pu":{"ss":{"gurmukhi":"ijvyN DrqI ƒ mINh ipAwrw l`gdw hY, ijvyN BOry ƒ Pu`l dI sugMDI ipAwrI l`gdI hY","unicode":"ਜਿਵੇਂ ਧਰਤੀ ਨੂੰ ਮੀਂਹ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਭੌਰੇ ਨੂੰ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ"},"ft":{"gurmukhi":"jYsy DrqI ko ieMdR ArQwq myG ipAwrw hY, Bwv sy vrKw hoxy kr ky DrqI pRPulq hoqI hY AOr jYsy PUl kI sugMDI myN BOry kw prym hY]","unicode":"ਜੈਸੇ ਧਰਤੀ ਕੋ ਇੰਦ੍ਰ ਅਰਥਾਤ ਮੇਘ ਪਿਆਰਾ ਹੈ, ਭਾਵ ਸੇ ਵਰਖਾ ਹੋਣੇ ਕਰ ਕੇ ਧਰਤੀ ਪ੍ਰਫੁਲਤ ਹੋਤੀ ਹੈ ਔਰ ਜੈਸੇ ਫੂਲ ਕੀ ਸੁਗੰਧੀ ਮੇਂ ਭੌਰੇ ਕਾ ਪਰੇਮ ਹੈ॥"},"bdb":{"gurmukhi":"ijvyN DrqI ƒ mINh ipAwrw l`gdw hY, ijvyN BOry ƒ Pu`l dI sugMDI ipAwrI l`gdI hY","unicode":"ਜਿਵੇਂ ਧਰਤੀ ਨੂੰ ਮੀਂਹ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਭੌਰੇ ਨੂੰ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ"},"ms":{"gurmukhi":"ijs qrHW DrqI ƒ mINh ipAwrw hY, Aqy Baury ƒ PulW dI sugMDI,","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਧਰਤੀ ਨੂੰ ਮੀਂਹ ਪਿਆਰਾ ਹੈ, ਅਤੇ ਭਉਰੇ ਨੂੰ ਫੁਲਾਂ ਦੀ ਸੁਗੰਧੀ,"}},"es":{"sn":"Así como la tierra añora las lluvias, como la abeja negra está embrujada por la fragancia de las flores."},"hi":{"ss":"जैसे धरती को वर्षा प्यारी लगती है।जैसे भौरे को फूल की सुगंधि प्यारी लगती है।","sts":"जैसे धरती को बादल प्यारा लगता है, भैवरे को जैसे फूलों की महक प्यारी लगती है और"}},"transliteration":{"english":"jiau dharanee kau i(n)dhr baalahaa kusam baas jaise bhavaralaa ||","hindi":"जिउ धरणी कउ इंद्रु बालहा कुसम बासु जैसे भवरला ॥","en":"jiau dharanee kau i(n)dhr baalahaa kusam baas jaise bhavaralaa ||","hi":"जिउ धरणी कउ इंद्रु बालहा कुसम बासु जैसे भवरला ॥","ipa":"d͡ʒɪo t̪ərəɳi ko eɪŋd̪ɹ bɑləhɑ kʊsəm bɑs d͡ʒæse ɓəʋərəlɑ.","ur":"جِا دھرݨیِ کا اںدرü بالها کُسم باس جَےسے بھورلا ۔۔"},"pageNo":693,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29849,"shabadId":2633,"verse":{"gurmukhi":"ijau koikl kau AMbu bwlhw iqau myrY min rwmeIAw ]2]","unicode":"ਜਿਉ ਕੋਕਿਲ ਕਉ ਅੰਬੁ ਬਾਲਹਾ ਤਿਉ ਮੇਰੈ ਮਨਿ ਰਾਮਈਆ ॥੨॥"},"larivaar":{"gurmukhi":"ijaukoiklkauAMbubwlhwiqaumyrYminrwmeIAw]2]","unicode":"ਜਿਉਕੋਕਿਲਕਉਅੰਬੁਬਾਲਹਾਤਿਉਮੇਰੈਮਨਿਰਾਮਈਆ॥੨॥"},"translation":{"en":{"bdb":"and the mango is dear to the cuckoo, so is the Lord to my mind. ||2||","ms":"and as the mango is dear to the cuckoo, so is the Lord to my mind.","ssk":"and the mango is dear to the cuckoo, so is the Lord to my mind. ||2||"},"pu":{"ss":{"gurmukhi":"iqvyN koiel ƒ AMb ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [2[","unicode":"ਤਿਵੇਂ ਕੋਇਲ ਨੂੰ ਅੰਬ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"jYsy koiel ko AMb kw ibRC ipAwrw hY, qYsy hI hy rwmeIAw! qUM myry mn myN ipAwrw hYN]2]","unicode":"ਜੈਸੇ ਕੋਇਲ ਕੋ ਅੰਬ ਕਾ ਬ੍ਰਿਛ ਪਿਆਰਾ ਹੈ, ਤੈਸੇ ਹੀ ਹੇ ਰਾਮਈਆ! ਤੂੰ ਮੇਰੇ ਮਨ ਮੇਂ ਪਿਆਰਾ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"iqvyN koiel ƒ AMb ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [2[","unicode":"ਤਿਵੇਂ ਕੋਇਲ ਨੂੰ ਅੰਬ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"Aqy ijs qrHW koiel ƒ AMb ipAwrw, Esy qrHW hI myry ic`q ƒ suAwmI hY[","unicode":"ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਕੋਇਲ ਨੂੰ ਅੰਬ ਪਿਆਰਾ, ਓਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੇਰੇ ਚਿੱਤ ਨੂੰ ਸੁਆਮੀ ਹੈ।"}},"es":{"sn":"Así como el mango es apreciado por el Cucu, así el Señor lo es para mi mente. (2)"},"hi":{"ss":"जैसे कोयल को आम प्यारा लगता है।वैसे ही मेरे मन को राम अच्छा लगता है। 2।","sts":"कोयल जैसे आम अति प्रिय है, वैसे ही मेरे मन में मुझे राम अति प्रिय है॥२॥"}},"transliteration":{"english":"jiau kokil kau a(n)b baalahaa tiau merai man raamieeaa ||2||","hindi":"जिउ कोकिल कउ अंबु बालहा तिउ मेरै मनि रामईआ ॥२॥","en":"jiau kokil kau a(n)b baalahaa tiau merai man raamieeaa ||2||","hi":"जिउ कोकिल कउ अंबु बालहा तिउ मेरै मनि रामईआ ॥२॥","ipa":"d͡ʒɪo kɔkɪl ko əŋb bɑləhɑ t̪ɪo meræ mən rɑmeiɑ.2.","ur":"جِا کوکل کا اںب بالها تا مےرَے من رامایآ ۔۔۲۔۔"},"pageNo":693,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29850,"shabadId":2633,"verse":{"gurmukhi":"ckvI kau jYsy sUru bwlhw mwn srovr hMsulw ]","unicode":"ਚਕਵੀ ਕਉ ਜੈਸੇ ਸੂਰੁ ਬਾਲਹਾ ਮਾਨ ਸਰੋਵਰ ਹੰਸੁਲਾ ॥"},"larivaar":{"gurmukhi":"ckvIkaujYsysUrubwlhwmwnsrovrhMsulw]","unicode":"ਚਕਵੀਕਉਜੈਸੇਸੂਰੁਬਾਲਹਾਮਾਨਸਰੋਵਰਹੰਸੁਲਾ॥"},"translation":{"en":{"bdb":"As the sun is dear to the chakvi duck, and the lake of Man Sarovar is dear to the swan,","ms":"As the sum is dear to the sheldrake and the lake of Man-Sarowar to the Swan,","ssk":"As the sun is dear to the chakvi duck, and the lake of Man Sarovar is dear to the swan,"},"pu":{"ss":{"gurmukhi":"ijvyN ckvI ƒ sUrj ipAwrw l`gdw hY; ijvyN hMs ƒ mwnsrovr ipAwrw l`gdw h","unicode":"ਜਿਵੇਂ ਚਕਵੀ ਨੂੰ ਸੂਰਜ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ; ਜਿਵੇਂ ਹੰਸ ਨੂੰ ਮਾਨਸਰੋਵਰ ਪਿਆਰਾ ਲੱਗਦਾ ਹ"},"ft":{"gurmukhi":"jYsy ckvI ko sUrj ipAwrw hY, punw jYsy hMs ko mwn srovr prm ipAwrw hY]","unicode":"ਜੈਸੇ ਚਕਵੀ ਕੋ ਸੂਰਜ ਪਿਆਰਾ ਹੈ, ਪੁਨਾ ਜੈਸੇ ਹੰਸ ਕੋ ਮਾਨ ਸਰੋਵਰ ਪਰਮ ਪਿਆਰਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijvyN ckvI ƒ sUrj ipAwrw l`gdw hY; ijvyN hMs ƒ mwnsrovr ipAwrw l`gdw h","unicode":"ਜਿਵੇਂ ਚਕਵੀ ਨੂੰ ਸੂਰਜ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ; ਜਿਵੇਂ ਹੰਸ ਨੂੰ ਮਾਨਸਰੋਵਰ ਪਿਆਰਾ ਲੱਗਦਾ ਹ"},"ms":{"gurmukhi":"ijs qrHW surKwbxI ƒ sUrj ipAwrw hY Aqy rwj hMs ƒ mwn srovr JIl,","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਸੁਰਖਾਬਣੀ ਨੂੰ ਸੂਰਜ ਪਿਆਰਾ ਹੈ ਅਤੇ ਰਾਜ ਹੰਸ ਨੂੰ ਮਾਨ ਸਰੋਵਰ ਝੀਲ,"}},"es":{"sn":"Así como el pato Chakvi ama el sol y el cisne ama el lago Man Sarovar."},"hi":{"ss":"जैसे चकवी को सूरज प्यारा लगता है।जैसे हंस को मान सरोवर प्यारा लगता है।","sts":"जैसे चकवी को सूर्य प्रिय होता है और हंस को मानसरोवर प्रिय होता है।"}},"transliteration":{"english":"chakavee kau jaise soor baalahaa maan sarovar ha(n)sulaa ||","hindi":"चकवी कउ जैसे सूरु बालहा मान सरोवर हंसुला ॥","en":"chakavee kau jaise soor baalahaa maan sarovar ha(n)sulaa ||","hi":"चकवी कउ जैसे सूरु बालहा मान सरोवर हंसुला ॥","ipa":"t͡ʃəkəʋi ko d͡ʒæse sur bɑləhɑ mɑn sərɔʋər həŋsʊlɑ.","ur":"چکویِ کا جَےسے سُور بالها مان سروور هںسلا ۔۔"},"pageNo":693,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29851,"shabadId":2633,"verse":{"gurmukhi":"ijau qruxI kau kMqu bwlhw iqau myrY min rwmeIAw ]3]","unicode":"ਜਿਉ ਤਰੁਣੀ ਕਉ ਕੰਤੁ ਬਾਲਹਾ ਤਿਉ ਮੇਰੈ ਮਨਿ ਰਾਮਈਆ ॥੩॥"},"larivaar":{"gurmukhi":"ijauqruxIkaukMqubwlhwiqaumyrYminrwmeIAw]3]","unicode":"ਜਿਉਤਰੁਣੀਕਉਕੰਤੁਬਾਲਹਾਤਿਉਮੇਰੈਮਨਿਰਾਮਈਆ॥੩॥"},"translation":{"en":{"bdb":"and the husband is dear to his wife, so is the Lord to my mind. ||3||","ms":"and as the husband is dear to the wife, so is God to my soul.","ssk":"and the husband is dear to his wife, so is the Lord to my mind. ||3||"},"pu":{"ss":{"gurmukhi":"ijvyN juAwn iesq®I ƒ (Awpxw) Ksm ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [3[","unicode":"ਜਿਵੇਂ ਜੁਆਨ ਇਸਤ੍ਰੀ ਨੂੰ (ਆਪਣਾ) ਖਸਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"jYsy iesqRI ko (kMqu) pqI ipAwrw hY, qYsy hy rwmeIAw! qUM myry mn myN ipAwrw hYN]3]","unicode":"ਜੈਸੇ ਇਸਤ੍ਰੀ ਕੋ (ਕੰਤੁ) ਪਤੀ ਪਿਆਰਾ ਹੈ, ਤੈਸੇ ਹੇ ਰਾਮਈਆ! ਤੂੰ ਮੇਰੇ ਮਨ ਮੇਂ ਪਿਆਰਾ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"ijvyN juAwn iesq®I ƒ (Awpxw) Ksm ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [3[","unicode":"ਜਿਵੇਂ ਜੁਆਨ ਇਸਤ੍ਰੀ ਨੂੰ (ਆਪਣਾ) ਖਸਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"Aqy ijs qrHW pqnI ƒ pqI ipAwrw hY, eysy qrHW hI hY, myrI ijMdVI ƒ vwihgurU[","unicode":"ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਪਤਨੀ ਨੂੰ ਪਤੀ ਪਿਆਰਾ ਹੈ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਹੈ, ਮੇਰੀ ਜਿੰਦੜੀ ਨੂੰ ਵਾਹਿਗੁਰੂ।"}},"es":{"sn":"Así como la esposa ama al esposo, así mi mente ama a Dios. (3)"},"hi":{"ss":"जैसे जवान स्त्री को (अपना) पति प्यारा लगता है।वैसे ही मेरे मन को सुंदर राम प्यारा लगता है। 3।","sts":"जैसे युवती को अपना पति बहुत प्यारा है, वैसे ही मेरे मन को राम बड़ा प्रिय है॥ ३॥"}},"transliteration":{"english":"jiau tarunee kau ka(n)t baalahaa tiau merai man raamieeaa ||3||","hindi":"जिउ तरुणी कउ कंतु बालहा तिउ मेरै मनि रामईआ ॥३॥","en":"jiau tarunee kau ka(n)t baalahaa tiau merai man raamieeaa ||3||","hi":"जिउ तरुणी कउ कंतु बालहा तिउ मेरै मनि रामईआ ॥३॥","ipa":"d͡ʒɪo t̪ərʊɳi ko kəŋt̪ bɑləhɑ t̪ɪo meræ mən rɑmeiɑ.3.","ur":"جِا ترݨیِ کا کںت بالها تا مےرَے من رامایآ ۔۔۳۔۔"},"pageNo":693,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29852,"shabadId":2633,"verse":{"gurmukhi":"bwirk kau jYsy KIru bwlhw cwiqRk muK jYsy jlDrw ]","unicode":"ਬਾਰਿਕ ਕਉ ਜੈਸੇ ਖੀਰੁ ਬਾਲਹਾ ਚਾਤ੍ਰਿਕ ਮੁਖ ਜੈਸੇ ਜਲਧਰਾ ॥"},"larivaar":{"gurmukhi":"bwirkkaujYsyKIrubwlhwcwiqRkmuKjYsyjlDrw]","unicode":"ਬਾਰਿਕਕਉਜੈਸੇਖੀਰੁਬਾਲਹਾਚਾਤ੍ਰਿਕਮੁਖਜੈਸੇਜਲਧਰਾ॥"},"translation":{"en":{"bdb":"As milk is dear to the baby, and the raindrop is dear to the mouth of the rainbird,","ms":"As milk is dear to the baby as the torrent of rain to the mouth of the sparrow hawk,","ssk":"As milk is dear to the baby, and the raindrop is dear to the mouth of the rainbird,"},"pu":{"ss":{"gurmukhi":"ijvyN bwlk ƒ du`D ipAwrw l`gdw hY, ijvyN ppIhy dy mUMh ƒ b`dl ipAwrw l`gdw hY","unicode":"ਜਿਵੇਂ ਬਾਲਕ ਨੂੰ ਦੁੱਧ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਨੂੰ ਬੱਦਲ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ"},"ft":{"gurmukhi":"jYsy bwlk ko (KIru) dUD ipAwrw hoqw hY AOr jYsy cwiqRk ky muK (jlDrw) bwdl ipAwrw hY, Bwv Xyh myGoN sy sÍWqI bUMd ly kr pRsMn hoqw hY ]","unicode":"ਜੈਸੇ ਬਾਲਕ ਕੋ (ਖੀਰੁ) ਦੂਧ ਪਿਆਰਾ ਹੋਤਾ ਹੈ ਔਰ ਜੈਸੇ ਚਾਤ੍ਰਿਕ ਕੇ ਮੁਖ (ਜਲਧਰਾ) ਬਾਦਲ ਪਿਆਰਾ ਹੈ, ਭਾਵ ਯੇਹ ਮੇਘੋਂ ਸੇ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਲੇ ਕਰ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ ॥"},"bdb":{"gurmukhi":"ijvyN bwlk ƒ du`D ipAwrw l`gdw hY, ijvyN ppIhy dy mUMh ƒ b`dl ipAwrw l`gdw hY","unicode":"ਜਿਵੇਂ ਬਾਲਕ ਨੂੰ ਦੁੱਧ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਵੇਂ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਨੂੰ ਬੱਦਲ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ"},"ms":{"gurmukhi":"ijs qrHW bwl ƒ du`D ipAwrw hY Aqy ijs qrHW ppIhy ƒ mINh dI Dwr,","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਬਾਲ ਨੂੰ ਦੁੱਧ ਪਿਆਰਾ ਹੈ ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਪਪੀਹੇ ਨੂੰ ਮੀਂਹ ਦੀ ਧਾਰ,"}},"es":{"sn":"Así como el niño ama la leche y el pájaro Cuclillo llora por la gota de Svanti."},"hi":{"ss":"जैसे बालक को दूध प्यारा लगता है।जैसे पपीहे के मुँह को बादल प्यारा लगता है।","sts":"जैसे बालक का दूध से अत्याधिक प्रेम होता जैसे पपीहे को मुंह में स्वाति बूंद की धारा बहुत प्यारी होती है।"}},"transliteration":{"english":"baarik kau jaise kheer baalahaa chaatirak mukh jaise jaladharaa ||","hindi":"बारिक कउ जैसे खीरु बालहा चातृक मुख जैसे जलधरा ॥","en":"baarik kau jaise kheer baalahaa chaatirak mukh jaise jaladharaa ||","hi":"बारिक कउ जैसे खीरु बालहा चातृक मुख जैसे जलधरा ॥","ipa":"bɑrɪk ko d͡ʒæse kʰir bɑləhɑ t͡ʃɑt̪ɪɹək mʊkʰ d͡ʒæse d͡ʒələt̪ərɑ.","ur":"بارک کا جَےسے کھیِر بالها چاترک مُکھ جَےسے جلدھرا ۔۔"},"pageNo":693,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29853,"shabadId":2633,"verse":{"gurmukhi":"mCulI kau jYsy nIru bwlhw iqau myrY min rwmeIAw ]4]","unicode":"ਮਛੁਲੀ ਕਉ ਜੈਸੇ ਨੀਰੁ ਬਾਲਹਾ ਤਿਉ ਮੇਰੈ ਮਨਿ ਰਾਮਈਆ ॥੪॥"},"larivaar":{"gurmukhi":"mCulIkaujYsynIrubwlhwiqaumyrYminrwmeIAw]4]","unicode":"ਮਛੁਲੀਕਉਜੈਸੇਨੀਰੁਬਾਲਹਾਤਿਉਮੇਰੈਮਨਿਰਾਮਈਆ॥੪॥"},"translation":{"en":{"bdb":"and as water is dear to the fish, so is the Lord to my mind. ||4||","ms":"and as water is dear to the fish, so is the Lord to my soul.","ssk":"and as water is dear to the fish, so is the Lord to my mind. ||4||"},"pu":{"ss":{"gurmukhi":" m`CI ƒ ijvyN pwxI ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [4[","unicode":" ਮੱਛੀ ਨੂੰ ਜਿਵੇਂ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"jYsy mCI ko jl ipAwrw hY, hy rwmeIAw! qYsy hI qUM myry mn myN ipAwrw hYN]4]","unicode":"ਜੈਸੇ ਮਛੀ ਕੋ ਜਲ ਪਿਆਰਾ ਹੈ, ਹੇ ਰਾਮਈਆ! ਤੈਸੇ ਹੀ ਤੂੰ ਮੇਰੇ ਮਨ ਮੇਂ ਪਿਆਰਾ ਹੈਂ॥੪॥"},"bdb":{"gurmukhi":" m`CI ƒ ijvyN pwxI ipAwrw l`gdw hY, iqvyN myry mn ivc sohxw rwm ipAwrw l`gdw hY [4[","unicode":" ਮੱਛੀ ਨੂੰ ਜਿਵੇਂ ਪਾਣੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਸੋਹਣਾ ਰਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"Aqy ijs qrHW m`CI ƒ pwxI ipAwrw hY, eysy qrHW hI myrI ijMdVI ƒ pRBU hY[","unicode":"ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਮੱਛੀ ਨੂੰ ਪਾਣੀ ਪਿਆਰਾ ਹੈ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੇਰੀ ਜਿੰਦੜੀ ਨੂੰ ਪ੍ਰਭੂ ਹੈ।"}},"es":{"sn":"Así como el agua es la vida del pez, así es mi Dios para mí. (4)"},"hi":{"ss":"मछली को जैसे पानी प्यारा लगता है।वैसे ही मेरे मन को सुंदर राम अच्छा लगता है। 4।","sts":"जैसे मछली का जल से है, वैसे ही मेरे मन में राम से बहुत प्रेम है॥ ४॥"}},"transliteration":{"english":"machhulee kau jaise neer baalahaa tiau merai man raamieeaa ||4||","hindi":"मछुली कउ जैसे नीरु बालहा तिउ मेरै मनि रामईआ ॥४॥","en":"machhulee kau jaise neer baalahaa tiau merai man raamieeaa ||4||","hi":"मछुली कउ जैसे नीरु बालहा तिउ मेरै मनि रामईआ ॥४॥","ipa":"məɕʊli ko d͡ʒæse nir bɑləhɑ t̪ɪo meræ mən rɑmeiɑ.4.","ur":"مچھلیِ کا جَےسے نیِر بالها تا مےرَے من رامایآ ۔۔۴۔۔"},"pageNo":693,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29854,"shabadId":2633,"verse":{"gurmukhi":"swiDk isD sgl muin cwhih ibrly kwhU fITulw ]","unicode":"ਸਾਧਿਕ ਸਿਧ ਸਗਲ ਮੁਨਿ ਚਾਹਹਿ ਬਿਰਲੇ ਕਾਹੂ ਡੀਠੁਲਾ ॥"},"larivaar":{"gurmukhi":"swiDkisDsglmuincwhihibrlykwhUfITulw]","unicode":"ਸਾਧਿਕਸਿਧਸਗਲਮੁਨਿਚਾਹਹਿਬਿਰਲੇਕਾਹੂਡੀਠੁਲਾ॥"},"translation":{"en":{"bdb":"All the seekers, Siddhas and silent sages seek Him, but only a rare few behold Him.","ms":"All the penitents, adepts and silent sages seek God, but only a few behold His vision.","ssk":"All the seekers, Siddhas and silent sages seek Him, but only a rare few behold Him."},"pu":{"ss":{"gurmukhi":"(jog) swDnw krn vwly, (jog-swDnW ivc) pu`gy hoey jogI qy swry munI (sohxy rwm dw drSn krnw) cwhuMdy hn, pr iksy ivrly ƒ dIdwr huMdw hY","unicode":"(ਜੋਗ) ਸਾਧਨਾ ਕਰਨ ਵਾਲੇ, (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਤੇ ਸਾਰੇ ਮੁਨੀ (ਸੋਹਣੇ ਰਾਮ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ) ਚਾਹੁੰਦੇ ਹਨ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਦੀਦਾਰ ਹੁੰਦਾ ਹੈ"},"ft":{"gurmukhi":"(swiDk) swDnW krny vwly AO isD jo Axmw, mihmw Awid isDIEN sMXukq hYN, punw munIsÍr sMpUrn quJ ko cwhqy hYN, prMqU ivrly hI iksI ny quJ ko dyiKAw hY]","unicode":"(ਸਾਧਿਕ) ਸਾਧਨਾਂ ਕਰਨੇ ਵਾਲੇ ਔ ਸਿਧ ਜੋ ਅਣਮਾ, ਮਹਿਮਾ ਆਦਿ ਸਿਧੀਓਂ ਸੰਯੁਕਤ ਹੈਂ, ਪੁਨਾ ਮੁਨੀਸ੍ਵਰ ਸੰਪੂਰਨ ਤੁਝ ਕੋ ਚਾਹਤੇ ਹੈਂ, ਪਰੰਤੂ ਵਿਰਲੇ ਹੀ ਕਿਸੀ ਨੇ ਤੁਝ ਕੋ ਦੇਖਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"(jog) swDnw krn vwly, (jog-swDnW ivc) pu`gy hoey jogI qy swry munI (sohxy rwm dw drSn krnw) cwhuMdy hn, pr iksy ivrly ƒ dIdwr huMdw hY","unicode":"(ਜੋਗ) ਸਾਧਨਾ ਕਰਨ ਵਾਲੇ, (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਤੇ ਸਾਰੇ ਮੁਨੀ (ਸੋਹਣੇ ਰਾਮ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ) ਚਾਹੁੰਦੇ ਹਨ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਦੀਦਾਰ ਹੁੰਦਾ ਹੈ"},"ms":{"gurmukhi":"swry qp`svI, pUrn purS Aqy monI irSI, vwihgurU ƒ loVdy hn pRMqU bhuq hI QoVy auhnW dw drSn dyKdy hn[","unicode":"ਸਾਰੇ ਤਪੱਸਵੀ, ਪੂਰਨ ਪੁਰਸ਼ ਅਤੇ ਮੋਨੀ ਰਿਸ਼ੀ, ਵਾਹਿਗੁਰੂ ਨੂੰ ਲੋੜਦੇ ਹਨ ਪ੍ਰੰਤੂ ਬਹੁਤ ਹੀ ਥੋੜੇ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਦੇਖਦੇ ਹਨ।"}},"es":{"sn":"Los ascetas y los sabios Te buscan, oh Dios, pero extraordinario es aquél que goza de Tu Visión. "},"hi":{"ss":"(योग) साधना करने वाले।(योग-साधना में सिद्ध) सिद्ध योगी और सारे मुनि वर (सुंदर राम के दर्शन करना) चाहते हैं।पर किसी विरले को दीदार होता है।","sts":"तमाम साधक, सिद्ध एवं मुनिजन राम के दर्शन करने की अभिलाषा करते हैं परन्तु किसी विरले को ही उसके दर्शन प्राप्त होते हैं।"}},"transliteration":{"english":"saadhik sidh sagal mun chaaheh birale kaahoo ddeeThulaa ||","hindi":"साधिक सिध सगल मुनि चाहहि बिरले काहू डीठुला ॥","en":"saadhik sidh sagal mun chaaheh birale kaahoo ddeeThulaa ||","hi":"साधिक सिध सगल मुनि चाहहि बिरले काहू डीठुला ॥","ipa":"sɑt̪ɪk sɪt̪ə̀ səGəl mʊn t͡ʃɑhəh bɪrəle kɑhu ɖiʈʰʊlɑ.","ur":"سادھک سدھ سگل مُن چاههِ برلے کاهُو ڈیِٹھلا ۔۔"},"pageNo":693,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29855,"shabadId":2633,"verse":{"gurmukhi":"sgl Bvx qyro nwmu bwlhw iqau nwmy min bITulw ]5]3]","unicode":"ਸਗਲ ਭਵਣ ਤੇਰੋ ਨਾਮੁ ਬਾਲਹਾ ਤਿਉ ਨਾਮੇ ਮਨਿ ਬੀਠੁਲਾ ॥੫॥੩॥"},"larivaar":{"gurmukhi":"sglBvxqyronwmubwlhwiqaunwmyminbITulw]5]3]","unicode":"ਸਗਲਭਵਣਤੇਰੋਨਾਮੁਬਾਲਹਾਤਿਉਨਾਮੇਮਨਿਬੀਠੁਲਾ॥੫॥੩॥"},"translation":{"en":{"bdb":"Just as Your Name is dear to all the Universe, so is the Lord dear to Naam Dayv's mind. ||5||3||","ms":"As Thy Name is dear to all the universe, so is the Omnipresent Lord to the Nama's soul.","ssk":"Just as Your Name is dear to all the Universe, so is the Lord dear to Naam Dayv's mind. ||5||3||"},"pu":{"ss":{"gurmukhi":"(hy myry sohxy rwm! ijvyN) swry BvnW (dy jIvW) ƒ qyrw nwm ipAwrw hY, iqvyN hI mYN nwmy dy mn ivc BI qUM bITul ipAwrw hYN [5[3[","unicode":"(ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਜਿਵੇਂ) ਸਾਰੇ ਭਵਨਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਮੈਂ ਨਾਮੇ ਦੇ ਮਨ ਵਿਚ ਭੀ ਤੂੰ ਬੀਠੁਲ ਪਿਆਰਾ ਹੈਂ ।੫।੩।"},"ft":{"gurmukhi":"jYsy sMpUrn BvnoN ko qyrw ricAw nwm rUp jgq vw ijqnw srb bRhmMf ipAwrw hY[ sRI nwmdyv jI khqy hYN: qYsy hy (bITulw) rmeIXw! qUM myry mn myN ipAwrw hYN]5]3]Çnwmdyv jI ny Apny gurU igAwn dyv jI sy pUCw: hy Bgvn! sMswr kI auqpiq kYsy hY? punw jIv kw sMsw kYsy inivrq hovY? ieh do pRSn kry[ iqn kw jo au`qR guroN ny dIAw soeI nwmdyv jI ies sbd dÍwrw aucwrn krqy hYN:","unicode":"ਜੈਸੇ ਸੰਪੂਰਨ ਭਵਨੋਂ ਕੋ ਤੇਰਾ ਰਚਿਆ ਨਾਮ ਰੂਪ ਜਗਤ ਵਾ ਜਿਤਨਾ ਸਰਬ ਬ੍ਰਹਮੰਡ ਪਿਆਰਾ ਹੈ। ਸ੍ਰੀ ਨਾਮਦੇਵ ਜੀ ਕਹਤੇ ਹੈਂ: ਤੈਸੇ ਹੇ (ਬੀਠੁਲਾ) ਰਮਈਯਾ! ਤੂੰ ਮੇਰੇ ਮਨ ਮੇਂ ਪਿਆਰਾ ਹੈਂ॥੫॥੩॥☬ਨਾਮਦੇਵ ਜੀ ਨੇ ਅਪਨੇ ਗੁਰੂ ਗਿਆਨ ਦੇਵ ਜੀ ਸੇ ਪੂਛਾ: ਹੇ ਭਗਵਨ! ਸੰਸਾਰ ਕੀ ਉਤਪਤਿ ਕੈਸੇ ਹੈ? ਪੁਨਾ ਜੀਵ ਕਾ ਸੰਸਾ ਕੈਸੇ ਨਿਵਿਰਤ ਹੋਵੈ? ਇਹ ਦੋ ਪ੍ਰਸ਼ਨ ਕਰੇ। ਤਿਨ ਕਾ ਜੋ ਉੱਤ੍ਰ ਗੁਰੋਂ ਨੇ ਦੀਆ ਸੋਈ ਨਾਮਦੇਵ ਜੀ ਇਸ ਸਬਦ ਦ੍ਵਾਰਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy myry sohxy rwm! ijvyN) swry BvnW (dy jIvW) ƒ qyrw nwm ipAwrw hY, iqvyN hI mYN nwmy dy mn ivc BI qUM bITul ipAwrw hYN [5[3[","unicode":"(ਹੇ ਮੇਰੇ ਸੋਹਣੇ ਰਾਮ! ਜਿਵੇਂ) ਸਾਰੇ ਭਵਨਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਮੈਂ ਨਾਮੇ ਦੇ ਮਨ ਵਿਚ ਭੀ ਤੂੰ ਬੀਠੁਲ ਪਿਆਰਾ ਹੈਂ ।੫।੩।"},"ms":{"gurmukhi":"ijs qrHW swry Awlm ƒ qyrw nwm ipAwrw hY, Esy qrHW hI srb ivAwpk suAwmI, nwmy dI Awqmw ƒ hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਸਾਰੇ ਆਲਮ ਨੂੰ ਤੇਰਾ ਨਾਮ ਪਿਆਰਾ ਹੈ, ਓਸੇ ਤਰ੍ਹਾਂ ਹੀ ਸਰਬ ਵਿਆਪਕ ਸੁਆਮੀ, ਨਾਮੇ ਦੀ ਆਤਮਾ ਨੂੰ ਹੈ।"}},"es":{"sn":"Así como Tu Nombre es apreciado por el Universo, así el Señor es apreciado por la mente de Nam Dev. (5-3)"},"hi":{"ss":"(हे मेरे सुंदर राम ! जैसे) सारे भवनों (के जीवों) को तेरा नाम प्यारा है।वैसे ही मुझ नामे (नामदेव) के मन को भी बीठल प्यारा है। 5। 3।","sts":"हे राम ! जैसे तीन लोकों के जीवों को तेरा नाम बहुत प्यारा है, वैसे ही नामदेव के मन को बिट्टल भगवान बहुत प्यारा है॥ ५॥ ३॥"}},"transliteration":{"english":"sagal bhavan tero naam baalahaa tiau naame man beeThulaa ||5||3||","hindi":"सगल भवण तेरो नामु बालहा तिउ नामे मनि बीठुला ॥५॥३॥","en":"sagal bhavan tero naam baalahaa tiau naame man beeThulaa ||5||3||","hi":"सगल भवण तेरो नामु बालहा तिउ नामे मनि बीठुला ॥५॥३॥","ipa":"səGəl ɓəʋəɳ t̪erɔ nɑm bɑləhɑ t̪ɪo nɑme mən biʈʰʊlɑ.5.3.","ur":"سگل بھوݨ تےرو نام بالها تا نامے من بیِٹھلا ۔۔۵۔۔۳۔۔"},"pageNo":693,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29856,"shabadId":2634,"verse":{"gurmukhi":"pihl purIey puMfrk vnw ]","unicode":"ਪਹਿਲ ਪੁਰੀਏ ਪੁੰਡਰਕ ਵਨਾ ॥"},"larivaar":{"gurmukhi":"pihlpurIeypuMfrkvnw]","unicode":"ਪਹਿਲਪੁਰੀਏਪੁੰਡਰਕਵਨਾ॥"},"translation":{"en":{"bdb":"First of all, the lotuses bloomed in the woods;","ms":"First of all, bloomed the lotuses in the woods,","ssk":"First of all, the lotuses bloomed in the woods;"},"pu":{"ss":{"gurmukhi":"pihlW pihl (jo jgq bixAw hY auh, mwno) kOl Pu`lW dw Kyq hY, ","unicode":"ਪਹਿਲਾਂ ਪਹਿਲ (ਜੋ ਜਗਤ ਬਣਿਆ ਹੈ ਉਹ, ਮਾਨੋ) ਕੌਲ ਫੁੱਲਾਂ ਦਾ ਖੇਤ ਹੈ, "},"ft":{"gurmukhi":"pihly (purIey) pUrn qy kOl binAw hY]","unicode":"ਪਹਿਲੇ (ਪੁਰੀਏ) ਪੂਰਨ ਤੇ ਕੌਲ ਬਨਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"pihlW pihl (jo jgq bixAw hY auh, mwno) kOl Pu`lW dw Kyq hY, ","unicode":"ਪਹਿਲਾਂ ਪਹਿਲ (ਜੋ ਜਗਤ ਬਣਿਆ ਹੈ ਉਹ, ਮਾਨੋ) ਕੌਲ ਫੁੱਲਾਂ ਦਾ ਖੇਤ ਹੈ, "},"ms":{"gurmukhi":"pihlW pihl kMvl dy Pul dw jMgl sI,","unicode":"ਪਹਿਲਾਂ ਪਹਿਲ ਕੰਵਲ ਦੇ ਫੁਲ ਦਾ ਜੰਗਲ ਸੀ,"}},"es":{"sn":"Al principio, en los bosques del mundo florecía sólo el loto, "},"hi":{"ss":"पहले पहल (जो जगत बना वह।मानो) कमल फूलों का खेत है।","sts":"सर्वप्रथम विष्णु जी की नाभि से कमल पैदा हुआ, फिर उस कमल में से ब्रह्मा जी पैदा हुए और"}},"transliteration":{"english":"pahil pure'e pu(n)ddarak vanaa ||","hindi":"पहिल पुरीए पुँडरक वना ॥","en":"pahil pure'e pu(n)ddarak vanaa ||","hi":"पहिल पुरीए पुँडरक वना ॥","ipa":"pəhɪl pʊriee pʊŋɖərək ʋənɑ.","ur":"پهِل پُریِاے پُںڈرک ونا ۔۔"},"pageNo":693,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29857,"shabadId":2634,"verse":{"gurmukhi":"qw cy hMsw sgly jnW ]","unicode":"ਤਾ ਚੇ ਹੰਸਾ ਸਗਲੇ ਜਨਾਂ ॥"},"larivaar":{"gurmukhi":"qwcyhMswsglyjnW]","unicode":"ਤਾਚੇਹੰਸਾਸਗਲੇਜਨਾਂ॥"},"translation":{"en":{"bdb":"from them, all the swan-souls came into being.","ms":"from it came into being all the creatures and the swans.","ssk":"from them, all the swan-souls came into being."},"pu":{"ss":{"gurmukhi":"swry jIA jMq aus (kOl Pu`lW dy Kyq) dy hMs hn [ ","unicode":"ਸਾਰੇ ਜੀਅ ਜੰਤ ਉਸ (ਕੌਲ ਫੁੱਲਾਂ ਦੇ ਖੇਤ) ਦੇ ਹੰਸ ਹਨ । "},"ft":{"gurmukhi":"iqs kvl qy hMs ijs kw vwhn so bRhmw BieAw, iqs qy sMpUrn jn Bey]","unicode":"ਤਿਸ ਕਵਲ ਤੇ ਹੰਸ ਜਿਸ ਕਾ ਵਾਹਨ ਸੋ ਬ੍ਰਹਮਾ ਭਇਆ, ਤਿਸ ਤੇ ਸੰਪੂਰਨ ਜਨ ਭਏ॥"},"bdb":{"gurmukhi":"swry jIA jMq aus (kOl Pu`lW dy Kyq) dy hMs hn [ ","unicode":"ਸਾਰੇ ਜੀਅ ਜੰਤ ਉਸ (ਕੌਲ ਫੁੱਲਾਂ ਦੇ ਖੇਤ) ਦੇ ਹੰਸ ਹਨ । "},"ms":{"gurmukhi":"aus coN swry jIA jMq hMs vjUd iv`c Awey[","unicode":"ਉਸ ਚੋਂ ਸਾਰੇ ਜੀਅ ਜੰਤ ਹੰਸ ਵਜੂਦ ਵਿੱਚ ਆਏ।"}},"es":{"sn":"y los hombres eran como los cisnes y el Señor los atraía a Su Ser "},"hi":{"ss":"सारे जीव-जंतु उस (कमल के फूलों के खेत) के हंस हैं।","sts":"फिर इस जगत के समस्त जीव ब्रह्मा जी से उत्पन्न हुए हैं।"}},"transliteration":{"english":"taa che ha(n)saa sagale janaa(n) ||","hindi":"ता चे हंसा सगले जनाँ ॥","en":"taa che ha(n)saa sagale janaa(n) ||","hi":"ता चे हंसा सगले जनाँ ॥","ipa":"t̪ɑ t͡ʃe həŋsɑ səGəle d͡ʒənɑⁿ.","ur":"تا چے هںسا سگلے جناں ۔۔"},"pageNo":693,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29858,"shabadId":2634,"verse":{"gurmukhi":"ik®s˜w qy jwnaU hir hir nwcMqI nwcnw ]1]","unicode":"ਕ੍ਰਿਸ੍ਨਾ ਤੇ ਜਾਨਊ ਹਰਿ ਹਰਿ ਨਾਚੰਤੀ ਨਾਚਨਾ ॥੧॥"},"larivaar":{"gurmukhi":"ik®s˜wqyjwnaUhirhirnwcMqInwcnw]1]","unicode":"ਕ੍ਰਿਸ੍ਨਾਤੇਜਾਨਊਹਰਿਹਰਿਨਾਚੰਤੀਨਾਚਨਾ॥੧॥"},"translation":{"en":{"bdb":"Know that, through Krishna, the Lord, Har, Har, the dance of creation dances. ||1||","ms":"Know, that only through God, the Lord Master the creation is dancing (came into existence).","ssk":"Know that, through Krishna, the Lord, Har, Har, the dance of creation dances. ||1||"},"pu":{"ss":{"gurmukhi":"prmwqmw dI ieh rcnw nwc kr rhI hY [ ieh pRBU dI mwieAw (dI pRyrnw) qoN smJo [1[","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਇਹ ਰਚਨਾ ਨਾਚ ਕਰ ਰਹੀ ਹੈ । ਇਹ ਪ੍ਰਭੂ ਦੀ ਮਾਇਆ (ਦੀ ਪ੍ਰੇਰਨਾ) ਤੋਂ ਸਮਝੋ ।੧।"},"ft":{"gurmukhi":"vwsqv qy iqs kI mwieAw sy hI isRstI kI auqpiq hY, jo hr pRkwr ky nwcoN myN nwc rhI hY]1]Çieh qo sMswr kI auqpqI khI, Ab sMswr kI invrqI khqy hYN:","unicode":"ਵਾਸਤਵ ਤੇ ਤਿਸ ਕੀ ਮਾਇਆ ਸੇ ਹੀ ਸ੍ਰਿਸਟੀ ਕੀ ਉਤਪਤਿ ਹੈ, ਜੋ ਹਰ ਪ੍ਰਕਾਰ ਕੇ ਨਾਚੋਂ ਮੇਂ ਨਾਚ ਰਹੀ ਹੈ॥੧॥☬ਇਹ ਤੋ ਸੰਸਾਰ ਕੀ ਉਤਪਤੀ ਕਹੀ, ਅਬ ਸੰਸਾਰ ਕੀ ਨਿਵਰਤੀ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"prmwqmw dI ieh rcnw nwc kr rhI hY [ ieh pRBU dI mwieAw (dI pRyrnw) qoN smJo [1[","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਇਹ ਰਚਨਾ ਨਾਚ ਕਰ ਰਹੀ ਹੈ । ਇਹ ਪ੍ਰਭੂ ਦੀ ਮਾਇਆ (ਦੀ ਪ੍ਰੇਰਨਾ) ਤੋਂ ਸਮਝੋ ।੧।"},"ms":{"gurmukhi":"jwx lY ik kyvl vwihgurU suAwmI mwlk dy rwhIN hI rcnw n`c rhI hY (auqpMn) hoeI hY[","unicode":"ਜਾਣ ਲੈ ਕਿ ਕੇਵਲ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਮਾਲਕ ਦੇ ਰਾਹੀਂ ਹੀ ਰਚਨਾ ਨੱਚ ਰਹੀ ਹੈ (ਉਤਪੰਨ) ਹੋਈ ਹੈ।"}},"es":{"sn":"y todos bailaban Su Melodía. (1)"},"hi":{"ss":"परमात्मा की ये रचना नाच कर रही है।ये प्रभू की माया (की प्रेरणा) से समझो। 1।","sts":"आदिपुरुष परमात्मा की पैदा की हुई सृष्टि माया में फँसकर जीवन रूपी नृत्य कर रही है॥१॥"}},"transliteration":{"english":"kirasanaa te jaanuoo har har naacha(n)tee naachanaa ||1||","hindi":"कृस्ना ते जानऊ हरि हरि नाचंती नाचना ॥१॥","en":"kirasanaa te jaanuoo har har naacha(n)tee naachanaa ||1||","hi":"कृस्ना ते जानऊ हरि हरि नाचंती नाचना ॥१॥","ipa":"kɪʳəsənɑ t̪e d͡ʒɑnou hər hər nɑt͡ʃəŋt̪i nɑt͡ʃənɑ.1.","ur":"کِ®سنا تے جاناُو هر هرِ ناچںتیِ ناچنا ۔۔۱۔۔"},"pageNo":693,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29859,"shabadId":2634,"verse":{"gurmukhi":"pihl purswibrw ]","unicode":"ਪਹਿਲ ਪੁਰਸਾਬਿਰਾ ॥"},"larivaar":{"gurmukhi":"pihlpurswibrw]","unicode":"ਪਹਿਲਪੁਰਸਾਬਿਰਾ॥"},"translation":{"en":{"bdb":"First of all, there was only the Primal Being.","ms":"First Primal Being becomes manifest.","ssk":"First of all, there was only the Primal Being."},"pu":{"ss":{"gurmukhi":"pihlW purS (Akwl purK) prgt hoieAw {“AwpInY@ Awpu swijE, AwpInY@ ricE nwau”} [ ","unicode":"ਪਹਿਲਾਂ ਪੁਰਸ਼ (ਅਕਾਲ ਪੁਰਖ) ਪਰਗਟ ਹੋਇਆ {“ਆਪੀਨੈੑ ਆਪੁ ਸਾਜਿਓ, ਆਪੀਨੈੑ ਰਚਿਓ ਨਾਉ”} । "},"ft":{"gurmukhi":"ipRQmy purs ko (ibrw) vYrwg Dwrn kIAw cwhIey]","unicode":"ਪ੍ਰਿਥਮੇ ਪੁਰਸ ਕੋ (ਬਿਰਾ) ਵੈਰਾਗ ਧਾਰਨ ਕੀਆ ਚਾਹੀਏ॥"},"bdb":{"gurmukhi":"pihlW purS (Akwl purK) prgt hoieAw {“AwpInY@ Awpu swijE, AwpInY@ ricE nwau”} [ ","unicode":"ਪਹਿਲਾਂ ਪੁਰਸ਼ (ਅਕਾਲ ਪੁਰਖ) ਪਰਗਟ ਹੋਇਆ {“ਆਪੀਨੈੑ ਆਪੁ ਸਾਜਿਓ, ਆਪੀਨੈੑ ਰਚਿਓ ਨਾਉ”} । "},"ms":{"gurmukhi":"pihly pihl Awid purK auqpMn hoieAw[","unicode":"ਪਹਿਲੇ ਪਹਿਲ ਆਦਿ ਪੁਰਖ ਉਤਪੰਨ ਹੋਇਆ।"}},"es":{"sn":"En el comienzo el Espíritu Divino se volvió Manifiesto "},"hi":{"ss":"पहले पुरुष (अकाल पुरख) प्रगट हुआ (“आपीनै् आपु साजिओ।आपीनै रचिओ नाउ”)।","sts":"सर्वप्रथम आदिपुरुष परमात्मा प्रगट हुआ और"}},"transliteration":{"english":"pahil purasaabiraa ||","hindi":"पहिल पुरसाबिरा ॥","en":"pahil purasaabiraa ||","hi":"पहिल पुरसाबिरा ॥","ipa":"pəhɪl pʊrəsɑbɪrɑ.","ur":"پهِل پُرسابرا ۔۔"},"pageNo":693,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29860,"shabadId":2634,"verse":{"gurmukhi":"AQon purswdmrw ]","unicode":"ਅਥੋਨ ਪੁਰਸਾਦਮਰਾ ॥"},"larivaar":{"gurmukhi":"AQonpurswdmrw]","unicode":"ਅਥੋਨਪੁਰਸਾਦਮਰਾ॥"},"translation":{"en":{"bdb":"From that Primal Being, Maya was produced.","ms":"From that Primal Being issued forth mammon.","ssk":"From that Primal Being, Maya was produced."},"pu":{"ss":{"gurmukhi":" iPr Akwl purK qoN mwieAw (bxI) (“duXI kudriq swjIAY”) [","unicode":" ਫਿਰ ਅਕਾਲ ਪੁਰਖ ਤੋਂ ਮਾਇਆ (ਬਣੀ) (“ਦੁਯੀ ਕੁਦਰਤਿ ਸਾਜੀਐ”) ।"},"ft":{"gurmukhi":"(AQon) iqs qy pICy purS ko ieMdRIEN kw (dmrw) dmn kIAw cwhIey]Çdmn auplKq srb swDnoN kr spMn ADkwrI ko gurU mhW vwk inscy krwvqy hYN:","unicode":"(ਅਥੋਨ) ਤਿਸ ਤੇ ਪੀਛੇ ਪੁਰਸ਼ ਕੋ ਇੰਦ੍ਰੀਓਂ ਕਾ (ਦਮਰਾ) ਦਮਨ ਕੀਆ ਚਾਹੀਏ॥☬ਦਮਨ ਉਪਲਖਤ ਸਰਬ ਸਾਧਨੋਂ ਕਰ ਸਪੰਨ ਅਧਕਾਰੀ ਕੋ ਗੁਰੂ ਮਹਾਂ ਵਾਕ ਨਿਸਚੇ ਕਰਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":" iPr Akwl purK qoN mwieAw (bxI) (“duXI kudriq swjIAY”) [","unicode":" ਫਿਰ ਅਕਾਲ ਪੁਰਖ ਤੋਂ ਮਾਇਆ (ਬਣੀ) (“ਦੁਯੀ ਕੁਦਰਤਿ ਸਾਜੀਐ”) ।"},"ms":{"gurmukhi":"aus Awid purK qoN mwieAw pYdw hoeI[","unicode":"ਉਸ ਆਦਿ ਪੁਰਖ ਤੋਂ ਮਾਇਆ ਪੈਦਾ ਹੋਈ।"}},"es":{"sn":"y de Él salió Maya y lo que sea que pertenece a Maya, en realidad pertenece a Dios, "},"hi":{"ss":"फिर अकाल-पुरख से माया (बनी) (“दुयी कुदरति साजीअै”)।","sts":"फिर आदिपुरुष से प्रकृति पैदा हुई।"}},"transliteration":{"english":"athon purasaadhamaraa ||","hindi":"अथोन पुरसादमरा ॥","en":"athon purasaadhamaraa ||","hi":"अथोन पुरसादमरा ॥","ipa":"ət̪ʰɔn pʊrəsɑd̪əmərɑ.","ur":"اتھون پُرسادمرا ۔۔"},"pageNo":693,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29861,"shabadId":2634,"verse":{"gurmukhi":"Asgw As ausgw ]","unicode":"ਅਸਗਾ ਅਸ ਉਸਗਾ ॥"},"larivaar":{"gurmukhi":"AsgwAsausgw]","unicode":"ਅਸਗਾਅਸਉਸਗਾ॥"},"translation":{"en":{"bdb":"All that is, is His.","ms":"Everything is of that Lord.","ssk":"All that is, is His."},"pu":{"ss":{"gurmukhi":"ies mwieAw dw Aqy aus Akwl purK dw (myl hoieAw) (“kir Awsxu ifTo cwau”) [ ","unicode":"ਇਸ ਮਾਇਆ ਦਾ ਅਤੇ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦਾ (ਮੇਲ ਹੋਇਆ) (“ਕਰਿ ਆਸਣੁ ਡਿਠੋ ਚਾਉ”) । "},"ft":{"gurmukhi":"hy isK! (Asgw) ies jIv kw jIv Bwv AOr (ausgw) aus eIsÍr kw eIsr Bwv iqAwg kr donoN eyk rUp (As) hYN]","unicode":"ਹੇ ਸਿਖ! (ਅਸਗਾ) ਇਸ ਜੀਵ ਕਾ ਜੀਵ ਭਾਵ ਔਰ (ਉਸਗਾ) ਉਸ ਈਸ੍ਵਰ ਕਾ ਈਸਰ ਭਾਵ ਤਿਆਗ ਕਰ ਦੋਨੋਂ ਏਕ ਰੂਪ (ਅਸ) ਹੈਂ॥"},"bdb":{"gurmukhi":"ies mwieAw dw Aqy aus Akwl purK dw (myl hoieAw) (“kir Awsxu ifTo cwau”) [ ","unicode":"ਇਸ ਮਾਇਆ ਦਾ ਅਤੇ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦਾ (ਮੇਲ ਹੋਇਆ) (“ਕਰਿ ਆਸਣੁ ਡਿਠੋ ਚਾਉ”) । "},"ms":{"gurmukhi":"hr cIz Es suAwmI dI hY[","unicode":"ਹਰ ਚੀਜ਼ ਓਸ ਸੁਆਮੀ ਦੀ ਹੈ।"}},"es":{"sn":"pues este mundo es el Jardín del Señor que baila Su Melodía "},"hi":{"ss":"इस माया का और उस अकाल-पुरख का (मेल हुआ) (“करि आसणु डिठो चाउ”)।","sts":"यह सारी सृष्टि इस प्रकृति एवं उस आदिपुरुष दोनों के सम्मिलन से रची हुई है।"}},"transliteration":{"english":"asagaa as usagaa ||","hindi":"असगा अस उसगा ॥","en":"asagaa as usagaa ||","hi":"असगा अस उसगा ॥","ipa":"əsəGɑ əs oʊsəGɑ.","ur":"اسگا اس اُسگا ۔۔"},"pageNo":693,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29862,"shabadId":2634,"verse":{"gurmukhi":"hir kw bwgrw nwcY ipMDI mih swgrw ]1] rhwau ]","unicode":"ਹਰਿ ਕਾ ਬਾਗਰਾ ਨਾਚੈ ਪਿੰਧੀ ਮਹਿ ਸਾਗਰਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hirkwbwgrwnwcYipMDImihswgrw]1]rhwau]","unicode":"ਹਰਿਕਾਬਾਗਰਾਨਾਚੈਪਿੰਧੀਮਹਿਸਾਗਰਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"In this Garden of the Lord, we all dance, like water in the pots of the Persian wheel. ||1||Pause||","ms":"In this garden of God, the mortals dance like the water in the ports. Pause.","ssk":"In this Garden of the Lord, we all dance, like water in the pots of the Persian wheel. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(ies qrHW ieh sMswr) prmwqmw dw iek sohxw ijhw bwZ (bx igAw hY, jo) ieauN n`c irhw hY ijvyN (KUh dIAW) itMfW ivc pwxI n`cdw hY (Bwv, sMswr dy jIv mwieAw ivc moihq ho ky dOV-B`j kr rhy hn, mwieAw dy h`QW au~qy n`c rhy hn) [1[rhwau[","unicode":"(ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਸੰਸਾਰ) ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਸੋਹਣਾ ਜਿਹਾ ਬਾਗ਼ (ਬਣ ਗਿਆ ਹੈ, ਜੋ) ਇਉਂ ਨੱਚ ਰਿਹਾ ਹੈ ਜਿਵੇਂ (ਖੂਹ ਦੀਆਂ) ਟਿੰਡਾਂ ਵਿਚ ਪਾਣੀ ਨੱਚਦਾ ਹੈ (ਭਾਵ, ਸੰਸਾਰ ਦੇ ਜੀਵ ਮਾਇਆ ਵਿਚ ਮੋਹਿਤ ਹੋ ਕੇ ਦੌੜ-ਭੱਜ ਕਰ ਰਹੇ ਹਨ, ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉੱਤੇ ਨੱਚ ਰਹੇ ਹਨ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"punw eyh jgq hrI kw bwg hY, jYsy itMfoN myN swgr jl pUrn hY, qYsy srb myN hrI Awp ivAwpk hY: AOr jYsy jl ibnW imtI ky pwqr nhIN bx skqy qYsy cyqn sqw ibnW jgq kI auqpqI nhIN ho skqI hY]1] rhwau ]","unicode":"ਪੁਨਾ ਏਹ ਜਗਤ ਹਰੀ ਕਾ ਬਾਗ ਹੈ, ਜੈਸੇ ਟਿੰਡੋਂ ਮੇਂ ਸਾਗਰ ਜਲ ਪੂਰਨ ਹੈ, ਤੈਸੇ ਸਰਬ ਮੇਂ ਹਰੀ ਆਪ ਵਿਆਪਕ ਹੈ: ਔਰ ਜੈਸੇ ਜਲ ਬਿਨਾਂ ਮਿਟੀ ਕੇ ਪਾਤਰ ਨਹੀਂ ਬਣ ਸਕਤੇ ਤੈਸੇ ਚੇਤਨ ਸਤਾ ਬਿਨਾਂ ਜਗਤ ਕੀ ਉਤਪਤੀ ਨਹੀਂ ਹੋ ਸਕਤੀ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(ies qrHW ieh sMswr) prmwqmw dw iek sohxw ijhw bwZ (bx igAw hY, jo) ieauN n`c irhw hY ijvyN (KUh dIAW) itMfW ivc pwxI n`cdw hY (Bwv, sMswr dy jIv mwieAw ivc moihq ho ky dOV-B`j kr rhy hn, mwieAw dy h`QW au~qy n`c rhy hn) [1[rhwau[","unicode":"(ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਸੰਸਾਰ) ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਸੋਹਣਾ ਜਿਹਾ ਬਾਗ਼ (ਬਣ ਗਿਆ ਹੈ, ਜੋ) ਇਉਂ ਨੱਚ ਰਿਹਾ ਹੈ ਜਿਵੇਂ (ਖੂਹ ਦੀਆਂ) ਟਿੰਡਾਂ ਵਿਚ ਪਾਣੀ ਨੱਚਦਾ ਹੈ (ਭਾਵ, ਸੰਸਾਰ ਦੇ ਜੀਵ ਮਾਇਆ ਵਿਚ ਮੋਹਿਤ ਹੋ ਕੇ ਦੌੜ-ਭੱਜ ਕਰ ਰਹੇ ਹਨ, ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਉੱਤੇ ਨੱਚ ਰਹੇ ਹਨ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"vwihgurU dy ies bwg AMdr pRwxI it`fW dy ivcly pwxI dI qrHW inrqkwrI krdy hn[ TihrwE[","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਇਸ ਬਾਗ ਅੰਦਰ ਪ੍ਰਾਣੀ ਟਿੱਡਾਂ ਦੇ ਵਿਚਲੇ ਪਾਣੀ ਦੀ ਤਰ੍ਹਾਂ ਨਿਰਤਕਾਰੀ ਕਰਦੇ ਹਨ। ਠਹਿਰਾਓ।"}},"es":{"sn":"como las vasijas de la rueda persa. (1‑Pausa)"},"hi":{"ss":"(इस तरह ये संसार) परमात्मा का एक सुंदर सा बाग़ (बन गया है।जो) ऐसे नाच रहा है जैसे (कूएं की) टिंडों में पानी नाचता है (भाव।संसार के जीव माया में मोहित हो के दौड़-भाग कर रहे हैं।माया के हाथों में नाच रहे हैं)। 1।रहाउ।","sts":"यह जगत भगवान का एक सुन्दर उपवन है, जिसमें जीव यू नृत्य करते हैं जैसे कुएँ की रहटों में पानी नृत्य करता है॥१॥ रहाउ॥"}},"transliteration":{"english":"har kaa baagaraa naachai pi(n)dhee meh saagaraa ||1|| rahaau ||","hindi":"हरि का बागरा नाचै पिंधी महि सागरा ॥१॥ रहाउ ॥","en":"har kaa baagaraa naachai pi(n)dhee meh saagaraa ||1|| rahaau ||","hi":"हरि का बागरा नाचै पिंधी महि सागरा ॥१॥ रहाउ ॥","ipa":"hər kɑ bɑGərɑ nɑt͡ʃæ pɪŋt̪i məh sɑGərɑ.1. rəhɑo.","ur":"هر کا باگرا ناچَے پںدھیِ مهِ ساگرا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":693,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29863,"shabadId":2634,"verse":{"gurmukhi":"nwcMqI gopI jMnw ]","unicode":"ਨਾਚੰਤੀ ਗੋਪੀ ਜੰਨਾ ॥"},"larivaar":{"gurmukhi":"nwcMqIgopIjMnw]","unicode":"ਨਾਚੰਤੀਗੋਪੀਜੰਨਾ॥"},"translation":{"en":{"bdb":"Women and men both dance.","ms":"The women and men dance alike.","ssk":"Women and men both dance."},"pu":{"ss":{"gurmukhi":"iesq®IAW mrd sB n`c rhy hn","unicode":"ਇਸਤ੍ਰੀਆਂ ਮਰਦ ਸਭ ਨੱਚ ਰਹੇ ਹਨ"},"ft":{"gurmukhi":"ijs kI sqw ko pwie kr ky srb jnoN kIAW ieMdRIAW cystw kr rhIAW hYN]","unicode":"ਜਿਸ ਕੀ ਸਤਾ ਕੋ ਪਾਇ ਕਰ ਕੇ ਸਰਬ ਜਨੋਂ ਕੀਆਂ ਇੰਦ੍ਰੀਆਂ ਚੇਸਟਾ ਕਰ ਰਹੀਆਂ ਹੈਂ॥"},"bdb":{"gurmukhi":"iesq®IAW mrd sB n`c rhy hn","unicode":"ਇਸਤ੍ਰੀਆਂ ਮਰਦ ਸਭ ਨੱਚ ਰਹੇ ਹਨ"},"ms":{"gurmukhi":"nwrI Aqy mrd ie`k swr n`cdy hn[","unicode":"ਨਾਰੀ ਅਤੇ ਮਰਦ ਇੱਕ ਸਾਰ ਨੱਚਦੇ ਹਨ।"}},"es":{"sn":"Los hombres bailan "},"hi":{"ss":"सि्त्रयां-मर्द सब नाच रहे हैं।","sts":"स्त्री एवं पुरुष नृत्य कर रहे हैं।"}},"transliteration":{"english":"naacha(n)tee gopee ja(n)naa ||","hindi":"नाचंती गोपी जंना ॥","en":"naacha(n)tee gopee ja(n)naa ||","hi":"नाचंती गोपी जंना ॥","ipa":"nɑt͡ʃəŋt̪i Gɔpi d͡ʒəŋnɑ.","ur":"ناچںتیِ گوپیِ جنّا ۔۔"},"pageNo":693,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29864,"shabadId":2634,"verse":{"gurmukhi":"neIAw qy bYry kMnw ]","unicode":"ਨਈਆ ਤੇ ਬੈਰੇ ਕੰਨਾ ॥"},"larivaar":{"gurmukhi":"neIAwqybYrykMnw]","unicode":"ਨਈਆਤੇਬੈਰੇਕੰਨਾ॥"},"translation":{"en":{"bdb":"There is no other than the Lord.","ms":"Without the Master, there is not another.","ssk":"There is no other than the Lord."},"pu":{"ss":{"gurmukhi":"(pr iehnW sBnW ivc) prmwqmw qoN ibnw koeI hor nhIN hY [ ","unicode":"(ਪਰ ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ । "},"ft":{"gurmukhi":"igAwn dyv jI khqy hYN: iqs (neIAw) pRyrk sy ibnW eyk BI nhIN kr skqI]","unicode":"ਗਿਆਨ ਦੇਵ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ (ਨਈਆ) ਪ੍ਰੇਰਕ ਸੇ ਬਿਨਾਂ ਏਕ ਭੀ ਨਹੀਂ ਕਰ ਸਕਤੀ॥"},"bdb":{"gurmukhi":"(pr iehnW sBnW ivc) prmwqmw qoN ibnw koeI hor nhIN hY [ ","unicode":"(ਪਰ ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ । "},"ms":{"gurmukhi":"mwlk dy bgYr, hor koeI nhIN[","unicode":"ਮਾਲਕ ਦੇ ਬਗੈਰ, ਹੋਰ ਕੋਈ ਨਹੀਂ।"}},"es":{"sn":"ante Dios así como las Gopis ante Krishna, "},"hi":{"ss":"(पर इन सबमें) परमात्मा के बिना और कोई नहीं है।","sts":"इस जग में जीवों से नृत्य कराने वाला परमेश्वर के सिवाय अन्य कोई नहीं है।"}},"transliteration":{"english":"nieeaa te baire ka(n)naa ||","hindi":"नईआ ते बैरे कंना ॥","en":"nieeaa te baire ka(n)naa ||","hi":"नईआ ते बैरे कंना ॥","ipa":"neiɑ t̪e bære kəŋnɑ.","ur":"نایآ تے بَےرے کنّا ۔۔"},"pageNo":693,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29865,"shabadId":2634,"verse":{"gurmukhi":"qrku n cw ]","unicode":"ਤਰਕੁ ਨ ਚਾ ॥"},"larivaar":{"gurmukhi":"qrkuncw]","unicode":"ਤਰਕੁਨਚਾ॥"},"translation":{"en":{"bdb":"Don't dispute this,","ms":"Level thou no criticism against it,","ssk":"Don't dispute this,"},"pu":{"ss":{"gurmukhi":"(hy BweI! ies ivc) S`k nw kr","unicode":"(ਹੇ ਭਾਈ! ਇਸ ਵਿਚ) ਸ਼ੱਕ ਨਾ ਕਰ"},"ft":{"gurmukhi":"ies myry au`qr myN hy nwmdyv! punw qrk n kr]","unicode":"ਇਸ ਮੇਰੇ ਉੱਤਰ ਮੇਂ ਹੇ ਨਾਮਦੇਵ! ਪੁਨਾ ਤਰਕ ਨ ਕਰ॥"},"bdb":{"gurmukhi":"(hy BweI! ies ivc) S`k nw kr","unicode":"(ਹੇ ਭਾਈ! ਇਸ ਵਿਚ) ਸ਼ੱਕ ਨਾ ਕਰ"},"ms":{"gurmukhi":"qUM ies qy nukqwcInI nW kr,","unicode":"ਤੂੰ ਇਸ ਤੇ ਨੁਕਤਾਚੀਨੀ ਨਾਂ ਕਰ,"}},"es":{"sn":"pues sin el Señor no hay nadie más. No critiques esto, "},"hi":{"ss":"(हे भाई ! इस में) शक ना कर।","sts":"तर्क करने से"}},"transliteration":{"english":"tarak na chaa ||","hindi":"तरकु न चा ॥","en":"tarak na chaa ||","hi":"तरकु न चा ॥","ipa":"t̪ərək nə t͡ʃɑ.","ur":"ترک ن چا ۔۔"},"pageNo":693,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29866,"shabadId":2634,"verse":{"gurmukhi":"BRmIAw cw ]","unicode":"ਭ੍ਰਮੀਆ ਚਾ ॥"},"larivaar":{"gurmukhi":"BRmIAwcw]","unicode":"ਭ੍ਰਮੀਆਚਾ॥"},"translation":{"en":{"bdb":"and don't doubt this.","ms":"as this criticism is born of doubt alone.","ssk":"and don't doubt this."},"pu":{"ss":{"gurmukhi":"(ies sMbMDI) Brm dUr kr dyh [ ","unicode":"(ਇਸ ਸੰਬੰਧੀ) ਭਰਮ ਦੂਰ ਕਰ ਦੇਹ । "},"ft":{"gurmukhi":"nwmdyv jI khy hYN: jb qk myry ko Brm hY qb qk qrk krUMgw]Çqb igAwn dyv ny khw: ikAw Brm hY? iqs pr nwm dyv jI khqy hYN:","unicode":"ਨਾਮਦੇਵ ਜੀ ਕਹੇ ਹੈਂ: ਜਬ ਤਕ ਮੇਰੇ ਕੋ ਭਰਮ ਹੈ ਤਬ ਤਕ ਤਰਕ ਕਰੂੰਗਾ॥☬ਤਬ ਗਿਆਨ ਦੇਵ ਨੇ ਕਹਾ: ਕਿਆ ਭਰਮ ਹੈ? ਤਿਸ ਪਰ ਨਾਮ ਦੇਵ ਜੀ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(ies sMbMDI) Brm dUr kr dyh [ ","unicode":"(ਇਸ ਸੰਬੰਧੀ) ਭਰਮ ਦੂਰ ਕਰ ਦੇਹ । "},"ms":{"gurmukhi":"ikauNik ieh nukqwcInI kyvl sMdyh qoN hI pYdw hoeI hY[","unicode":"ਕਿਉਂਕਿ ਇਹ ਨੁਕਤਾਚੀਨੀ ਕੇਵਲ ਸੰਦੇਹ ਤੋਂ ਹੀ ਪੈਦਾ ਹੋਈ ਹੈ।"}},"es":{"sn":"pues la crítica sale de la duda. Esta Creación "},"hi":{"ss":"(इस संबंध में) भ्रम दूर कर दे।","sts":"भ्रम उत्पन्न होता है।"}},"transliteration":{"english":"bhrameeaa chaa ||","hindi":"भ्रमीआ चा ॥","en":"bhrameeaa chaa ||","hi":"भ्रमीआ चा ॥","ipa":"ɓɹəmiəɑ t͡ʃɑ.","ur":"بھرمیِآ چا ۔۔"},"pageNo":693,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}},{"verseId":29867,"shabadId":2634,"verse":{"gurmukhi":"kysvw bcaunI AeIey meIey eyk Awn jIau ]2]","unicode":"ਕੇਸਵਾ ਬਚਉਨੀ ਅਈਏ ਮਈਏ ਏਕ ਆਨ ਜੀਉ ॥੨॥"},"larivaar":{"gurmukhi":"kysvwbcaunIAeIeymeIeyeykAwnjIau]2]","unicode":"ਕੇਸਵਾਬਚਉਨੀਅਈਏਮਈਏਏਕਆਨਜੀਉ॥੨॥"},"translation":{"en":{"bdb":"The Lord says, \"\"This creation and I are one and the same.\"\"||2||","ms":"The Lord says, \"This world and I are but one and the same\".","ssk":"The Lord says, \"This creation and I are one and the same.\" ||2||"},"pu":{"ss":{"gurmukhi":"hryk iesq®I-mrd ivc prmwqmw dy bcn hI ie`k-rs ho rhy hn (Bwv, hryk jIv ivc prmwqmw Awp hI bol irhw hY) [2[","unicode":"ਹਰੇਕ ਇਸਤ੍ਰੀ-ਮਰਦ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਬਚਨ ਹੀ ਇੱਕ-ਰਸ ਹੋ ਰਹੇ ਹਨ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬੋਲ ਰਿਹਾ ਹੈ) ।੨।"},"ft":{"gurmukhi":"gurU khqw hY: hy nwmdyv⁽¹⁾! ikRsn jI kw vwk pRmwx hY, (AeIey) ieh jo sMswr hY ies ko (meIey) eyk myry ko hI jI ivKy Awn, Bwv srb myrw srUp hI jwn]","unicode":"ਗੁਰੂ ਕਹਤਾ ਹੈ: ਹੇ ਨਾਮਦੇਵ⁽¹⁾! ਕ੍ਰਿਸਨ ਜੀ ਕਾ ਵਾਕ ਪ੍ਰਮਾਣ ਹੈ, (ਅਈਏ) ਇਹ ਜੋ ਸੰਸਾਰ ਹੈ ਇਸ ਕੋ (ਮਈਏ) ਏਕ ਮੇਰੇ ਕੋ ਹੀ ਜੀ ਵਿਖੇ ਆਨ, ਭਾਵ ਸਰਬ ਮੇਰਾ ਸਰੂਪ ਹੀ ਜਾਨ॥"},"bdb":{"gurmukhi":"hryk iesq®I-mrd ivc prmwqmw dy bcn hI ie`k-rs ho rhy hn (Bwv, hryk jIv ivc prmwqmw Awp hI bol irhw hY) [2[","unicode":"ਹਰੇਕ ਇਸਤ੍ਰੀ-ਮਰਦ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਬਚਨ ਹੀ ਇੱਕ-ਰਸ ਹੋ ਰਹੇ ਹਨ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬੋਲ ਰਿਹਾ ਹੈ) ।੨।"},"ms":{"gurmukhi":"suAwmI dw ieh bcn hY ik \"ieh sMswr Aqy mYN kyvl ie`k smwn hW[\"","unicode":"ਸੁਆਮੀ ਦਾ ਇਹ ਬਚਨ ਹੈ ਕਿ \"ਇਹ ਸੰਸਾਰ ਅਤੇ ਮੈਂ ਕੇਵਲ ਇੱਕ ਸਮਾਨ ਹਾਂ।\""}},"es":{"sn":"y yo somos uno y lo mismo. (2) P. 694."},"hi":{"ss":"हरेक स्त्री-मर्द में परमात्मा के बचन ही एक-रस हो रहे हैं (भाव।हरेक जीव में परमात्मा खुद ही बोल रहा है)। 2।","sts":"प्रभु का वचन है कि इस जगत में एक मैं ही हूँ और एक मैं ही अन्य सब रूपों में विद्यमान हो रहा हूँ॥ २ ॥"}},"transliteration":{"english":"kesavaa bachaunee ie'ee mie'ee ek aan jeeau ||2||","hindi":"केसवा बचउनी अईए मईए एक आन जीउ ॥२॥","en":"kesavaa bachaunee ie'ee mie'ee ek aan jeeau ||2||","hi":"केसवा बचउनी अईए मईए एक आन जीउ ॥२॥","ipa":"kesəʋɑ bət͡ʃoʊni əeiee meiee eek əɑn d͡ʒio.2.","ur":"کےسوا بچانیِ اایاے مایاے اےک آن جیِا ۔۔۲۔۔"},"pageNo":693,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":1,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":13,"gurmukhi":"Bgq nwmdyv jI","unicode":null,"english":"Bhagat Naam Dev Ji"},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"}}]}