{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":70},"count":39,"navigation":{"previous":69,"next":71},"page":[{"verseId":2804,"shabadId":179,"verse":{"gurmukhi":"eyhu jgu jlqw dyiK kY Bij pey siqgur srxw ]","unicode":"ਏਹੁ ਜਗੁ ਜਲਤਾ ਦੇਖਿ ਕੈ ਭਜਿ ਪਏ ਸਤਿਗੁਰ ਸਰਣਾ ॥"},"larivaar":{"gurmukhi":"eyhujgujlqwdyiKkYBijpeysiqgursrxw]","unicode":"ਏਹੁਜਗੁਜਲਤਾਦੇਖਿਕੈਭਜਿਪਏਸਤਿਗੁਰਸਰਣਾ॥"},"translation":{"en":{"bdb":"Seeing this world on fire, I rushed to the Sanctuary of the True Guru.","ms":"Beholding this world on fire, I hastened and entered Guru's sanctuary.","ssk":"Seeing this world on fire, I rushed to the Sanctuary of the True Guru."},"pu":{"ss":{"gurmukhi":"jyhVy mn`uK ies jgq ƒ (ivkwrW dI qpS ivc) sVdw vyK ky CyqI nwl gurU dI Srn jw pey, gurU ny auhnW dy ihrdy ivc sdw-iQr pRBU dw nwm p`kw itkw id`qw","unicode":"ਜੇਹੜੇ ਮਨੱੁਖ ਇਸ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ ਛੇਤੀ ਨਾਲ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪਏ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਕਾ ਟਿਕਾ ਦਿੱਤਾ"},"ft":{"gurmukhi":"AOr jo purs ies sMswr ko kwm kRoD qQw iqRsnw rUp AgnI myN jlqw hUAw dyK kr siqguroN kI srx ko pRwpiq hUey hYN]","unicode":"ਔਰ ਜੋ ਪੁਰਸ ਇਸ ਸੰਸਾਰ ਕੋ ਕਾਮ ਕ੍ਰੋਧ ਤਥਾ ਤ੍ਰਿਸਨਾ ਰੂਪ ਅਗਨੀ ਮੇਂ ਜਲਤਾ ਹੂਆ ਦੇਖ ਕਰ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਣ ਕੋ ਪ੍ਰਾਪਤਿ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"jyhVy mn`uK ies jgq ƒ (ivkwrW dI qpS ivc) sVdw vyK ky CyqI nwl gurU dI Srn jw pey, gurU ny auhnW dy ihrdy ivc sdw-iQr pRBU dw nwm p`kw itkw id`qw","unicode":"ਜੇਹੜੇ ਮਨੱੁਖ ਇਸ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ ਛੇਤੀ ਨਾਲ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪਏ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਕਾ ਟਿਕਾ ਦਿੱਤਾ"},"ms":{"gurmukhi":"ies sMswr ƒ sVdw hoieAw q`k ky, mYN dOV ky s¤cy gurW dI pnwh lY leI[","unicode":"ਇਸ ਸੰਸਾਰ ਨੂੰ ਸੜਦਾ ਹੋਇਆ ਤੱਕ ਕੇ, ਮੈਂ ਦੌੜ ਕੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਪਨਾਹ ਲੈ ਲਈ।"}},"es":{"sn":"Cuando vi el mundo en llamas, corrí al Refugio del Guru."},"hi":{"ss":"जो मनुष्य इस जगत को (विकारों की तपश में) जलता देख के जल्दी से गुरू की शरण जा पड़े~","sts":"इस संसार को मोह-तृष्णा की अग्नि में जलता देखकर जो जिज्ञासु प्राणी भागकर सतिगुरु की शरण लेते हैं।"}},"transliteration":{"english":"eh jag jalataa dhekh kai bhaj pe satigur saranaa ||","hindi":"एहु जगु जलता देखि कै भजि पए सतिगुर सरणा ॥","en":"eh jag jalataa dhekh kai bhaj pe satigur saranaa ||","hi":"एहु जगु जलता देखि कै भजि पए सतिगुर सरणा ॥","ipa":"eeh d͡ʒəG d͡ʒələt̪ɑ d̪ekʰ kæ ɓəd͡ʒ pee sət̪ɪGʊr sərəɳɑ.","ur":"اےهُ جگ جلتا دےکھ کَے بھج پاے ستِگر سرݨا ۔۔"},"pageNo":70,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2805,"shabadId":179,"verse":{"gurmukhi":"siqguir scu idVwieAw sdw sic sMjim rhxw ]","unicode":"ਸਤਿਗੁਰਿ ਸਚੁ ਦਿੜਾਇਆ ਸਦਾ ਸਚਿ ਸੰਜਮਿ ਰਹਣਾ ॥"},"larivaar":{"gurmukhi":"siqguirscuidVwieAwsdwsicsMjimrhxw]","unicode":"ਸਤਿਗੁਰਿਸਚੁਦਿੜਾਇਆਸਦਾਸਚਿਸੰਜਮਿਰਹਣਾ॥"},"translation":{"en":{"bdb":"The True Guru has implanted the Truth within me; I dwell steadfastly in Truth and self-restraint.","ms":"The True Guru has impressed upon me ever to abide in justice, truthfulness and self-restraint.","ssk":"The True Guru has implanted the Truth within me; I dwell steadfastly in Truth and self-restraint."},"pu":{"ss":{"gurmukhi":"auhnW ƒ sdw-iQr pRBU dy nwm ivc qy (sohxI) jIvn-mrXwdw ivc rihx dI jwc isKw id`qI [","unicode":"ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਤੇ (ਸੋਹਣੀ) ਜੀਵਨ-ਮਰਯਾਦਾ ਵਿਚ ਰਹਿਣ ਦੀ ਜਾਚ ਸਿਖਾ ਦਿੱਤੀ ।"},"ft":{"gurmukhi":"iqn pursoN ko siqgurU ny sc rUp vwihgurU kw aupdyS idRV krwie dIAw hY, so inq hI sMjm AOr Dwrxw DÎwn smwDI myN iqn kw rihxw hY]","unicode":"ਤਿਨ ਪੁਰਸੋਂ ਕੋ ਸਤਿਗੁਰੂ ਨੇ ਸਚ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕਾ ਉਪਦੇਸ਼ ਦ੍ਰਿੜ ਕਰਾਇ ਦੀਆ ਹੈ, ਸੋ ਨਿਤ ਹੀ ਸੰਜਮ ਔਰ ਧਾਰਣਾ ਧ੍ਯਾਨ ਸਮਾਧੀ ਮੇਂ ਤਿਨ ਕਾ ਰਹਿਣਾ ਹੈ॥"},"bdb":{"gurmukhi":"auhnW ƒ sdw-iQr pRBU dy nwm ivc qy (sohxI) jIvn-mrXwdw ivc rihx dI jwc isKw id`qI [","unicode":"ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਤੇ (ਸੋਹਣੀ) ਜੀਵਨ-ਮਰਯਾਦਾ ਵਿਚ ਰਹਿਣ ਦੀ ਜਾਚ ਸਿਖਾ ਦਿੱਤੀ ।"},"ms":{"gurmukhi":"s¤cy gurW ny mYƒ hmySW inAwie, s`cweI Aqy svY-kwbU AMdr v`sxw insicq krvw id`qw hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਹਮੇਸ਼ਾਂ ਨਿਆਇ, ਸੱਚਾਈ ਅਤੇ ਸਵੈ-ਕਾਬੂ ਅੰਦਰ ਵੱਸਣਾ ਨਿਸਚਿਤ ਕਰਵਾ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"El Guru fue Quien me instruyó en la Verdad del Señor y en cómo vivir en la disciplina de la Verdad. "},"hi":{"ss":"गुरू ने उनके दिल में सदा स्थिर प्रभू का नाम पक्का टिका दिया~ उनको सदा स्थिर प्रभू के नाम में (सुंदर) जीवन मर्यादा में रहने की जाच सिखा दी।","sts":"सतिगुरु उनकें हृदय में भगवान का सत्य नाम बसा देते हैं और उन्हें संयम द्वारा सदैव ही सत्य प्रभु के नाम में रहने का जीवन जीना सिखा देते हैं।"}},"transliteration":{"english":"satigur sach dhiRaiaa sadhaa sach sa(n)jam rahanaa ||","hindi":"सतिगुरि सचु दिड़ाइआ सदा सचि संजमि रहणा ॥","en":"satigur sach dhiRaiaa sadhaa sach sa(n)jam rahanaa ||","hi":"सतिगुरि सचु दिड़ाइआ सदा सचि संजमि रहणा ॥","ipa":"sət̪ɪGʊr sət͡ʃ d̪ɪɽɑɪɑ səd̪ɑ sət͡ʃ səŋd͡ʒəm rəhəɳɑ.","ur":"ستگر سچ دڑاایا سدا سچِ سںجم رهݨا ۔۔"},"pageNo":70,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2806,"shabadId":179,"verse":{"gurmukhi":"siqgur scw hY boihQw sbdy Bvjlu qrxw ]6]","unicode":"ਸਤਿਗੁਰ ਸਚਾ ਹੈ ਬੋਹਿਥਾ ਸਬਦੇ ਭਵਜਲੁ ਤਰਣਾ ॥੬॥"},"larivaar":{"gurmukhi":"siqgurscwhYboihQwsbdyBvjluqrxw]6]","unicode":"ਸਤਿਗੁਰਸਚਾਹੈਬੋਹਿਥਾਸਬਦੇਭਵਜਲੁਤਰਣਾ॥੬॥"},"translation":{"en":{"bdb":"The True Guru is the Boat of Truth; in the Word of the Shabad, we cross over the terrifying world-ocean. ||6||","ms":"The True Guru is the right ship. By his instruction man swims across the dreadful world ocean.","ssk":"The True Guru is the Boat of Truth; in the Word of the Shabad, we cross over the terrifying world-ocean. ||6||"},"pu":{"ss":{"gurmukhi":"(hy BweI !) gurU sdw kwiem rihx vwlw jhwz hY [ gurU dy Sbd ivc juV ky sMswr-smuMdr qoN pwr lMG jweIdw hY [6[","unicode":"(ਹੇ ਭਾਈ !) ਗੁਰੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜਹਾਜ਼ ਹੈ । ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"qW qy siqguroN ky pws gÎwn rUp (scw boihQw) scw jhwju hY[ iqn siqguroN ky aupdyS sy gÎwn rUp jhwj pwie kr (Bvjl) sMswr smuMdr sy qrxw hoqw hY]Çnƒ: sMswr smuMdR sy qrny ko gur aupdyS qy ibnw BI X`g qpwid bhuq aupwau hYN?Çau`qru:","unicode":"ਤਾਂ ਤੇ ਸਤਿਗੁਰੋਂ ਕੇ ਪਾਸ ਗ੍ਯਾਨ ਰੂਪ (ਸਚਾ ਬੋਹਿਥਾ) ਸਚਾ ਜਹਾਜੁ ਹੈ। ਤਿਨ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ਼ ਸੇ ਗ੍ਯਾਨ ਰੂਪ ਜਹਾਜ ਪਾਇ ਕਰ (ਭਵਜਲ) ਸੰਸਾਰ ਸਮੁੰਦਰ ਸੇ ਤਰਣਾ ਹੋਤਾ ਹੈ॥☬ਨਨੂੰ: ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਤਰਨੇ ਕੋ ਗੁਰ ਉਪਦੇਸ਼ ਤੇ ਬਿਨਾ ਭੀ ਯੱਗ ਤਪਾਦਿ ਬਹੁਤ ਉਪਾਉ ਹੈਂ?☬ਉੱਤਰੁ:"},"bdb":{"gurmukhi":"(hy BweI !) gurU sdw kwiem rihx vwlw jhwz hY [ gurU dy Sbd ivc juV ky sMswr-smuMdr qoN pwr lMG jweIdw hY [6[","unicode":"(ਹੇ ਭਾਈ !) ਗੁਰੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜਹਾਜ਼ ਹੈ । ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"s¤cy gurU jI drusq jhwz hn[ aunHW dy aupdyS duAwrw ienswn BYdwiek sMswr smuMdr qoN pwr ho jWdw hY[","unicode":"ਸੱਚੇ ਗੁਰੂ ਜੀ ਦਰੁਸਤ ਜਹਾਜ਼ ਹਨ। ਉਨ੍ਹਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਇਨਸਾਨ ਭੈਦਾਇਕ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"El Guru Verdadero es la Barca Verdadera; a través del Shabd de Su Palabra es que podemos cruzar nadando el terrible mar de las existencias. (6)"},"hi":{"ss":"(हे भाई !) गुरू सदा कायम रहने वाला जहाज है। गुरू के शबद में जुड़ के संसार समुंद्र से पार लांघ जाते हैं।6।","sts":"भवसागर से पार होने के लिए सतिगुरु शाश्वत जहाज है। शब्द द्वारा ही भवसागर से पार हुआ जाता है॥६॥"}},"transliteration":{"english":"satigur sachaa hai bohithaa sabadhe bhavajal taranaa ||6||","hindi":"सतिगुर सचा है बोहिथा सबदे भवजलु तरणा ॥६॥","en":"satigur sachaa hai bohithaa sabadhe bhavajal taranaa ||6||","hi":"सतिगुर सचा है बोहिथा सबदे भवजलु तरणा ॥६॥","ipa":"sət̪ɪGʊr sət͡ʃɑ hæ bɔhɪt̪ʰɑ səbəd̪e ɓəʋəd͡ʒəl t̪ərəɳɑ.6.","ur":"ستگر سچا هَے بوهتھا سبدے بھوجل ترݨا ۔۔۶۔۔"},"pageNo":70,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2807,"shabadId":179,"verse":{"gurmukhi":"lK caurwsIh iPrdy rhy ibnu siqgur mukiq n hoeI ]","unicode":"ਲਖ ਚਉਰਾਸੀਹ ਫਿਰਦੇ ਰਹੇ ਬਿਨੁ ਸਤਿਗੁਰ ਮੁਕਤਿ ਨ ਹੋਈ ॥"},"larivaar":{"gurmukhi":"lKcaurwsIhiPrdyrhyibnusiqgurmukiqnhoeI]","unicode":"ਲਖਚਉਰਾਸੀਹਫਿਰਦੇਰਹੇਬਿਨੁਸਤਿਗੁਰਮੁਕਤਿਨਹੋਈ॥"},"translation":{"en":{"bdb":"People continue wandering through the cycle of 8.4 million incarnations; without the True Guru, liberation is not obtained.","ms":"The mortals continue wandering in eighty-four lakhs of existences and without the Guru they obtain not emancipation.","ssk":"People continue wandering through the cycle of 8.4 million incarnations; without the True Guru, liberation is not obtained."},"pu":{"ss":{"gurmukhi":"(jyhVy gurU dI srn qoN vWJy rhy auh) cOrsI l`K jUnW dy gyV ivc Btkdy iPrdy hn, gurU qoN ibnw (ies gyV ivcoN) ^lwsI nhIN imldI ","unicode":"(ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਝੇ ਰਹੇ ਉਹ) ਚੌਰਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ "},"ft":{"gurmukhi":"Apr ijqny aupwau hYN vhu sB jnm mrx sy rihq nhIN krqy[ ibnw siqguroN ky cOrwsI myN BRmqy rihqy hYN, iqn kI mukiq nhIN hoqI]","unicode":"ਅਪਰ ਜਿਤਨੇ ਉਪਾਉ ਹੈਂ ਵਹੁ ਸਭ ਜਨਮ ਮਰਣ ਸੇ ਰਹਿਤ ਨਹੀਂ ਕਰਤੇ। ਬਿਨਾ ਸਤਿਗੁਰੋਂ ਕੇ ਚੌਰਾਸੀ ਮੇਂ ਭ੍ਰਮਤੇ ਰਹਿਤੇ ਹੈਂ, ਤਿਨ ਕੀ ਮੁਕਤਿ ਨਹੀਂ ਹੋਤੀ॥"},"bdb":{"gurmukhi":"(jyhVy gurU dI srn qoN vWJy rhy auh) cOrsI l`K jUnW dy gyV ivc Btkdy iPrdy hn, gurU qoN ibnw (ies gyV ivcoN) ^lwsI nhIN imldI ","unicode":"(ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਝੇ ਰਹੇ ਉਹ) ਚੌਰਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ "},"ms":{"gurmukhi":"pRwxI curwsI l`K jUnIAW AMdr Btkdy rihMdy hn Aqy gurW dy bwJoN auh moKS ƒ prwpq nhIN huMdy[","unicode":"ਪ੍ਰਾਣੀ ਚੁਰਾਸੀ ਲੱਖ ਜੂਨੀਆਂ ਅੰਦਰ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਉਹ ਮੋਖਸ਼ ਨੂੰ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੇ।"}},"es":{"sn":"Vagamos a través de millones de especies, pero no obtenemos la Liberación sin el Guru Verdadero. "},"hi":{"ss":"(जो गुरू की शरण से वंचित रहे वह) चौरासी लाख योनियों के चक्कर में भटकते फिरते हैं। गुरू के बगैर (इस चक्कर में से) निजात नहीं मिलती।","sts":"विमुख प्राणी चौरासी लाख योनियों के अन्दर भटकते रहते हैं और गुरु के बिना उन्हें मुक्ति नहीं मिलती।"}},"transliteration":{"english":"lakh chauraaseeh firadhe rahe bin satigur mukat na hoiee ||","hindi":"लख चउरासीह फिरदे रहे बिनु सतिगुर मुकति न होई ॥","en":"lakh chauraaseeh firadhe rahe bin satigur mukat na hoiee ||","hi":"लख चउरासीह फिरदे रहे बिनु सतिगुर मुकति न होई ॥","ipa":"ləkʰ t͡ʃoʊrɑsih fɪrəd̪e rəhe bɪn sət̪ɪGʊr mʊkət̪ nə hɔei.","ur":"لکھ چاراسیِه پھردے رهے بن ستگر مُکت ن هوای ۔۔"},"pageNo":70,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2808,"shabadId":179,"verse":{"gurmukhi":"piV piV pMifq monI Qky dUjY Bwie piq KoeI ]","unicode":"ਪੜਿ ਪੜਿ ਪੰਡਿਤ ਮੋਨੀ ਥਕੇ ਦੂਜੈ ਭਾਇ ਪਤਿ ਖੋਈ ॥"},"larivaar":{"gurmukhi":"piVpiVpMifqmonIQkydUjYBwiepiqKoeI]","unicode":"ਪੜਿਪੜਿਪੰਡਿਤਮੋਨੀਥਕੇਦੂਜੈਭਾਇਪਤਿਖੋਈ॥"},"translation":{"en":{"bdb":"Reading and studying, the Pandits and the silent sages have grown weary, but attached to the love of duality, they have lost their honor.","ms":"Tired of extensive reading have grown the Pandits and men of silence. Being attached to duality they lose their honour.","ssk":"Reading and studying, the Pandits and the silent sages have grown weary, but attached to the love of duality, they have lost their honor."},"pu":{"ss":{"gurmukhi":"pMifq lok (SwsqR Awid Drm-pusqkW ƒ) pVH pVH ky Q`k gey, mon-DwrI swDU smwDIAW lw lw ky Q`k gey (gurU dI srn qoN ibnw cOrwsI dy gyV qoN ^lwsI pRwpq nwh kr sky, auhnW ny sgoN) pRBU qoN ibnw hor dy ipAwr ivc AwpxI ie`zq gvw leI ","unicode":"ਪੰਡਿਤ ਲੋਕ (ਸ਼ਾਸਤ੍ਰ ਆਦਿ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ ਥੱਕ ਗਏ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕਰ ਸਕੇ, ਉਹਨਾਂ ਨੇ ਸਗੋਂ) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ "},"ft":{"gurmukhi":"dUjy Bwau myN pV pV ky pMfq BI Qk gey hYN AOr mOn Dwr kr monI BI Qk gey hYN, AMq ko AwpxI pRiqs†w ibgwVI hY]","unicode":"ਦੂਜੇ ਭਾਉ ਮੇਂ ਪੜ ਪੜ ਕੇ ਪੰਡਤ ਭੀ ਥਕ ਗਏ ਹੈਂ ਔਰ ਮੌਨ ਧਾਰ ਕਰ ਮੋਨੀ ਭੀ ਥਕ ਗਏ ਹੈਂ, ਅੰਤ ਕੋ ਆਪਣੀ ਪ੍ਰਤਿਸ੍ਟਾ ਬਿਗਾੜੀ ਹੈ॥"},"bdb":{"gurmukhi":"pMifq lok (SwsqR Awid Drm-pusqkW ƒ) pVH pVH ky Q`k gey, mon-DwrI swDU smwDIAW lw lw ky Q`k gey (gurU dI srn qoN ibnw cOrwsI dy gyV qoN ^lwsI pRwpq nwh kr sky, auhnW ny sgoN) pRBU qoN ibnw hor dy ipAwr ivc AwpxI ie`zq gvw leI ","unicode":"ਪੰਡਿਤ ਲੋਕ (ਸ਼ਾਸਤ੍ਰ ਆਦਿ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ ਥੱਕ ਗਏ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕਰ ਸਕੇ, ਉਹਨਾਂ ਨੇ ਸਗੋਂ) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ "},"ms":{"gurmukhi":"Gxw pVHx duAwrw, pMfq qy cu`p rihxy bMdy hwr-hut gey hn[ dvYq-Bwv iv`c hox kr ky auh AwpxI ie`zq guAw lYNdy hn[","unicode":"ਘਣਾ ਪੜ੍ਹਣ ਦੁਆਰਾ, ਪੰਡਤ ਤੇ ਚੁੱਪ ਰਹਿਣੇ ਬੰਦੇ ਹਾਰ-ਹੁਟ ਗਏ ਹਨ। ਦਵੈਤ-ਭਾਵ ਵਿੱਚ ਹੋਣ ਕਰ ਕੇ ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗੁਆ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Cansados de leer están los Pandits y los hombres de silencio; ellos pierden honor viviendo apegados a la dualidad. "},"hi":{"ss":"पंडित लोग (शास्त्र आदि धर्म पुस्तकों को) पढ़ पढ़ के थक गए (गुरू की शरण के बिना चौरासी के चक्कर से खलासी प्राप्त ना कर सके~ उन्होंने बल्कि) प्रभू के बिना औरों के प्यार में अपनी इज्जत गवा ली।","sts":"बड़े-बड़े पण्डित धार्मिक ग्रंथों के अध्ययन करते और मौनधारी साधु समाधि लगाकर थक गए हैं, किन्तु द्वैत-भाव में लीन होने के कारण वह अपनी प्रतिष्ठा गंवा देते हैं।"}},"transliteration":{"english":"paR paR pa(n)ddit monee thake dhoojai bhai pat khoiee ||","hindi":"पड़ि पड़ि पंडित मोनी थके दूजै भाइ पति खोई ॥","en":"paR paR pa(n)ddit monee thake dhoojai bhai pat khoiee ||","hi":"पड़ि पड़ि पंडित मोनी थके दूजै भाइ पति खोई ॥","ipa":"pəɽ pəɽ pəŋɖɪt̪ mɔni t̪ʰəke d̪ud͡ʒæ ɓɑeɪ pət̪ kʰɔei.","ur":"پڑ پڑِ پںڈت مونیِ تھکے دُوجَے بھاا پتِ کھوای ۔۔"},"pageNo":70,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2809,"shabadId":179,"verse":{"gurmukhi":"siqguir sbdu suxwieAw ibnu scy Avru n koeI ]7]","unicode":"ਸਤਿਗੁਰਿ ਸਬਦੁ ਸੁਣਾਇਆ ਬਿਨੁ ਸਚੇ ਅਵਰੁ ਨ ਕੋਈ ॥੭॥"},"larivaar":{"gurmukhi":"siqguirsbdusuxwieAwibnuscyAvrunkoeI]7]","unicode":"ਸਤਿਗੁਰਿਸਬਦੁਸੁਣਾਇਆਬਿਨੁਸਚੇਅਵਰੁਨਕੋਈ॥੭॥"},"translation":{"en":{"bdb":"The True Guru teaches the Word of the Shabad; without the True One, there is no other at all. ||7||","ms":"The True Guru has preached unto me the gospel, \"without the True Lord, there is no other\".","ssk":"The True Guru teaches the Word of the Shabad; without the True One, there is no other at all. ||7||"},"pu":{"ss":{"gurmukhi":"mnu`K ƒ gurU ny Awpxw Sbd suxw id`qw (aus ƒ inScw ho igAw ik) sdw-iQr pRBU qoN ibnw hor koeI (jIv dw rwKw) nhIN hY [7[","unicode":"ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ (ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਜੀਵ ਦਾ ਰਾਖਾ) ਨਹੀਂ ਹੈ ।੭।"},"ft":{"gurmukhi":"ijn ko siqguroN ny sbd suxwieAw hY, iqn kw eyh inscw hY ik ibnW (scy) vwihgurU sy Avr koeI hY hI nhIN]7]ÇnnU: jykr scy sy ibnW dUsrw koeI hI nhIN hY, qo sc hI myN kÎoN nhIN jIv lgy rihqy?Çau`qr: Xyh Apny vs nhIN hY]","unicode":"ਜਿਨ ਕੋ ਸਤਿਗੁਰੋਂ ਨੇ ਸਬਦ ਸੁਣਾਇਆ ਹੈ, ਤਿਨ ਕਾ ਏਹ ਨਿਸਚਾ ਹੈ ਕਿ ਬਿਨਾਂ (ਸਚੇ) ਵਾਹਿਗੁਰੂ ਸੇ ਅਵਰ ਕੋਈ ਹੈ ਹੀ ਨਹੀਂ॥੭॥☬ਨਨੂ: ਜੇਕਰ ਸਚੇ ਸੇ ਬਿਨਾਂ ਦੂਸਰਾ ਕੋਈ ਹੀ ਨਹੀਂ ਹੈ, ਤੋ ਸਚ ਹੀ ਮੇਂ ਕ੍ਯੋਂ ਨਹੀਂ ਜੀਵ ਲਗੇ ਰਹਿਤੇ?☬ਉੱਤਰ: ਯੇਹ ਅਪਨੇ ਵਸ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"mnu`K ƒ gurU ny Awpxw Sbd suxw id`qw (aus ƒ inScw ho igAw ik) sdw-iQr pRBU qoN ibnw hor koeI (jIv dw rwKw) nhIN hY [7[","unicode":"ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ (ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਜੀਵ ਦਾ ਰਾਖਾ) ਨਹੀਂ ਹੈ ।੭।"},"ms":{"gurmukhi":"s¤cy gurW ny mYƒ aupdyS id`qw hY, \"s¤cy sweIN dy bgYr hor koeI nhIN[\"","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ, \"ਸੱਚੇ ਸਾਈਂ ਦੇ ਬਗੈਰ ਹੋਰ ਕੋਈ ਨਹੀਂ।\""}},"es":{"sn":"El Guru dio la Palabra, sin el Señor Verdadero, no hay nadie más. (7)"},"hi":{"ss":"जिस मनुष्य को गुरू ने अपना शबद सुना दिया (उसे निश्चय हो गया कि) सदा स्थिर प्रभू के बिना और कोई (जीव का रक्षक) नही है।7।","sts":"केवल सतिगुरु ने ही उपदेश प्रदान किया है कि सत्य ईश्वर के सिवाय जगत् में मोक्ष का अन्य कोई साधन नहीं ॥७॥"}},"transliteration":{"english":"satigur sabadh sunaiaa bin sache avar na koiee ||7||","hindi":"सतिगुरि सबदु सुणाइआ बिनु सचे अवरु न कोई ॥७॥","en":"satigur sabadh sunaiaa bin sache avar na koiee ||7||","hi":"सतिगुरि सबदु सुणाइआ बिनु सचे अवरु न कोई ॥७॥","ipa":"sət̪ɪGʊr səbəd̪ sʊɳɑɪɑ bɪn sət͡ʃe əʋər nə kɔei.7.","ur":"ستگر سبد سُݨاایا بن سچے اور ن کوای ۔۔۷۔۔"},"pageNo":70,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2810,"shabadId":179,"verse":{"gurmukhi":"jo scY lwey sy sic lgy inq scI kwr krMin ]","unicode":"ਜੋ ਸਚੈ ਲਾਏ ਸੇ ਸਚਿ ਲਗੇ ਨਿਤ ਸਚੀ ਕਾਰ ਕਰੰਨਿ ॥"},"larivaar":{"gurmukhi":"joscYlweysysiclgyinqscIkwrkrMin]","unicode":"ਜੋਸਚੈਲਾਏਸੇਸਚਿਲਗੇਨਿਤਸਚੀਕਾਰਕਰੰਨਿ॥"},"translation":{"en":{"bdb":"Those who are linked by the True One are linked to Truth. They always act in Truth.","ms":"They, whom the True One attaches, get attached to the Truth and ever do the right deeds.","ssk":"Those who are linked by the True One are linked to Truth. They always act in Truth."},"pu":{"ss":{"gurmukhi":"(pr jIvW dy BI kIh v`s ?) ijnHW jIvW ƒ sdw-iQr pRBU ny AwpxI Xwd ivc joiVAw, auhI sdw-iQr dy nwm ivc l`gy hn, auhI sdw ieh nwl inBx vwlI kwr krdy hn ","unicode":"(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ ?) ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਯਾਦ ਵਿਚ ਜੋੜਿਆ, ਉਹੀ ਸਦਾ-ਥਿਰ ਦੇ ਨਾਮ ਵਿਚ ਲੱਗੇ ਹਨ, ਉਹੀ ਸਦਾ ਇਹ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਕਰਦੇ ਹਨ "},"ft":{"gurmukhi":"jo scy siqsMg myN vwihgurU ny lgwey hYN soeI scy nwm myN lgy hYN Ar so purK inq hI vwihgurU kI (scI kwr) scI BgqI krqy hYN]","unicode":"ਜੋ ਸਚੇ ਸਤਿਸੰਗ ਮੇਂ ਵਾਹਿਗੁਰੂ ਨੇ ਲਗਾਏ ਹੈਂ ਸੋਈ ਸਚੇ ਨਾਮ ਮੇਂ ਲਗੇ ਹੈਂ ਅਰ ਸੋ ਪੁਰਖ ਨਿਤ ਹੀ ਵਾਹਿਗੁਰੂ ਕੀ (ਸਚੀ ਕਾਰ) ਸਚੀ ਭਗਤੀ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(pr jIvW dy BI kIh v`s ?) ijnHW jIvW ƒ sdw-iQr pRBU ny AwpxI Xwd ivc joiVAw, auhI sdw-iQr dy nwm ivc l`gy hn, auhI sdw ieh nwl inBx vwlI kwr krdy hn ","unicode":"(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ ?) ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਯਾਦ ਵਿਚ ਜੋੜਿਆ, ਉਹੀ ਸਦਾ-ਥਿਰ ਦੇ ਨਾਮ ਵਿਚ ਲੱਗੇ ਹਨ, ਉਹੀ ਸਦਾ ਇਹ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਕਰਦੇ ਹਨ "},"ms":{"gurmukhi":"ijnHW ƒ siqpurK joVdw hY, auh s`c nwl juV jWdy hn Aqy sdIv hI drusq kMm krdy hn[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਪੁਰਖ ਜੋੜਦਾ ਹੈ, ਉਹ ਸੱਚ ਨਾਲ ਜੁੜ ਜਾਂਦੇ ਹਨ ਅਤੇ ਸਦੀਵ ਹੀ ਦਰੁਸਤ ਕੰਮ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"La dedicación de aquéllos a quienes el Uno Verdadero acerca a Su Ser, es verdadera, y sus acciones son para siempre verdaderas.  (7)"},"hi":{"ss":"(पर जीवों के भी क्या बस?) जिन जीवों को सदा स्थिर प्रभू ने अपनी याद में जोड़ा~ वही सदा स्थिर प्रभू के नाम में लगे हैं। वही सदा ये साथ निभने वाली कार करते हैं।","sts":"जिन्हें सत्य प्रभु ने अपने नाम-सिमरन में लगाया था, वहीं सत्य प्रभु के नाम सिमरन में लगे थे। फिर वे सदैव निर्मल कर्म करते रहे।"}},"transliteration":{"english":"jo sachai laae se sach lage nit sachee kaar kara(n)n ||","hindi":"जो सचै लाए से सचि लगे नित सची कार करंनि ॥","en":"jo sachai laae se sach lage nit sachee kaar kara(n)n ||","hi":"जो सचै लाए से सचि लगे नित सची कार करंनि ॥","ipa":"d͡ʒɔ sət͡ʃæ lɑee se sət͡ʃ ləGe nɪt̪ sət͡ʃi kɑr kərəŋn.","ur":"جو سچَے لااے سے سچ لگے نت سچیِ کار کرنّ ۔۔"},"pageNo":70,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2811,"shabadId":179,"verse":{"gurmukhi":"iqnw inj Gir vwsw pwieAw scY mhil rhMin ]","unicode":"ਤਿਨਾ ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾਇਆ ਸਚੈ ਮਹਲਿ ਰਹੰਨਿ ॥"},"larivaar":{"gurmukhi":"iqnwinjGirvwswpwieAwscYmhilrhMin]","unicode":"ਤਿਨਾਨਿਜਘਰਿਵਾਸਾਪਾਇਆਸਚੈਮਹਲਿਰਹੰਨਿ॥"},"translation":{"en":{"bdb":"They attain their dwelling in the home of their own inner being, and they abide in the Mansion of Truth.","ms":"They acquire abode in their own home and dwell in the True Palace.","ssk":"They attain their dwelling in the home of their own inner being, and they abide in the Mansion of Truth."},"pu":{"ss":{"gurmukhi":"auhnW bMidAW ny (mwieAw dI Btkxw qoN bc ky) AMqr-Awqmy itkwxw pRwpq kr ilAw hY, auh bMdy sdw-iQr rihx vwly pRBU dI hzUrI ivc rihMdy hn [","unicode":"ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਕੇ) ਅੰਤਰ-ਆਤਮੇ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"AOr so iqn BgqIvwn purSoN ny (inj Gir) Apny sÍrUp myN sQwn pwXw hY, punw iqsI (scy mhil) srUp myN rihqy hYN]","unicode":"ਔਰ ਸੋ ਤਿਨ ਭਗਤੀਵਾਨ ਪੁਰਸ਼ੋਂ ਨੇ (ਨਿਜ ਘਰਿ) ਅਪਨੇ ਸ੍ਵਰੂਪ ਮੇਂ ਸਥਾਨ ਪਾਯਾ ਹੈ, ਪੁਨਾ ਤਿਸੀ (ਸਚੇ ਮਹਲਿ) ਸਰੂਪ ਮੇਂ ਰਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auhnW bMidAW ny (mwieAw dI Btkxw qoN bc ky) AMqr-Awqmy itkwxw pRwpq kr ilAw hY, auh bMdy sdw-iQr rihx vwly pRBU dI hzUrI ivc rihMdy hn [","unicode":"ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਕੇ) ਅੰਤਰ-ਆਤਮੇ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"auh Awpxy in`j dy gRih AMdr vsybw pw lYNdy hn Aqy mMdr AMdr vsdy hn[","unicode":"ਉਹ ਆਪਣੇ ਨਿੱਜ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਵਸੇਬਾ ਪਾ ਲੈਂਦੇ ਹਨ ਅਤੇ ਮੰਦਰ ਅੰਦਰ ਵਸਦੇ ਹਨ।"}},"es":{"sn":"Ellos habitan en su ser interior y viven en el Palacio Verdadero. "},"hi":{"ss":"उन लोगों ने (माया की भटकना से बच के) अंतरात्मा में ठिकाना प्राप्त कर लिया है। वह लोग सदा स्थिर रहने वाले प्रभू की हजूरी में रहते हैं।","sts":"उन्होंने मरणोपरांत अपने आत्मस्वरूप में निवास प्राप्त कर लिया है और सच्चे महल में ही रहते हैं।"}},"transliteration":{"english":"tinaa nij ghar vaasaa paiaa sachai mahal raha(n)n ||","hindi":"तिना निज घरि वासा पाइआ सचै महलि रहंनि ॥","en":"tinaa nij ghar vaasaa paiaa sachai mahal raha(n)n ||","hi":"तिना निज घरि वासा पाइआ सचै महलि रहंनि ॥","ipa":"t̪ɪnɑ nɪd͡ʒ Gʰər ʋɑsɑ pɑɪɑ sət͡ʃæ məhəl rəhəŋn.","ur":"تٍنا نج گھر واسا پاایا سچَے مهلِ رهنّ ۔۔"},"pageNo":70,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2812,"shabadId":179,"verse":{"gurmukhi":"nwnk Bgq suKIey sdw scY nwim rcMin ]8]17]8]25]","unicode":"ਨਾਨਕ ਭਗਤ ਸੁਖੀਏ ਸਦਾ ਸਚੈ ਨਾਮਿ ਰਚੰਨਿ ॥੮॥੧੭॥੮॥੨੫॥"},"larivaar":{"gurmukhi":"nwnkBgqsuKIeysdwscYnwimrcMin]8]17]8]25]","unicode":"ਨਾਨਕਭਗਤਸੁਖੀਏਸਦਾਸਚੈਨਾਮਿਰਚੰਨਿ॥੮॥੧੭॥੮॥੨੫॥"},"translation":{"en":{"bdb":"O Nanak, the devotees are happy and peaceful forever. They are absorbed in the True Name. ||8||17||8||25||","ms":"Nanak the saints are ever happy They get absorbed in the True Name.","ssk":"O Nanak, the devotees are happy and peaceful forever. They are absorbed in the True Name. ||8||17||8||25||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! prmwqmw dI BgqI krn vwly bMdy sdw suKI rihMdy hn, auh sdw-iQr pRBU dy nwm ivc sdw msq rihMdy hn [8[17[8[25[","unicode":"ਹੇ ਨਾਨਕ ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ।੮।੧੭।੮।੨੫।"},"ft":{"gurmukhi":"sRI gurU Amrdws jI khqy hYN: jo scy nwmI myN rqy hUey Bkœ hYN, so sdIvkwl suKI hI rihqy hYN]8]17]8]25]ÇsRI gurU Arjn swihb jI sRI vwihgurU ky nwm ky ismrn kw ikRpw rUp Pl AOr nw ismrny kw ikRp rUp Pl idKlwvqy hYN[ iqn myN ipRQm jo pRymI nwm ko ismrqy hYN iqn kw PlH khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਸਚੇ ਨਾਮੀ ਮੇਂ ਰਤੇ ਹੂਏ ਭਕ੍ਤ ਹੈਂ, ਸੋ ਸਦੀਵਕਾਲ ਸੁਖੀ ਹੀ ਰਹਿਤੇ ਹੈਂ॥੮॥੧੭॥੮॥੨੫॥☬ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਸ੍ਰੀ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਕੇ ਸਿਮਰਨ ਕਾ ਕ੍ਰਿਪਾ ਰੂਪ ਫਲ ਔਰ ਨਾ ਸਿਮਰਨੇ ਕਾ ਕ੍ਰਿਪ ਰੂਪ ਫਲ ਦਿਖਲਾਵਤੇ ਹੈਂ। ਤਿਨ ਮੇਂ ਪ੍ਰਿਥਮ ਜੋ ਪ੍ਰੇਮੀ ਨਾਮ ਕੋ ਸਿਮਰਤੇ ਹੈਂ ਤਿਨ ਕਾ ਫਲ੍ਹ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! prmwqmw dI BgqI krn vwly bMdy sdw suKI rihMdy hn, auh sdw-iQr pRBU dy nwm ivc sdw msq rihMdy hn [8[17[8[25[","unicode":"ਹੇ ਨਾਨਕ ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ।੮।੧੭।੮।੨੫।"},"ms":{"gurmukhi":"nwnk sMq hmySW hI KuS ivcrdy hn[ auh siqnwm AMdr smw jWdy hn[","unicode":"ਨਾਨਕ ਸੰਤ ਹਮੇਸ਼ਾਂ ਹੀ ਖੁਸ਼ ਵਿਚਰਦੇ ਹਨ। ਉਹ ਸਤਿਨਾਮ ਅੰਦਰ ਸਮਾ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Dice Nanak, los Devotos están para siempre en Paz, pues llenos están del Nombre Verdadero del Señor. (8-17-8-25)"},"hi":{"ss":"हे नानक ! परमात्मा की भक्ति करने वाले लोग सदा सुखी रहते हैं। वह सदा स्थिर प्रभू के नाम में सदा मस्त रहते हैं।8।17।8।25।","sts":"हे नानक ! भक्तजन सदैव सुखी रहते हैं। वे सत्य प्रभु के नाम में समा जाते हैं॥८॥१७॥८॥२५॥"}},"transliteration":{"english":"naanak bhagat sukhe'ee sadhaa sachai naam racha(n)n ||8||17||8||25||","hindi":"नानक भगत सुखीए सदा सचै नामि रचंनि ॥८॥१७॥८॥२५॥","en":"naanak bhagat sukhe'ee sadhaa sachai naam racha(n)n ||8||17||8||25||","hi":"नानक भगत सुखीए सदा सचै नामि रचंनि ॥८॥१७॥८॥२५॥","ipa":"nɑnək ɓəGət̪ sʊkʰiee səd̪ɑ sət͡ʃæ nɑm rət͡ʃəŋn.8.1ə7.8.2ə5.","ur":"نانک بھگت سُکھیِاے سدا سچَے نام رچنّ ۔۔۸۔۔۱۷۔۔۸۔۔۲۵۔۔"},"pageNo":70,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2813,"shabadId":180,"verse":{"gurmukhi":"isrIrwgu mhlw 5 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw5]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Siree Raag, Fifth Mehla:","ms":"Sri Rag, Fifth Guru.","ssk":"Siree Raag, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pMjvIN pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"श्री राग महला ५ ॥","sts":"श्रीरागु महला ५ ॥"}},"transliteration":{"english":"sireeraag mahalaa panjavaa ||","hindi":"सिरीरागु महला ५ ॥","en":"sireeraag mahalaa panjavaa ||","hi":"सिरीरागु महला ५ ॥","ipa":"sɪrirɑG məhəlɑ pəŋd͡ʒʋɑ.","ur":"سِریِراگ مهلا ۵ ۔۔"},"pageNo":70,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2814,"shabadId":180,"verse":{"gurmukhi":"jw kau musklu Aiq bxY FoeI koie n dyie ]","unicode":"ਜਾ ਕਉ ਮੁਸਕਲੁ ਅਤਿ ਬਣੈ ਢੋਈ ਕੋਇ ਨ ਦੇਇ ॥"},"larivaar":{"gurmukhi":"jwkaumuskluAiqbxYFoeIkoiendyie]","unicode":"ਜਾਕਉਮੁਸਕਲੁਅਤਿਬਣੈਢੋਈਕੋਇਨਦੇਇ॥"},"translation":{"en":{"bdb":"When you are confronted with terrible hardships, and no one offers you any support,","ms":"He who is confronted with dire difficulty and whom none offers any asylum,","ssk":"When you are confronted with terrible hardships, and no one offers you any support,"},"pu":{"ss":{"gurmukhi":"ijs mnu`K ƒ (koeI) BwrI ibpqw Aw pey (ijs qoN bcx leI) koeI mnu`K aus ƒ shwrw nwh dyvy","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਕੋਈ) ਭਾਰੀ ਬਿਪਤਾ ਆ ਪਏ (ਜਿਸ ਤੋਂ ਬਚਣ ਲਈ) ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਸਹਾਰਾ ਨਾਹ ਦੇਵੇ"},"ft":{"gurmukhi":"ijs jIv ko Aq kTnqw bn jwvy, iqs ko Apny pws koeI (FoeI) inkt hony n dyvy]","unicode":"ਜਿਸ ਜੀਵ ਕੋ ਅਤ ਕਠਨਤਾ ਬਨ ਜਾਵੇ, ਤਿਸ ਕੋ ਅਪਨੇ ਪਾਸ ਕੋਈ (ਢੋਈ) ਨਿਕਟ ਹੋਨੇ ਨ ਦੇਵੇ॥"},"bdb":{"gurmukhi":"ijs mnu`K ƒ (koeI) BwrI ibpqw Aw pey (ijs qoN bcx leI) koeI mnu`K aus ƒ shwrw nwh dyvy","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਕੋਈ) ਭਾਰੀ ਬਿਪਤਾ ਆ ਪਏ (ਜਿਸ ਤੋਂ ਬਚਣ ਲਈ) ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਸਹਾਰਾ ਨਾਹ ਦੇਵੇ"},"ms":{"gurmukhi":"auh ijs auqy BwrI AOkV Aw bxdI hY Aqy ijs ƒ koeI pnwh nhIN idMdw[","unicode":"ਉਹ ਜਿਸ ਉਤੇ ਭਾਰੀ ਔਕੜ ਆ ਬਣਦੀ ਹੈ ਅਤੇ ਜਿਸ ਨੂੰ ਕੋਈ ਪਨਾਹ ਨਹੀਂ ਦਿੰਦਾ।"}},"es":{"sn":"Cuando uno se encuentra en graves problemas y no hay nadie que apoye; "},"hi":{"ss":"जिस मनुष्य को (कोई) भारी विपदा आ पड़े (जिससे बचने के लिए) कोई मनुष्य उसको सहारा ना दे~","sts":"यदि किसी व्यक्ति पर भारी विपत्ति आ जाए, उसे बचाने के लिए कोई उसकी मदद न करे,"}},"transliteration":{"english":"jaa kau musakal at banai ddoiee koi na dhei ||","hindi":"जा कउ मुसकलु अति बणै ढोई कोइ न देइ ॥","en":"jaa kau musakal at banai ddoiee koi na dhei ||","hi":"जा कउ मुसकलु अति बणै ढोई कोइ न देइ ॥","ipa":"d͡ʒɑ ko mʊsəkəl ət̪ bəɳæ ʈɔei kɔeɪ nə d̪eeɪ.","ur":"جا کا مُسکل ات بݨَے ڈھوای کوا ن دےا ۔۔"},"pageNo":70,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2815,"shabadId":180,"verse":{"gurmukhi":"lwgU hoey dusmnw swk iB Bij Kly ]","unicode":"ਲਾਗੂ ਹੋਏ ਦੁਸਮਨਾ ਸਾਕ ਭਿ ਭਜਿ ਖਲੇ ॥"},"larivaar":{"gurmukhi":"lwgUhoeydusmnwswkiBBijKly]","unicode":"ਲਾਗੂਹੋਏਦੁਸਮਨਾਸਾਕਭਿਭਜਿਖਲੇ॥"},"translation":{"en":{"bdb":"when your friends turn into enemies, and even your relatives have deserted you,","ms":"When friends turn into enemies and even the relations flee away,","ssk":"when your friends turn into enemies, and even your relatives have deserted you,"},"pu":{"ss":{"gurmukhi":"vYrI aus dy mwrU bx jwx, aus dy swk-snbMDI aus qoN pry dOV jwx","unicode":"ਵੈਰੀ ਉਸ ਦੇ ਮਾਰੂ ਬਣ ਜਾਣ, ਉਸ ਦੇ ਸਾਕ-ਸਨਬੰਧੀ ਉਸ ਤੋਂ ਪਰੇ ਦੌੜ ਜਾਣ"},"ft":{"gurmukhi":"AOr s`qR¨EN ky smudwie vI lwgU mwrny vwly ho jwvyN AOr sMbMDI jn BI Cof kr Bwg jwvY]","unicode":"ਔਰ ਸੱਤ੍ਰੂਓਂ ਕੇ ਸਮੁਦਾਇ ਵੀ ਲਾਗੂ ਮਾਰਨੇ ਵਾਲੇ ਹੋ ਜਾਵੇਂ ਔਰ ਸੰਬੰਧੀ ਜਨ ਭੀ ਛੋਡ ਕਰ ਭਾਗ ਜਾਵੈ॥"},"bdb":{"gurmukhi":"vYrI aus dy mwrU bx jwx, aus dy swk-snbMDI aus qoN pry dOV jwx","unicode":"ਵੈਰੀ ਉਸ ਦੇ ਮਾਰੂ ਬਣ ਜਾਣ, ਉਸ ਦੇ ਸਾਕ-ਸਨਬੰਧੀ ਉਸ ਤੋਂ ਪਰੇ ਦੌੜ ਜਾਣ"},"ms":{"gurmukhi":"jd imqR vYrI bx jWdy hn Aqy irSqydwr BI dOV jWdy hn,","unicode":"ਜਦ ਮਿਤ੍ਰ ਵੈਰੀ ਬਣ ਜਾਂਦੇ ਹਨ ਅਤੇ ਰਿਸ਼ਤੇਦਾਰ ਭੀ ਦੌੜ ਜਾਂਦੇ ਹਨ,"}},"es":{"sn":"cuando sus adversarios y enemigos hacen complot en contra de él e incluso sus parientes lo abandonan; "},"hi":{"ss":"वैरी उसके मारू बन जाएं ~ उसके साक संबंधी उससे दूर दौड़ जाएं~","sts":"उसे मारने के लिए उसके दुश्मन उसके पीछे फिरते हों, यदि उसके रिश्तेदार भी उसका साथ छोड़कर भाग गए हों,"}},"transliteration":{"english":"laagoo hoe dhusamanaa saak bh bhaj khale ||","hindi":"लागू होए दुसमना साक भि भजि खले ॥","en":"laagoo hoe dhusamanaa saak bh bhaj khale ||","hi":"लागू होए दुसमना साक भि भजि खले ॥","ipa":"lɑGu hɔee d̪ʊsəmənɑ sɑk ɓ ɓəd͡ʒ kʰəle.","ur":"لاگُو هواے دُسمنا ساک بھ بھج کھلے ۔۔"},"pageNo":70,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2816,"shabadId":180,"verse":{"gurmukhi":"sBo BjY Awsrw cukY sBu Asrwau ]","unicode":"ਸਭੋ ਭਜੈ ਆਸਰਾ ਚੁਕੈ ਸਭੁ ਅਸਰਾਉ ॥"},"larivaar":{"gurmukhi":"sBoBjYAwsrwcukYsBuAsrwau]","unicode":"ਸਭੋਭਜੈਆਸਰਾਚੁਕੈਸਭੁਅਸਰਾਉ॥"},"translation":{"en":{"bdb":"and when all support has given way, and all hope has been lost","ms":"and when all the support gives way and all the succour is at an end.","ssk":"and when all support has given way, and all hope has been lost"},"pu":{"ss":{"gurmukhi":"aus dw hryk iksm dw Awsrw ^qm ho jwey, hryk qrHW dw shwrw mu`k jwey","unicode":"ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਆਸਰਾ ਖ਼ਤਮ ਹੋ ਜਾਏ, ਹਰੇਕ ਤਰ੍ਹਾਂ ਦਾ ਸਹਾਰਾ ਮੁੱਕ ਜਾਏ"},"ft":{"gurmukhi":"AOr Awsrw rUp pdwrQ BI (BjY) dUr ho jwvy AOr (Asrwau) Awsrw dyxy vwly BI sB (cukY) auT jwvyN, Bwv eyih ik ijn pdwrQoN AOr pursoN kw Brosw Qw, so sB hI nS† ho jwvyN]","unicode":"ਔਰ ਆਸਰਾ ਰੂਪ ਪਦਾਰਥ ਭੀ (ਭਜੈ) ਦੂਰ ਹੋ ਜਾਵੇ ਔਰ (ਅਸਰਾਉ) ਆਸਰਾ ਦੇਣੇ ਵਾਲੇ ਭੀ ਸਭ (ਚੁਕੈ) ਉਠ ਜਾਵੇਂ, ਭਾਵ ਏਹਿ ਕਿ ਜਿਨ ਪਦਾਰਥੋਂ ਔਰ ਪੁਰਸੋਂ ਕਾ ਭਰੋਸਾ ਥਾ, ਸੋ ਸਭ ਹੀ ਨਸ਼੍ਟ ਹੋ ਜਾਵੇਂ॥"},"bdb":{"gurmukhi":"aus dw hryk iksm dw Awsrw ^qm ho jwey, hryk qrHW dw shwrw mu`k jwey","unicode":"ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਆਸਰਾ ਖ਼ਤਮ ਹੋ ਜਾਏ, ਹਰੇਕ ਤਰ੍ਹਾਂ ਦਾ ਸਹਾਰਾ ਮੁੱਕ ਜਾਏ"},"ms":{"gurmukhi":"Aqy smUh shwrw tu`t jWdw hY, qy swrI mdd Kqm ho jWdI hY[","unicode":"ਅਤੇ ਸਮੂਹ ਸਹਾਰਾ ਟੁੱਟ ਜਾਂਦਾ ਹੈ, ਤੇ ਸਾਰੀ ਮਦਦ ਖਤਮ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"cuando toda la ayuda se debilita y la esperanza se extingue, "},"hi":{"ss":"उसका हरेक किस्म का आसरा खत्म हो जाए~ हरेक तरह का सहारा खत्म हो जाए।","sts":"उसका हर प्रकार का सहारा खत्म हो गया हो।"}},"transliteration":{"english":"sabho bhajai aasaraa chukai sabh asaraau ||","hindi":"सभो भजै आसरा चुकै सभु असराउ ॥","en":"sabho bhajai aasaraa chukai sabh asaraau ||","hi":"सभो भजै आसरा चुकै सभु असराउ ॥","ipa":"səɓɔ ɓəd͡ʒæ əɑsərɑ t͡ʃʊkæ səɓ əsərɑo.","ur":"سبھو بھجَے آسرا چُکَے سبھ اسراا ۔۔"},"pageNo":70,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2817,"shabadId":180,"verse":{"gurmukhi":"iciq AwvY Esu pwrbRhmu lgY n qqI vwau ]1]","unicode":"ਚਿਤਿ ਆਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ ਲਗੈ ਨ ਤਤੀ ਵਾਉ ॥੧॥"},"larivaar":{"gurmukhi":"iciqAwvYEsupwrbRhmulgYnqqIvwau]1]","unicode":"ਚਿਤਿਆਵੈਓਸੁਪਾਰਬ੍ਰਹਮੁਲਗੈਨਤਤੀਵਾਉ॥੧॥"},"translation":{"en":{"bdb":"-if you then come to remember the Supreme Lord God, even the hot wind shall not touch you. ||1||","ms":"If he then remembers the Supreme Lord, even the hot wind shall not touch him.","ssk":"-if you then come to remember the Supreme Lord God, even the hot wind shall not touch you. ||1||"},"pu":{"ss":{"gurmukhi":"jy aus (ibpqw-mwry) mnu`K dy ihrdy ivc prmwqmw (Xwd) Aw jwey, qw aus dw vwl BI ivMgw nhIN huMdw [1[","unicode":"ਜੇ ਉਸ (ਬਿਪਤਾ-ਮਾਰੇ) ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਯਾਦ) ਆ ਜਾਏ, ਤਾ ਉਸ ਦਾ ਵਾਲ ਭੀ ਵਿੰਗਾ ਨਹੀਂ ਹੁੰਦਾ ।੧।"},"ft":{"gurmukhi":"AYsy ivpdwvwn purs ko jo pwrbRhm icq AwvY ArQwq prmysÍr Xwd AwvY, qo q`qI paux BI nhIN lg skqI, Bwv eyih ik iksI pRkwr kw duK nhIN lg skqw[ AYsy iqs dI ikRpw kw Plu hY]1]","unicode":"ਐਸੇ ਵਿਪਦਾਵਾਨ ਪੁਰਸ ਕੋ ਜੋ ਪਾਰਬ੍ਰਹਮ ਚਿਤ ਆਵੈ ਅਰਥਾਤ ਪਰਮੇਸ੍ਵਰ ਯਾਦ ਆਵੈ, ਤੋ ਤੱਤੀ ਪਉਣ ਭੀ ਨਹੀਂ ਲਗ ਸਕਤੀ, ਭਾਵ ਏਹਿ ਕਿ ਕਿਸੀ ਪ੍ਰਕਾਰ ਕਾ ਦੁਖ ਨਹੀਂ ਲਗ ਸਕਤਾ। ਐਸੇ ਤਿਸ ਦੀ ਕ੍ਰਿਪਾ ਕਾ ਫਲੁ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"jy aus (ibpqw-mwry) mnu`K dy ihrdy ivc prmwqmw (Xwd) Aw jwey, qw aus dw vwl BI ivMgw nhIN huMdw [1[","unicode":"ਜੇ ਉਸ (ਬਿਪਤਾ-ਮਾਰੇ) ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਯਾਦ) ਆ ਜਾਏ, ਤਾ ਉਸ ਦਾ ਵਾਲ ਭੀ ਵਿੰਗਾ ਨਹੀਂ ਹੁੰਦਾ ।੧।"},"ms":{"gurmukhi":"jykr qd auh SromxI swihb ƒ Xwd kr lvy qW aus ƒ grm hvw BI nhIN CUhygI[","unicode":"ਜੇਕਰ ਤਦ ਉਹ ਸ਼ਰੋਮਣੀ ਸਾਹਿਬ ਨੂੰ ਯਾਦ ਕਰ ਲਵੇ ਤਾਂ ਉਸ ਨੂੰ ਗਰਮ ਹਵਾ ਭੀ ਨਹੀਂ ਛੂਹੇਗੀ।"}},"es":{"sn":"si ahí él recuerda al Señor, ni siquiera los vientos calientes lo tocan.(1)"},"hi":{"ss":"अगर उस (विपदा के मारे) मनुष्य के हृदय में परमात्मा याद आ जाए~ तो उस का बाल भी बाँका नहीं होता।1।","sts":"यदि ऐसी विपत्ति के समय उसे भगवान स्मरण हो जाए तो उसको गर्म हवा भी नहीं छू सकती ॥१॥"}},"transliteration":{"english":"chit aavai os paarabraham lagai na tatee vaau ||1||","hindi":"चिति आवै ओसु पारब्रहमु लगै न तती वाउ ॥१॥","en":"chit aavai os paarabraham lagai na tatee vaau ||1||","hi":"चिति आवै ओसु पारब्रहमु लगै न तती वाउ ॥१॥","ipa":"t͡ʃɪt̪ əɑʋæ oəs pɑrəbɹəhəm ləGæ nə t̪ət̪i ʋɑo.1.","ur":"چِت آوَے اوس پاربرهم لگَے ن تتیِ واا ۔۔۱۔۔"},"pageNo":70,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2818,"shabadId":180,"verse":{"gurmukhi":"swihbu inqwixAw kw qwxu ]","unicode":"ਸਾਹਿਬੁ ਨਿਤਾਣਿਆ ਕਾ ਤਾਣੁ ॥"},"larivaar":{"gurmukhi":"swihbuinqwixAwkwqwxu]","unicode":"ਸਾਹਿਬੁਨਿਤਾਣਿਆਕਾਤਾਣੁ॥"},"translation":{"en":{"bdb":"Our Lord and Master is the Power of the powerless.","ms":"The Master is the might of the powerless.","ssk":"Our Lord and Master is the Power of the powerless."},"pu":{"ss":{"gurmukhi":"mwlk-pRBU kmzorW dw shwrw hY","unicode":"ਮਾਲਕ-ਪ੍ਰਭੂ ਕਮਜ਼ੋਰਾਂ ਦਾ ਸਹਾਰਾ ਹੈ"},"ft":{"gurmukhi":"(swihbu) sRI Akwl purK inqwixEN kw qwxu hY, ArQwq inrbloN kw bl hY]","unicode":"(ਸਾਹਿਬੁ) ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਨਿਤਾਣਿਓਂ ਕਾ ਤਾਣੁ ਹੈ, ਅਰਥਾਤ ਨਿਰਬਲੋਂ ਕਾ ਬਲ ਹੈ॥"},"bdb":{"gurmukhi":"mwlk-pRBU kmzorW dw shwrw hY","unicode":"ਮਾਲਕ-ਪ੍ਰਭੂ ਕਮਜ਼ੋਰਾਂ ਦਾ ਸਹਾਰਾ ਹੈ"},"ms":{"gurmukhi":"mwlk inrblW dw bl hY[","unicode":"ਮਾਲਕ ਨਿਰਬਲਾਂ ਦਾ ਬਲ ਹੈ।"}},"es":{"sn":"Oh Maestro, Tú eres el Esplendor del débil. "},"hi":{"ss":"मालिक प्रभू कमजोरों का सहारा है~","sts":"भगवान निर्बलों का बल है।"}},"transliteration":{"english":"saahib nitaaniaa kaa taan ||","hindi":"साहिबु निताणिआ का ताणु ॥","en":"saahib nitaaniaa kaa taan ||","hi":"साहिबु निताणिआ का ताणु ॥","ipa":"sɑhɪb nɪt̪ɑɳɪəɑ kɑ t̪ɑɳ.","ur":"ساهب نتاݨآ کا تاݨ ۔۔"},"pageNo":70,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2819,"shabadId":180,"verse":{"gurmukhi":"Awie n jweI iQru sdw gur sbdI scu jwxu ]1] rhwau ]","unicode":"ਆਇ ਨ ਜਾਈ ਥਿਰੁ ਸਦਾ ਗੁਰ ਸਬਦੀ ਸਚੁ ਜਾਣੁ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AwienjweIiQrusdwgursbdIscujwxu]1]rhwau]","unicode":"ਆਇਨਜਾਈਥਿਰੁਸਦਾਗੁਰਸਬਦੀਸਚੁਜਾਣੁ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"He does not come or go; He is Eternal and Permanent. Through the Word of the Guru's Shabad, He is known as True. ||1||Pause||","ms":"He comes and goes not and is ever permanent. By Guru's word know Him as True. Pause.","ssk":"He does not come or go; He is Eternal and Permanent. Through the Word of the Guru's Shabad, He is known as True. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"auh nwh jMmdw hY nwh mrdw hY, sdw hI kwiem rihx vwlw hY [ (hy BweI !) gurU dy Sbd ivc juV ky aus sdw-iQr rihx vwly pRBU nwl fUMGI sWJ bxw [1[rhwau[","unicode":"ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ, ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । (ਹੇ ਭਾਈ !) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"pun: vwihgurU kYsw hY? (Awie n jweI) jnm mrn sy rihq hY AOr sdIvkwl siQr hY]ÇpRSn: pRwpiq kYsy hoqw hY? au~qru: gur aupdyS ky s`c kr mwnny sy pRwpiq hoqw hY]","unicode":"ਪੁਨ: ਵਾਹਿਗੁਰੂ ਕੈਸਾ ਹੈ? (ਆਇ ਨ ਜਾਈ) ਜਨਮ ਮਰਨ ਸੇ ਰਹਿਤ ਹੈ ਔਰ ਸਦੀਵਕਾਲ ਸਥਿਰ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਪ੍ਰਾਪਤਿ ਕੈਸੇ ਹੋਤਾ ਹੈ? ਉੱਤਰੁ: ਗੁਰ ਉਪਦੇਸ਼ ਕੇ ਸੱਚ ਕਰ ਮਾਨਨੇ ਸੇ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh nwh jMmdw hY nwh mrdw hY, sdw hI kwiem rihx vwlw hY [ (hy BweI !) gurU dy Sbd ivc juV ky aus sdw-iQr rihx vwly pRBU nwl fUMGI sWJ bxw [1[rhwau[","unicode":"ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ, ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । (ਹੇ ਭਾਈ !) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"auh AwauNdw qy jWdw nhIN Aqy sdIvI siQr hY[ gurW dy Sbd duAwrw aus ƒ siq smJ[ Tihrwau[","unicode":"ਉਹ ਆਉਂਦਾ ਤੇ ਜਾਂਦਾ ਨਹੀਂ ਅਤੇ ਸਦੀਵੀ ਸਥਿਰ ਹੈ। ਗੁਰਾਂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਉਸ ਨੂੰ ਸਤਿ ਸਮਝ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Oh Tú, el Eterno, el Verdadero, a través de la Palabra del Guru eres conocido. (1-Pausa)"},"hi":{"ss":"वह ना पैदा होता है ना मरता है ~ सदा ही कायम रहने वाला है। (हे भाई !) गुरू के शबद में जुड़ के उस सदा स्थिर रहने वाले प्रभू के साथ गहरी सांझ बना।1।रहाउ।","sts":"वह जन्मता एवं मरता नहीं, सदैव स्थिर अर्थात् अनश्वर है। गुरु के शब्द द्वारा सत्य प्रभु को समझ लो ॥१॥ | रहाउ॥"}},"transliteration":{"english":"aai na jaiee thir sadhaa gur sabadhee sach jaan ||1|| rahaau ||","hindi":"आइ न जाई थिरु सदा गुर सबदी सचु जाणु ॥१॥ रहाउ ॥","en":"aai na jaiee thir sadhaa gur sabadhee sach jaan ||1|| rahaau ||","hi":"आइ न जाई थिरु सदा गुर सबदी सचु जाणु ॥१॥ रहाउ ॥","ipa":"əɑeɪ nə d͡ʒɑei t̪ʰɪr səd̪ɑ Gʊr səbəd̪i sət͡ʃ d͡ʒɑɳ.1. rəhɑo.","ur":"آا ن جاای تھر سدا گُر سبدیِ سچ جاݨ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":70,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2820,"shabadId":180,"verse":{"gurmukhi":"jy ko hovY dublw nµg BuK kI pIr ]","unicode":"ਜੇ ਕੋ ਹੋਵੈ ਦੁਬਲਾ ਨੰਗ ਭੁਖ ਕੀ ਪੀਰ ॥"},"larivaar":{"gurmukhi":"jykohovYdublwnµgBuKkIpIr]","unicode":"ਜੇਕੋਹੋਵੈਦੁਬਲਾਨੰਗਭੁਖਕੀਪੀਰ॥"},"translation":{"en":{"bdb":"If you are weakened by the pains of hunger and poverty,","ms":"If someone be weak from the pangs of poverty and hunger,","ssk":"If you are weakened by the pains of hunger and poverty,"},"pu":{"ss":{"gurmukhi":"jy koeI mnu`K (Ajyhw) kmzor ho jwey (ik) Bu`K nMg dw du`K (aus ƒ hr vyly KWdw rhy),","unicode":"ਜੇ ਕੋਈ ਮਨੁੱਖ (ਅਜੇਹਾ) ਕਮਜ਼ੋਰ ਹੋ ਜਾਏ (ਕਿ) ਭੁੱਖ ਨੰਗ ਦਾ ਦੁੱਖ (ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਖਾਂਦਾ ਰਹੇ),"},"ft":{"gurmukhi":"jo keI Aiq durbl hoie AOr nMg BuK sy sdw pIVq rhy]","unicode":"ਜੋ ਕਈ ਅਤਿ ਦੁਰਬਲ ਹੋਇ ਔਰ ਨੰਗ ਭੁਖ ਸੇ ਸਦਾ ਪੀੜਤ ਰਹੇ॥"},"bdb":{"gurmukhi":"jy koeI mnu`K (Ajyhw) kmzor ho jwey (ik) Bu`K nMg dw du`K (aus ƒ hr vyly KWdw rhy),","unicode":"ਜੇ ਕੋਈ ਮਨੁੱਖ (ਅਜੇਹਾ) ਕਮਜ਼ੋਰ ਹੋ ਜਾਏ (ਕਿ) ਭੁੱਖ ਨੰਗ ਦਾ ਦੁੱਖ (ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਖਾਂਦਾ ਰਹੇ),"},"ms":{"gurmukhi":"jykr koeI jxw kMgwlqw Aqy Bu`K doK dI pIV krky inrbl hovy,","unicode":"ਜੇਕਰ ਕੋਈ ਜਣਾ ਕੰਗਾਲਤਾ ਅਤੇ ਭੁੱਖ ਦੋਖ ਦੀ ਪੀੜ ਕਰਕੇ ਨਿਰਬਲ ਹੋਵੇ,"}},"es":{"sn":"Si uno se siente débil y el hambre y la desgracia le acosan."},"hi":{"ss":"जो कोई मनुष्य (ऐसा) कमजोर हो जाए (कि) भूख-नंग का दुख (उसे हर समय खाता रहे)~","sts":"यदि कोई मनुष्य अति दुर्बल है और भूख मिटाने के लिए भोजन का अभाव है और तन ढांपने के लिए वस्त्र भी नहीं,"}},"transliteration":{"english":"je ko hovai dhubalaa na(n)g bhukh kee peer ||","hindi":"जे को होवै दुबला नंग भुख की पीर ॥","en":"je ko hovai dhubalaa na(n)g bhukh kee peer ||","hi":"जे को होवै दुबला नंग भुख की पीर ॥","ipa":"d͡ʒe kɔ hɔʋæ d̪ʊbəlɑ nəⁿG ɓʊkʰ ki pir.","ur":"جے کو هووَے دُبلا نµگ بھُکھ کیِ پیِر ۔۔"},"pageNo":70,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":"3","t":"v"}],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2821,"shabadId":180,"verse":{"gurmukhi":"dmVw plY nw pvY nw ko dyvY DIr ]","unicode":"ਦਮੜਾ ਪਲੈ ਨਾ ਪਵੈ ਨਾ ਕੋ ਦੇਵੈ ਧੀਰ ॥"},"larivaar":{"gurmukhi":"dmVwplYnwpvYnwkodyvYDIr]","unicode":"ਦਮੜਾਪਲੈਨਾਪਵੈਨਾਕੋਦੇਵੈਧੀਰ॥"},"translation":{"en":{"bdb":"with no money in your pockets, and no one will give you any comfort,","ms":"and if he has got no money in his pocket, and there be none to give him consolation,","ssk":"with no money in your pockets, and no one will give you any comfort,"},"pu":{"ss":{"gurmukhi":"jy aus dy p`ly pYsw nwh hovy, koeI mnu`K aus ƒ hOslw nw dyvy;","unicode":"ਜੇ ਉਸ ਦੇ ਪੱਲੇ ਪੈਸਾ ਨਾਹ ਹੋਵੇ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਹੌਸਲਾ ਨਾ ਦੇਵੇ;"},"ft":{"gurmukhi":"AOr (dmVw) rupÎw BI p¤lY nhIN pVY AOr nw koeI aus ko DIrj hI dyxy vwlw hovY]","unicode":"ਔਰ (ਦਮੜਾ) ਰੁਪ੍ਯਾ ਭੀ ਪੱਲੈ ਨਹੀਂ ਪੜੈ ਔਰ ਨਾ ਕੋਈ ਉਸ ਕੋ ਧੀਰਜ ਹੀ ਦੇਣੇ ਵਾਲਾ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"jy aus dy p`ly pYsw nwh hovy, koeI mnu`K aus ƒ hOslw nw dyvy;","unicode":"ਜੇ ਉਸ ਦੇ ਪੱਲੇ ਪੈਸਾ ਨਾਹ ਹੋਵੇ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਹੌਸਲਾ ਨਾ ਦੇਵੇ;"},"ms":{"gurmukhi":"Aqy jykr aus dI jyb iv`c koeI ruipAw pYsw nW hovy Aqy aus ƒ koeI BI DIrj dlwsw nW dyvy,","unicode":"ਅਤੇ ਜੇਕਰ ਉਸ ਦੀ ਜੇਬ ਵਿੱਚ ਕੋਈ ਰੁਪਿਆ ਪੈਸਾ ਨਾਂ ਹੋਵੇ ਅਤੇ ਉਸ ਨੂੰ ਕੋਈ ਭੀ ਧੀਰਜ ਦਲਾਸਾ ਨਾਂ ਦੇਵੇ,"}},"es":{"sn":"Si se encuentra sin dinero y no hay nadie que le brinde ninguna comodidad. "},"hi":{"ss":"यदि उसके पल्ले पैसा ना हो~ कोई मनुष्य उसे हौसला ना दे; कोई मनुष्य उसकी जरूरतें पूरी ना करे~","sts":"यदि उसके पास कोई धन-राशि नहीं और न ही उसको कोई दिलासा देने वाला है।"}},"transliteration":{"english":"dhamaRaa palai naa pavai naa ko dhevai dheer ||","hindi":"दमड़ा पलै ना पवै ना को देवै धीर ॥","en":"dhamaRaa palai naa pavai naa ko dhevai dheer ||","hi":"दमड़ा पलै ना पवै ना को देवै धीर ॥","ipa":"d̪əməɽɑ pəlæ nɑ pəʋæ nɑ kɔ d̪eʋæ t̪ir.","ur":"دمڑا پلَے نا پوَے نا کو دےوَے دھیِر ۔۔"},"pageNo":70,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2822,"shabadId":180,"verse":{"gurmukhi":"suAwrQu suAwau n ko kry nw ikCu hovY kwju ]","unicode":"ਸੁਆਰਥੁ ਸੁਆਉ ਨ ਕੋ ਕਰੇ ਨਾ ਕਿਛੁ ਹੋਵੈ ਕਾਜੁ ॥"},"larivaar":{"gurmukhi":"suAwrQusuAwaunkokrynwikCuhovYkwju]","unicode":"ਸੁਆਰਥੁਸੁਆਉਨਕੋਕਰੇਨਾਕਿਛੁਹੋਵੈਕਾਜੁ॥"},"translation":{"en":{"bdb":"and no one will satisfy your hopes and desires, and none of your works is accomplished","ms":"and if no one were to gratify his aim and desire, and no work of his be accomplished.","ssk":"and no one will satisfy your hopes and desires, and none of your works is accomplished"},"pu":{"ss":{"gurmukhi":"koeI mnu`K aus dI loV-Zrz pUrI nwh kry, aus pwsoN Awpxw koeI kMm isry nwh cVH sky ","unicode":"ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀ ਲੋੜ-ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾਹ ਕਰੇ, ਉਸ ਪਾਸੋਂ ਆਪਣਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਾਹ ਚੜ੍ਹ ਸਕੇ "},"ft":{"gurmukhi":"AOr (sÍwrQu) Apnw jo pRjojnu hY Awp BI nw kr sky, AOr prwey kw (suAwau) ArQu BI nw kr sky, vw koeI pR purs aus Apdwvwn kw kwrj n kr sky, srIr kI inRblqw sy syvw Awid kwrj BI kuC nw ho sky]","unicode":"ਔਰ (ਸ੍ਵਾਰਥੁ) ਅਪਨਾ ਜੋ ਪ੍ਰਜੋਜਨੁ ਹੈ ਆਪ ਭੀ ਨਾ ਕਰ ਸਕੇ, ਔਰ ਪਰਾਏ ਕਾ (ਸੁਆਉ) ਅਰਥੁ ਭੀ ਨਾ ਕਰ ਸਕੇ, ਵਾ ਕੋਈ ਪ੍ਰ ਪੁਰਸ ਉਸ ਅਪਦਾਵਾਨ ਕਾ ਕਾਰਜ ਨ ਕਰ ਸਕੇ, ਸਰੀਰ ਕੀ ਨ੍ਰਿਬਲਤਾ ਸੇ ਸੇਵਾ ਆਦਿ ਕਾਰਜ ਭੀ ਕੁਛ ਨਾ ਹੋ ਸਕੇ॥"},"bdb":{"gurmukhi":"koeI mnu`K aus dI loV-Zrz pUrI nwh kry, aus pwsoN Awpxw koeI kMm isry nwh cVH sky ","unicode":"ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀ ਲੋੜ-ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾਹ ਕਰੇ, ਉਸ ਪਾਸੋਂ ਆਪਣਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਾਹ ਚੜ੍ਹ ਸਕੇ "},"ms":{"gurmukhi":"Aqy jykr koeI BI aus dw mnorQ qy KwihS pUrIAW nW kry qy aus dw koeI kMm nypry nW cVHy[","unicode":"ਅਤੇ ਜੇਕਰ ਕੋਈ ਭੀ ਉਸ ਦਾ ਮਨੋਰਥ ਤੇ ਖਾਹਿਸ਼ ਪੂਰੀਆਂ ਨਾਂ ਕਰੇ ਤੇ ਉਸ ਦਾ ਕੋਈ ਕੰਮ ਨੇਪਰੇ ਨਾਂ ਚੜ੍ਹੇ।"}},"es":{"sn":"Si no hay deseo alguno que se le haya cumplido, ni hay trabajo que haya podido realizar ni terminar. "},"hi":{"ss":"उससे अपना कोई काम सिरे ना चढ़ सके (ऐसी दुर्दशा में होते हुए भी)","sts":"यदि कोई भी उसका मनोरथ व इच्छाएँ पूर्ण न करे और उसका कोई भी कार्य सम्पूर्ण न हो।"}},"transliteration":{"english":"suaarath suaau na ko kare naa kichh hovai kaaj ||","hindi":"सुआरथु सुआउ न को करे ना किछु होवै काजु ॥","en":"suaarath suaau na ko kare naa kichh hovai kaaj ||","hi":"सुआरथु सुआउ न को करे ना किछु होवै काजु ॥","ipa":"sʊəɑrət̪ʰ sʊəɑo nə kɔ kəre nɑ kɪɕ hɔʋæ kɑd͡ʒ.","ur":"سُآرتھ سُآا ن کو کرے نا کچھ هووَے کاج ۔۔"},"pageNo":70,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2823,"shabadId":180,"verse":{"gurmukhi":"iciq AwvY Esu pwrbRhmu qw inhclu hovY rwju ]2]","unicode":"ਚਿਤਿ ਆਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ ਤਾ ਨਿਹਚਲੁ ਹੋਵੈ ਰਾਜੁ ॥੨॥"},"larivaar":{"gurmukhi":"iciqAwvYEsupwrbRhmuqwinhcluhovYrwju]2]","unicode":"ਚਿਤਿਆਵੈਓਸੁਪਾਰਬ੍ਰਹਮੁਤਾਨਿਹਚਲੁਹੋਵੈਰਾਜੁ॥੨॥"},"translation":{"en":{"bdb":"-if you then come to remember the Supreme Lord God, you shall obtain the eternal kingdom. ||2||","ms":"And if he in his heart, remembers the Supreme Lord, he shall have a permanent kingdom.","ssk":"-if you then come to remember the Supreme Lord God, you shall obtain the eternal kingdom. ||2||"},"pu":{"ss":{"gurmukhi":"(AjyhI durdSw ivc huMidAW BI) jy prmwqmw aus dy ic`q ivc Aw v`sy, qW aus dw At`l rwj bx jWdw hY (Bwv, aus dI Awqmk AvsQw Ajyhy bwdSwhW vwlI ho jWdI hY ijnHW dw rwj kdy nwh foly) [2[","unicode":"(ਅਜੇਹੀ ਦੁਰਦਸ਼ਾ ਵਿਚ ਹੁੰਦਿਆਂ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਅਟੱਲ ਰਾਜ ਬਣ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਅਜੇਹੇ ਬਾਦਸ਼ਾਹਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਜ ਕਦੇ ਨਾਹ ਡੋਲੇ) ।੨।"},"ft":{"gurmukhi":"jy kr pwrbRhm kw ismrn aus ky icq myN pRwpiq ho jwvY, qo Ac`l c`kRvrqI rwj ko pRwpiq hovY]2]","unicode":"ਜੇ ਕਰ ਪਾਰਬ੍ਰਹਮ ਕਾ ਸਿਮਰਨ ਉਸ ਕੇ ਚਿਤ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋ ਜਾਵੈ, ਤੋ ਅਚੱਲ ਚੱਕ੍ਰਵਰਤੀ ਰਾਜ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵੈ॥੨॥"},"bdb":{"gurmukhi":"(AjyhI durdSw ivc huMidAW BI) jy prmwqmw aus dy ic`q ivc Aw v`sy, qW aus dw At`l rwj bx jWdw hY (Bwv, aus dI Awqmk AvsQw Ajyhy bwdSwhW vwlI ho jWdI hY ijnHW dw rwj kdy nwh foly) [2[","unicode":"(ਅਜੇਹੀ ਦੁਰਦਸ਼ਾ ਵਿਚ ਹੁੰਦਿਆਂ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਅਟੱਲ ਰਾਜ ਬਣ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਅਜੇਹੇ ਬਾਦਸ਼ਾਹਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਜ ਕਦੇ ਨਾਹ ਡੋਲੇ) ।੨।"},"ms":{"gurmukhi":"Aqy jykr auh Awpxy idl iv`c, SRomxI swihb dw ismrn kr lvy qW ausƒ musqikl pwqSwhI pRwpq hovygI[","unicode":"ਅਤੇ ਜੇਕਰ ਉਹ ਆਪਣੇ ਦਿਲ ਵਿੱਚ, ਸ਼੍ਰੋਮਣੀ ਸਾਹਿਬ ਦਾ ਸਿਮਰਨ ਕਰ ਲਵੇ ਤਾਂ ਉਸਨੂੰ ਮੁਸਤਕਿਲ ਪਾਤਸ਼ਾਹੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।"}},"es":{"sn":"Si él en su corazón recuerda al Señor Absoluto, obtendrá una respuesta y sus días serán ligeros. (2)"},"hi":{"ss":"यदि परमात्मा उसके चिक्त में आ बसे~ तो उसका अटॅल राज बन जाता है (भाव~ उसकी आत्मिक अवस्था ऐसे बादशाहों वाली हो जाती है जिनका राज कभी नहीं डोले)।2।","sts":"यदि वह अपने हृदय में उस पारब्रह्म का स्मरण कर ले तो उसका शासन सदैव स्थिर हो जाता है॥ २॥"}},"transliteration":{"english":"chit aavai os paarabraham taa nihachal hovai raaj ||2||","hindi":"चिति आवै ओसु पारब्रहमु ता निहचलु होवै राजु ॥२॥","en":"chit aavai os paarabraham taa nihachal hovai raaj ||2||","hi":"चिति आवै ओसु पारब्रहमु ता निहचलु होवै राजु ॥२॥","ipa":"t͡ʃɪt̪ əɑʋæ oəs pɑrəbɹəhəm t̪ɑ nɪhət͡ʃəl hɔʋæ rɑd͡ʒ.2.","ur":"چِت آوَے اوس پاربرهم تا نهچل هووَے راج ۔۔۲۔۔"},"pageNo":70,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2824,"shabadId":180,"verse":{"gurmukhi":"jw kau icMqw bhuqu bhuqu dyhI ivAwpY rogu ]","unicode":"ਜਾ ਕਉ ਚਿੰਤਾ ਬਹੁਤੁ ਬਹੁਤੁ ਦੇਹੀ ਵਿਆਪੈ ਰੋਗੁ ॥"},"larivaar":{"gurmukhi":"jwkauicMqwbhuqubhuqudyhIivAwpYrogu]","unicode":"ਜਾਕਉਚਿੰਤਾਬਹੁਤੁਬਹੁਤੁਦੇਹੀਵਿਆਪੈਰੋਗੁ॥"},"translation":{"en":{"bdb":"When you are plagued by great and excessive anxiety, and diseases of the body;","ms":"He who is plagued by very excessive anxiety and bodily ailment,","ssk":"When you are plagued by great and excessive anxiety, and diseases of the body;"},"pu":{"ss":{"gurmukhi":"ijs mnu`K ƒ hr vyly bVI icMqw bxI rhy, ijs dy srIr ƒ (koeI n koeI) rog gRsI r`Ky","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਵੇਲੇ ਬੜੀ ਚਿੰਤਾ ਬਣੀ ਰਹੇ, ਜਿਸ ਦੇ ਸਰੀਰ ਨੂੰ (ਕੋਈ ਨ ਕੋਈ) ਰੋਗ ਗ੍ਰਸੀ ਰੱਖੇ"},"ft":{"gurmukhi":"pun: ijs ko icMqw bhuq hovY AOr srIr BI icMqw kr ky rogI rhy]","unicode":"ਪੁਨ: ਜਿਸ ਕੋ ਚਿੰਤਾ ਬਹੁਤ ਹੋਵੈ ਔਰ ਸਰੀਰ ਭੀ ਚਿੰਤਾ ਕਰ ਕੇ ਰੋਗੀ ਰਹੇ॥"},"bdb":{"gurmukhi":"ijs mnu`K ƒ hr vyly bVI icMqw bxI rhy, ijs dy srIr ƒ (koeI n koeI) rog gRsI r`Ky","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਵੇਲੇ ਬੜੀ ਚਿੰਤਾ ਬਣੀ ਰਹੇ, ਜਿਸ ਦੇ ਸਰੀਰ ਨੂੰ (ਕੋਈ ਨ ਕੋਈ) ਰੋਗ ਗ੍ਰਸੀ ਰੱਖੇ"},"ms":{"gurmukhi":"auh jo prm Gxy iPkr qy srIr dI bImwrI dw sqwieAw hoieAw hY[","unicode":"ਉਹ ਜੋ ਪਰਮ ਘਣੇ ਫਿਕਰ ਤੇ ਸਰੀਰ ਦੀ ਬੀਮਾਰੀ ਦਾ ਸਤਾਇਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Si uno tiene pensamientos de ansiedad y su cuerpo es atacado por la enfermedad, "},"hi":{"ss":"जिस मनुष्य को हर समय बहुत चिंता बनी रहे~ जिसके शरीर को (कोई ना कोई) रोग ग्रसे रखे~","sts":"जिसे अधिक चिन्ता लगी हो, उसकें शरीर को बहुत सारे रोग लगे हों।"}},"transliteration":{"english":"jaa kau chi(n)taa bahut bahut dhehee viaapai rog ||","hindi":"जा कउ चिंता बहुतु बहुतु देही विआपै रोगु ॥","en":"jaa kau chi(n)taa bahut bahut dhehee viaapai rog ||","hi":"जा कउ चिंता बहुतु बहुतु देही विआपै रोगु ॥","ipa":"d͡ʒɑ ko t͡ʃɪŋt̪ɑ bəhʊt̪ bəhʊt̪ d̪ehi ʋɪəɑpæ rɔG.","ur":"جا کا چںتا بهُت بهُت دےهیِ وآپَے روگ ۔۔"},"pageNo":70,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2825,"shabadId":180,"verse":{"gurmukhi":"igRsiq kutMib plyitAw kdy hrKu kdy sogu ]","unicode":"ਗ੍ਰਿਸਤਿ ਕੁਟੰਬਿ ਪਲੇਟਿਆ ਕਦੇ ਹਰਖੁ ਕਦੇ ਸੋਗੁ ॥"},"larivaar":{"gurmukhi":"igRsiqkutMibplyitAwkdyhrKukdysogu]","unicode":"ਗ੍ਰਿਸਤਿਕੁਟੰਬਿਪਲੇਟਿਆਕਦੇਹਰਖੁਕਦੇਸੋਗੁ॥"},"translation":{"en":{"bdb":"when you are wrapped up in the attachments of household and family, sometimes feeling joy, and then other times sorrow;","ms":"He who is wrapped up in household and family and sometimes feels joy and sometimes sorrow;","ssk":"when you are wrapped up in the attachments of household and family, sometimes feeling joy, and then other times sorrow;"},"pu":{"ss":{"gurmukhi":"jyhVw igRhsq (dy jMjwl) ivc prvwr (dy jMjwl) ivc (sdw) PisAw rhy, ijs ƒ kdy koeI ^uSI hY qy kdy koeI Zm GyrI rKdw hY,","unicode":"ਜੇਹੜਾ ਗ੍ਰਿਹਸਤ (ਦੇ ਜੰਜਾਲ) ਵਿਚ ਪਰਵਾਰ (ਦੇ ਜੰਜਾਲ) ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਕਦੇ ਕੋਈ ਖ਼ੁਸ਼ੀ ਹੈ ਤੇ ਕਦੇ ਕੋਈ ਗ਼ਮ ਘੇਰੀ ਰਖਦਾ ਹੈ,"},"ft":{"gurmukhi":"AOr kutMb myN lpyitAw hUAw gRhsqI hovY, (kdy) kbI puqR jnmwidk sy (hrKu) KusI ho jwvy AOr kdy kbI iqn ky mrnwidk sy sogvMq ho jwvy]","unicode":"ਔਰ ਕੁਟੰਬ ਮੇਂ ਲਪੇਟਿਆ ਹੂਆ ਗ੍ਰਹਸਤੀ ਹੋਵੈ, (ਕਦੇ) ਕਬੀ ਪੁਤ੍ਰ ਜਨਮਾਦਿਕ ਸੇ (ਹਰਖੁ) ਖੁਸੀ ਹੋ ਜਾਵੇ ਔਰ ਕਦੇ ਕਬੀ ਤਿਨ ਕੇ ਮਰਨਾਦਿਕ ਸੇ ਸੋਗਵੰਤ ਹੋ ਜਾਵੇ॥"},"bdb":{"gurmukhi":"jyhVw igRhsq (dy jMjwl) ivc prvwr (dy jMjwl) ivc (sdw) PisAw rhy, ijs ƒ kdy koeI ^uSI hY qy kdy koeI Zm GyrI rKdw hY,","unicode":"ਜੇਹੜਾ ਗ੍ਰਿਹਸਤ (ਦੇ ਜੰਜਾਲ) ਵਿਚ ਪਰਵਾਰ (ਦੇ ਜੰਜਾਲ) ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਕਦੇ ਕੋਈ ਖ਼ੁਸ਼ੀ ਹੈ ਤੇ ਕਦੇ ਕੋਈ ਗ਼ਮ ਘੇਰੀ ਰਖਦਾ ਹੈ,"},"ms":{"gurmukhi":"auh jo Gr bwr qy t`br kbIly iv`c lpyitAw hoieAw hY Aqy iksy vyly KuSI qy iksy vyly APsos mihsUs krdw hY,","unicode":"ਉਹ ਜੋ ਘਰ ਬਾਰ ਤੇ ਟੱਬਰ ਕਬੀਲੇ ਵਿੱਚ ਲਪੇਟਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਕਿਸੇ ਵੇਲੇ ਖੁਸ਼ੀ ਤੇ ਕਿਸੇ ਵੇਲੇ ਅਫਸੋਸ ਮਹਿਸੂਸ ਕਰਦਾ ਹੈ,"}},"es":{"sn":"y está involucrado emocionalmente en su hogar, y tiene a veces penas y a veces placeres. "},"hi":{"ss":"जो गृहस्थ (के जंजाल) में परिवार (के जंजाल) में (सदा) फंसा रहे~ जिसे कभी कोई खुशी है और कभी कोई ग़म घेरे रखता है।","sts":"जो गृहस्थ में पारिवारिक दुःखों-सुखों में घिरा हुआ है और किसी समय हर्ष एवं किसी समय शोक अनुभव करता हो"}},"transliteration":{"english":"girasat kuTa(n)b paleTiaa kadhe harakh kadhe sog ||","hindi":"गृसति कुटंबि पलेटिआ कदे हरखु कदे सोगु ॥","en":"girasat kuTa(n)b paleTiaa kadhe harakh kadhe sog ||","hi":"गृसति कुटंबि पलेटिआ कदे हरखु कदे सोगु ॥","ipa":"Gɪɹəsət̪ kʊʈəŋb pəleʈɪəɑ kəd̪e hərəkʰ kəd̪e sɔG.","ur":"گِرست کُٹںب پلےٹآ کدے هرکھ کدے سوگ ۔۔"},"pageNo":70,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2826,"shabadId":180,"verse":{"gurmukhi":"gauxu kry chu kuMt kw GVI n bYsxu soie ]","unicode":"ਗਉਣੁ ਕਰੇ ਚਹੁ ਕੁੰਟ ਕਾ ਘੜੀ ਨ ਬੈਸਣੁ ਸੋਇ ॥"},"larivaar":{"gurmukhi":"gauxukrychukuMtkwGVInbYsxusoie]","unicode":"ਗਉਣੁਕਰੇਚਹੁਕੁੰਟਕਾਘੜੀਨਬੈਸਣੁਸੋਇ॥"},"translation":{"en":{"bdb":"when you are wandering around in all four directions, and you cannot sit or sleep even for a moment","ms":"and wanders in four directions and cannot sit or sleep even for a moment;","ssk":"when you are wandering around in all four directions, and you cannot sit or sleep even for a moment"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K swrI DrqI a~uqy ies qrHW Btkdw iPrdw hY ik aus ƒ GVI Br bihxw BI nsIb nhIN huMdw","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਰੀ ਧਰਤੀ ੳੱੁਤੇ ਇਸ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਘੜੀ ਭਰ ਬਹਿਣਾ ਭੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ"},"ft":{"gurmukhi":"AOr cwroN kuMtW kw BRmxw kry, GVI Br BI iesQr ho kr bYTnw n imly Aru sOxw BI nw imly]","unicode":"ਔਰ ਚਾਰੋਂ ਕੁੰਟਾਂ ਕਾ ਭ੍ਰਮਣਾ ਕਰੇ, ਘੜੀ ਭਰ ਭੀ ਇਸਥਰ ਹੋ ਕਰ ਬੈਠਨਾ ਨ ਮਿਲੇ ਅਰੁ ਸੌਣਾ ਭੀ ਨਾ ਮਿਲੇ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K swrI DrqI a~uqy ies qrHW Btkdw iPrdw hY ik aus ƒ GVI Br bihxw BI nsIb nhIN huMdw","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਰੀ ਧਰਤੀ ੳੱੁਤੇ ਇਸ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਘੜੀ ਭਰ ਬਹਿਣਾ ਭੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ"},"ms":{"gurmukhi":"Aqy cOhIN pwsIN Btkdw iPrdw hY Aqy iek muhq Br leI BI bYT jw sO nhIN skdw[","unicode":"ਅਤੇ ਚੌਹੀਂ ਪਾਸੀਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਅਤੇ ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਬੈਠ ਜਾ ਸੌ ਨਹੀਂ ਸਕਦਾ।"}},"es":{"sn":"Y vaga alrededor de los cuatro continentes, sin encontrar sosiego. "},"hi":{"ss":"जो मनुष्य सारी धरती पर इस तरह भटकता फिरता है कि उसे घड़ी भर भी बैठना नसीब नहीं होता।","sts":"और चारों दिशाओं में भटकता फिरता है और एक क्षण भर के लिए भी बैठ अथवा निद्रा नहीं कर सकता।"}},"transliteration":{"english":"gaun kare chahu ku(n)T kaa ghaRee na baisan soi ||","hindi":"गउणु करे चहु कुँट का घड़ी न बैसणु सोइ ॥","en":"gaun kare chahu ku(n)T kaa ghaRee na baisan soi ||","hi":"गउणु करे चहु कुँट का घड़ी न बैसणु सोइ ॥","ipa":"Goʊɳ kəre t͡ʃəh kʊŋʈ kɑ Gʰəɽi nə bæsəɳ sɔeɪ.","ur":"گاݨ کرے چهُ کُںٹ کا گھڑیِ ن بَےسݨ سوا ۔۔"},"pageNo":70,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2827,"shabadId":180,"verse":{"gurmukhi":"iciq AwvY Esu pwrbRhmu qnu mnu sIqlu hoie ]3]","unicode":"ਚਿਤਿ ਆਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ ਤਨੁ ਮਨੁ ਸੀਤਲੁ ਹੋਇ ॥੩॥"},"larivaar":{"gurmukhi":"iciqAwvYEsupwrbRhmuqnumnusIqluhoie]3]","unicode":"ਚਿਤਿਆਵੈਓਸੁਪਾਰਬ੍ਰਹਮੁਤਨੁਮਨੁਸੀਤਲੁਹੋਇ॥੩॥"},"translation":{"en":{"bdb":"-if you come to remember the Supreme Lord God, then your body and mind shall be cooled and soothed. ||3||","ms":"Were he to reflect over the Supreme Lord, his body and soul shall be cooled (rest at peace).","ssk":"-if you come to remember the Supreme Lord God, then your body and mind shall be cooled and soothed. ||3||"},"pu":{"ss":{"gurmukhi":"pr jy prmwqmw aus dy ic`q iv`c Aw v`sy, qW aus dw qn SWq ho jWdw hY aus dw mn (sMqoK nwl) TMFw-Twr ho jWdw hY [3[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿੱਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਤਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ (ਸੰਤੋਖ ਨਾਲ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"Jy kr pwrbRhmu kw ic`q myN ismrn hoie AwvY, qO aus kw qnu mnu sIqlu ho jwvy]3]","unicode":"ਝੇ ਕਰ ਪਾਰਬ੍ਰਹਮੁ ਕਾ ਚਿੱਤ ਮੇਂ ਸਿਮਰਨ ਹੋਇ ਆਵੈ, ਤੌ ਉਸ ਕਾ ਤਨੁ ਮਨੁ ਸੀਤਲੁ ਹੋ ਜਾਵੇ॥੩॥"},"bdb":{"gurmukhi":"pr jy prmwqmw aus dy ic`q iv`c Aw v`sy, qW aus dw qn SWq ho jWdw hY aus dw mn (sMqoK nwl) TMFw-Twr ho jWdw hY [3[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿੱਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਤਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ (ਸੰਤੋਖ ਨਾਲ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"jykr auh SomxI swihb dw ArwDn kry qW aus dI dyih qy Awqmw TMFy (SWq) ho jWdy hn[","unicode":"ਜੇਕਰ ਉਹ ਸ਼ੋਮਣੀ ਸਾਹਿਬ ਦਾ ਅਰਾਧਨ ਕਰੇ ਤਾਂ ਉਸ ਦੀ ਦੇਹਿ ਤੇ ਆਤਮਾ ਠੰਢੇ (ਸ਼ਾਂਤ) ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Si él recuerda al Señor en su corazón, su cuerpo y mente serán refrescados.(3)"},"hi":{"ss":"पर~ यदि परमात्मा उसके चिक्त में आ बसे~ तो उसका तन शांत हो जाता है उसका मन (संतोष से) शीतल हो जाता है।3।","sts":"यदि वह पारब्रह्म परमेश्वर की आराधना करे तो उसका तन-मन शीतल हो जाते हैं ॥३॥"}},"transliteration":{"english":"chit aavai os paarabraham tan man seetal hoi ||3||","hindi":"चिति आवै ओसु पारब्रहमु तनु मनु सीतलु होइ ॥३॥","en":"chit aavai os paarabraham tan man seetal hoi ||3||","hi":"चिति आवै ओसु पारब्रहमु तनु मनु सीतलु होइ ॥३॥","ipa":"t͡ʃɪt̪ əɑʋæ oəs pɑrəbɹəhəm t̪ən mən sit̪əl hɔeɪ.3.","ur":"چِت آوَے اوس پاربرهم تن من سیِتل هوِا ۔۔۳۔۔"},"pageNo":70,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2828,"shabadId":180,"verse":{"gurmukhi":"kwim kroiD moih vis kIAw ikrpn loiB ipAwru ]","unicode":"ਕਾਮਿ ਕਰੋਧਿ ਮੋਹਿ ਵਸਿ ਕੀਆ ਕਿਰਪਨ ਲੋਭਿ ਪਿਆਰੁ ॥"},"larivaar":{"gurmukhi":"kwimkroiDmoihviskIAwikrpnloiBipAwru]","unicode":"ਕਾਮਿਕਰੋਧਿਮੋਹਿਵਸਿਕੀਆਕਿਰਪਨਲੋਭਿਪਿਆਰੁ॥"},"translation":{"en":{"bdb":"When you are under the power of sexual desire, anger and worldly attachment, or a greedy miser in love with your wealth;","ms":"Man may be in the power of lust wrath and worldly love, and be a miser through love of greed;","ssk":"When you are under the power of sexual desire, anger and worldly attachment, or a greedy miser in love with your wealth;"},"pu":{"ss":{"gurmukhi":"jy iksy mnu`K ƒ kwm ny kRoD ny moh ny Awpxy v`s ivc kIqw hoieAw hovy, jy aus SUm dw ipAwr (sdw) loB ivc hI hovy","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ ਮੋਹ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੋਵੇ, ਜੇ ਉਸ ਸ਼ੂਮ ਦਾ ਪਿਆਰ (ਸਦਾ) ਲੋਭ ਵਿਚ ਹੀ ਹੋਵੇ"},"ft":{"gurmukhi":"kwm kRoD qQw moh ien ibkwroN kw bis kIAw hUAw, ikrpx jo Dn ko bÎvhwr qQw prmwrQ myN Awp lgwvxy vwlw nw hovY, AOr (loiB ipAwru) Dn ky loB hI myN ipAwr hovY]","unicode":"ਕਾਮ ਕ੍ਰੋਧ ਤਥਾ ਮੋਹ ਇਨ ਬਿਕਾਰੋਂ ਕਾ ਬਸਿ ਕੀਆ ਹੂਆ, ਕਿਰਪਣ ਜੋ ਧਨ ਕੋ ਬ੍ਯਵਹਾਰ ਤਥਾ ਪਰਮਾਰਥ ਮੇਂ ਆਪ ਲਗਾਵਣੇ ਵਾਲਾ ਨਾ ਹੋਵੈ, ਔਰ (ਲੋਭਿ ਪਿਆਰੁ) ਧਨ ਕੇ ਲੋਭ ਹੀ ਮੇਂ ਪਿਆਰ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"jy iksy mnu`K ƒ kwm ny kRoD ny moh ny Awpxy v`s ivc kIqw hoieAw hovy, jy aus SUm dw ipAwr (sdw) loB ivc hI hovy","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ ਮੋਹ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੋਵੇ, ਜੇ ਉਸ ਸ਼ੂਮ ਦਾ ਪਿਆਰ (ਸਦਾ) ਲੋਭ ਵਿਚ ਹੀ ਹੋਵੇ"},"ms":{"gurmukhi":"bMdw ivSy Bog gu¤sy qy sMswrI mmqw dy AKiqAwr iv`c hovy qy lwlc dI pRIq rwhIN kMjUs ho igAw hovy[","unicode":"ਬੰਦਾ ਵਿਸ਼ੇ ਭੋਗ ਗੁੱਸੇ ਤੇ ਸੰਸਾਰੀ ਮਮਤਾ ਦੇ ਅਖਤਿਆਰ ਵਿੱਚ ਹੋਵੇ ਤੇ ਲਾਲਚ ਦੀ ਪ੍ਰੀਤ ਰਾਹੀਂ ਕੰਜੂਸ ਹੋ ਗਿਆ ਹੋਵੇ।"}},"es":{"sn":"Aquél que vive siendo controlado por la lujuria, el enojo, el apego y la miserable avaricia "},"hi":{"ss":"यदि किसी मनुष्य को काम ने क्रोध ने मोह ने अपने वश में किया हो~ यदि उस कंजूस का प्यार (सदा) लोभ में हो~","sts":"जिस प्राणी को काम-क्रोध-मोह आदि ने अपने वश में कर रखा है और जो धन-दौलत के निरन्तर लोभ में कृपण (कंजूस) बना रहता है,"}},"transliteration":{"english":"kaam karodh moh vas keeaa kirapan lobh piaar ||","hindi":"कामि करोधि मोहि वसि कीआ किरपन लोभि पिआरु ॥","en":"kaam karodh moh vas keeaa kirapan lobh piaar ||","hi":"कामि करोधि मोहि वसि कीआ किरपन लोभि पिआरु ॥","ipa":"kɑm kərɔt̪ə̀ mɔh ʋəs kiəɑ kɪrəpən lɔɓ pɪəɑr.","ur":"کام کرودھ موه وس کیِآ کرپن لوبھ پآر ۔۔"},"pageNo":70,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2829,"shabadId":180,"verse":{"gurmukhi":"cwry iklivK auin AG kIey hoAw Asur sMGwru ]","unicode":"ਚਾਰੇ ਕਿਲਵਿਖ ਉਨਿ ਅਘ ਕੀਏ ਹੋਆ ਅਸੁਰ ਸੰਘਾਰੁ ॥"},"larivaar":{"gurmukhi":"cwryiklivKauinAGkIeyhoAwAsursMGwru]","unicode":"ਚਾਰੇਕਿਲਵਿਖਉਨਿਅਘਕੀਏਹੋਆਅਸੁਰਸੰਘਾਰੁ॥"},"translation":{"en":{"bdb":"if you have committed the four great sins and other mistakes; even if you are a murderous fiend","ms":"He may have committed the four major sins and other misdeeds; and be a demon to kill,","ssk":"if you have committed the four great sins and other mistakes; even if you are a murderous fiend"},"pu":{"ss":{"gurmukhi":"jy aus ny (auhnW ivkwrW dy v`s ho ky) cwry hI au~Gy pwp-AprwD kIqy hoey hox, jy auh Ajyhw BYVw ho igAw hovy ik aus dw mwr dyxw hI cMgw hov","unicode":"ਜੇ ਉਸ ਨੇ (ਉਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਵੱਸ ਹੋ ਕੇ) ਚਾਰੇ ਹੀ ਉੱਘੇ ਪਾਪ-ਅਪਰਾਧ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਜੇ ਉਹ ਅਜੇਹਾ ਭੈੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਕਿ ਉਸ ਦਾ ਮਾਰ ਦੇਣਾ ਹੀ ਚੰਗਾ ਹੋਵ"},"ft":{"gurmukhi":"(cwry iklivK) goGwq 1, gurU pqnIrmnw 2, bRhm hqÎw 3, eyk syr sy AiDk kMcn kI corI krnw 4, XdÎip Alp sÍrn kw curwaunw BI pwp hI hY, prMqU syr sy AiDk iklivKoN myN khw hY, Bwv Xih ik cwroN mhW pwp hYN, ien cwroN ky jo krny vwly hYN[ ien cwroN iklivKIÎoN kw sMgI BI ien ky qul hI pWcvW pwpI hoqw hY[Çnƒ: sMgiq qo GVI pl mwqR iksI sMjog sy BI ho jwqI hY?Çau`qR: SwsqR myN inXm kIXw hY, jo ijs kI eyk brK pRÎMq sMgiq kry so iqs ky qul ho jwqw hY[ punÚ ibsÍwsGwq qQw ikRqGnqw Awidk BI (AG) pwp kIey hoie ArQwq (aun) iqs purs ny sBI iklivK qQw ikRqGnqw Awid Awp BI kIey hoie, AOr (Asur sMGwr) AsurI sMpqw ky guxoN kr mwirAw hUAw hoie, vw dYqoN ky qul jIvoN ky mwrny vwlw BI hUAw hY]","unicode":"(ਚਾਰੇ ਕਿਲਵਿਖ) ਗੋਘਾਤ ੧, ਗੁਰੂ ਪਤਨੀਰਮਨਾ ੨, ਬ੍ਰਹਮ ਹਤ੍ਯਾ ੩, ਏਕ ਸੇਰ ਸੇ ਅਧਿਕ ਕੰਚਨ ਕੀ ਚੋਰੀ ਕਰਨਾ ੪, ਯਦ੍ਯਪਿ ਅਲਪ ਸ੍ਵਰਨ ਕਾ ਚੁਰਾਉਨਾ ਭੀ ਪਾਪ ਹੀ ਹੈ, ਪਰੰਤੂ ਸੇਰ ਸੇ ਅਧਿਕ ਕਿਲਵਿਖੋਂ ਮੇਂ ਕਹਾ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਚਾਰੋਂ ਮਹਾਂ ਪਾਪ ਹੈਂ, ਇਨ ਚਾਰੋਂ ਕੇ ਜੋ ਕਰਨੇ ਵਾਲੇ ਹੈਂ। ਇਨ ਚਾਰੋਂ ਕਿਲਵਿਖੀ੍ਯੋਂ ਕਾ ਸੰਗੀ ਭੀ ਇਨ ਕੇ ਤੁਲ ਹੀ ਪਾਂਚਵਾਂ ਪਾਪੀ ਹੋਤਾ ਹੈ।☬ਨਨੂੰ: ਸੰਗਤਿ ਤੋ ਘੜੀ ਪਲ ਮਾਤ੍ਰ ਕਿਸੀ ਸੰਜੋਗ ਸੇ ਭੀ ਹੋ ਜਾਤੀ ਹੈ?☬ਉੱਤ੍ਰ: ਸ਼ਾਸਤ੍ਰ ਮੇਂ ਨਿਯਮ ਕੀਯਾ ਹੈ, ਜੋ ਜਿਸ ਕੀ ਏਕ ਬਰਖ ਪ੍ਰ੍ਯੰਤ ਸੰਗਤਿ ਕਰੇ ਸੋ ਤਿਸ ਕੇ ਤੁਲ ਹੋ ਜਾਤਾ ਹੈ। ਪੁਨਃ ਬਿਸ੍ਵਾਸਘਾਤ ਤਥਾ ਕ੍ਰਿਤਘਨਤਾ ਆਦਿਕ ਭੀ (ਅਘ) ਪਾਪ ਕੀਏ ਹੋਇ ਅਰਥਾਤ (ਉਨ) ਤਿਸ ਪੁਰਸ ਨੇ ਸਭੀ ਕਿਲਵਿਖ ਤਥਾ ਕ੍ਰਿਤਘਨਤਾ ਆਦਿ ਆਪ ਭੀ ਕੀਏ ਹੋਇ, ਔਰ (ਅਸੁਰ ਸੰਘਾਰ) ਅਸੁਰੀ ਸੰਪਤਾ ਕੇ ਗੁਣੋਂ ਕਰ ਮਾਰਿਆ ਹੂਆ ਹੋਇ, ਵਾ ਦੈਤੋਂ ਕੇ ਤੁਲ ਜੀਵੋਂ ਕੇ ਮਾਰਨੇ ਵਾਲਾ ਭੀ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"jy aus ny (auhnW ivkwrW dy v`s ho ky) cwry hI au~Gy pwp-AprwD kIqy hoey hox, jy auh Ajyhw BYVw ho igAw hovy ik aus dw mwr dyxw hI cMgw hov","unicode":"ਜੇ ਉਸ ਨੇ (ਉਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਵੱਸ ਹੋ ਕੇ) ਚਾਰੇ ਹੀ ਉੱਘੇ ਪਾਪ-ਅਪਰਾਧ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਜੇ ਉਹ ਅਜੇਹਾ ਭੈੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਕਿ ਉਸ ਦਾ ਮਾਰ ਦੇਣਾ ਹੀ ਚੰਗਾ ਹੋਵ"},"ms":{"gurmukhi":"aus ny cwroN hI b`jr pwp qy hor kukrm kIqy hox qy mwr su`tx leIN auh rwKS hovy,","unicode":"ਉਸ ਨੇ ਚਾਰੋਂ ਹੀ ਬੱਜਰ ਪਾਪ ਤੇ ਹੋਰ ਕੁਕਰਮ ਕੀਤੇ ਹੋਣ ਤੇ ਮਾਰ ਸੁੱਟਣ ਲਈਂ ਉਹ ਰਾਖਸ਼ ਹੋਵੇ,"}},"es":{"sn":"y que también bebe, se roba el oro, trata de seducir a la esposa del Guru, mata a la vaca o al brahmán y está siendo destruido por sus acciones"},"hi":{"ss":"यदि उसने (उन विकारों के वश हो के) चारों ही घोर पाप अपराध किये हों~ यदि वह इतना बुरा हो गया हो कि उसे मार देना ही ठीक हो।","sts":"जिसने चारों ही व्रज पाप एवं अन्य कुकर्म किए हों, दानव-प्रवृत्ति के कारण निर्दयता पूर्वक जिसने जीव-हत्या की हो,"}},"transliteration":{"english":"chaare kilavikh un agh ke'ee hoaa asur sa(n)ghaar ||","hindi":"चारे किलविख उनि अघ कीए होआ असुर संघारु ॥","en":"chaare kilavikh un agh ke'ee hoaa asur sa(n)ghaar ||","hi":"चारे किलविख उनि अघ कीए होआ असुर संघारु ॥","ipa":"t͡ʃɑre kɪləʋɪkʰ oʊn əGʰə̀ kiee hɔəɑ əsʊr səŋGʰɑr.","ur":"چارے کلوکھ اُن اگھ کیِاے هوآ اسر سںگھار ۔۔"},"pageNo":70,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2830,"shabadId":180,"verse":{"gurmukhi":"poQI gIq kivq ikCu kdy n krin DirAw ]","unicode":"ਪੋਥੀ ਗੀਤ ਕਵਿਤ ਕਿਛੁ ਕਦੇ ਨ ਕਰਨਿ ਧਰਿਆ ॥"},"larivaar":{"gurmukhi":"poQIgIqkivqikCukdynkrinDirAw]","unicode":"ਪੋਥੀਗੀਤਕਵਿਤਕਿਛੁਕਦੇਨਕਰਨਿਧਰਿਆ॥"},"translation":{"en":{"bdb":"who has never taken the time to listen to sacred books, hymns and poetry","ms":"and he may never have given his ear to sacred books, hymns and poetry.","ssk":"who has never taken the time to listen to sacred books, hymns and poetry"},"pu":{"ss":{"gurmukhi":"jy aus ny kdy BI koeI Drm-pusqk koeI Drm-gIq koeI Dwrimk kivqw suxI nwh hovy","unicode":"ਜੇ ਉਸ ਨੇ ਕਦੇ ਭੀ ਕੋਈ ਧਰਮ-ਪੁਸਤਕ ਕੋਈ ਧਰਮ-ਗੀਤ ਕੋਈ ਧਾਰਮਿਕ ਕਵਿਤਾ ਸੁਣੀ ਨਾਹ ਹੋਵੇ"},"ft":{"gurmukhi":"AOr 3 poQI SwsqR, (gIq) sMgIq AOr (kivq) kwbÎ, ijn myN vwihgurU kw nwm guMQq hoie, so kBI nhIN kwn (DirAw) Dwrn kIAw hoie, Bwv Xyh ik kBI nhIN suxw hoie]","unicode":"ਔਰ ੩ ਪੋਥੀ ਸ਼ਾਸਤ੍ਰ, (ਗੀਤ) ਸੰਗੀਤ ਔਰ (ਕਵਿਤ) ਕਾਬ੍ਯ, ਜਿਨ ਮੇਂ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਗੁੰਥਤ ਹੋਇ, ਸੋ ਕਭੀ ਨਹੀਂ ਕਾਨ (ਧਰਿਆ) ਧਾਰਨ ਕੀਆ ਹੋਇ, ਭਾਵ ਯੇਹ ਕਿ ਕਭੀ ਨਹੀਂ ਸੁਣਾ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy aus ny kdy BI koeI Drm-pusqk koeI Drm-gIq koeI Dwrimk kivqw suxI nwh hovy","unicode":"ਜੇ ਉਸ ਨੇ ਕਦੇ ਭੀ ਕੋਈ ਧਰਮ-ਪੁਸਤਕ ਕੋਈ ਧਰਮ-ਗੀਤ ਕੋਈ ਧਾਰਮਿਕ ਕਵਿਤਾ ਸੁਣੀ ਨਾਹ ਹੋਵੇ"},"ms":{"gurmukhi":"Aqy piv`qr pusqkW, Bjn qy kivqw v`l aus ny kdwic`q Awpxw kMn hI nW kIqw hovy[","unicode":"ਅਤੇ ਪਵਿੱਤਰ ਪੁਸਤਕਾਂ, ਭਜਨ ਤੇ ਕਵਿਤਾ ਵੱਲ ਉਸ ਨੇ ਕਦਾਚਿੱਤ ਆਪਣਾ ਕੰਨ ਹੀ ਨਾਂ ਕੀਤਾ ਹੋਵੇ।"}},"es":{"sn":"y nunca presta oídos al Libro y a la poesía del Alma. "},"hi":{"ss":"यदि उसने कभी भी कोई धर्म पुस्तक कोई धर्म गीत कोई धार्मिक कविता सुनी ना हो~","sts":"जिसने कभी कोई धर्म-पुस्तक उपदेश अथवा ईश्वर–प्रेम की कविता तक न सुनी हो,"}},"transliteration":{"english":"pothee geet kavit kichh kadhe na karan dhariaa ||","hindi":"पोथी गीत कवित किछु कदे न करनि धरिआ ॥","en":"pothee geet kavit kichh kadhe na karan dhariaa ||","hi":"पोथी गीत कवित किछु कदे न करनि धरिआ ॥","ipa":"pɔt̪ʰi Git̪ kəʋɪt̪ kɪɕ kəd̪e nə kərən t̪ərɪəɑ.","ur":"پوتھیِ گیِت کوت کچھ کدے ن کرن دھرِآ ۔۔"},"pageNo":70,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":0,"t":"v"},{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2831,"shabadId":180,"verse":{"gurmukhi":"iciq AwvY Esu pwrbRhmu qw inmK ismrq qirAw ]4]","unicode":"ਚਿਤਿ ਆਵੈ ਓਸੁ ਪਾਰਬ੍ਰਹਮੁ ਤਾ ਨਿਮਖ ਸਿਮਰਤ ਤਰਿਆ ॥੪॥"},"larivaar":{"gurmukhi":"iciqAwvYEsupwrbRhmuqwinmKismrqqirAw]4]","unicode":"ਚਿਤਿਆਵੈਓਸੁਪਾਰਬ੍ਰਹਮੁਤਾਨਿਮਖਸਿਮਰਤਤਰਿਆ॥੪॥"},"translation":{"en":{"bdb":"-if you then come to remember the Supreme Lord God, and contemplate Him, even for a moment, you shall be saved. ||4||","ms":"If he thinks of the Supreme Lord, then, by remembering Him even for a moment, he is saved.","ssk":"-if you then come to remember the Supreme Lord God, and contemplate Him, even for a moment, you shall be saved. ||4||"},"pu":{"ss":{"gurmukhi":"pr jy prmwqmw aus dy ic`q ivc Aw v`sy, qW auh A`K dy Por ijqny ijqny smy leI hI pRBU dw ismrn kr ky (iehnW swry ivkwrW dy smuMdr qoN) pwr lMG jWdw hY [4[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਹ ਅੱਖ ਦੇ ਫੋਰ ਜਿਤਨੇ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਇਹਨਾਂ ਸਾਰੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"prMqU jy aus ko pwrbRhm kw ismrnu icq myN Xwd hoie AwvY, qb eyk inmK mwqR ky ismrx sy mukiq ho igAw hY]ÇipRQm cwr pOVIÎoN myN vwhgurU ky ismrxy sy nIcoN ko aUcqw idKweI hY[ qb AOr cwr pauVIEN myN vwihgurU ky ismrx ibnw jo aUc hYN iqn kI nIcqw idKwqy hYN:","unicode":"ਪਰੰਤੂ ਜੇ ਉਸ ਕੋ ਪਾਰਬ੍ਰਹਮ ਕਾ ਸਿਮਰਨੁ ਚਿਤ ਮੇਂ ਯਾਦ ਹੋਇ ਆਵੈ, ਤਬ ਏਕ ਨਿਮਖ ਮਾਤ੍ਰ ਕੇ ਸਿਮਰਣ ਸੇ ਮੁਕਤਿ ਹੋ ਗਿਆ ਹੈ॥☬ਪ੍ਰਿਥਮ ਚਾਰ ਪੌੜੀ੍ਯੋਂ ਮੇਂ ਵਾਹਗੁਰੂ ਕੇ ਸਿਮਰਣੇ ਸੇ ਨੀਚੋਂ ਕੋ ਊਚਤਾ ਦਿਖਾਈ ਹੈ। ਤਬ ਔਰ ਚਾਰ ਪਉੜੀਓਂ ਮੇਂ ਵਾਹਿਗੁਰੂ ਕੇ ਸਿਮਰਣ ਬਿਨਾ ਜੋ ਊਚ ਹੈਂ ਤਿਨ ਕੀ ਨੀਚਤਾ ਦਿਖਾਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pr jy prmwqmw aus dy ic`q ivc Aw v`sy, qW auh A`K dy Por ijqny ijqny smy leI hI pRBU dw ismrn kr ky (iehnW swry ivkwrW dy smuMdr qoN) pwr lMG jWdw hY [4[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਹ ਅੱਖ ਦੇ ਫੋਰ ਜਿਤਨੇ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਇਹਨਾਂ ਸਾਰੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"jo auh SRomxI swihb ƒ cyqy kr lvy qd aus ƒ iek muhq Br leI ArwDn nwl auh pwr auqr jWdw hY[","unicode":"ਜੋ ਉਹ ਸ਼੍ਰੋਮਣੀ ਸਾਹਿਬ ਨੂੰ ਚੇਤੇ ਕਰ ਲਵੇ ਤਦ ਉਸ ਨੂੰ ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਅਰਾਧਨ ਨਾਲ ਉਹ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Si él recuerda al Señor con todo su corazón, aunque sea por un pequeño instante, él será salvado de la propia oscuridad de su conciencia. (4)"},"hi":{"ss":"पर यदि परमात्मा उसके चिक्त में आ बसे~ तो वह आँख झपकने जितने समय के लिए ही प्रभू का सिमरन करके (इन सभी विकारों के समुंद्र से) पार लांघ जाता है।4।","sts":"यदि क्षण भर के लिए भी वह मन प्रभु का नाम सिमरन कर ले तो इस भवसागर से पार हो जाता है। ॥४॥"}},"transliteration":{"english":"chit aavai os paarabraham taa nimakh simarat tariaa ||4||","hindi":"चिति आवै ओसु पारब्रहमु ता निमख सिमरत तरिआ ॥४॥","en":"chit aavai os paarabraham taa nimakh simarat tariaa ||4||","hi":"चिति आवै ओसु पारब्रहमु ता निमख सिमरत तरिआ ॥४॥","ipa":"t͡ʃɪt̪ əɑʋæ oəs pɑrəbɹəhəm t̪ɑ nɪməkʰ sɪmərət̪ t̪ərɪəɑ.4.","ur":"چِت آوَے اوس پاربرهم تا نمکھ سمرت ترآ ۔۔۴۔۔"},"pageNo":70,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2832,"shabadId":180,"verse":{"gurmukhi":"swsq isMimRiq byd cwir muKwgr ibcry ]","unicode":"ਸਾਸਤ ਸਿੰਮ੍ਰਿਤਿ ਬੇਦ ਚਾਰਿ ਮੁਖਾਗਰ ਬਿਚਰੇ ॥"},"larivaar":{"gurmukhi":"swsqisMimRiqbydcwirmuKwgribcry]","unicode":"ਸਾਸਤਸਿੰਮ੍ਰਿਤਿਬੇਦਚਾਰਿਮੁਖਾਗਰਬਿਚਰੇ॥"},"translation":{"en":{"bdb":"People may recite by heart the Shaastras, the Simritees and the four Vedas;","ms":"Though the mortal may repeat by heart (the six) treatises on philosophy, (twenty seven) ceremonial books and four Vedas;","ssk":"People may recite by heart the Shaastras, the Simritees and the four Vedas;"},"pu":{"ss":{"gurmukhi":"jy koeI mn`uK cwry vyd swry SwsqR qy swrIAW isimRqIAW ƒ mUMh-zbwnI (aucwr ky) ivcwr skdw hovy","unicode":"ਜੇ ਕੋਈ ਮਨੱੁਖ ਚਾਰੇ ਵੇਦ ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ ਤੇ ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਨੂੰ ਮੂੰਹ-ਜ਼ਬਾਨੀ (ਉਚਾਰ ਕੇ) ਵਿਚਾਰ ਸਕਦਾ ਹੋਵੇ"},"ft":{"gurmukhi":"swsqR vydWq Awid 6, AOr isMmRqIAW mnU Awid 27, AOr byd irg Awid 4, (muKwgr) kMT hoie AOr (ibcry) vIcwrqw BI hoie]","unicode":"ਸਾਸਤ੍ਰ ਵੇਦਾਂਤ ਆਦਿ ੬, ਔਰ ਸਿੰਮ੍ਰਤੀਆਂ ਮਨੂ ਆਦਿ ੨੭, ਔਰ ਬੇਦ ਰਿਗ ਆਦਿ ੪, (ਮੁਖਾਗਰ) ਕੰਠ ਹੋਇ ਔਰ (ਬਿਚਰੇ) ਵੀਚਾਰਤਾ ਭੀ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy koeI mn`uK cwry vyd swry SwsqR qy swrIAW isimRqIAW ƒ mUMh-zbwnI (aucwr ky) ivcwr skdw hovy","unicode":"ਜੇ ਕੋਈ ਮਨੱੁਖ ਚਾਰੇ ਵੇਦ ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ ਤੇ ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਨੂੰ ਮੂੰਹ-ਜ਼ਬਾਨੀ (ਉਚਾਰ ਕੇ) ਵਿਚਾਰ ਸਕਦਾ ਹੋਵੇ"},"ms":{"gurmukhi":"BwvyN pRwxI PlsPy dy (Cy) gRMQ, (sqweI) krmkWfI pusqkW Aqy cwry vyd mUMh jbwnI aucwrx kry[","unicode":"ਭਾਵੇਂ ਪ੍ਰਾਣੀ ਫਲਸਫੇ ਦੇ (ਛੇ) ਗ੍ਰੰਥ, (ਸਤਾਈ) ਕਰਮਕਾਂਡੀ ਪੁਸਤਕਾਂ ਅਤੇ ਚਾਰੇ ਵੇਦ ਮੂੰਹ ਜਬਾਨੀ ਉਚਾਰਣ ਕਰੇ।"}},"es":{"sn":"Si uno recita con sus labios los Shastras, los textos Semíticos y los cuatro Vedas "},"hi":{"ss":"यदि कोई मनुष्य चारों वेद~ सारे शास्त्र और सारी ही स्मृतियों को मुंह ज़बानी (उचार के) विचार सकता हो।","sts":"चाहे प्राणी को चारों वेद, छः शास्त्र और समस्त स्मृतियाँ कण्ठाग्न हों;"}},"transliteration":{"english":"saasat si(n)mirat bedh chaar mukhaagar bichare ||","hindi":"सासत सिंमृति बेद चारि मुखागर बिचरे ॥","en":"saasat si(n)mirat bedh chaar mukhaagar bichare ||","hi":"सासत सिंमृति बेद चारि मुखागर बिचरे ॥","ipa":"sɑsət̪ sɪŋmɪɹət̪ bed̪ t͡ʃɑr mʊkʰɑGər bɪt͡ʃəre.","ur":"ساست سںمرت بےد چار مُکھاگر بچرے ۔۔"},"pageNo":70,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2833,"shabadId":180,"verse":{"gurmukhi":"qpy qpIsr jogIAw qIriQ gvnu kry ]","unicode":"ਤਪੇ ਤਪੀਸਰ ਜੋਗੀਆ ਤੀਰਥਿ ਗਵਨੁ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"qpyqpIsrjogIAwqIriQgvnukry]","unicode":"ਤਪੇਤਪੀਸਰਜੋਗੀਆਤੀਰਥਿਗਵਨੁਕਰੇ॥"},"translation":{"en":{"bdb":"they may be ascetics, great, self-disciplined Yogis; they may visit sacred shrines of pilgrimage","ms":"Though he may be a penitent, a great sage or a yogi and may visit places of pilgrimage;","ssk":"they may be ascetics, great, self-disciplined Yogis; they may visit sacred shrines of pilgrimage"},"pu":{"ss":{"gurmukhi":"jy auh v`fy v`fy qpIAW qy jogIAW vWg (hryk) qIrQ auqy jWdw hovy","unicode":"ਜੇ ਉਹ ਵੱਡੇ ਵੱਡੇ ਤਪੀਆਂ ਤੇ ਜੋਗੀਆਂ ਵਾਂਗ (ਹਰੇਕ) ਤੀਰਥ ਉਤੇ ਜਾਂਦਾ ਹੋਵੇ"},"ft":{"gurmukhi":"pun: qp krny sy qpI BI hoie, vw (qpIsr) qpIEN kw mhMq hoie, punÚ jog swDI hoie, AOr sqI qIrQoN kI jwqRw krqw hoie]","unicode":"ਪੁਨ: ਤਪ ਕਰਨੇ ਸੇ ਤਪੀ ਭੀ ਹੋਇ, ਵਾ (ਤਪੀਸਰ) ਤਪੀਓਂ ਕਾ ਮਹੰਤ ਹੋਇ, ਪੁਨਃ ਜੋਗ ਸਾਧੀ ਹੋਇ, ਔਰ ਸਤੀ ਤੀਰਥੋਂ ਕੀ ਜਾਤ੍ਰਾ ਕਰਤਾ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy auh v`fy v`fy qpIAW qy jogIAW vWg (hryk) qIrQ auqy jWdw hovy","unicode":"ਜੇ ਉਹ ਵੱਡੇ ਵੱਡੇ ਤਪੀਆਂ ਤੇ ਜੋਗੀਆਂ ਵਾਂਗ (ਹਰੇਕ) ਤੀਰਥ ਉਤੇ ਜਾਂਦਾ ਹੋਵੇ"},"ms":{"gurmukhi":"BwvyN auh pscwqwpI, v`fw irSI qy XogI hovy, qy XwqRw-AsQwnW qy rtn kry,","unicode":"ਭਾਵੇਂ ਉਹ ਪਸਚਾਤਾਪੀ, ਵੱਡਾ ਰਿਸ਼ੀ ਤੇ ਯੋਗੀ ਹੋਵੇ, ਤੇ ਯਾਤ੍ਰਾ-ਅਸਥਾਨਾਂ ਤੇ ਰਟਨ ਕਰੇ,"}},"es":{"sn":"y vive como un gran asceta y Yogui y se baña en las aguas santas. "},"hi":{"ss":"यदि वह तपस्वियों व जोगियों की तरह (हरेक) तीर्थ पर जाता हो~","sts":"चाहे वह पश्चातापी, महान ऋषेि एवं योगी हो; और अठसत तीथों की यात्रा करे"}},"transliteration":{"english":"tape tapeesar jogeeaa teerath gavan kare ||","hindi":"तपे तपीसर जोगीआ तीरथि गवनु करे ॥","en":"tape tapeesar jogeeaa teerath gavan kare ||","hi":"तपे तपीसर जोगीआ तीरथि गवनु करे ॥","ipa":"t̪əpe t̪əpisər d͡ʒɔGiəɑ t̪irət̪ʰ Gəʋən kəre.","ur":"تپے تپیِسر جوگیِآ تیِرتھ گون کرے ۔۔"},"pageNo":70,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2834,"shabadId":180,"verse":{"gurmukhi":"Ktu krmw qy duguxy pUjw krqw nwie ]","unicode":"ਖਟੁ ਕਰਮਾ ਤੇ ਦੁਗੁਣੇ ਪੂਜਾ ਕਰਤਾ ਨਾਇ ॥"},"larivaar":{"gurmukhi":"KtukrmwqyduguxypUjwkrqwnwie]","unicode":"ਖਟੁਕਰਮਾਤੇਦੁਗੁਣੇਪੂਜਾਕਰਤਾਨਾਇ॥"},"translation":{"en":{"bdb":"and perform the six ceremonial rituals, over and over again, performing worship services and ritual bathings.","ms":"and though he may perform six rites twice over and bath and perform worship;","ssk":"and perform the six ceremonial rituals, over and over again, performing worship services and ritual bathings."},"pu":{"ss":{"gurmukhi":"jy auh (qIrQW auqy) ieSnwn kr ky (dyvI dyviqAW dI) pUjw krdw hovy qy (mMny-prmMny) Cy (Dwrimk) kMmW nwloN dUxy (Dwrimk krm in`q) krdw hovy","unicode":"ਜੇ ਉਹ (ਤੀਰਥਾਂ ਉਤੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੀ) ਪੂਜਾ ਕਰਦਾ ਹੋਵੇ ਤੇ (ਮੰਨੇ-ਪਰਮੰਨੇ) ਛੇ (ਧਾਰਮਿਕ) ਕੰਮਾਂ ਨਾਲੋਂ ਦੂਣੇ (ਧਾਰਮਿਕ ਕਰਮ ਨਿੱਤ) ਕਰਦਾ ਹੋਵੇ"},"ft":{"gurmukhi":"AOr Kt krmoN sy dugny(12) dÍwds krm, sMDÎw 1, snwn 2, jp 3, hom 4, AwiQq pUjn 5, dyvwrcn 6, byd pFn 7, AOr pFwaunw 8, X`g krnw 9, AOr krwaunw 10, dwn dynw 11, AOr dwn lynw, nwie kr Twkr pUjw BI krqw hoie 12, ien sBnoN ko krqw BI hY]","unicode":"ਔਰ ਖਟ ਕਰਮੋਂ ਸੇ ਦੁਗਨੇ(੧੨) ਦ੍ਵਾਦਸ ਕਰਮ, ਸੰਧ੍ਯਾ ੧, ਸਨਾਨ ੨, ਜਪ ੩, ਹੋਮ ੪, ਆਥਿਤ ਪੂਜਨ ੫, ਦੇਵਾਰਚਨ ੬, ਬੇਦ ਪਢਨ ੭, ਔਰ ਪਢਾਉਨਾ ੮, ਯੱਗ ਕਰਨਾ ੯, ਔਰ ਕਰਾਉਨਾ ੧੦, ਦਾਨ ਦੇਨਾ ੧੧, ਔਰ ਦਾਨ ਲੇਨਾ, ਨਾਇ ਕਰ ਠਾਕਰ ਪੂਜਾ ਭੀ ਕਰਤਾ ਹੋਇ ੧੨, ਇਨ ਸਭਨੋਂ ਕੋ ਕਰਤਾ ਭੀ ਹੈ॥"},"bdb":{"gurmukhi":"jy auh (qIrQW auqy) ieSnwn kr ky (dyvI dyviqAW dI) pUjw krdw hovy qy (mMny-prmMny) Cy (Dwrimk) kMmW nwloN dUxy (Dwrimk krm in`q) krdw hovy","unicode":"ਜੇ ਉਹ (ਤੀਰਥਾਂ ਉਤੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੀ) ਪੂਜਾ ਕਰਦਾ ਹੋਵੇ ਤੇ (ਮੰਨੇ-ਪਰਮੰਨੇ) ਛੇ (ਧਾਰਮਿਕ) ਕੰਮਾਂ ਨਾਲੋਂ ਦੂਣੇ (ਧਾਰਮਿਕ ਕਰਮ ਨਿੱਤ) ਕਰਦਾ ਹੋਵੇ"},"ms":{"gurmukhi":"Aqy BwvyN auh Cy sMskwrW ƒ dUhrI vwr kry Aqy nRW ky aupwSnw kry[","unicode":"ਅਤੇ ਭਾਵੇਂ ਉਹ ਛੇ ਸੰਸਕਾਰਾਂ ਨੂੰ ਦੂਹਰੀ ਵਾਰ ਕਰੇ ਅਤੇ ਨ੍ਰਾਂ ਕੇ ਉਪਾਸ਼ਨਾ ਕਰੇ।"}},"es":{"sn":"Y realiza las doce acciones de un practicante y hace Alabanza después de las abluciones. "},"hi":{"ss":"यदि वह (तीर्तों पर) स्नान करके (देवी देवताओं की) पूजा करता हो और (जाने माने) छे (धार्मिक) कर्मों से दोगुने (धार्मिक कर्म नित्य) करता हो;","sts":"और चाहे वह छः संस्कारों द्वारा कर्मो को करता हो और सुबह एवं शाम स्नान करके उपासना करता हो,"}},"transliteration":{"english":"khaT karamaa te dhugune poojaa karataa nai ||","hindi":"खटु करमा ते दुगुणे पूजा करता नाइ ॥","en":"khaT karamaa te dhugune poojaa karataa nai ||","hi":"खटु करमा ते दुगुणे पूजा करता नाइ ॥","ipa":"kʰəʈ kərəmɑ t̪e d̪ʊGʊɳe pud͡ʒɑ kərət̪ɑ nɑeɪ.","ur":"کھٹ کرما تے دُگݨے پُوجا کرتا ناا ۔۔"},"pageNo":70,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2835,"shabadId":180,"verse":{"gurmukhi":"rMgu n lgI pwrbRhm qw srpr nrky jwie ]5]","unicode":"ਰੰਗੁ ਨ ਲਗੀ ਪਾਰਬ੍ਰਹਮ ਤਾ ਸਰਪਰ ਨਰਕੇ ਜਾਇ ॥੫॥"},"larivaar":{"gurmukhi":"rMgunlgIpwrbRhmqwsrprnrkyjwie]5]","unicode":"ਰੰਗੁਨਲਗੀਪਾਰਬ੍ਰਹਮਤਾਸਰਪਰਨਰਕੇਜਾਇ॥੫॥"},"translation":{"en":{"bdb":"Even so, if they have not embraced love for the Supreme Lord God, then they shall surely go to hell. ||5||","ms":"Yet if he has not embraced love for the Supreme Lord, he shall, assuredly, go to hell then.","ssk":"Even so, if they have not embraced love for the Supreme Lord God, then they shall surely go to hell. ||5||"},"pu":{"ss":{"gurmukhi":"pr jy prmwqmw (dy crnW) dw ipAwr (aus dy AMdr) nhIN hY, qW auh zrUr nrk ivc hI jWdw hY [5[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦਾ ਪਿਆਰ (ਉਸ ਦੇ ਅੰਦਰ) ਨਹੀਂ ਹੈ, ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਨਰਕ ਵਿਚ ਹੀ ਜਾਂਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"Jy kr pwrbRhm myN (rMgu) pRym nhIN lgy qo (srpr) AwvsÎmyv nrk myN jw pVygw]Çnƒ: XgÎwidkoN kw Pl sÍrgwidk ilKw hY, AOr sRI gurU jI iqn kw Pl nrk khqy hYN, ies sy gurvwkÎ sy ivruD ArQ ky pRiqpwidk hUey?Çau`qR: Bgvq Bkiq ivru`D ijqny krm hYN, so sBI duK kw kwrn hY[ Bwv Xih jo krm AhMkwr pUrbk kIey jwqy hYN iqn kw Pl sÍrgwidk imlqw hY[ prMqU vhW BI eIrKwid duK bny rihqy hYN[ puMnoN ky KIx hony sy qhW qy igrwXw jwqw hY[ ies pr rwjw inRg kw idRs†Wq pRis`D hY ArQwq ien krmoN ky krny sy duKo kI inibRqI kbI nhIN hoqI[ qW qy Bgvq Bikœ ibnw kbI suK kI pRwpqI nhIN hY]","unicode":"ਝੇ ਕਰ ਪਾਰਬ੍ਰਹਮ ਮੇਂ (ਰੰਗੁ) ਪ੍ਰੇਮ ਨਹੀਂ ਲਗੇ ਤੋ (ਸਰਪਰ) ਆਵਸ੍ਯਮੇਵ ਨਰਕ ਮੇਂ ਜਾ ਪੜੇਗਾ॥☬ਨਨੂੰ: ਯਗ੍ਯਾਦਿਕੋਂ ਕਾ ਫਲ ਸ੍ਵਰਗਾਦਿਕ ਲਿਖਾ ਹੈ, ਔਰ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਤਿਨ ਕਾ ਫਲ ਨਰਕ ਕਹਤੇ ਹੈਂ, ਇਸ ਸੇ ਗੁਰਵਾਕ੍ਯ ਸੇ ਵਿਰੁਧ ਅਰਥ ਕੇ ਪ੍ਰਤਿਪਾਦਿਕ ਹੂਏ?☬ਉੱਤ੍ਰ: ਭਗਵਤ ਭਕਤਿ ਵਿਰੁੱਧ ਜਿਤਨੇ ਕਰਮ ਹੈਂ, ਸੋ ਸਭੀ ਦੁਖ ਕਾ ਕਾਰਨ ਹੈ। ਭਾਵ ਯਹਿ ਜੋ ਕਰਮ ਅਹੰਕਾਰ ਪੂਰਬਕ ਕੀਏ ਜਾਤੇ ਹੈਂ ਤਿਨ ਕਾ ਫਲ ਸ੍ਵਰਗਾਦਿਕ ਮਿਲਤਾ ਹੈ। ਪਰੰਤੂ ਵਹਾਂ ਭੀ ਈਰਖਾਦਿ ਦੁਖ ਬਨੇ ਰਹਿਤੇ ਹੈਂ। ਪੁੰਨੋਂ ਕੇ ਖੀਣ ਹੋਨੇ ਸੇ ਤਹਾਂ ਤੇ ਗਿਰਾਯਾ ਜਾਤਾ ਹੈ। ਇਸ ਪਰ ਰਾਜਾ ਨ੍ਰਿਗ ਕਾ ਦ੍ਰਿਸ੍ਟਾਂਤ ਪ੍ਰਸਿੱਧ ਹੈ ਅਰਥਾਤ ਇਨ ਕਰਮੋਂ ਕੇ ਕਰਨੇ ਸੇ ਦੁਖੋ ਕੀ ਨਿਬ੍ਰਿਤੀ ਕਬੀ ਨਹੀਂ ਹੋਤੀ। ਤਾਂ ਤੇ ਭਗਵਤ ਭਕ੍ਤਿ ਬਿਨਾ ਕਬੀ ਸੁਖ ਕੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"pr jy prmwqmw (dy crnW) dw ipAwr (aus dy AMdr) nhIN hY, qW auh zrUr nrk ivc hI jWdw hY [5[","unicode":"ਪਰ ਜੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦਾ ਪਿਆਰ (ਉਸ ਦੇ ਅੰਦਰ) ਨਹੀਂ ਹੈ, ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਨਰਕ ਵਿਚ ਹੀ ਜਾਂਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"iPr vI jykr aus dI pRIq SromxI swihb nwl nhIN gMFI geI, qd, auh insicq hI dojK ƒ jweygw[","unicode":"ਫਿਰ ਵੀ ਜੇਕਰ ਉਸ ਦੀ ਪ੍ਰੀਤ ਸ਼ਰੋਮਣੀ ਸਾਹਿਬ ਨਾਲ ਨਹੀਂ ਗੰਢੀ ਗਈ, ਤਦ, ਉਹ ਨਿਸਚਿਤ ਹੀ ਦੋਜਖ ਨੂੰ ਜਾਏਗਾ।"}},"es":{"sn":"Si él no está enamorado del Señor, entonces, seguramente, se perderá en la oscuridad de su conciencia. (5)"},"hi":{"ss":"पर यदि परमात्मा (के चरणों) का प्यार उसके अंदर नहीं है~ तो वह जरूर ही नर्क में जाता है।5।","sts":"फिर भी यदि उसकी प्रीति परमात्मा के रंग में नहीं रंगी गई तो वह निश्चत ही नरक को जाएगा ॥५॥"}},"transliteration":{"english":"ra(n)g na lagee paarabraham taa sarapar narake jai ||5||","hindi":"रंगु न लगी पारब्रहम ता सरपर नरके जाइ ॥५॥","en":"ra(n)g na lagee paarabraham taa sarapar narake jai ||5||","hi":"रंगु न लगी पारब्रहम ता सरपर नरके जाइ ॥५॥","ipa":"rəŋG nə ləGi pɑrəbɹəhəm t̪ɑ sərəpər nərəke d͡ʒɑeɪ.5.","ur":"رںگ ن لگیِ پاربرهم تا سرپر نرکے جاا ۔۔۵۔۔"},"pageNo":70,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2836,"shabadId":180,"verse":{"gurmukhi":"rwj imlk iskdwrIAw rs Bogx ibsQwr ]","unicode":"ਰਾਜ ਮਿਲਕ ਸਿਕਦਾਰੀਆ ਰਸ ਭੋਗਣ ਬਿਸਥਾਰ ॥"},"larivaar":{"gurmukhi":"rwjimlkiskdwrIAwrsBogxibsQwr]","unicode":"ਰਾਜਮਿਲਕਸਿਕਦਾਰੀਆਰਸਭੋਗਣਬਿਸਥਾਰ॥"},"translation":{"en":{"bdb":"You may possess empires, vast estates, authority over others, and the enjoyment of myriads of pleasures;","ms":"Though one may have empire, principality, lordship and plentiful enjoyments of dainties.","ssk":"You may possess empires, vast estates, authority over others, and the enjoyment of myriads of pleasures;"},"pu":{"ss":{"gurmukhi":"jy iksy mnu`K ƒ (mulkW dy) rwj imly hoey hox, byAMq zmInW dI mwlkI imlI hovy, jy (aus dIAW hr QW) srdwrIAW bxIAW hoeIAW hox, dunIAw dy AnykW pdwrQW dy Bog Bogdw hov","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਮੁਲਕਾਂ ਦੇ) ਰਾਜ ਮਿਲੇ ਹੋਏ ਹੋਣ, ਬੇਅੰਤ ਜ਼ਮੀਨਾਂ ਦੀ ਮਾਲਕੀ ਮਿਲੀ ਹੋਵੇ, ਜੇ (ਉਸ ਦੀਆਂ ਹਰ ਥਾਂ) ਸਰਦਾਰੀਆਂ ਬਣੀਆਂ ਹੋਈਆਂ ਹੋਣ, ਦੁਨੀਆ ਦੇ ਅਨੇਕਾਂ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੋਵ"},"ft":{"gurmukhi":"(rwj) dysoN kI hkUmiq, (imlk) mwlkIq, (iskdwrIAw) srdwrIAW, ijs ky Gr myN bhuq ho jwvYN, Bwv eyih ik iqn ky kul myN bhuq pusqoN qk srdwrI mrwqby ko phuc jwvYN, AOr sbdwid ivsÎoN ko AiDkqw sy Bogxw kry]","unicode":"(ਰਾਜ) ਦੇਸੋਂ ਕੀ ਹਕੂਮਤਿ, (ਮਿਲਕ) ਮਾਲਕੀਤ, (ਸਿਕਦਾਰੀਆ) ਸਰਦਾਰੀਆਂ, ਜਿਸ ਕੇ ਘਰ ਮੇਂ ਬਹੁਤ ਹੋ ਜਾਵੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਤਿਨ ਕੇ ਕੁਲ ਮੇਂ ਬਹੁਤ ਪੁਸਤੋਂ ਤਕ ਸਰਦਾਰੀ ਮਰਾਤਬੇ ਕੋ ਪਹੁਚ ਜਾਵੈਂ, ਔਰ ਸਬਦਾਦਿ ਵਿਸ੍ਯੋਂ ਕੋ ਅਧਿਕਤਾ ਸੇ ਭੋਗਣਾ ਕਰੇ॥"},"bdb":{"gurmukhi":"jy iksy mnu`K ƒ (mulkW dy) rwj imly hoey hox, byAMq zmInW dI mwlkI imlI hovy, jy (aus dIAW hr QW) srdwrIAW bxIAW hoeIAW hox, dunIAw dy AnykW pdwrQW dy Bog Bogdw hov","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਮੁਲਕਾਂ ਦੇ) ਰਾਜ ਮਿਲੇ ਹੋਏ ਹੋਣ, ਬੇਅੰਤ ਜ਼ਮੀਨਾਂ ਦੀ ਮਾਲਕੀ ਮਿਲੀ ਹੋਵੇ, ਜੇ (ਉਸ ਦੀਆਂ ਹਰ ਥਾਂ) ਸਰਦਾਰੀਆਂ ਬਣੀਆਂ ਹੋਈਆਂ ਹੋਣ, ਦੁਨੀਆ ਦੇ ਅਨੇਕਾਂ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੋਵ"},"ms":{"gurmukhi":"BwvyN AwdmI kol bwdSwhI, rjvwVw, srdwrI Aqy Gnyry suAwidSt AnMd hox[","unicode":"ਭਾਵੇਂ ਆਦਮੀ ਕੋਲ ਬਾਦਸ਼ਾਹੀ, ਰਜਵਾੜਾ, ਸਰਦਾਰੀ ਅਤੇ ਘਨੇਰੇ ਸੁਆਦਿਸ਼ਟ ਅਨੰਦ ਹੋਣ।"}},"es":{"sn":"El dominio sobre otros. Vastas propiedades en las que se puede rigir y gozar de muchos placeres. "},"hi":{"ss":"यदि किसी मनुष्य को (मुल्कों के) राज मिल रहे हों~ बेअंत जमीनों की मल्कियत मिली हो~ यदि (उसकी हर जगह) सरदारियां बनी हुई हों~ दुनिया के अनेकों पदार्थों के भोग भोगता हो।","sts":"चाहे मनुष्य के पास राज्याधिकार, धन-सम्पत्ति, शासन एवं अन्य असंख्य स्वादिष्ट भोग हो,"}},"transliteration":{"english":"raaj milak sikadhaareeaa ras bhogan bisathaar ||","hindi":"राज मिलक सिकदारीआ रस भोगण बिसथार ॥","en":"raaj milak sikadhaareeaa ras bhogan bisathaar ||","hi":"राज मिलक सिकदारीआ रस भोगण बिसथार ॥","ipa":"rɑd͡ʒ mɪlək sɪkəd̪ɑriəɑ rəs ɓɔGəɳ bɪsət̪ʰɑr.","ur":"راج ملک سکداریِآ رس بھوگݨ بستھار ۔۔"},"pageNo":70,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2837,"shabadId":180,"verse":{"gurmukhi":"bwg suhwvy sohxy clY hukmu APwr ]","unicode":"ਬਾਗ ਸੁਹਾਵੇ ਸੋਹਣੇ ਚਲੈ ਹੁਕਮੁ ਅਫਾਰ ॥"},"larivaar":{"gurmukhi":"bwgsuhwvysohxyclYhukmuAPwr]","unicode":"ਬਾਗਸੁਹਾਵੇਸੋਹਣੇਚਲੈਹੁਕਮੁਅਫਾਰ॥"},"translation":{"en":{"bdb":"you may have delightful and beautiful gardens, and issue unquestioned commands;","ms":"He may have delightful and beauteous gardens and he may issue unchallengeable orders;","ssk":"you may have delightful and beautiful gardens, and issue unquestioned commands;"},"pu":{"ss":{"gurmukhi":"jy aus dy pws sohxy suMdr bwZ hox, jy (iehnW swry pdwrQW dI mlkIAq dy kwrn aus) AhMkwrI (hoey) dw hukm hr koeI mMndw hovy","unicode":"ਜੇ ਉਸ ਦੇ ਪਾਸ ਸੋਹਣੇ ਸੁੰਦਰ ਬਾਗ਼ ਹੋਣ, ਜੇ (ਇਹਨਾਂ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੀ ਮਲਕੀਅਤ ਦੇ ਕਾਰਨ ਉਸ) ਅਹੰਕਾਰੀ (ਹੋਏ) ਦਾ ਹੁਕਮ ਹਰ ਕੋਈ ਮੰਨਦਾ ਹੋਵੇ"},"ft":{"gurmukhi":"AOr bwZ BI suBwiemwn pRwpiq hoie, AOr aus myN bfy bfy sohny mMdr BI bny hoie, mMdr kw ADÎwr hY hukm BI (APwr) AmoV clY]","unicode":"ਔਰ ਬਾਗ਼ ਭੀ ਸੁਭਾਇਮਾਨ ਪ੍ਰਾਪਤਿ ਹੋਇ, ਔਰ ਉਸ ਮੇਂ ਬਡੇ ਬਡੇ ਸੋਹਨੇ ਮੰਦਰ ਭੀ ਬਨੇ ਹੋਇ, ਮੰਦਰ ਕਾ ਅਧ੍ਯਾਰ ਹੈ ਹੁਕਮ ਭੀ (ਅਫਾਰ) ਅਮੋੜ ਚਲੈ॥"},"bdb":{"gurmukhi":"jy aus dy pws sohxy suMdr bwZ hox, jy (iehnW swry pdwrQW dI mlkIAq dy kwrn aus) AhMkwrI (hoey) dw hukm hr koeI mMndw hovy","unicode":"ਜੇ ਉਸ ਦੇ ਪਾਸ ਸੋਹਣੇ ਸੁੰਦਰ ਬਾਗ਼ ਹੋਣ, ਜੇ (ਇਹਨਾਂ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੀ ਮਲਕੀਅਤ ਦੇ ਕਾਰਨ ਉਸ) ਅਹੰਕਾਰੀ (ਹੋਏ) ਦਾ ਹੁਕਮ ਹਰ ਕੋਈ ਮੰਨਦਾ ਹੋਵੇ"},"ms":{"gurmukhi":"aus pws mnohr qy suMdr cmn hox qy auh AmoV Purmwn jwrI kry,","unicode":"ਉਸ ਪਾਸ ਮਨੋਹਰ ਤੇ ਸੁੰਦਰ ਚਮਨ ਹੋਣ ਤੇ ਉਹ ਅਮੋੜ ਫੁਰਮਾਨ ਜਾਰੀ ਕਰੇ,"}},"es":{"sn":"Bellos jardines y el orgullo de comandar todos sus extensos alrededores. "},"hi":{"ss":"यदि उसके पास सुंदर सुंदर बाग हों~ यदि (इन सारे पदार्थों की मल्कियत के कारण उस) अहंकारी (हुए) का हुकम हर कोई मानता हो~","sts":"उसके पास मनोहर व सुन्दर उद्यान हो और जिसके आदेश की सब पालना करते हों,"}},"transliteration":{"english":"baag suhaave sohane chalai hukam afaar ||","hindi":"बाग सुहावे सोहणे चलै हुकमु अफार ॥","en":"baag suhaave sohane chalai hukam afaar ||","hi":"बाग सुहावे सोहणे चलै हुकमु अफार ॥","ipa":"bɑG sʊhɑʋe sɔhəɳe t͡ʃəlæ hʊkəm əfɑr.","ur":"باگ سُهاوے سوهݨے چلَے هُکم اپھار ۔۔"},"pageNo":70,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2838,"shabadId":180,"verse":{"gurmukhi":"rMg qmwsy bhu ibDI cwie lig rihAw ]","unicode":"ਰੰਗ ਤਮਾਸੇ ਬਹੁ ਬਿਧੀ ਚਾਇ ਲਗਿ ਰਹਿਆ ॥"},"larivaar":{"gurmukhi":"rMgqmwsybhuibDIcwieligrihAw]","unicode":"ਰੰਗਤਮਾਸੇਬਹੁਬਿਧੀਚਾਇਲਗਿਰਹਿਆ॥"},"translation":{"en":{"bdb":"you may have enjoyments and entertainments of all sorts and kinds, and continue to enjoy exciting pleasures","ms":"and he may have revels and entertainments of many sorts and continue enjoying buoyant pleasures;","ssk":"you may have enjoyments and entertainments of all sorts and kinds, and continue to enjoy exciting pleasures"},"pu":{"ss":{"gurmukhi":"jy auh dunIAw dy keI iksmW dy rMg-qmwiSAW ivc cw-mlwr ivc ru`Jw rihMdw hovy,","unicode":"ਜੇ ਉਹ ਦੁਨੀਆ ਦੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਚਾ-ਮਲਾਰ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੋਵੇ,"},"ft":{"gurmukhi":"rMg rMg ky qmwSy kOqk AOr bhuq pRkwr ky (cwau) auqSwh ien myN lgw rhw hoie]","unicode":"ਰੰਗ ਰੰਗ ਕੇ ਤਮਾਸ਼ੇ ਕੌਤਕ ਔਰ ਬਹੁਤ ਪ੍ਰਕਾਰ ਕੇ (ਚਾਉ) ਉਤਸ਼ਾਹ ਇਨ ਮੇਂ ਲਗਾ ਰਹਾ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy auh dunIAw dy keI iksmW dy rMg-qmwiSAW ivc cw-mlwr ivc ru`Jw rihMdw hovy,","unicode":"ਜੇ ਉਹ ਦੁਨੀਆ ਦੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਚਾ-ਮਲਾਰ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੋਵੇ,"},"ms":{"gurmukhi":"vus kol AnykW iksmW dIAW rMg-rlIAW qy idl bihlwvy hox, Aqy auh aumMg-BrIAW mOj-bhwrw mwxdw rihMdw hovy[","unicode":"ਵੁਸ ਕੋਲ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੀਆਂ ਰੰਗ-ਰਲੀਆਂ ਤੇ ਦਿਲ ਬਹਿਲਾਵੇ ਹੋਣ, ਅਤੇ ਉਹ ਉਮੰਗ-ਭਰੀਆਂ ਮੌਜ-ਬਹਾਰਾ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੋਵੇ।"}},"es":{"sn":"Participar y ser entretenido en obras majestuosas y maravillosos espectáculos; todo esto es en vano. "},"hi":{"ss":"यदि वह दुनिया के कई किस्म के रंग तमाशों के चाव उल्लास में व्यस्त रहता हो।","sts":"अथवा रंग तमाशों के विषय विलास में आसक्त व्यक्ति हों,"}},"transliteration":{"english":"ra(n)g tamaase bahu bidhee chai lag rahiaa ||","hindi":"रंग तमासे बहु बिधी चाइ लगि रहिआ ॥","en":"ra(n)g tamaase bahu bidhee chai lag rahiaa ||","hi":"रंग तमासे बहु बिधी चाइ लगि रहिआ ॥","ipa":"rəŋG t̪əmɑse bəh bɪt̪i t͡ʃɑeɪ ləG rəhɪəɑ.","ur":"رںگ تماسے بهُ بدھیِ چاا لگ رهِآ ۔۔"},"pageNo":70,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2839,"shabadId":180,"verse":{"gurmukhi":"iciq n AwieE pwrbRhmu qw srp kI jUin gieAw ]6]","unicode":"ਚਿਤਿ ਨ ਆਇਓ ਪਾਰਬ੍ਰਹਮੁ ਤਾ ਸਰਪ ਕੀ ਜੂਨਿ ਗਇਆ ॥੬॥"},"larivaar":{"gurmukhi":"iciqnAwieEpwrbRhmuqwsrpkIjUingieAw]6]","unicode":"ਚਿਤਿਨਆਇਓਪਾਰਬ੍ਰਹਮੁਤਾਸਰਪਕੀਜੂਨਿਗਇਆ॥੬॥"},"translation":{"en":{"bdb":"-and yet, if you do not come to remember the Supreme Lord God, you shall be reincarnated as a snake. ||6||","ms":"Yet, if he muse not over the Lofty Lord, then, he shall go (be born) in the serpent species.","ssk":"-and yet, if you do not come to remember the Supreme Lord God, you shall be reincarnated as a snake. ||6||"},"pu":{"ss":{"gurmukhi":" pr jy prmwqmw aus dy ic`q ivc kdy nwh AwieAw hovy qW aus ƒ s`p dI jUn ivc igAw smJo [6[","unicode":" ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਕਦੇ ਨਾਹ ਆਇਆ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਸੱਪ ਦੀ ਜੂਨ ਵਿਚ ਗਿਆ ਸਮਝੋ ।੬।"},"ft":{"gurmukhi":"prMqU jo pwrbRhm kw ismrn nw pRwpiq hoie qO srp kI join myN jw pRwpiq hUAw, jQw nhu Kurwjw srp kI jonI ko pRwpiq BXw]6]","unicode":"ਪਰੰਤੂ ਜੋ ਪਾਰਬ੍ਰਹਮ ਕਾ ਸਿਮਰਨ ਨਾ ਪ੍ਰਾਪਤਿ ਹੋਇ ਤੌ ਸਰਪ ਕੀ ਜੋਨਿ ਮੇਂ ਜਾ ਪ੍ਰਾਪਤਿ ਹੂਆ, ਜਥਾ ਨਹੁ ਖੁਰਾਜਾ ਸਰਪ ਕੀ ਜੋਨੀ ਕੋ ਪ੍ਰਾਪਤਿ ਭਯਾ॥੬॥"},"bdb":{"gurmukhi":" pr jy prmwqmw aus dy ic`q ivc kdy nwh AwieAw hovy qW aus ƒ s`p dI jUn ivc igAw smJo [6[","unicode":" ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਕਦੇ ਨਾਹ ਆਇਆ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਸੱਪ ਦੀ ਜੂਨ ਵਿਚ ਗਿਆ ਸਮਝੋ ।੬।"},"ms":{"gurmukhi":"iPr vI jykr auh s¤cy suAwmI dw ismrn nhIN krdw, qd auh s`p dIAW jUnIAW AMdr jwvygw (jnmygw)[","unicode":"ਫਿਰ ਵੀ ਜੇਕਰ ਉਹ ਸੱਚੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ, ਤਦ ਉਹ ਸੱਪ ਦੀਆਂ ਜੂਨੀਆਂ ਅੰਦਰ ਜਾਵੇਗਾ (ਜਨਮੇਗਾ)।"}},"es":{"sn":"Pues si uno no medita en el Señor en su corazón, obtiene la vida de una serpiente.(6)"},"hi":{"ss":"पर~ यदि परमात्मा उसके चिक्त में कभी ना आया हो तो उस को सांप की जून में गया समझो।6।","sts":"फिर भी यदि वह भगवान का सिमरन नहीं करता, तो वह सर्प-योनि में जन्म लेता है ॥६॥"}},"transliteration":{"english":"chit na aaio paarabraham taa sarap kee joon giaa ||6||","hindi":"चिति न आइओ पारब्रहमु ता सरप की जूनि गइआ ॥६॥","en":"chit na aaio paarabraham taa sarap kee joon giaa ||6||","hi":"चिति न आइओ पारब्रहमु ता सरप की जूनि गइआ ॥६॥","ipa":"t͡ʃɪt̪ nə əɑeɪo pɑrəbɹəhəm t̪ɑ sərəp ki d͡ʒun Gɪɑ.6.","ur":"چِت ن آااو پاربرهم تا سرپ کیِ جُون گایا ۔۔۶۔۔"},"pageNo":70,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2840,"shabadId":180,"verse":{"gurmukhi":"bhuqu DnwiF AcwrvMqu soBw inrml rIiq ]","unicode":"ਬਹੁਤੁ ਧਨਾਢਿ ਅਚਾਰਵੰਤੁ ਸੋਭਾ ਨਿਰਮਲ ਰੀਤਿ ॥"},"larivaar":{"gurmukhi":"bhuquDnwiFAcwrvMqusoBwinrmlrIiq]","unicode":"ਬਹੁਤੁਧਨਾਢਿਅਚਾਰਵੰਤੁਸੋਭਾਨਿਰਮਲਰੀਤਿ॥"},"translation":{"en":{"bdb":"You may possess vast riches, maintain virtuous conduct, have a spotless reputation and observe religious customs;","ms":"One may be very wealthy and of good conduct and have spotless reputation and mode of life;","ssk":"You may possess vast riches, maintain virtuous conduct, have a spotless reputation and observe religious customs;"},"pu":{"ss":{"gurmukhi":"jy koeI mnu`K bVy Dn vwlw hovy, cMgI rihxI-bihxI vwlw hovy, soBw vwlw hovy qy sw& suQrI jIvn-mrXwdw vwlw hovy","unicode":"ਜੇ ਕੋਈ ਮਨੁੱਖ ਬੜੇ ਧਨ ਵਾਲਾ ਹੋਵੇ, ਚੰਗੀ ਰਹਿਣੀ-ਬਹਿਣੀ ਵਾਲਾ ਹੋਵੇ, ਸੋਭਾ ਵਾਲਾ ਹੋਵੇ ਤੇ ਸਾਫ਼ ਸੁਥਰੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਵਾਲਾ ਹੋਵੇ"},"ft":{"gurmukhi":"bhuq (DnwiF) Dnvwn hoie, punÚ sRys† AwcwroN ky Dwrny vwlw hoie, AOr soBw sMjugiq hoie, AOr inrml mrjwdw vwlw hoie]","unicode":"ਬਹੁਤ (ਧਨਾਢਿ) ਧਨਵਾਨ ਹੋਇ, ਪੁਨਃ ਸ੍ਰੇਸ੍ਟ ਆਚਾਰੋਂ ਕੇ ਧਾਰਨੇ ਵਾਲਾ ਹੋਇ, ਔਰ ਸੋਭਾ ਸੰਜੁਗਤਿ ਹੋਇ, ਔਰ ਨਿਰਮਲ ਮਰਜਾਦਾ ਵਾਲਾ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy koeI mnu`K bVy Dn vwlw hovy, cMgI rihxI-bihxI vwlw hovy, soBw vwlw hovy qy sw& suQrI jIvn-mrXwdw vwlw hovy","unicode":"ਜੇ ਕੋਈ ਮਨੁੱਖ ਬੜੇ ਧਨ ਵਾਲਾ ਹੋਵੇ, ਚੰਗੀ ਰਹਿਣੀ-ਬਹਿਣੀ ਵਾਲਾ ਹੋਵੇ, ਸੋਭਾ ਵਾਲਾ ਹੋਵੇ ਤੇ ਸਾਫ਼ ਸੁਥਰੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਵਾਲਾ ਹੋਵੇ"},"ms":{"gurmukhi":"bMdw Gxw AmIr qy cMgy cwl clx vwlw hovy, Aqy aus dI bydwg Suhrq qy jIvn rhu-rIqI hovy[","unicode":"ਬੰਦਾ ਘਣਾ ਅਮੀਰ ਤੇ ਚੰਗੇ ਚਾਲ ਚਲਣ ਵਾਲਾ ਹੋਵੇ, ਅਤੇ ਉਸ ਦੀ ਬੇਦਾਗ ਸ਼ੁਹਰਤ ਤੇ ਜੀਵਨ ਰਹੁ-ਰੀਤੀ ਹੋਵੇ।"}},"es":{"sn":"Uno podrá tener vastas riquezas, cultura, gloria, actitudes piadosas en su vida; "},"hi":{"ss":"यदि कोई मनुष्य बहुत धनवान हो~ अच्छी रहिणी बहिणी वाला हो~ शोभा वाला हो और साफ-सुथरी जीवन मर्यादा वाला हो~","sts":"मनुष्य यदि धनवान, सदाचारी, निर्मल व्यवहारी तथा सर्वप्रिय हो,"}},"transliteration":{"english":"bahut dhanaadd achaarava(n)t sobhaa niramal reet ||","hindi":"बहुतु धनाढि अचारवंतु सोभा निरमल रीति ॥","en":"bahut dhanaadd achaarava(n)t sobhaa niramal reet ||","hi":"बहुतु धनाढि अचारवंतु सोभा निरमल रीति ॥","ipa":"bəhʊt̪ t̪ənɑʈə̀ ət͡ʃɑrəʋəŋt̪ sɔɓɑ nɪrəməl rit̪.","ur":"بهُت دھناڈھ اچاروںت سوبھا نرمل ریِت ۔۔"},"pageNo":70,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2841,"shabadId":180,"verse":{"gurmukhi":"mwq ipqw suq BweIAw swjn sMig prIiq ]","unicode":"ਮਾਤ ਪਿਤਾ ਸੁਤ ਭਾਈਆ ਸਾਜਨ ਸੰਗਿ ਪਰੀਤਿ ॥"},"larivaar":{"gurmukhi":"mwqipqwsuqBweIAwswjnsMigprIiq]","unicode":"ਮਾਤਪਿਤਾਸੁਤਭਾਈਆਸਾਜਨਸੰਗਿਪਰੀਤਿ॥"},"translation":{"en":{"bdb":"you may have the loving affections of mother, father, children, siblings and friends;"},"pu":{"ss":{"gurmukhi":"jy aus dw Awpxy mW ipau pu`qrW BrwvW qy s`jxW-im`qrW nwl pRym hovy","unicode":"ਜੇ ਉਸ ਦਾ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਤੇ ਸੱਜਣਾਂ-ਮਿੱਤਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਹੋਵੇ"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"jy aus dw Awpxy mW ipau pu`qrW BrwvW qy s`jxW-im`qrW nwl pRym hovy","unicode":"ਜੇ ਉਸ ਦਾ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਤੇ ਸੱਜਣਾਂ-ਮਿੱਤਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਹੋਵੇ"}},"es":{"sn":"amor a los parientes, hijos, hermanos y amigos; "},"hi":{"ss":"यदि उसका अपने माँ-बाप भाईयों और सज्जन-मित्रों से प्रेम हे~","sts":"उसे माता-पिता, सुत-भाई एवं अन्य स्वजनों से अनुराग भी हों,"}},"transliteration":{"english":"maat pitaa sut bhaieeaa saajan sa(n)g pareet ||","hindi":"मात पिता सुत भाईआ साजन संगि परीति ॥","en":"maat pitaa sut bhaieeaa saajan sa(n)g pareet ||","hi":"मात पिता सुत भाईआ साजन संगि परीति ॥","ipa":"mɑt̪ pɪt̪ɑ sʊt̪ ɓɑeiɑ sɑd͡ʒən səŋG pərit̪.","ur":"مات پتا سُت بھاایآ ساجن سںگ پریِت ۔۔"},"pageNo":70,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":2842,"shabadId":180,"verse":{"gurmukhi":"lskr qrksbMd bMd jIau jIau sglI kIq ]","unicode":"ਲਸਕਰ ਤਰਕਸਬੰਦ ਬੰਦ ਜੀਉ ਜੀਉ ਸਗਲੀ ਕੀਤ ॥"},"larivaar":{"gurmukhi":"lskrqrksbMdbMdjIaujIausglIkIq]","unicode":"ਲਸਕਰਤਰਕਸਬੰਦਬੰਦਜੀਉਜੀਉਸਗਲੀਕੀਤ॥"},"translation":{"en":{"bdb":"you may have armies well-equipped with weapons, and all may salute you with respect;","ms":"and he may possess weapons-equipped-army and all may salute and welcome him meekly;","ssk":"you may have armies well-equipped with weapons, and all may salute you with respect;"},"pu":{"ss":{"gurmukhi":"jy qrkS bMnHx vwly joiDAW dy lSkr aus ƒ slwmW krdy hox, swrI isRStI hI aus ƒ ‘jI jI’ AwKdI hov","unicode":"ਜੇ ਤਰਕਸ਼ ਬੰਨ੍ਹਣ ਵਾਲੇ ਜੋਧਿਆਂ ਦੇ ਲਸ਼ਕਰ ਉਸ ਨੂੰ ਸਲਾਮਾਂ ਕਰਦੇ ਹੋਣ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੀ ਉਸ ਨੂੰ ‘ਜੀ ਜੀ’ ਆਖਦੀ ਹੋਵ"},"ft":{"gurmukhi":"qQw qIroN ky BwQy (bMd) bWDny vwlI jo sYnw hY, so jIau jIau kr sB (bMd) bMdnw krny vwlI hoie]","unicode":"ਤਥਾ ਤੀਰੋਂ ਕੇ ਭਾਥੇ (ਬੰਦ) ਬਾਂਧਨੇ ਵਾਲੀ ਜੋ ਸੈਨਾ ਹੈ, ਸੋ ਜੀਉ ਜੀਉ ਕਰ ਸਭ (ਬੰਦ) ਬੰਦਨਾ ਕਰਨੇ ਵਾਲੀ ਹੋਇ॥"},"bdb":{"gurmukhi":"jy qrkS bMnHx vwly joiDAW dy lSkr aus ƒ slwmW krdy hox, swrI isRStI hI aus ƒ ‘jI jI’ AwKdI hov","unicode":"ਜੇ ਤਰਕਸ਼ ਬੰਨ੍ਹਣ ਵਾਲੇ ਜੋਧਿਆਂ ਦੇ ਲਸ਼ਕਰ ਉਸ ਨੂੰ ਸਲਾਮਾਂ ਕਰਦੇ ਹੋਣ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੀ ਉਸ ਨੂੰ ‘ਜੀ ਜੀ’ ਆਖਦੀ ਹੋਵ"},"ms":{"gurmukhi":"aus koil hiQAwr bMd sYnw hovy, Aqy swry aus ƒ slwm krdy qy inimRqw nwl jI AwieAW AwKdy hox[","unicode":"ਉਸ ਕੋਲਿ ਹਥਿਆਰ ਬੰਦ ਸੈਨਾ ਹੋਵੇ, ਅਤੇ ਸਾਰੇ ਉਸ ਨੂੰ ਸਲਾਮ ਕਰਦੇ ਤੇ ਨਿਮ੍ਰਿਤਾ ਨਾਲ ਜੀ ਆਇਆਂ ਆਖਦੇ ਹੋਣ।"}},"es":{"sn":"ejércitos armados que le saludan con absoluto respeto. "},"hi":{"ss":"यदि तर्कश बांधने वाले योद्धाओं के लश्कर उसे सलामें करते हों ~ सारी सृष्टि ही उसे ‘जी जी’ कहती हो।","sts":"उसके पास शस्त्र हो, सेना हो और असंख्य लोग उसकी चापलूसी करते हों,"}},"transliteration":{"english":"lasakar tarakasaba(n)dh ba(n)dh jeeau jeeau sagalee keet ||","hindi":"लसकर तरकसबंद बंद जीउ जीउ सगली कीत ॥","en":"lasakar tarakasaba(n)dh ba(n)dh jeeau jeeau sagalee keet ||","hi":"लसकर तरकसबंद बंद जीउ जीउ सगली कीत ॥","ipa":"ləsəkər t̪ərəkəsəbəŋd̪ bəŋd̪ d͡ʒio d͡ʒio səGəli kit̪.","ur":"لسکر ترکسبںد بںد جیِا جیِا سگلیِ کیِت ۔۔"},"pageNo":70,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}}]}