{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":723},"count":41,"navigation":{"previous":722,"next":724},"page":[{"verseId":30933,"shabadId":2767,"verse":{"gurmukhi":"KUn ky soihly gwvIAih nwnk rqu kw kuMgU pwie vy lwlo ]1]","unicode":"ਖੂਨ ਕੇ ਸੋਹਿਲੇ ਗਾਵੀਅਹਿ ਨਾਨਕ ਰਤੁ ਕਾ ਕੁੰਗੂ ਪਾਇ ਵੇ ਲਾਲੋ ॥੧॥"},"larivaar":{"gurmukhi":"KUnkysoihlygwvIAihnwnkrqukwkuMgUpwievylwlo]1]","unicode":"ਖੂਨਕੇਸੋਹਿਲੇਗਾਵੀਅਹਿਨਾਨਕਰਤੁਕਾਕੁੰਗੂਪਾਇਵੇਲਾਲੋ॥੧॥"},"translation":{"en":{"bdb":"The wedding songs of murder are sung, O Nanak, and blood is sprinkled instead of saffron, O Lalo. ||1||","ms":"Nanak, the eulogies of murder are sung, and the saffron of blood is sprinkled, O Lalo.","ssk":"The wedding songs of murder are sung, O Nanak, and blood is sprinkled instead of saffron, O Lalo. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (ies ^UnI ivAwh ivc sYdpur ngr dy AMdr hr pwsy) ivrlwp ho rhy hn qy lhU dw kysr iCVikAw jw irhw hY [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਖ਼ੂਨੀ ਵਿਆਹ ਵਿਚ ਸੈਦਪੁਰ ਨਗਰ ਦੇ ਅੰਦਰ ਹਰ ਪਾਸੇ) ਵਿਰਲਾਪ ਹੋ ਰਹੇ ਹਨ ਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"iqs smYN KUn ky soihly gwvIAihgy ikAw Gr Gr myN rudn kw sbd hovygw[ sRI gurU jI khqy hYN! rq kw (kuMgU) kysr pVygw ikAw iqs smy myN sB ky bsqR lohU sy BIg jwvYNgy]1]","unicode":"ਤਿਸ ਸਮੈਂ ਖੂਨ ਕੇ ਸੋਹਿਲੇ ਗਾਵੀਅਹਿਗੇ ਕਿਆ ਘਰ ਘਰ ਮੇਂ ਰੁਦਨ ਕਾ ਸਬਦ ਹੋਵੇਗਾ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ! ਰਤ ਕਾ (ਕੁੰਗੂ) ਕੇਸਰ ਪੜੇਗਾ ਕਿਆ ਤਿਸ ਸਮੇ ਮੇਂ ਸਭ ਕੇ ਬਸਤ੍ਰ ਲੋਹੂ ਸੇ ਭੀਗ ਜਾਵੈਂਗੇ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! (ies ^UnI ivAwh ivc sYdpur ngr dy AMdr hr pwsy) ivrlwp ho rhy hn qy lhU dw kysr iCVikAw jw irhw hY [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਖ਼ੂਨੀ ਵਿਆਹ ਵਿਚ ਸੈਦਪੁਰ ਨਗਰ ਦੇ ਅੰਦਰ ਹਰ ਪਾਸੇ) ਵਿਰਲਾਪ ਹੋ ਰਹੇ ਹਨ ਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"nwnk, KUn dIAW GoVIAW gweIAW jWdIAW hn Aqy lhU dw kysr iCVikAw jWdw hY, hy lwlo!","unicode":"ਨਾਨਕ, ਖੂਨ ਦੀਆਂ ਘੋੜੀਆਂ ਗਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾਂਦਾ ਹੈ, ਹੇ ਲਾਲੋ!"}},"es":{"sn":"Sí, la canción de la boda se baña de sangre, y no con azafrán, sino con sangre los novios son ungidos. (1)"},"hi":{"ss":"हे नानक ! (इस ख़ूनी विवाह में सैदपुर नगर के अंदर चारों तरफ) विरलाप हो रहे हैं और लहू का केसर छिड़का जा रहा है। 1।","sts":"नानक का कथन है कि हे लालो ! इस खूनी विवाह में सैदपुर नगर के अन्दर खून के मंगल गीत गाए जा रहे है अर्थात् हर तरफ विलाप हो रहा है और रक्त का केसर छिड़का जा रहा है॥ १॥"}},"transliteration":{"english":"khoon ke sohile gaave'eeh naanak rat kaa ku(n)goo pai ve laalo ||1||","hindi":"खून के सोहिले गावीअहि नानक रतु का कुँगू पाइ वे लालो ॥१॥","en":"khoon ke sohile gaave'eeh naanak rat kaa ku(n)goo pai ve laalo ||1||","hi":"खून के सोहिले गावीअहि नानक रतु का कुँगू पाइ वे लालो ॥१॥","ipa":"kʰun ke sɔhɪle Gɑʋiəh nɑnək rət̪ kɑ kʊŋGu pɑeɪ ʋe lɑlɔ.1.","ur":"کھٌ کے سوهلے گاویِاه نانک رت کا کُںگُو پاا وے لالو ۔۔۱۔۔"},"pageNo":723,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30934,"shabadId":2767,"verse":{"gurmukhi":"swihb ky gux nwnku gwvY mws purI ivic AwKu msolw ]","unicode":"ਸਾਹਿਬ ਕੇ ਗੁਣ ਨਾਨਕੁ ਗਾਵੈ ਮਾਸ ਪੁਰੀ ਵਿਚਿ ਆਖੁ ਮਸੋਲਾ ॥"},"larivaar":{"gurmukhi":"swihbkyguxnwnkugwvYmwspurIivicAwKumsolw]","unicode":"ਸਾਹਿਬਕੇਗੁਣਨਾਨਕੁਗਾਵੈਮਾਸਪੁਰੀਵਿਚਿਆਖੁਮਸੋਲਾ॥"},"translation":{"en":{"bdb":"Nanak sings the Glorious Praises of the Lord and Master in the city of corpses, and voices this account.","ms":"Nanak sings the glories of the Lord in the city of corpses and mentions this affair.","ssk":"Nanak sings the Glorious Praises of the Lord and Master in the city of corpses, and voices this account."},"pu":{"ss":{"gurmukhi":"(sYdpur dI kqlwm dI ieh dur-Gtnw bVI iBAwnk hY, pr ieh BI TIk hY ik jgq ivc sB kuJ mwlk-pRBU dI rzw ivc ho irhw hY, ies vwsqy) loQW-Bry ies Sihr ivc bYT ky BI nwnk aus mwlk-pRBU dy gux hI gWdw hY,","unicode":"(ਸੈਦਪੁਰ ਦੀ ਕਤਲਾਮ ਦੀ ਇਹ ਦੁਰ-ਘਟਨਾ ਬੜੀ ਭਿਆਨਕ ਹੈ, ਪਰ ਇਹ ਭੀ ਠੀਕ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਸਭ ਕੁਝ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਇਸ ਵਾਸਤੇ) ਲੋਥਾਂ-ਭਰੇ ਇਸ ਸ਼ਹਿਰ ਵਿਚ ਬੈਠ ਕੇ ਭੀ ਨਾਨਕ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਗਾਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hm swihb ky guxW ko gwvqy hYN, (mws purI) jo ieh srIr hY ies ivc bYT ky ieh (msolw) mslw aucwrn kIAw hY; vw ies purI myN mws hI kw mslw AwKIeygw, Bwv ieh ik Gr Gr myN imrqk purSoN kI bwqyN hovyNgI]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਮ ਸਾਹਿਬ ਕੇ ਗੁਣਾਂ ਕੋ ਗਾਵਤੇ ਹੈਂ, (ਮਾਸ ਪੁਰੀ) ਜੋ ਇਹ ਸਰੀਰ ਹੈ ਇਸ ਵਿਚ ਬੈਠ ਕੇ ਇਹ (ਮਸੋਲਾ) ਮਸਲਾ ਉਚਾਰਨ ਕੀਆ ਹੈ; ਵਾ ਇਸ ਪੁਰੀ ਮੇਂ ਮਾਸ ਹੀ ਕਾ ਮਸਲਾ ਆਖੀਏਗਾ, ਭਾਵ ਇਹ ਕਿ ਘਰ ਘਰ ਮੇਂ ਮਿਰਤਕ ਪੁਰਸ਼ੋਂ ਕੀ ਬਾਤੇਂ ਹੋਵੇਂਗੀ॥"},"bdb":{"gurmukhi":"(sYdpur dI kqlwm dI ieh dur-Gtnw bVI iBAwnk hY, pr ieh BI TIk hY ik jgq ivc sB kuJ mwlk-pRBU dI rzw ivc ho irhw hY, ies vwsqy) loQW-Bry ies Sihr ivc bYT ky BI nwnk aus mwlk-pRBU dy gux hI gWdw hY,","unicode":"(ਸੈਦਪੁਰ ਦੀ ਕਤਲਾਮ ਦੀ ਇਹ ਦੁਰ-ਘਟਨਾ ਬੜੀ ਭਿਆਨਕ ਹੈ, ਪਰ ਇਹ ਭੀ ਠੀਕ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਸਭ ਕੁਝ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਇਸ ਵਾਸਤੇ) ਲੋਥਾਂ-ਭਰੇ ਇਸ ਸ਼ਹਿਰ ਵਿਚ ਬੈਠ ਕੇ ਭੀ ਨਾਨਕ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਗਾਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"loQW dy Sihr AMdr nwnk suAwmI dIAW isPqW gwien krdw hY, qy ieh mslw aucwrdw hY[","unicode":"ਲੋਥਾਂ ਦੇ ਸ਼ਹਿਰ ਅੰਦਰ ਨਾਨਕ ਸੁਆਮੀ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਤੇ ਇਹ ਮਸਲਾ ਉਚਾਰਦਾ ਹੈ।"}},"es":{"sn":"Nanak recita la Alabanza del Señor en éste lugar lleno de muertos regados por todas partes y pronuncia éste pensamiento: "},"hi":{"ss":"(सैदपुर के कत्लेआम की ये दुर्घटना बहुत ही भयानक है।पर ये भी ठीक है कि जगत में ये सब कुछ मालिक-प्रभू की रजा में हो रहा है।इस वास्ते) लाशों भरे शहर में बैठ के भी नानक उस मालिक-प्रभू के गुण गाता है।","sts":"इसलिए लाशों से भरी सेदपुर नगरी में नानक परमात्मा का ही गुणगान कर रहा है।"}},"transliteration":{"english":"saahib ke gun naanak gaavai maas puree vich aakh masolaa ||","hindi":"साहिब के गुण नानकु गावै मास पुरी विचि आखु मसोला ॥","en":"saahib ke gun naanak gaavai maas puree vich aakh masolaa ||","hi":"साहिब के गुण नानकु गावै मास पुरी विचि आखु मसोला ॥","ipa":"sɑhɪb ke Gʊɳ nɑnək Gɑʋæ mɑs pʊri ʋɪt͡ʃ əɑkʰ məsɔlɑ.","ur":"ساهب کے گُݨ نانک گاوَے ماس پُریِ وچ آکھ مسولا ۔۔"},"pageNo":723,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30935,"shabadId":2767,"verse":{"gurmukhi":"ijin aupweI rMig rvweI bYTw vyKY viK iekylw ]","unicode":"ਜਿਨਿ ਉਪਾਈ ਰੰਗਿ ਰਵਾਈ ਬੈਠਾ ਵੇਖੈ ਵਖਿ ਇਕੇਲਾ ॥"},"larivaar":{"gurmukhi":"ijinaupweIrMigrvweIbYTwvyKYviKiekylw]","unicode":"ਜਿਨਿਉਪਾਈਰੰਗਿਰਵਾਈਬੈਠਾਵੇਖੈਵਖਿਇਕੇਲਾ॥"},"translation":{"en":{"bdb":"The One who created, and attached the mortals to pleasures, sits alone, and watches this.","ms":"He, who has made the mortals and attached them to pleasures, sits apart and alone, and beholds them.","ssk":"The One who created, and attached the mortals to pleasures, sits alone, and watches this."},"pu":{"ss":{"gurmukhi":"(hy BweI lwlo! qUµ BI ies) At`l inXm ƒ aucwr (cyqy r`K ik) ijs mwlk-pRBU ny (ieh isRStI) pYdw kIqI hY, ausy ny ies ƒ mwieAw dy moh ivc privrq kIqw hoieAw hY, auh Awp hI inrlyp rih ky (auhnW dur-GtnwvW ƒ) vyK irhw hY (jo mwieAw dy moh dy kwrn vwprdIAW hn) [","unicode":"(ਹੇ ਭਾਈ ਲਾਲੋ! ਤੂੰ ਭੀ ਇਸ) ਅਟੱਲ ਨਿਯਮ ਨੂੰ ਉਚਾਰ (ਚੇਤੇ ਰੱਖ ਕਿ) ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਇਹ ਸ੍ਰਿਸ਼ਟੀ) ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਸੇ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ ਨਿਰਲੇਪ ਰਹਿ ਕੇ (ਉਹਨਾਂ ਦੁਰ-ਘਟਨਾਵਾਂ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ (ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਵਾਪਰਦੀਆਂ ਹਨ) ।"},"ft":{"gurmukhi":"ijs krqwr ny ieh isRStI auqpiq krI hY AO Apny Apny AnMdoN myN rmx krweI hY, so auh iekylw hI bYT kr AsMg hUAw hUAw ApnI srb rcnw kO dyK rhw hY]","unicode":"ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਉਤਪਤਿ ਕਰੀ ਹੈ ਔ ਅਪਨੇ ਅਪਨੇ ਅਨੰਦੋਂ ਮੇਂ ਰਮਣ ਕਰਾਈ ਹੈ, ਸੋ ਉਹ ਇਕੇਲਾ ਹੀ ਬੈਠ ਕਰ ਅਸੰਗ ਹੂਆ ਹੂਆ ਅਪਨੀ ਸਰਬ ਰਚਨਾ ਕੌ ਦੇਖ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI lwlo! qUµ BI ies) At`l inXm ƒ aucwr (cyqy r`K ik) ijs mwlk-pRBU ny (ieh isRStI) pYdw kIqI hY, ausy ny ies ƒ mwieAw dy moh ivc privrq kIqw hoieAw hY, auh Awp hI inrlyp rih ky (auhnW dur-GtnwvW ƒ) vyK irhw hY (jo mwieAw dy moh dy kwrn vwprdIAW hn) [","unicode":"(ਹੇ ਭਾਈ ਲਾਲੋ! ਤੂੰ ਭੀ ਇਸ) ਅਟੱਲ ਨਿਯਮ ਨੂੰ ਉਚਾਰ (ਚੇਤੇ ਰੱਖ ਕਿ) ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਇਹ ਸ੍ਰਿਸ਼ਟੀ) ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਸੇ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ ਨਿਰਲੇਪ ਰਹਿ ਕੇ (ਉਹਨਾਂ ਦੁਰ-ਘਟਨਾਵਾਂ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ (ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਵਾਪਰਦੀਆਂ ਹਨ) ।"},"ms":{"gurmukhi":"ijs ny jIv swjy hn, Aqy aunHW ƒ Bog iblwsW nwl joiVAw jWdw hY auh invyklw qy k`lmk`lw bYTw hY Aqy aunHW ƒ vyKdw hY[","unicode":"ਜਿਸ ਨੇ ਜੀਵ ਸਾਜੇ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਭੋਗ ਬਿਲਾਸਾਂ ਨਾਲ ਜੋੜਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਨਿਵੇਕਲਾ ਤੇ ਕੱਲਮਕੱਲਾ ਬੈਠਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਦਾ ਹੈ।"}},"es":{"sn":"Él, Quien lo ha creado todo y lo envuelve con Su Amor; Él, Quien también lo supervisa todo, permanece Desapegado y Solo. "},"hi":{"ss":"(हे भाई लालो ! तू भी इस) अटॅल नियम को उचार (याद रख कि) जिस मालिक प्रभू ने (ये सृष्टि) पैदा की है।उसी ने ही इसे माया के मोह में प्रवृति किया हुआ है।वह स्वयं ही निर्लिप रहके (उन दुर्घटनाओं को) देख रहा है (जो माया के मोह के कारण घटित होती हैं)।","sts":"हे लालो ! तू भी इस उसूल की बात को कह और याद रख कि जिस परमात्मा ने यह दुनिया पैदा की है और इसे माया के मोह में लगाया है, वह अकेला ही बैठकर इस को देख रहा है।"}},"transliteration":{"english":"jin upaiee ra(n)g ravaiee baiThaa vekhai vakh ikelaa ||","hindi":"जिनि उपाई रंगि रवाई बैठा वेखै वखि इकेला ॥","en":"jin upaiee ra(n)g ravaiee baiThaa vekhai vakh ikelaa ||","hi":"जिनि उपाई रंगि रवाई बैठा वेखै वखि इकेला ॥","ipa":"d͡ʒɪn oʊpɑei rəŋG rəʋɑei bæʈʰɑ ʋekʰæ ʋəkʰ eɪkelɑ.","ur":"جٍن اُپاای رںگ رواای بَےٹھا وےکھَے وکھ اکےلا ۔۔"},"pageNo":723,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30936,"shabadId":2767,"verse":{"gurmukhi":"scw so swihbu scu qpwvsu scVw inAwau krygu msolw ]","unicode":"ਸਚਾ ਸੋ ਸਾਹਿਬੁ ਸਚੁ ਤਪਾਵਸੁ ਸਚੜਾ ਨਿਆਉ ਕਰੇਗੁ ਮਸੋਲਾ ॥"},"larivaar":{"gurmukhi":"scwsoswihbuscuqpwvsuscVwinAwaukrygumsolw]","unicode":"ਸਚਾਸੋਸਾਹਿਬੁਸਚੁਤਪਾਵਸੁਸਚੜਾਨਿਆਉਕਰੇਗੁਮਸੋਲਾ॥"},"translation":{"en":{"bdb":"The Lord and Master is True, and True is His justice. He issues His Commands according to His judgement.","ms":"He, the Lord is true, true is His decision, and He issues command based on true justice.","ssk":"The Lord and Master is True, and True is His justice. He issues His Commands according to His judgement."},"pu":{"ss":{"gurmukhi":"auh mwlk-pRBU At`l inXmW vwlw hY, aus dw inAwauN (hux qk) At`l hY, auh (AgWh ƒ BI) At`l inXm vrqwiegw auhI inAwauN krygw jo At`l hY [","unicode":"ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਅਟੱਲ ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਨਿਆਉਂ (ਹੁਣ ਤਕ) ਅਟੱਲ ਹੈ, ਉਹ (ਅਗਾਂਹ ਨੂੰ ਭੀ) ਅਟੱਲ ਨਿਯਮ ਵਰਤਾਇਗਾ ਉਹੀ ਨਿਆਉਂ ਕਰੇਗਾ ਜੋ ਅਟੱਲ ਹੈ ।"},"ft":{"gurmukhi":"scw so swihb hY AO (scu qpwvsu) scw hI iqs kw inAwauN hY, so Akwl purK scy hI inAwauN kw mslw Awgy ko krygw, Bwv ieh jYsy ien jIvoN ny pwp krm kIey hYN qYsw hI ienko duK rUp Pl dyvYgw]","unicode":"ਸਚਾ ਸੋ ਸਾਹਿਬ ਹੈ ਔ (ਸਚੁ ਤਪਾਵਸੁ) ਸਚਾ ਹੀ ਤਿਸ ਕਾ ਨਿਆਉਂ ਹੈ, ਸੋ ਅਕਾਲ ਪੁਰਖ ਸਚੇ ਹੀ ਨਿਆਉਂ ਕਾ ਮਸਲਾ ਆਗੇ ਕੋ ਕਰੇਗਾ, ਭਾਵ ਇਹ ਜੈਸੇ ਇਨ ਜੀਵੋਂ ਨੇ ਪਾਪ ਕਰਮ ਕੀਏ ਹੈਂ ਤੈਸਾ ਹੀ ਇਨਕੋ ਦੁਖ ਰੂਪ ਫਲ ਦੇਵੈਗਾ॥"},"bdb":{"gurmukhi":"auh mwlk-pRBU At`l inXmW vwlw hY, aus dw inAwauN (hux qk) At`l hY, auh (AgWh ƒ BI) At`l inXm vrqwiegw auhI inAwauN krygw jo At`l hY [","unicode":"ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਅਟੱਲ ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਨਿਆਉਂ (ਹੁਣ ਤਕ) ਅਟੱਲ ਹੈ, ਉਹ (ਅਗਾਂਹ ਨੂੰ ਭੀ) ਅਟੱਲ ਨਿਯਮ ਵਰਤਾਇਗਾ ਉਹੀ ਨਿਆਉਂ ਕਰੇਗਾ ਜੋ ਅਟੱਲ ਹੈ ।"},"ms":{"gurmukhi":"auhI suAwmI s`cw hY[ s`c hY aus dw PYslw Aqy auh s¤cy ienswP vwlw hukm jwrI krdw hY[","unicode":"ਉਹੀ ਸੁਆਮੀ ਸੱਚਾ ਹੈ। ਸੱਚ ਹੈ ਉਸ ਦਾ ਫੈਸਲਾ ਅਤੇ ਉਹ ਸੱਚੇ ਇਨਸਾਫ ਵਾਲਾ ਹੁਕਮ ਜਾਰੀ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Pero así como Él es el Maestro de la Verdad, Su forma de impartir Justicia estará basada también en la Verdad y Verdad también será Su Comando,"},"hi":{"ss":"वह मालिक-प्रभू अॅटल नियमों वाला है।उसका न्याय (अब तक) अॅटल है।वह (भविष्य में भी) अॅटल नियम को जारी रखेगा वही न्याय करेगा जो अटॅल है।","sts":"वह परमात्मा सत्य है और उसका इंसाफ भी सत्य है और इस मसले का वह सच्चा न्याय करेगा।"}},"transliteration":{"english":"sachaa so saahib sach tapaavas sachaRaa niaau kareg masolaa ||","hindi":"सचा सो साहिबु सचु तपावसु सचड़ा निआउ करेगु मसोला ॥","en":"sachaa so saahib sach tapaavas sachaRaa niaau kareg masolaa ||","hi":"सचा सो साहिबु सचु तपावसु सचड़ा निआउ करेगु मसोला ॥","ipa":"sət͡ʃɑ sɔ sɑhɪb sət͡ʃ t̪əpɑʋəs sət͡ʃəɽɑ nɪəɑo kəreG məsɔlɑ.","ur":"سچا سو ساهب سچ تپاوس سچڑا نآا کرےگ مسولا ۔۔"},"pageNo":723,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30937,"shabadId":2767,"verse":{"gurmukhi":"kwieAw kpVu tuku tuku hosI ihdusqwnu smwlsI bolw ]","unicode":"ਕਾਇਆ ਕਪੜੁ ਟੁਕੁ ਟੁਕੁ ਹੋਸੀ ਹਿਦੁਸਤਾਨੁ ਸਮਾਲਸੀ ਬੋਲਾ ॥"},"larivaar":{"gurmukhi":"kwieAwkpVutukutukuhosIihdusqwnusmwlsIbolw]","unicode":"ਕਾਇਆਕਪੜੁਟੁਕੁਟੁਕੁਹੋਸੀਹਿਦੁਸਤਾਨੁਸਮਾਲਸੀਬੋਲਾ॥"},"translation":{"en":{"bdb":"The body-fabric will be torn apart into shreds, and then India will remember these words.","ms":"The body cloth shall be torn into pieces and shreds. The shall Hindustan remember my word.","ssk":"The body-fabric will be torn apart into shreds, and then India will remember these words."},"pu":{"ss":{"gurmukhi":"(aus At`l inXm Anuswr hI ies vyly sYdpur ivc hr pwsy) mnu`Kw srIr-rUp k`pVw toty toty ho irhw hY [ ieh iek AYsI iBAwnk Gtnw hoeI hY ijs ƒ ihMdusqwn Bulw nhIN skygw [","unicode":"(ਉਸ ਅਟੱਲ ਨਿਯਮ ਅਨੁਸਾਰ ਹੀ ਇਸ ਵੇਲੇ ਸੈਦਪੁਰ ਵਿਚ ਹਰ ਪਾਸੇ) ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ ਕੱਪੜਾ ਟੋਟੇ ਟੋਟੇ ਹੋ ਰਿਹਾ ਹੈ । ਇਹ ਇਕ ਐਸੀ ਭਿਆਨਕ ਘਟਨਾ ਹੋਈ ਹੈ ਜਿਸ ਨੂੰ ਹਿੰਦੁਸਤਾਨ ਭੁਲਾ ਨਹੀਂ ਸਕੇਗਾ ।"},"ft":{"gurmukhi":"jb ienW dw srIru rUpI kpVu tukVy tukVy hovygw qb ieh ihMdusqwnI lok hmwry bcnoN ko Xwd kryNgy]","unicode":"ਜਬ ਇਨਾਂ ਦਾ ਸਰੀਰੁ ਰੂਪੀ ਕਪੜੁ ਟੁਕੜੇ ਟੁਕੜੇ ਹੋਵੇਗਾ ਤਬ ਇਹ ਹਿੰਦੁਸਤਾਨੀ ਲੋਕ ਹਮਾਰੇ ਬਚਨੋਂ ਕੋ ਯਾਦ ਕਰੇਂਗੇ॥"},"bdb":{"gurmukhi":"(aus At`l inXm Anuswr hI ies vyly sYdpur ivc hr pwsy) mnu`Kw srIr-rUp k`pVw toty toty ho irhw hY [ ieh iek AYsI iBAwnk Gtnw hoeI hY ijs ƒ ihMdusqwn Bulw nhIN skygw [","unicode":"(ਉਸ ਅਟੱਲ ਨਿਯਮ ਅਨੁਸਾਰ ਹੀ ਇਸ ਵੇਲੇ ਸੈਦਪੁਰ ਵਿਚ ਹਰ ਪਾਸੇ) ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ ਕੱਪੜਾ ਟੋਟੇ ਟੋਟੇ ਹੋ ਰਿਹਾ ਹੈ । ਇਹ ਇਕ ਐਸੀ ਭਿਆਨਕ ਘਟਨਾ ਹੋਈ ਹੈ ਜਿਸ ਨੂੰ ਹਿੰਦੁਸਤਾਨ ਭੁਲਾ ਨਹੀਂ ਸਕੇਗਾ ।"},"ms":{"gurmukhi":"dyh dw kpVw lIrW lIrW kr id`qw jwvy[ qd ihMdusqwn myry bcn ƒ Xwd krygw[","unicode":"ਦੇਹ ਦਾ ਕਪੜਾ ਲੀਰਾਂ ਲੀਰਾਂ ਕਰ ਦਿੱਤਾ ਜਾਵੇ। ਤਦ ਹਿੰਦੁਸਤਾਨ ਮੇਰੇ ਬਚਨ ਨੂੰ ਯਾਦ ਕਰੇਗਾ।"}},"es":{"sn":"pero sólo hasta que nuestro cuerpo sea cortado en pedazos; y entonces India va a recordar estas palabras."},"hi":{"ss":"(उस अॅटल नियम के मुताबिक ही इस वक्त सैदपुर में हर तरफ़) मानव-शरीर- रूपी कपड़े टुकड़े-टुकड़े हो रहे हैं।ये एक ऐसी भयानक घटना हुई है जिसको हिन्दुस्तान भुला नहीं सकेगा।(पर।हे भाई लालो ! जब तक मनुष्य माया के मोह में प्रवृति हैं।ऐसे कत्लेआम होते रहेंगे।","sts":"शरीर रूपी कपड़ा टुकड़े-टुकड़े हो जाएगा और हिन्दुस्तान मेरे इस वचन को हमेशा याद रखेगा।"}},"transliteration":{"english":"kaiaa kapaR Tuk Tuk hosee hidhusataan samaalasee bolaa ||","hindi":"काइआ कपड़ु टुकु टुकु होसी हिदुसतानु समालसी बोला ॥","en":"kaiaa kapaR Tuk Tuk hosee hidhusataan samaalasee bolaa ||","hi":"काइआ कपड़ु टुकु टुकु होसी हिदुसतानु समालसी बोला ॥","ipa":"kɑɪɑ kəpəɽ ʈʊk ʈʊk hɔsi hɪd̪ʊsət̪ɑn səmɑləsi bɔlɑ.","ur":"کااآ کپڑ ٹُک ٹُک هوسیِ هدستان سمالسیِ بولا ۔۔"},"pageNo":723,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30938,"shabadId":2767,"verse":{"gurmukhi":"Awvin ATqrY jwin sqwnvY horu BI auTsI mrd kw cylw ]","unicode":"ਆਵਨਿ ਅਠਤਰੈ ਜਾਨਿ ਸਤਾਨਵੈ ਹੋਰੁ ਭੀ ਉਠਸੀ ਮਰਦ ਕਾ ਚੇਲਾ ॥"},"larivaar":{"gurmukhi":"AwvinATqrYjwinsqwnvYhoruBIauTsImrdkwcylw]","unicode":"ਆਵਨਿਅਠਤਰੈਜਾਨਿਸਤਾਨਵੈਹੋਰੁਭੀਉਠਸੀਮਰਦਕਾਚੇਲਾ॥"},"translation":{"en":{"bdb":"Coming in seventy-eight (1521 A.D.), they will depart in ninety-seven (1540 A.D.), and then another disciple of man will rise up.","ms":"Coming in seventy eight (Vikram), they (the Mughals) shall depart in ninety seven and then another disciple of brave Man shall arise.","ssk":"Coming in seventy-eight (1521 A.D.), they will depart in ninety-seven (1540 A.D.), and then another disciple of man will rise up."},"pu":{"ss":{"gurmukhi":"(pr hy BweI lwlo! jd qk mnu`K mwieAw dy moh ivc privrq hn, Ajyhy G`lU-Gwry vwprdy hI rihxy hn, muZl A`j) sMmq AT`qr ivc Awey hn, ieh sMmq sqwnvy ivc cly jwxgy, koeI hor sUrmw BI au~T KVw hovygw [","unicode":"(ਪਰ ਹੇ ਭਾਈ ਲਾਲੋ! ਜਦ ਤਕ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਹਨ, ਅਜੇਹੇ ਘੱਲੂ-ਘਾਰੇ ਵਾਪਰਦੇ ਹੀ ਰਹਿਣੇ ਹਨ, ਮੁਗ਼ਲ ਅੱਜ) ਸੰਮਤ ਅਠੱਤਰ ਵਿਚ ਆਏ ਹਨ, ਇਹ ਸੰਮਤ ਸਤਾਨਵੇ ਵਿਚ ਚਲੇ ਜਾਣਗੇ, ਕੋਈ ਹੋਰ ਸੂਰਮਾ ਭੀ ਉੱਠ ਖੜਾ ਹੋਵੇਗਾ ।"},"ft":{"gurmukhi":"Ab jo pMdRW sO ATqrw sMmqu hY ies myN idlI ivKy mugl AwvyNgy, (jwin sqwnvY) punw sqwrW sY sqwnvyN sMmq ivKy idlI qy cly jwvyNgy[ (horu BI auTsI mrd kw cylw) mrd sRI gurU goibMd isMG swihb jI punw iqnkw cylw Kwlsw jI auTygw ArQwq hoiegw[ Bwv Xih ik sqwrW sY sqwnvy myN bGyl isMG jI ny idlI mwrI, mwno qb qy mugl gey[ rkwb gMj gurdÍwry pr msIq QI so igrwie kr sRI gurU jI ky PUloN kI gwgr inkwl kr punw qhW hI AsQwpn kr gurdÍwrw bxwieAw[ jhW sRI gurU qyg bhwdr swihb jI ky srIr kw sskwr hUAw hY, idlI qy bwihr lubwixEN ky gwm myN do kos pr hY[ iqs kw nwm rkwbgMj gurdÍwrw pRis`D hY[ vw mrd gur qyg bhwdr swihb jI cylw iqnkw dsvyN pwiqSwih swihbu auTygw]","unicode":"ਅਬ ਜੋ ਪੰਦ੍ਰਾਂ ਸੌ ਅਠਤਰਾ ਸੰਮਤੁ ਹੈ ਇਸ ਮੇਂ ਦਿਲੀ ਵਿਖੇ ਮੁਗਲ ਆਵੇਂਗੇ, (ਜਾਨਿ ਸਤਾਨਵੈ) ਪੁਨਾ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇਂ ਸੰਮਤ ਵਿਖੇ ਦਿਲੀ ਤੇ ਚਲੇ ਜਾਵੇਂਗੇ। (ਹੋਰੁ ਭੀ ਉਠਸੀ ਮਰਦ ਕਾ ਚੇਲਾ) ਮਰਦ ਸ੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਪੁਨਾ ਤਿਨਕਾ ਚੇਲਾ ਖਾਲਸਾ ਜੀ ਉਠੇਗਾ ਅਰਥਾਤ ਹੋਇਗਾ। ਭਾਵ ਯਹਿ ਕਿ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇ ਮੇਂ ਬਘੇਲ ਸਿੰਘ ਜੀ ਨੇ ਦਿਲੀ ਮਾਰੀ, ਮਾਨੋ ਤਬ ਤੇ ਮੁਗਲ ਗਏ। ਰਕਾਬ ਗੰਜ ਗੁਰਦ੍ਵਾਰੇ ਪਰ ਮਸੀਤ ਥੀ ਸੋ ਗਿਰਾਇ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੇ ਫੂਲੋਂ ਕੀ ਗਾਗਰ ਨਿਕਾਲ ਕਰ ਪੁਨਾ ਤਹਾਂ ਹੀ ਅਸਥਾਪਨ ਕਰ ਗੁਰਦ੍ਵਾਰਾ ਬਣਾਇਆ। ਜਹਾਂ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਕੇ ਸਰੀਰ ਕਾ ਸਸਕਾਰ ਹੂਆ ਹੈ, ਦਿਲੀ ਤੇ ਬਾਹਿਰ ਲੁਬਾਣਿਓਂ ਕੇ ਗਾਮ ਮੇਂ ਦੋ ਕੋਸ ਪਰ ਹੈ। ਤਿਸ ਕਾ ਨਾਮ ਰਕਾਬਗੰਜ ਗੁਰਦ੍ਵਾਰਾ ਪ੍ਰਸਿੱਧ ਹੈ। ਵਾ ਮਰਦ ਗੁਰ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਚੇਲਾ ਤਿਨਕਾ ਦਸਵੇਂ ਪਾਤਿਸ਼ਾਹਿ ਸਾਹਿਬੁ ਉਠੇਗਾ॥"},"bdb":{"gurmukhi":"(pr hy BweI lwlo! jd qk mnu`K mwieAw dy moh ivc privrq hn, Ajyhy G`lU-Gwry vwprdy hI rihxy hn, muZl A`j) sMmq AT`qr ivc Awey hn, ieh sMmq sqwnvy ivc cly jwxgy, koeI hor sUrmw BI au~T KVw hovygw [","unicode":"(ਪਰ ਹੇ ਭਾਈ ਲਾਲੋ! ਜਦ ਤਕ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਹਨ, ਅਜੇਹੇ ਘੱਲੂ-ਘਾਰੇ ਵਾਪਰਦੇ ਹੀ ਰਹਿਣੇ ਹਨ, ਮੁਗ਼ਲ ਅੱਜ) ਸੰਮਤ ਅਠੱਤਰ ਵਿਚ ਆਏ ਹਨ, ਇਹ ਸੰਮਤ ਸਤਾਨਵੇ ਵਿਚ ਚਲੇ ਜਾਣਗੇ, ਕੋਈ ਹੋਰ ਸੂਰਮਾ ਭੀ ਉੱਠ ਖੜਾ ਹੋਵੇਗਾ ।"},"ms":{"gurmukhi":"eyQy iehA ieSwrw ik bwbr 1597 ibkrmI iv`c Awvygw Aqy hmwXU 1595 ibkrmI iv`c cilAw jwvygw Aqy qd iek hor sUrmy dw murId auTUgw[","unicode":"ਏਥੇ ਇਹਅ ਇਸ਼ਾਰਾ ਕਿ ਬਾਬਰ ੧੫੯੭ ਬਿਕਰਮੀ ਵਿੱਚ ਆਵੇਗਾ ਅਤੇ ਹਮਾਯੂ ੧੫੯੫ ਬਿਕਰਮੀ ਵਿੱਚ ਚਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਤਦ ਇਕ ਹੋਰ ਸੂਰਮੇ ਦਾ ਮੁਰੀਦ ਉਠੂਗਾ।"}},"es":{"sn":"Habiendo llegado en el setenta y ocho (1521), ellos se irán en el noventa y siete (1540), entonces será cuando otro Discípulo del Hombre se levantará"},"hi":{"ss":"मुग़ल आज) संवत् अठक्तर में आए हैं।ये संवत् सक्तानबे में चले जाएंगे।कोई और सूरमा भी उठ खड़ा होगा।","sts":"मुगल संवत ७८ में यहाँ आए हैं और यह संवत ९७ में यहाँ से चले जाएँगे और एक अन्य शूरवीर उठ खड़ा होगा।"}},"transliteration":{"english":"aavan aThatarai jaan sataanavai hor bhee uThasee maradh kaa chelaa ||","hindi":"आवनि अठतरै जानि सतानवै होरु भी उठसी मरद का चेला ॥","en":"aavan aThatarai jaan sataanavai hor bhee uThasee maradh kaa chelaa ||","hi":"आवनि अठतरै जानि सतानवै होरु भी उठसी मरद का चेला ॥","ipa":"əɑʋən əʈʰət̪əræ d͡ʒɑn sət̪ɑnəʋæ hɔr ɓi oʊʈʰəsi mərəd̪ kɑ t͡ʃelɑ.","ur":"آون اٹھترَے جان ستانوَے هور بھیِ اُٹھسیِ مرد کا چےلا ۔۔"},"pageNo":723,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30939,"shabadId":2767,"verse":{"gurmukhi":"sc kI bwxI nwnku AwKY scu suxwiesI sc kI bylw ]2]3]5]","unicode":"ਸਚ ਕੀ ਬਾਣੀ ਨਾਨਕੁ ਆਖੈ ਸਚੁ ਸੁਣਾਇਸੀ ਸਚ ਕੀ ਬੇਲਾ ॥੨॥੩॥੫॥"},"larivaar":{"gurmukhi":"sckIbwxInwnkuAwKYscusuxwiesIsckIbylw]2]3]5]","unicode":"ਸਚਕੀਬਾਣੀਨਾਨਕੁਆਖੈਸਚੁਸੁਣਾਇਸੀਸਚਕੀਬੇਲਾ॥੨॥੩॥੫॥"},"translation":{"en":{"bdb":"Nanak speaks the Word of Truth; he proclaims the Truth at this, the right time. ||2||3||5||","ms":"Nanak utters the word of truth and proclaims truth at the right time.","ssk":"Nanak speaks the Word of Truth; he proclaims the Truth at this, the right time. ||2||3||5||"},"pu":{"ss":{"gurmukhi":"(jIv mwieAw dy rMg ivc msq ho ky aumr AjweIN gvw rhy hn) nwnk qW (ies vyly BI) sdw kwiem rihx vwly pRBU dI is&iq-swlwh krdw hY, (swrI aumr hI) ieh is&iq-swlwh krdw rhygw, ikauNik ieh mnu`Kw jnm dw smw is&iq-swlwh vwsqy hI imilAw hY [2[3[5[","unicode":"(ਜੀਵ ਮਾਇਆ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਹੇ ਹਨ) ਨਾਨਕ ਤਾਂ (ਇਸ ਵੇਲੇ ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, (ਸਾਰੀ ਉਮਰ ਹੀ) ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇਗਾ, ਕਿਉਂਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਸਮਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਹੀ ਮਿਲਿਆ ਹੈ ।੨।੩।੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: scy vwihgurU kI (bwxI) hukmu, pRmwx- 'Duir kI bwxI AweI' (sc kI bylw) scy nwmu aucwrn kI vylw smyN svyry so sc hI AsI suxWvdy hW AO suxwvYNgy]2]3]5]ÇcOQI pwiqSwhI sRI gurU rwmdws swihb jI sRI Akwl purK kI ausqqI krqy hUey aupdyS dyqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸਚੇ ਵਾਹਿਗੁਰੂ ਕੀ (ਬਾਣੀ) ਹੁਕਮੁ, ਪ੍ਰਮਾਣ- 'ਧੁਰਿ ਕੀ ਬਾਣੀ ਆਈ' (ਸਚ ਕੀ ਬੇਲਾ) ਸਚੇ ਨਾਮੁ ਉਚਾਰਨ ਕੀ ਵੇਲਾ ਸਮੇਂ ਸਵੇਰੇ ਸੋ ਸਚ ਹੀ ਅਸੀ ਸੁਣਾਂਵਦੇ ਹਾਂ ਔ ਸੁਣਾਵੈਂਗੇ॥੨॥੩॥੫॥☬ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਕੀ ਉਸਤਤੀ ਕਰਤੇ ਹੂਏ ਉਪਦੇਸ਼ ਦੇਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(jIv mwieAw dy rMg ivc msq ho ky aumr AjweIN gvw rhy hn) nwnk qW (ies vyly BI) sdw kwiem rihx vwly pRBU dI is&iq-swlwh krdw hY, (swrI aumr hI) ieh is&iq-swlwh krdw rhygw, ikauNik ieh mnu`Kw jnm dw smw is&iq-swlwh vwsqy hI imilAw hY [2[3[5[","unicode":"(ਜੀਵ ਮਾਇਆ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਹੇ ਹਨ) ਨਾਨਕ ਤਾਂ (ਇਸ ਵੇਲੇ ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, (ਸਾਰੀ ਉਮਰ ਹੀ) ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇਗਾ, ਕਿਉਂਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਸਮਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਹੀ ਮਿਲਿਆ ਹੈ ।੨।੩।੫।"},"ms":{"gurmukhi":"nwnk s`c dw bcn aucwrn krdw hY Aqy TIk vkq auqy s`c suxwauNdw hY[","unicode":"ਨਾਨਕ ਸੱਚ ਦਾ ਬਚਨ ਉਚਾਰਨ ਕਰਦਾ ਹੈ ਅਤੇ ਠੀਕ ਵਕਤ ਉਤੇ ਸੱਚ ਸੁਣਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Nanak pronuncia el Discurso Verdadero, pues ahora, es el momento de hablar la Verdad.(2-3-5)"},"hi":{"ss":"(जीव माया के रंग में मस्त हो के उम्र व्यर्थ गवा रहे हैं) नानक तो (इस वक्त भी) सदा कायम रहने वाले प्रभू की सिफत सालाह करता है।(सारी उम्र ही) ये सिफत सालाह करता रहेगा।क्योंकि मनुष्य को जीवन का ये समय ईश्वर की सिफत सालाह करने के लिए मिला है। 2। 3। 5।","sts":"नानक सत्य की वाणी कह रहा है और सत्य ही सुना रहा है तथा अब यह सत्य बोलने की बेला ही है॥ २॥ ३॥ ५॥"}},"transliteration":{"english":"sach kee baanee naanak aakhai sach sunaisee sach kee belaa ||2||3||5||","hindi":"सच की बाणी नानकु आखै सचु सुणाइसी सच की बेला ॥२॥३॥५॥","en":"sach kee baanee naanak aakhai sach sunaisee sach kee belaa ||2||3||5||","hi":"सच की बाणी नानकु आखै सचु सुणाइसी सच की बेला ॥२॥३॥५॥","ipa":"sət͡ʃ ki bɑɳi nɑnək əɑkʰæ sət͡ʃ sʊɳɑeɪsi sət͡ʃ ki belɑ.2.3.5.","ur":"سچ کیِ باݨیِ نانک آکھَے سچ سُݨااسیِ سچ کیِ بےلا ۔۔۲۔۔۳۔۔۵۔۔"},"pageNo":723,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30940,"shabadId":2768,"verse":{"gurmukhi":"iqlµg mhlw 4 Gru 2","unicode":"ਤਿਲੰਗ ਮਹਲਾ ੪ ਘਰੁ ੨"},"larivaar":{"gurmukhi":"iqlµgmhlw4Gru2","unicode":"ਤਿਲੰਗਮਹਲਾ੪ਘਰੁ੨"},"translation":{"en":{"bdb":"Tilang, Fourth Mehla, Second House:","ms":"Tilang 4th Guru.","ssk":"Tilang, Fourth Mehl, Second House:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iqlMk cOQI pwiqSwhI[","unicode":"ਤਿਲੰਕ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tilang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"तिलंग महला ४ घरु २"}},"transliteration":{"english":"tila(n)g mahalaa chauthhaa ghar doojaa","hindi":"तिलंग महला ४ घरु २","en":"tila(n)g mahalaa chauthhaa ghar doojaa","hi":"तिलंग महला ४ घरु २","ipa":"t̪ɪləⁿG məhəlɑ t͡ʃɵɵt̪ʰɑ Gʰər 2","ur":"تِلµگ مهلا ۴ گھر ۲"},"pageNo":723,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30941,"shabadId":2768,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God. By True Guru's grace is He obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw auh pRwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador del Universo, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ੴ सतिगुर प्रसादि ॥"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":723,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30942,"shabadId":2768,"verse":{"gurmukhi":"siB Awey hukim Ksmwhu hukim sB vrqnI ]","unicode":"ਸਭਿ ਆਏ ਹੁਕਮਿ ਖਸਮਾਹੁ ਹੁਕਮਿ ਸਭ ਵਰਤਨੀ ॥"},"larivaar":{"gurmukhi":"siBAweyhukimKsmwhuhukimsBvrqnI]","unicode":"ਸਭਿਆਏਹੁਕਮਿਖਸਮਾਹੁਹੁਕਮਿਸਭਵਰਤਨੀ॥"},"translation":{"en":{"bdb":"Everyone comes by Command of the Lord and Master. The Hukam of His Command extends to all.","ms":"All come by the Master's command and his order extends over all.","ssk":"Everyone comes by Command of the Lord and Master. The Hukam of His Command extends to all."},"pu":{"ss":{"gurmukhi":"hy BweI! swry jIv hukm Anuswr Ksm-pRBU qoN hI jgq ivc Awey hn, swrI lukweI aus dy hukm ivc (hI) kMm kr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਜੀਵ ਹੁਕਮ ਅਨੁਸਾਰ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਜਗਤ ਵਿਚ ਆਏ ਹਨ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) ਕੰਮ ਕਰ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"iqs scy Ksm ky hukm ky bIc sB jIv sMswr myN Awey hYN AOr iqsI ky hukm bIc sB vrqdy hYN]","unicode":"ਤਿਸ ਸਚੇ ਖਸਮ ਕੇ ਹੁਕਮ ਕੇ ਬੀਚ ਸਭ ਜੀਵ ਸੰਸਾਰ ਮੇਂ ਆਏ ਹੈਂ ਔਰ ਤਿਸੀ ਕੇ ਹੁਕਮ ਬੀਚ ਸਭ ਵਰਤਦੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! swry jIv hukm Anuswr Ksm-pRBU qoN hI jgq ivc Awey hn, swrI lukweI aus dy hukm ivc (hI) kMm kr rhI hY [","unicode":"ਹੇ ਭਾਈ! ਸਾਰੇ ਜੀਵ ਹੁਕਮ ਅਨੁਸਾਰ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਜਗਤ ਵਿਚ ਆਏ ਹਨ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) ਕੰਮ ਕਰ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"swry mwlk dy Purmwn duAwrw AwauNdy hn[ aus dw Purmwn swirAW auqy lwgU huMdw hY[","unicode":"ਸਾਰੇ ਮਾਲਕ ਦੇ ਫੁਰਮਾਨ ਦੁਆਰਾ ਆਉਂਦੇ ਹਨ। ਉਸ ਦਾ ਫੁਰਮਾਨ ਸਾਰਿਆਂ ਉਤੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Toda la Creación fue creada bajo la Voluntad del Señor, y todo trabaja de acuerdo a Su Voluntad. "},"hi":{"ss":"हे भाई ! सारे जीव हुकम अनुसार पति-प्रभू से ही जगत में आए हैं।सारी दुनिया उसके हुकम में (ही) काम कर रही है।","sts":"सब जीव परमात्मा के हुक्म से ही दुनिया में आए हैं और सारी दुनिया उसके हुक्म में ही कार्यरत है।"}},"transliteration":{"english":"sabh aae hukam khasamaahu hukam sabh varatanee ||","hindi":"सभि आए हुकमि खसमाहु हुकमि सभ वरतनी ॥","en":"sabh aae hukam khasamaahu hukam sabh varatanee ||","hi":"सभि आए हुकमि खसमाहु हुकमि सभ वरतनी ॥","ipa":"səɓ əɑee hʊkəm kʰəsəmɑh hʊkəm səɓ ʋərət̪əni.","ur":"سبھ آاے هُکم کھسماهُ هُکم سبھ ورتنیِ ۔۔"},"pageNo":723,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30943,"shabadId":2768,"verse":{"gurmukhi":"scu swihbu swcw Kylu sBu hir DnI ]1]","unicode":"ਸਚੁ ਸਾਹਿਬੁ ਸਾਚਾ ਖੇਲੁ ਸਭੁ ਹਰਿ ਧਨੀ ॥੧॥"},"larivaar":{"gurmukhi":"scuswihbuswcwKylusBuhirDnI]1]","unicode":"ਸਚੁਸਾਹਿਬੁਸਾਚਾਖੇਲੁਸਭੁਹਰਿਧਨੀ॥੧॥"},"translation":{"en":{"bdb":"True is the Lord and Master, and True is His play. The Lord is the Master of all. ||1||","ms":"True is the Lord and true His play. He, the Lord Master, is pervading everywhere.","ssk":"True is the Lord and Master, and True is His play. The Lord is the Master of all. ||1||"},"pu":{"ss":{"gurmukhi":"auh mwlk sdw kwiem rihx vwlw hY, aus dw (ricAw jgq-) qmwSw At`l (inXmW vwlw hY) [ hr QW auh mwlk Awp mOjUd hY [1[","unicode":"ਉਹ ਮਾਲਕ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ (ਰਚਿਆ ਜਗਤ-) ਤਮਾਸ਼ਾ ਅਟੱਲ (ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ) । ਹਰ ਥਾਂ ਉਹ ਮਾਲਕ ਆਪ ਮੌਜੂਦ ਹੈ ।੧।"},"ft":{"gurmukhi":"so sc rUp swihbu hY Aru iqs kw jgq rUp swcw hI Kylu hY, iesI qy (sBu hir DnI) hrI suAwmI rUp jgqu hY, Bwv klpq vsqU kI sqw ADsTwT qy iBMn nhIN hoqI]1]","unicode":"ਸੋ ਸਚ ਰੂਪ ਸਾਹਿਬੁ ਹੈ ਅਰੁ ਤਿਸ ਕਾ ਜਗਤ ਰੂਪ ਸਾਚਾ ਹੀ ਖੇਲੁ ਹੈ, ਇਸੀ ਤੇ (ਸਭੁ ਹਰਿ ਧਨੀ) ਹਰੀ ਸੁਆਮੀ ਰੂਪ ਜਗਤੁ ਹੈ, ਭਾਵ ਕਲਪਤ ਵਸਤੂ ਕੀ ਸਤਾ ਅਧਸਠਾਠ ਤੇ ਭਿੰਨ ਨਹੀਂ ਹੋਤੀ॥੧॥"},"bdb":{"gurmukhi":"auh mwlk sdw kwiem rihx vwlw hY, aus dw (ricAw jgq-) qmwSw At`l (inXmW vwlw hY) [ hr QW auh mwlk Awp mOjUd hY [1[","unicode":"ਉਹ ਮਾਲਕ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ (ਰਚਿਆ ਜਗਤ-) ਤਮਾਸ਼ਾ ਅਟੱਲ (ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ) । ਹਰ ਥਾਂ ਉਹ ਮਾਲਕ ਆਪ ਮੌਜੂਦ ਹੈ ।੧।"},"ms":{"gurmukhi":"s`cw hY suAwmI qy s`cI hY aus dI Kyf[ auh suAwmI mwlk hr QW ivAwpk ho irhw hY[","unicode":"ਸੱਚਾ ਹੈ ਸੁਆਮੀ ਤੇ ਸੱਚੀ ਹੈ ਉਸ ਦੀ ਖੇਡ। ਉਹ ਸੁਆਮੀ ਮਾਲਕ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Verdad es el Señor, Verdad, Verdad es Su Obra, y el Maestro de todo es sólo Él.(1)"},"hi":{"ss":"वह मालिक सदा कायम रहने वाला है।उसका (रचा हुआ जगत-) तमाशा अॅटल (नियमों वाला है)।हर जगह वह मालिक खुद मौजूद है। 1।","sts":"वह सदैव सत्य है और उसका जगत् रूपी खेल भी सत्य है तथा सारी दुनिया का मालिक ही सबकुछ है॥ १॥"}},"transliteration":{"english":"sach saahib saachaa khel sabh har dhanee ||1||","hindi":"सचु साहिबु साचा खेलु सभु हरि धनी ॥१॥","en":"sach saahib saachaa khel sabh har dhanee ||1||","hi":"सचु साहिबु साचा खेलु सभु हरि धनी ॥१॥","ipa":"sət͡ʃ sɑhɪb sɑt͡ʃɑ kʰel səɓ hər t̪əni.1.","ur":"سچ ساهب ساچا کھےل سبھ هر دھنیِ ۔۔۱۔۔"},"pageNo":723,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30944,"shabadId":2768,"verse":{"gurmukhi":"swlwihhu scu sB aUpir hir DnI ]","unicode":"ਸਾਲਾਹਿਹੁ ਸਚੁ ਸਭ ਊਪਰਿ ਹਰਿ ਧਨੀ ॥"},"larivaar":{"gurmukhi":"swlwihhuscusBaUpirhirDnI]","unicode":"ਸਾਲਾਹਿਹੁਸਚੁਸਭਊਪਰਿਹਰਿਧਨੀ॥"},"translation":{"en":{"bdb":"So praise the True Lord; the Lord is the Master over all.","ms":"Praise the True Lord. God, the Master is over all.","ssk":"So praise the True Lord; the Lord is the Master over all."},"pu":{"ss":{"gurmukhi":"hy BweI! sdw-iQr hrI dI is&iq-swlwh kirAw kro [ auh hrI sB dy aupr hY qy mwlk hY","unicode":"ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ । ਉਹ ਹਰੀ ਸਭ ਦੇ ਉਪਰ ਹੈ ਤੇ ਮਾਲਕ ਹੈ"},"ft":{"gurmukhi":"iqs scy vwihgurU ko slwho jo hrI (DnI) mwlku sBnw qy aUpr hY]","unicode":"ਤਿਸ ਸਚੇ ਵਾਹਿਗੁਰੂ ਕੋ ਸਲਾਹੋ ਜੋ ਹਰੀ (ਧਨੀ) ਮਾਲਕੁ ਸਭਨਾ ਤੇ ਊਪਰ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! sdw-iQr hrI dI is&iq-swlwh kirAw kro [ auh hrI sB dy aupr hY qy mwlk hY","unicode":"ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ । ਉਹ ਹਰੀ ਸਭ ਦੇ ਉਪਰ ਹੈ ਤੇ ਮਾਲਕ ਹੈ"},"ms":{"gurmukhi":"s¤cy suAwmI dI is&q-SlwGw kr[ vwihgurU mwlk swirAW dy aupr dI hY[","unicode":"ਸੱਚੇ ਸੁਆਮੀ ਦੀ ਸਿਫ਼ਤ-ਸ਼ਲਾਘਾ ਕਰ। ਵਾਹਿਗੁਰੂ ਮਾਲਕ ਸਾਰਿਆਂ ਦੇ ਉਪਰ ਦੀ ਹੈ।"}},"es":{"sn":"Alaben ustedes la Verdad, pues más allá de todo y sobre todo está el Señor de Todo."},"hi":{"ss":"हे भाई ! सदा-स्थिर हरी की सिफत-सालाह किया करो।वह हरी सब के ऊपर है और मालिक है।","sts":"उस सच्चे परमात्मा की स्तुति करो, वह मालिक सबसे ऊपर अर्थात् सर्वोपरि है।"}},"transliteration":{"english":"saalaahih sach sabh uoopar har dhanee ||","hindi":"सालाहिहु सचु सभ ऊपरि हरि धनी ॥","en":"saalaahih sach sabh uoopar har dhanee ||","hi":"सालाहिहु सचु सभ ऊपरि हरि धनी ॥","ipa":"sɑlɑhɪh sət͡ʃ səɓ oupər hər t̪əni.","ur":"سالاههُ سچ سبھ اُوپر هر دھنیِ ۔۔"},"pageNo":723,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30945,"shabadId":2768,"verse":{"gurmukhi":"ijsu nwhI koie srIku iksu lyKY hau gnI ] rhwau ]","unicode":"ਜਿਸੁ ਨਾਹੀ ਕੋਇ ਸਰੀਕੁ ਕਿਸੁ ਲੇਖੈ ਹਉ ਗਨੀ ॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ijsunwhIkoiesrIkuiksulyKYhaugnI]rhwau]","unicode":"ਜਿਸੁਨਾਹੀਕੋਇਸਰੀਕੁਕਿਸੁਲੇਖੈਹਉਗਨੀ॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"No one is equal to Him; am I of any account? ||Pause||","ms":"No one is His equal: of what account am I? Pause.","ssk":"No one is equal to Him; am I of any account? ||Pause||"},"pu":{"ss":{"gurmukhi":"ijs hrI dy brwbr dw hor koeI nhIN hY mYN iks igxqI ivc hW ik aus dy gux ibAwn kr skW? [rhwau[","unicode":"ਜਿਸ ਹਰੀ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ਮੈਂ ਕਿਸ ਗਿਣਤੀ ਵਿਚ ਹਾਂ ਕਿ ਉਸ ਦੇ ਗੁਣ ਬਿਆਨ ਕਰ ਸਕਾਂ? ।ਰਹਾਉ।"},"ft":{"gurmukhi":"ijs kw koeI srIku nhIN hY iqs kI brwbrI ky lyKy bIc mYN iks ko igxW, Bwv Xih iqs jYsw AOr koeI nhIN] rhwau ]","unicode":"ਜਿਸ ਕਾ ਕੋਈ ਸਰੀਕੁ ਨਹੀਂ ਹੈ ਤਿਸ ਕੀ ਬਰਾਬਰੀ ਕੇ ਲੇਖੇ ਬੀਚ ਮੈਂ ਕਿਸ ਕੋ ਗਿਣਾਂ, ਭਾਵ ਯਹਿ ਤਿਸ ਜੈਸਾ ਔਰ ਕੋਈ ਨਹੀਂ॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"ijs hrI dy brwbr dw hor koeI nhIN hY mYN iks igxqI ivc hW ik aus dy gux ibAwn kr skW? [rhwau[","unicode":"ਜਿਸ ਹਰੀ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ਮੈਂ ਕਿਸ ਗਿਣਤੀ ਵਿਚ ਹਾਂ ਕਿ ਉਸ ਦੇ ਗੁਣ ਬਿਆਨ ਕਰ ਸਕਾਂ? ।ਰਹਾਉ।"},"ms":{"gurmukhi":"auos dy brwbr dw koeI nhIN[ mYN ikhVw ihswb ikqwb iv`c hW? Tihrwau[","unicode":"ਉੋਸ ਦੇ ਬਰਾਬਰ ਦਾ ਕੋਈ ਨਹੀਂ। ਮੈਂ ਕਿਹੜਾ ਹਿਸਾਬ ਕਿਤਾਬ ਵਿੱਚ ਹਾਂ? ਠਹਿਰਾਉ।"}},"es":{"sn":"Nadie puede ser Su Rival, ¿Cual podría ser mi valor? (Pausa)"},"hi":{"ss":"जिस हरी के बराबर का और कोई नहीं है।मैं (तो) किस गिनती में हूँ कि उसके गुण बयान कर सकूँ।।रहाउ।","sts":"जिस (परमात्मा) के बराबर का अन्य कोई नहीं है, मैं किसी गिनती में नहीं हूँ कि उसकी महिमा कर सकूं॥ रहाउ॥"}},"transliteration":{"english":"jis naahee koi sareek kis lekhai hau ganee || rahaau ||","hindi":"जिसु नाही कोइ सरीकु किसु लेखै हउ गनी ॥ रहाउ ॥","en":"jis naahee koi sareek kis lekhai hau ganee || rahaau ||","hi":"जिसु नाही कोइ सरीकु किसु लेखै हउ गनी ॥ रहाउ ॥","ipa":"d͡ʒɪs nɑhi kɔeɪ sərik kɪs lekʰæ ho Gəni. rəhɑo.","ur":"جِس ناهیِ کوا سریِک کس لےکھَے ها گنیِ ۔۔ رهاا ۔۔"},"pageNo":723,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30946,"shabadId":2768,"verse":{"gurmukhi":"paux pwxI DrqI Awkwsu Gr mMdr hir bnI ]","unicode":"ਪਉਣ ਪਾਣੀ ਧਰਤੀ ਆਕਾਸੁ ਘਰ ਮੰਦਰ ਹਰਿ ਬਨੀ ॥"},"larivaar":{"gurmukhi":"pauxpwxIDrqIAwkwsuGrmMdrhirbnI]","unicode":"ਪਉਣਪਾਣੀਧਰਤੀਆਕਾਸੁਘਰਮੰਦਰਹਰਿਬਨੀ॥"},"translation":{"en":{"bdb":"Air, water, earth and sky - the Lord has made these His home and temple.","ms":"Air, water, earth and sky, these the Lord has make His home and mansion.","ssk":"Air, water, earth and sky - the Lord has made these His home and temple."},"pu":{"ss":{"gurmukhi":"hy BweI! hvw, pwxI, DrqI AwkwS—ieh swry prmwqmw dy (rihx vwsqy) Gr mMdr bxy hoey hn [","unicode":"ਹੇ ਭਾਈ! ਹਵਾ, ਪਾਣੀ, ਧਰਤੀ ਆਕਾਸ਼—ਇਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਰਹਿਣ ਵਾਸਤੇ) ਘਰ ਮੰਦਰ ਬਣੇ ਹੋਏ ਹਨ ।"},"ft":{"gurmukhi":"pvn AO pwxI, DrqI, AgnI, Akws hr eyk Gr AOr mMdr ien pWc qqoN kI bnwvt hrI kI bnweI hoeI bnI hY]","unicode":"ਪਵਨ ਔ ਪਾਣੀ, ਧਰਤੀ, ਅਗਨੀ, ਅਕਾਸ ਹਰ ਏਕ ਘਰ ਔਰ ਮੰਦਰ ਇਨ ਪਾਂਚ ਤਤੋਂ ਕੀ ਬਨਾਵਟ ਹਰੀ ਕੀ ਬਨਾਈ ਹੋਈ ਬਨੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! hvw, pwxI, DrqI AwkwS—ieh swry prmwqmw dy (rihx vwsqy) Gr mMdr bxy hoey hn [","unicode":"ਹੇ ਭਾਈ! ਹਵਾ, ਪਾਣੀ, ਧਰਤੀ ਆਕਾਸ਼—ਇਹ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ (ਰਹਿਣ ਵਾਸਤੇ) ਘਰ ਮੰਦਰ ਬਣੇ ਹੋਏ ਹਨ ।"},"ms":{"gurmukhi":"hvw, jl, izmI Aqy Awsmwn, ienHW ƒ swihb ny Awpxw Gr qy mihl bxwieAw hoieAw hY[","unicode":"ਹਵਾ, ਜਲ, ਜ਼ਿਮੀ ਅਤੇ ਆਸਮਾਨ, ਇਨ੍ਹਾਂ ਨੂੰ ਸਾਹਿਬ ਨੇ ਆਪਣਾ ਘਰ ਤੇ ਮਹਿਲ ਬਣਾਇਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"El aire, el agua, la tierra y el cielo, son en realidad los hogares, los Templos de Dios. "},"hi":{"ss":"हे भाई ! हवा।पानी।धरती।आकाश- ये सारे परमात्मा के (रहने के वास्ते) घर-मंदिर बने हुए हैं।","sts":"पवन, पानी, धरती एवं आकाश परमात्मा के घर एवं मन्दिर बने हुए हैं अर्थात् वह इनमें रहता है।"}},"transliteration":{"english":"paun paanee dharatee aakaas ghar ma(n)dhar har banee ||","hindi":"पउण पाणी धरती आकासु घर मंदर हरि बनी ॥","en":"paun paanee dharatee aakaas ghar ma(n)dhar har banee ||","hi":"पउण पाणी धरती आकासु घर मंदर हरि बनी ॥","ipa":"poʊɳ pɑɳi t̪ərət̪i əɑkɑs Gʰər məŋd̪ər hər bəni.","ur":"پاݨ پاݨیِ دھرتیِ آکاس گھر مںدر هر بنیِ ۔۔"},"pageNo":723,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30947,"shabadId":2768,"verse":{"gurmukhi":"ivic vrqY nwnk Awip JUTu khu ikAw gnI ]2]1]","unicode":"ਵਿਚਿ ਵਰਤੈ ਨਾਨਕ ਆਪਿ ਝੂਠੁ ਕਹੁ ਕਿਆ ਗਨੀ ॥੨॥੧॥"},"larivaar":{"gurmukhi":"ivicvrqYnwnkAwipJUTukhuikAwgnI]2]1]","unicode":"ਵਿਚਿਵਰਤੈਨਾਨਕਆਪਿਝੂਠੁਕਹੁਕਿਆਗਨੀ॥੨॥੧॥"},"translation":{"en":{"bdb":"He Himself is pervading everywhere, O Nanak. Tell me: what can be counted as false? ||2||1||","ms":"The Lord Himself is contained amongst all. Say, what can be accounted false?","ssk":"He Himself is pervading everywhere, O Nanak. Tell me: what can be counted as false? ||2||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! iehnW sBnW ivc prmwqmw Awp v`s irhw hY [ d`so, iehnW ivcoN iks ƒ mYN As`q AwKW? [2[1[","unicode":"ਹੇ ਨਾਨਕ! ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ । ਦੱਸੋ, ਇਹਨਾਂ ਵਿਚੋਂ ਕਿਸ ਨੂੰ ਮੈਂ ਅਸੱਤ ਆਖਾਂ? ।੨।੧।"},"ft":{"gurmukhi":"srb ky bIc Awp hI so vwihgurU vrq rhw hY kXw pUrn ho rhw hY, sRI gurU jI khqy hYN: qb JUT iks cIj ko igxIey, Bwv Xih srb rUp Awp hI ho rhw hY, pRmwx- \"Awip siq kIAw sBu siq]\" AOr \"bin iqin prbiq hY pwrbRhmu]\" ]2]1]Çinj mn pRqI aupdyS krqy hYN:","unicode":"ਸਰਬ ਕੇ ਬੀਚ ਆਪ ਹੀ ਸੋ ਵਾਹਿਗੁਰੂ ਵਰਤ ਰਹਾ ਹੈ ਕਯਾ ਪੂਰਨ ਹੋ ਰਹਾ ਹੈ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਬ ਝੂਠ ਕਿਸ ਚੀਜ ਕੋ ਗਿਣੀਏ, ਭਾਵ ਯਹਿ ਸਰਬ ਰੂਪ ਆਪ ਹੀ ਹੋ ਰਹਾ ਹੈ, ਪ੍ਰਮਾਣ- \"ਆਪਿ ਸਤਿ ਕੀਆ ਸਭੁ ਸਤਿ॥\" ਔਰ \"ਬਨਿ ਤਿਨਿ ਪਰਬਤਿ ਹੈ ਪਾਰਬ੍ਰਹਮੁ॥\" ॥੨॥੧॥☬ਨਿਜ ਮਨ ਪ੍ਰਤੀ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! iehnW sBnW ivc prmwqmw Awp v`s irhw hY [ d`so, iehnW ivcoN iks ƒ mYN As`q AwKW? [2[1[","unicode":"ਹੇ ਨਾਨਕ! ਇਹਨਾਂ ਸਭਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ । ਦੱਸੋ, ਇਹਨਾਂ ਵਿਚੋਂ ਕਿਸ ਨੂੰ ਮੈਂ ਅਸੱਤ ਆਖਾਂ? ।੨।੧।"},"ms":{"gurmukhi":"suAwmI Kud hI smUh AMdr ivAwpk ho irhw hY[ ds kaux kUVw igixAw jw skdw hY?","unicode":"ਸੁਆਮੀ ਖੁਦ ਹੀ ਸਮੂਹ ਅੰਦਰ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ। ਦਸ ਕਉਣ ਕੂੜਾ ਗਿਣਿਆ ਜਾ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"Dice Nanak, en medio de todos ellos, Él realiza Su Verdadero Teatro y la falsedad ante Él de nada sirve.(2-1)"},"hi":{"ss":"हे नानक ! इन सभी में परमात्मा खुद बस रहा है।बताओ।इनमें से किसको मैं असत्य कहूँ। 2। 1।","sts":"हे नानक ! वह स्वयं ही सबमें मौजूद है, फिर मैं क्या झूठा कहँ ॥ २॥ १॥"}},"transliteration":{"english":"vich varatai naanak aap jhooTh kahu kiaa ganee ||2||1||","hindi":"विचि वरतै नानक आपि झूठु कहु किआ गनी ॥२॥१॥","en":"vich varatai naanak aap jhooTh kahu kiaa ganee ||2||1||","hi":"विचि वरतै नानक आपि झूठु कहु किआ गनी ॥२॥१॥","ipa":"ʋɪt͡ʃ ʋərət̪æ nɑnək əɑp ɖ͡ʐuʈʰ kəh kɪəɑ Gəni.2.1.","ur":"وِچ ورتَے نانک آپ جھُوٹھ کهُ کآ گنیِ ۔۔۲۔۔۱۔۔"},"pageNo":723,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30948,"shabadId":2769,"verse":{"gurmukhi":"iqlµg mhlw 4 ]","unicode":"ਤਿਲੰਗ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"iqlµgmhlw4]","unicode":"ਤਿਲੰਗਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Tilang, Fourth Mehla:","ms":"Tilang 4th Guru.","ssk":"Tilang, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iqlMk cOQI pwiqSwhI[","unicode":"ਤਿਲੰਕ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tilang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"तिलंग महला ४ ॥"}},"transliteration":{"english":"tila(n)g mahalaa chauthhaa ||","hindi":"तिलंग महला ४ ॥","en":"tila(n)g mahalaa chauthhaa ||","hi":"तिलंग महला ४ ॥","ipa":"t̪ɪləⁿG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"تِلµگ مهلا ۴ ۔۔"},"pageNo":723,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30949,"shabadId":2769,"verse":{"gurmukhi":"inq inhPl krm kmwie bPwvY durmqIAw ]","unicode":"ਨਿਤ ਨਿਹਫਲ ਕਰਮ ਕਮਾਇ ਬਫਾਵੈ ਦੁਰਮਤੀਆ ॥"},"larivaar":{"gurmukhi":"inqinhPlkrmkmwiebPwvYdurmqIAw]","unicode":"ਨਿਤਨਿਹਫਲਕਰਮਕਮਾਇਬਫਾਵੈਦੁਰਮਤੀਆ॥"},"translation":{"en":{"bdb":"The evil-minded person continually does fruitless deeds, all puffed up with pride.","ms":"The evil-minded person ever does fruitless acts and is puffed up with pride.","ssk":"The evil-minded person continually does fruitless deeds, all puffed up with pride."},"pu":{"ss":{"gurmukhi":"hy myry mn! KotI buiD vwlw mnu`K sdw auh kMm krdw rihMdw hY ijnHW qoN koeI lwB nhIN huMdw, (iPr BI Ajyhy ivArQ kMm kr ky) lw&W mwrdw rihMdw hY","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਖੋਟੀ ਬੁਧਿ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਉਹ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਤੋਂ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, (ਫਿਰ ਭੀ ਅਜੇਹੇ ਵਿਅਰਥ ਕੰਮ ਕਰ ਕੇ) ਲਾਫ਼ਾਂ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ"},"ft":{"gurmukhi":"hy KotI mq vwly! qUM jo inq hI insPl krmW ko kmwie kr ApnI vifAweI jnwvqw hYN, Bwv Xih jIv nwm ko ivswr kr sMswrI pdwrQoN ko kmwie kr hMkwr krqw hYN]","unicode":"ਹੇ ਖੋਟੀ ਮਤ ਵਾਲੇ! ਤੂੰ ਜੋ ਨਿਤ ਹੀ ਨਿਸਫਲ ਕਰਮਾਂ ਕੋ ਕਮਾਇ ਕਰ ਅਪਨੀ ਵਡਿਆਈ ਜਨਾਵਤਾ ਹੈਂ, ਭਾਵ ਯਹਿ ਜੀਵ ਨਾਮ ਕੋ ਵਿਸਾਰ ਕਰ ਸੰਸਾਰੀ ਪਦਾਰਥੋਂ ਕੋ ਕਮਾਇ ਕਰ ਹੰਕਾਰ ਕਰਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy myry mn! KotI buiD vwlw mnu`K sdw auh kMm krdw rihMdw hY ijnHW qoN koeI lwB nhIN huMdw, (iPr BI Ajyhy ivArQ kMm kr ky) lw&W mwrdw rihMdw hY","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਖੋਟੀ ਬੁਧਿ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਉਹ ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਤੋਂ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, (ਫਿਰ ਭੀ ਅਜੇਹੇ ਵਿਅਰਥ ਕੰਮ ਕਰ ਕੇ) ਲਾਫ਼ਾਂ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ"},"ms":{"gurmukhi":"KotI bu`D vwlw purS hmySW insPl kMm krdw hY qy hMkwr vwlw PuilAw iPrdw hY[","unicode":"ਖੋਟੀ ਬੁੱਧ ਵਾਲਾ ਪੁਰਸ਼ ਹਮੇਸ਼ਾਂ ਨਿਸਫਲ ਕੰਮ ਕਰਦਾ ਹੈ ਤੇ ਹੰਕਾਰ ਵਾਲਾ ਫੁਲਿਆ ਫਿਰਦਾ ਹੈ।"}},"es":{"sn":"Día con día, el hombre actúa sobre la base de su vanidad y así vive inflado de orgullo. "},"hi":{"ss":"हे मेरे मन ! दुर्मति वाला मनुष्य सदा वह काम करता रहता है जिनका कोई लाभ नहीं होता।(फिर भी ऐसे व्यर्थ कर्म करके) फुकरियाँ मारता रहता है (बड़े-बड़े बोल बोलता फिरता है)।","sts":"दुर्मति वाला इन्सान बड़ा अहंकार करता है और नित्य ही ऐसा कर्म करता रहता है, जिससे कोई फल नहीं मिलता।"}},"transliteration":{"english":"nit nihafal karam kamai bafaavai dhuramateeaa ||","hindi":"नित निहफल करम कमाइ बफावै दुरमतीआ ॥","en":"nit nihafal karam kamai bafaavai dhuramateeaa ||","hi":"नित निहफल करम कमाइ बफावै दुरमतीआ ॥","ipa":"nɪt̪ nɪhəfəl kərəm kəmɑeɪ bəfɑʋæ d̪ʊrəmət̪iəɑ.","ur":"نِت نهپھل کرم کماا بپھاوَے دُرمتیِآ ۔۔"},"pageNo":723,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30950,"shabadId":2769,"verse":{"gurmukhi":"jb AwxY vlvMc kir JUTu qb jwxY jgu ijqIAw ]1]","unicode":"ਜਬ ਆਣੈ ਵਲਵੰਚ ਕਰਿ ਝੂਠੁ ਤਬ ਜਾਣੈ ਜਗੁ ਜਿਤੀਆ ॥੧॥"},"larivaar":{"gurmukhi":"jbAwxYvlvMckirJUTuqbjwxYjguijqIAw]1]","unicode":"ਜਬਆਣੈਵਲਵੰਚਕਰਿਝੂਠੁਤਬਜਾਣੈਜਗੁਜਿਤੀਆ॥੧॥"},"translation":{"en":{"bdb":"When he brings home what he has acquired, by practicing deception and falsehood, he thinks that he has conquered the world. ||1||","ms":"Practising deceit and falsehood, when he brings me something then he thinks he has conquered the world.","ssk":"When he brings home what he has acquired, by practicing deception and falsehood, he thinks that he has conquered the world. ||1||"},"pu":{"ss":{"gurmukhi":"jdoN koeI T`gI kr ky, koeI JUT bol ky (kuJ Dn-mwl) lY AwauNdw hY, qdoN smJdw hY ik mYN dunIAw ƒ ij`q ilAw hY [1[","unicode":"ਜਦੋਂ ਕੋਈ ਠੱਗੀ ਕਰ ਕੇ, ਕੋਈ ਝੂਠ ਬੋਲ ਕੇ (ਕੁਝ ਧਨ-ਮਾਲ) ਲੈ ਆਉਂਦਾ ਹੈ, ਤਦੋਂ ਸਮਝਦਾ ਹੈ ਕਿ ਮੈਂ ਦੁਨੀਆ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ ।੧।"},"ft":{"gurmukhi":"jb vlCl kr ky JUTI mwieAw ko ilAwvqw hYN, qb AYsy jwnqw hYN, jo mYNny jgq ko hI jIq lIAw hY]1]","unicode":"ਜਬ ਵਲਛਲ ਕਰ ਕੇ ਝੂਠੀ ਮਾਇਆ ਕੋ ਲਿਆਵਤਾ ਹੈਂ, ਤਬ ਐਸੇ ਜਾਨਤਾ ਹੈਂ, ਜੋ ਮੈਂਨੇ ਜਗਤ ਕੋ ਹੀ ਜੀਤ ਲੀਆ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"jdoN koeI T`gI kr ky, koeI JUT bol ky (kuJ Dn-mwl) lY AwauNdw hY, qdoN smJdw hY ik mYN dunIAw ƒ ij`q ilAw hY [1[","unicode":"ਜਦੋਂ ਕੋਈ ਠੱਗੀ ਕਰ ਕੇ, ਕੋਈ ਝੂਠ ਬੋਲ ਕੇ (ਕੁਝ ਧਨ-ਮਾਲ) ਲੈ ਆਉਂਦਾ ਹੈ, ਤਦੋਂ ਸਮਝਦਾ ਹੈ ਕਿ ਮੈਂ ਦੁਨੀਆ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ ।੧।"},"ms":{"gurmukhi":"T`gI-b`gI qy kUV dI kmweI kr ky, jd auh kuC Gr ilAwauNdw hY, qd auh iKAwl krdw hY ik aus ny sMswr Pqih kr ilAw hY[","unicode":"ਠੱਗੀ-ਬੱਗੀ ਤੇ ਕੂੜ ਦੀ ਕਮਾਈ ਕਰ ਕੇ, ਜਦ ਉਹ ਕੁਛ ਘਰ ਲਿਆਉਂਦਾ ਹੈ, ਤਦ ਉਹ ਖਿਆਲ ਕਰਦਾ ਹੈ ਕਿ ਉਸ ਨੇ ਸੰਸਾਰ ਫਤਹਿ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"Y cuando llega a su hogar con la semilla del engaño, él piensa que ha logrado la victoria sobre el mundo.(1)"},"hi":{"ss":"जब कोई ठॅगी करके।कोई झूठ बोल के (कुछ धन-माल) ले आता है।तब समझता है कि मैंने दुनिया को जीत लिया है। 1।","sts":"जब वह झूठ बोलकर एवं छल-कपट करके अपने घर कुछ ले आता है तो वह समझता है कि उसने जग जीत लिया है॥ १॥"}},"transliteration":{"english":"jab aanai valava(n)ch kar jhooTh tab jaanai jag jiteeaa ||1||","hindi":"जब आणै वलवंच करि झूठु तब जाणै जगु जितीआ ॥१॥","en":"jab aanai valava(n)ch kar jhooTh tab jaanai jag jiteeaa ||1||","hi":"जब आणै वलवंच करि झूठु तब जाणै जगु जितीआ ॥१॥","ipa":"d͡ʒəb əɑɳæ ʋələʋəŋt͡ʃ kər ɖ͡ʐuʈʰ t̪əb d͡ʒɑɳæ d͡ʒəG d͡ʒɪt̪iəɑ.1.","ur":"جب آݨَے ولوںچ کر جھُوٹھ تب جاݨَے جگ جتیِآ ۔۔۱۔۔"},"pageNo":723,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30951,"shabadId":2769,"verse":{"gurmukhi":"AYsw bwjI sYswru n cyqY hir nwmw ]","unicode":"ਐਸਾ ਬਾਜੀ ਸੈਸਾਰੁ ਨ ਚੇਤੈ ਹਰਿ ਨਾਮਾ ॥"},"larivaar":{"gurmukhi":"AYswbwjIsYswruncyqYhirnwmw]","unicode":"ਐਸਾਬਾਜੀਸੈਸਾਰੁਨਚੇਤੈਹਰਿਨਾਮਾ॥"},"translation":{"en":{"bdb":"Such is the drama of the world, that he does not contemplate the Lord's Name.","ms":"Such is the game of the world, that, the mortal contemplates not the Lord's Name.","ssk":"Such is the drama of the world, that he does not contemplate the Lord's Name."},"pu":{"ss":{"gurmukhi":"hy myry mn! jgq ieho ijhw hY ijvyN iek Kyf huMdI hY, ieh swrw nwsvMq hY, iek iCn ivc nws ho jWdw hY (pr KotI miq vwlw mnu`K iPr BI) prmwqmw dw nwm nhIN ismrdw","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਇਹੋ ਜਿਹਾ ਹੈ ਜਿਵੇਂ ਇਕ ਖੇਡ ਹੁੰਦੀ ਹੈ, ਇਹ ਸਾਰਾ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਛਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਪਰ ਖੋਟੀ ਮਤਿ ਵਾਲਾ ਮਨੁੱਖ ਫਿਰ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ"},"ft":{"gurmukhi":"AYsw jo (bwjI) Kyl rUp sMswr As`q hY, iqs myN lg kr hir nwm ko ieh jIv ismrn nhIN krqw]","unicode":"ਐਸਾ ਜੋ (ਬਾਜੀ) ਖੇਲ ਰੂਪ ਸੰਸਾਰ ਅਸੱਤ ਹੈ, ਤਿਸ ਮੇਂ ਲਗ ਕਰ ਹਰਿ ਨਾਮ ਕੋ ਇਹ ਜੀਵ ਸਿਮਰਨ ਨਹੀਂ ਕਰਤਾ॥"},"bdb":{"gurmukhi":"hy myry mn! jgq ieho ijhw hY ijvyN iek Kyf huMdI hY, ieh swrw nwsvMq hY, iek iCn ivc nws ho jWdw hY (pr KotI miq vwlw mnu`K iPr BI) prmwqmw dw nwm nhIN ismrdw","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਇਹੋ ਜਿਹਾ ਹੈ ਜਿਵੇਂ ਇਕ ਖੇਡ ਹੁੰਦੀ ਹੈ, ਇਹ ਸਾਰਾ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਛਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਪਰ ਖੋਟੀ ਮਤਿ ਵਾਲਾ ਮਨੁੱਖ ਫਿਰ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ"},"ms":{"gurmukhi":"AYho jyhI hY jgq dI Kyf ik pRwxI swihb dy nwm dw ismrn nhIN krdw[","unicode":"ਐਹੋ ਜੇਹੀ ਹੈ ਜਗਤ ਦੀ ਖੇਡ ਕਿ ਪ੍ਰਾਣੀ ਸਾਹਿਬ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ।"}},"es":{"sn":"Vana es la proyección del mundo, si uno no habita en el Señor, "},"hi":{"ss":"हे मेरे मन ! जगत ऐसा है जैसे एक खेल।एक छिन में नाश हो जाता है (पर खोटी बुद्धि वाला मनुष्य फिर भी) परमात्मा का नाम नहीं सिमरता।","sts":"यह संसार एक ऐसी बाजी अर्थात् खेल है, जहाँ इन्सान परमात्मा के नाम को याद ही नहीं करता।"}},"transliteration":{"english":"aaisaa baajee saisaar na chetai har naamaa ||","hindi":"ऐसा बाजी सैसारु न चेतै हरि नामा ॥","en":"aaisaa baajee saisaar na chetai har naamaa ||","hi":"ऐसा बाजी सैसारु न चेतै हरि नामा ॥","ipa":"æsɑ bɑd͡ʒi sæsɑr nə t͡ʃet̪æ hər nɑmɑ.","ur":"اَےسا باجیِ سَےسار ن چےتَے هر ناما ۔۔"},"pageNo":723,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30952,"shabadId":2769,"verse":{"gurmukhi":"iKn mih ibnsY sBu JUTu myry mn iDAwie rwmw ] rhwau ]","unicode":"ਖਿਨ ਮਹਿ ਬਿਨਸੈ ਸਭੁ ਝੂਠੁ ਮੇਰੇ ਮਨ ਧਿਆਇ ਰਾਮਾ ॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"iKnmihibnsYsBuJUTumyrymniDAwierwmw]rhwau]","unicode":"ਖਿਨਮਹਿਬਿਨਸੈਸਭੁਝੂਠੁਮੇਰੇਮਨਧਿਆਇਰਾਮਾ॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"In an instant, all this false play shall perish; O my mind, meditate on the Lord. ||Pause||","ms":"In a moment, all this false play shall perish. O my mind, meditate thou on the Lord. Pause.","ssk":"In an instant, all this false play shall perish; O my mind, meditate on the Lord. ||Pause||"},"pu":{"ss":{"gurmukhi":"hy myry mn! qUµ qW prmwqmw dw iDAwn Drdw rhu [rhwau[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹੁ ।ਰਹਾਉ।"},"ft":{"gurmukhi":"qW qy eyh sMpUrn sMswr JUTw iKnmYN nws ho jwxy vwlw jwn kr hy myry mn! iqs vXwpk srUp rwm kw iDAwvnw kr] rhwau ]","unicode":"ਤਾਂ ਤੇ ਏਹ ਸੰਪੂਰਨ ਸੰਸਾਰ ਝੂਠਾ ਖਿਨਮੈਂ ਨਾਸ ਹੋ ਜਾਣੇ ਵਾਲਾ ਜਾਨ ਕਰ ਹੇ ਮੇਰੇ ਮਨ! ਤਿਸ ਵਯਾਪਕ ਸਰੂਪ ਰਾਮ ਕਾ ਧਿਆਵਨਾ ਕਰ॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy myry mn! qUµ qW prmwqmw dw iDAwn Drdw rhu [rhwau[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹੁ ।ਰਹਾਉ।"},"ms":{"gurmukhi":"iek muhq iv`c ieh swrI kUVI Kyf nws ho jwaUgI[ hy myrI ijMdy! qUM suAwmI dw ismrn kr[ Tihrwau[","unicode":"ਇਕ ਮੁਹਤ ਵਿੱਚ ਇਹ ਸਾਰੀ ਕੂੜੀ ਖੇਡ ਨਾਸ ਹੋ ਜਾਊਗੀ। ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"pues todo éste despliegue de vanidad desaparece en un instante, por eso, mejor contempla a tu Dios. (Pausa)"},"hi":{"ss":"ये सारा नाशवंत है।हे मेरे मन ! तू तो परमात्मा का ध्यान धरता रह।रहाउ।","sts":"हे मेरे मन ! राम का ध्यान कर, क्योंकि दृष्टिमान समूचा जगत् झूठ ही है और यह क्षण में ही नाश हो जाता है। रहाउ ॥"}},"transliteration":{"english":"khin meh binasai sabh jhooTh mere man dhiaai raamaa || rahaau ||","hindi":"खिन महि बिनसै सभु झूठु मेरे मन धिआइ रामा ॥ रहाउ ॥","en":"khin meh binasai sabh jhooTh mere man dhiaai raamaa || rahaau ||","hi":"खिन महि बिनसै सभु झूठु मेरे मन धिआइ रामा ॥ रहाउ ॥","ipa":"kʰɪn məh bɪnəsæ səɓ ɖ͡ʐuʈʰ mere mən t̪ɪəɑeɪ rɑmɑ. rəhɑo.","ur":"کھٍن مهِ بنسَے سبھ جھُوٹھ مےرے من دھآا راما ۔۔ رهاا ۔۔"},"pageNo":723,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30953,"shabadId":2769,"verse":{"gurmukhi":"sw vylw iciq n AwvY ijqu Awie kMtku kwlu gRsY ]","unicode":"ਸਾ ਵੇਲਾ ਚਿਤਿ ਨ ਆਵੈ ਜਿਤੁ ਆਇ ਕੰਟਕੁ ਕਾਲੁ ਗ੍ਰਸੈ ॥"},"larivaar":{"gurmukhi":"swvylwiciqnAwvYijquAwiekMtkukwlugRsY]","unicode":"ਸਾਵੇਲਾਚਿਤਿਨਆਵੈਜਿਤੁਆਇਕੰਟਕੁਕਾਲੁਗ੍ਰਸੈ॥"},"translation":{"en":{"bdb":"He does not think of that time, when Death, the Torturer, shall come and seize him.","ms":"That time comes not to my mind, when the torturous death shall come and seize me.","ssk":"He does not think of that time, when Death, the Torturer, shall come and seize him."},"pu":{"ss":{"gurmukhi":"hy myry mn! KotI miq vwly mnu`K ƒ auh vylw (kdy) Xwd nhIN AwauNdw, jdoN duKdweI kwl Aw ky PV lYNdw hY","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਖੋਟੀ ਮਤਿ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਉਹ ਵੇਲਾ (ਕਦੇ) ਯਾਦ ਨਹੀਂ ਆਉਂਦਾ, ਜਦੋਂ ਦੁਖਦਾਈ ਕਾਲ ਆ ਕੇ ਫੜ ਲੈਂਦਾ ਹੈ"},"ft":{"gurmukhi":"so smW Xwd nhIN Awvqw ijs smyN kwl rUpI kMtk duKdweI ny qyry ko gRws kr lynw hY, Bwv sy pkV lynw hY]","unicode":"ਸੋ ਸਮਾਂ ਯਾਦ ਨਹੀਂ ਆਵਤਾ ਜਿਸ ਸਮੇਂ ਕਾਲ ਰੂਪੀ ਕੰਟਕ ਦੁਖਦਾਈ ਨੇ ਤੇਰੇ ਕੋ ਗ੍ਰਾਸ ਕਰ ਲੇਨਾ ਹੈ, ਭਾਵ ਸੇ ਪਕੜ ਲੇਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry mn! KotI miq vwly mnu`K ƒ auh vylw (kdy) Xwd nhIN AwauNdw, jdoN duKdweI kwl Aw ky PV lYNdw hY","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਖੋਟੀ ਮਤਿ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਉਹ ਵੇਲਾ (ਕਦੇ) ਯਾਦ ਨਹੀਂ ਆਉਂਦਾ, ਜਦੋਂ ਦੁਖਦਾਈ ਕਾਲ ਆ ਕੇ ਫੜ ਲੈਂਦਾ ਹੈ"},"ms":{"gurmukhi":"auh smw myry mn iv`c nhIN AwauNdw jd duKdweI mOq Aw ky mYƒ pkV lvygI[","unicode":"ਉਹ ਸਮਾ ਮੇਰੇ ਮਨ ਵਿੱਚ ਨਹੀਂ ਆਉਂਦਾ ਜਦ ਦੁਖਦਾਈ ਮੌਤ ਆ ਕੇ ਮੈਨੂੰ ਪਕੜ ਲਵੇਗੀ।"}},"es":{"sn":"Uno no se acuerda en ningún momento que la espina de la muerte lo va a atravesar."},"hi":{"ss":"हे मेरे मन ! खोटी मति वाले मनुष्य को वह वक्त (कभी) याद नहीं आता।जब दुखदाई काल आ के पकड़ लेता है।","sts":"वह समय इन्सान को याद ही नहीं आता, जब दुखदायी काल आकर उसे पकड़ लेता है।"}},"transliteration":{"english":"saa velaa chit na aavai jit aai ka(n)Tak kaal grasai ||","hindi":"सा वेला चिति न आवै जितु आइ कंटकु कालु ग्रसै ॥","en":"saa velaa chit na aavai jit aai ka(n)Tak kaal grasai ||","hi":"सा वेला चिति न आवै जितु आइ कंटकु कालु ग्रसै ॥","ipa":"sɑ ʋelɑ t͡ʃɪt̪ nə əɑʋæ d͡ʒɪt̪ əɑeɪ kəŋʈək kɑl Gɹəsæ.","ur":"سا وےلا چت ن آوَے جت آا کںٹک کال گرسَے ۔۔"},"pageNo":723,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30954,"shabadId":2769,"verse":{"gurmukhi":"iqsu nwnk ley Cfwie ijsu ikrpw kir ihrdY vsY ]2]2]","unicode":"ਤਿਸੁ ਨਾਨਕ ਲਏ ਛਡਾਇ ਜਿਸੁ ਕਿਰਪਾ ਕਰਿ ਹਿਰਦੈ ਵਸੈ ॥੨॥੨॥"},"larivaar":{"gurmukhi":"iqsunwnkleyCfwieijsuikrpwkirihrdYvsY]2]2]","unicode":"ਤਿਸੁਨਾਨਕਲਏਛਡਾਇਜਿਸੁਕਿਰਪਾਕਰਿਹਿਰਦੈਵਸੈ॥੨॥੨॥"},"translation":{"en":{"bdb":"O Nanak, the Lord saves that one, within whose heart the Lord, in His Kind Mercy, dwells. ||2||2||","ms":"Nanak, the Lord redeems him, within whose mind He mercifully dwells.","ssk":"O Nanak, the Lord saves that one, within whose heart the Lord, in His Kind Mercy, dwells. ||2||2||"},"pu":{"ss":{"gurmukhi":" hy nwnk! ijs mnu`K dy ihrdy ivc prmwqmw myhr kr ky Aw v`sdw hY, aus ƒ (mOq dy fr qoN) Cfw lYNdw hY [2[2[7[","unicode":" ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ ।੨।੨।੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: iqs purs ko so vwihgurU jmdUqW ky BY sy Cufwie lyqw hY, ijs ky irdy ivKy siqgurW kI ikRpw qy hir nwm vsqw hY[ Bwv Xih jo hir nwm ko jpqy hYN, so jm ky BY sy rihq ho kr iqs hrI myN smwie jwqy hYN]2]2]Çeyk Awlm nwmw msUlIAw ijhlm vw Jnwie pr rihqw Qw[ jb kwbl AOr ipSOr kI sMgiq gurU jI ky drsn ko AweI Ar khw, 'hm ko CyqI pwr kr dyih'[ qb iqs msUlIey ny irsvq mWgI khw, 'jo jo cMgI vsq ilAwey ho aus ivcoN mYƒ kuC dyhu', qb sMgiq ny kuC n dIAw[ aus rwq myN ibnW Kwn pwn sMgiq vhW pVI rhI[ qb sÍpn myN Awlm ko BY hUAw, qo srDw sMXukq ho kr sMgiq ky swQ hI sRI AMimRqsr jI myN Awieky mhwrwj kw drsn Awn kIAw AO bynqI krI: mYƒ Apnw aupdyS krIey[ qb iqs Awlm msUlIey ky prQwie sRI gurU Arjn swihb pMjvyN pwiqSwh iqlMg rwg myN vYrwg jnk aupdyS aucwrn krqy Bey:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਪੁਰਸ ਕੋ ਸੋ ਵਾਹਿਗੁਰੂ ਜਮਦੂਤਾਂ ਕੇ ਭੈ ਸੇ ਛੁਡਾਇ ਲੇਤਾ ਹੈ, ਜਿਸ ਕੇ ਰਿਦੇ ਵਿਖੇ ਸਤਿਗੁਰਾਂ ਕੀ ਕ੍ਰਿਪਾ ਤੇ ਹਰਿ ਨਾਮ ਵਸਤਾ ਹੈ। ਭਾਵ ਯਹਿ ਜੋ ਹਰਿ ਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ, ਸੋ ਜਮ ਕੇ ਭੈ ਸੇ ਰਹਿਤ ਹੋ ਕਰ ਤਿਸ ਹਰੀ ਮੇਂ ਸਮਾਇ ਜਾਤੇ ਹੈਂ॥੨॥੨॥☬ਏਕ ਆਲਮ ਨਾਮਾ ਮਸੂਲੀਆ ਜਿਹਲਮ ਵਾ ਝਨਾਇ ਪਰ ਰਹਿਤਾ ਥਾ। ਜਬ ਕਾਬਲ ਔਰ ਪਿਸ਼ੌਰ ਕੀ ਸੰਗਤਿ ਗੁਰੂ ਜੀ ਕੇ ਦਰਸਨ ਕੋ ਆਈ ਅਰ ਕਹਾ, 'ਹਮ ਕੋ ਛੇਤੀ ਪਾਰ ਕਰ ਦੇਹਿ'। ਤਬ ਤਿਸ ਮਸੂਲੀਏ ਨੇ ਰਿਸਵਤ ਮਾਂਗੀ ਕਹਾ, 'ਜੋ ਜੋ ਚੰਗੀ ਵਸਤ ਲਿਆਏ ਹੋ ਉਸ ਵਿਚੋਂ ਮੈਨੂੰ ਕੁਛ ਦੇਹੁ', ਤਬ ਸੰਗਤਿ ਨੇ ਕੁਛ ਨ ਦੀਆ। ਉਸ ਰਾਤ ਮੇਂ ਬਿਨਾਂ ਖਾਨ ਪਾਨ ਸੰਗਤਿ ਵਹਾਂ ਪੜੀ ਰਹੀ। ਤਬ ਸ੍ਵਪਨ ਮੇਂ ਆਲਮ ਕੋ ਭੈ ਹੂਆ, ਤੋ ਸਰਧਾ ਸੰਯੁਕਤ ਹੋ ਕਰ ਸੰਗਤਿ ਕੇ ਸਾਥ ਹੀ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਮੇਂ ਆਇਕੇ ਮਹਾਰਾਜ ਕਾ ਦਰਸਨ ਆਨ ਕੀਆ ਔ ਬੇਨਤੀ ਕਰੀ: ਮੈਨੂੰ ਅਪਨਾ ਉਪਦੇਸ਼ ਕਰੀਏ। ਤਬ ਤਿਸ ਆਲਮ ਮਸੂਲੀਏ ਕੇ ਪਰਥਾਇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਪੰਜਵੇਂ ਪਾਤਿਸ਼ਾਹ ਤਿਲੰਗ ਰਾਗ ਮੇਂ ਵੈਰਾਗ ਜਨਕ ਉਪਦੇਸ਼ ਉਚਾਰਨ ਕਰਤੇ ਭਏ:"},"bdb":{"gurmukhi":" hy nwnk! ijs mnu`K dy ihrdy ivc prmwqmw myhr kr ky Aw v`sdw hY, aus ƒ (mOq dy fr qoN) Cfw lYNdw hY [2[2[7[","unicode":" ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ ।੨।੨।੭।"},"ms":{"gurmukhi":"nwnk, suAwmI aus ƒ bcw lYNdw hY, ijs dy mnw iv`c auh rihmq Dwr dy invws krdw hY[","unicode":"ਨਾਨਕ, ਸੁਆਮੀ ਉਸ ਨੂੰ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨਾ ਵਿੱਚ ਉਹ ਰਹਿਮਤ ਧਾਰ ਦੇ ਨਿਵਾਸ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, el Señor salvará a aquél en cuyo corazón y por Su Gracia, Él Mismo habite.  (2-2)"},"hi":{"ss":"हे नानक ! जिस मनुष्य के हृदय में परमात्मा मेहर करके आ बसता है।उस को (मौत के डर से) छुड़ा लेता है। 2। 2। 7।","sts":"हे नानक ! परमात्मा जिस के हृदय में कृपा करके आ बसता है, उसे वह काल से छुड़ा लेता है॥ २॥ २॥"}},"transliteration":{"english":"tis naanak le chhaddai jis kirapaa kar hiradhai vasai ||2||2||","hindi":"तिसु नानक लए छडाइ जिसु किरपा करि हिरदै वसै ॥२॥२॥","en":"tis naanak le chhaddai jis kirapaa kar hiradhai vasai ||2||2||","hi":"तिसु नानक लए छडाइ जिसु किरपा करि हिरदै वसै ॥२॥२॥","ipa":"t̪ɪs nɑnək lee ɕəɖɑeɪ d͡ʒɪs kɪrəpɑ kər hɪrəd̪æ ʋəsæ.2.2.","ur":"تِس نانک لاے چھڈاا جس کرپا کر هردَے وسَے ۔۔۲۔۔۲۔۔"},"pageNo":723,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30955,"shabadId":2770,"verse":{"gurmukhi":"iqlµg mhlw 5 Gru 1","unicode":"ਤਿਲੰਗ ਮਹਲਾ ੫ ਘਰੁ ੧"},"larivaar":{"gurmukhi":"iqlµgmhlw5Gru1","unicode":"ਤਿਲੰਗਮਹਲਾ੫ਘਰੁ੧"},"translation":{"en":{"bdb":"Tilang, Fifth Mehla, First House:","ms":"Tilang 5th Guru.","ssk":"Tilang, Fifth Mehl, First House:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iqlMk pMjvIN pwiqSwhI[","unicode":"ਤਿਲੰਕ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tilang, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"तिलंग महला ५ घरु १"}},"transliteration":{"english":"tila(n)g mahalaa panjavaa ghar pehilaa","hindi":"तिलंग महला ५ घरु १","en":"tila(n)g mahalaa panjavaa ghar pehilaa","hi":"तिलंग महला ५ घरु १","ipa":"t̪ɪləⁿG məhəlɑ pəŋd͡ʒʋɑ Gʰər 1","ur":"تِلµگ مهلا ۵ گھر ۱"},"pageNo":723,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30956,"shabadId":2770,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God. By True Guru's grace is He obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw auh pRwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador del Universo, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ੴ सतिगुर प्रसादि ॥"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":723,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30957,"shabadId":2770,"verse":{"gurmukhi":"Kwk nUr krdM Awlm dunIAwie ]","unicode":"ਖਾਕ ਨੂਰ ਕਰਦੰ ਆਲਮ ਦੁਨੀਆਇ ॥"},"larivaar":{"gurmukhi":"KwknUrkrdMAwlmdunIAwie]","unicode":"ਖਾਕਨੂਰਕਰਦੰਆਲਮਦੁਨੀਆਇ॥"},"translation":{"en":{"bdb":"The Lord infused His Light into the dust, and created the world, the universe.","ms":"Infusing His light into the dust, the Lord has make the universe and the world.","ssk":"The Lord infused His Light into the dust, and created the world, the universe."},"pu":{"ss":{"gurmukhi":"hy BweI! cyqn joiq Aqy Acyqn im`tI imlw ky prmwqmw ny ieh jgq ieh jhwn bxw id`qw h","unicode":"ਹੇ ਭਾਈ! ਚੇਤਨ ਜੋਤਿ ਅਤੇ ਅਚੇਤਨ ਮਿੱਟੀ ਮਿਲਾ ਕੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਇਹ ਜਹਾਨ ਬਣਾ ਦਿੱਤਾ ਹ"},"ft":{"gurmukhi":"hy Awlm! Kudwie kYsw hY? ijs ny (Kwk) ipRQvI auplKÎq pWc qqoN myN (nUr) ApnI cyqn sqw ko imlwie kr (dunIAwie) ieh dunIAW (krdM) krI hY ikAw sB isRSætI rcI hY]","unicode":"ਹੇ ਆਲਮ! ਖੁਦਾਇ ਕੈਸਾ ਹੈ? ਜਿਸ ਨੇ (ਖਾਕ) ਪ੍ਰਿਥਵੀ ਉਪਲਖ੍ਯਤ ਪਾਂਚ ਤਤੋਂ ਮੇਂ (ਨੂਰ) ਅਪਨੀ ਚੇਤਨ ਸਤਾ ਕੋ ਮਿਲਾਇ ਕਰ (ਦੁਨੀਆਇ) ਇਹ ਦੁਨੀਆਂ (ਕਰਦੰ) ਕਰੀ ਹੈ ਕਿਆ ਸਭ ਸ੍ਰਿਸ਼਼ਟੀ ਰਚੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! cyqn joiq Aqy Acyqn im`tI imlw ky prmwqmw ny ieh jgq ieh jhwn bxw id`qw h","unicode":"ਹੇ ਭਾਈ! ਚੇਤਨ ਜੋਤਿ ਅਤੇ ਅਚੇਤਨ ਮਿੱਟੀ ਮਿਲਾ ਕੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਇਹ ਜਹਾਨ ਬਣਾ ਦਿੱਤਾ ਹ"},"ms":{"gurmukhi":"im`tI AMdr AwpxI joq Puk ky pRBU ny sMswr qy jgq swjy hn[","unicode":"ਮਿੱਟੀ ਅੰਦਰ ਆਪਣੀ ਜੋਤ ਫੁਕ ਕੇ ਪ੍ਰਭੂ ਨੇ ਸੰਸਾਰ ਤੇ ਜਗਤ ਸਾਜੇ ਹਨ।"}},"es":{"sn":"Mi Dios infundió Su Luz en el polvo para crear el mundo."},"hi":{"ss":"हे भाई ! चेतन ज्योति और अचेतन मिट्टी मिला के परमात्मा ने ये जगत ये जहान बना दिया है।","sts":"यह सारा आलम एवं दुनिया मिट्टी एवं चेतन ज्योति से परमात्मा ने बनाई है।"}},"transliteration":{"english":"khaak noor karadha(n) aalam dhuneeaai ||","hindi":"खाक नूर करदं आलम दुनीआइ ॥","en":"khaak noor karadha(n) aalam dhuneeaai ||","hi":"खाक नूर करदं आलम दुनीआइ ॥","ipa":"kʰɑk nur kərəd̪əŋ əɑləm d̪ʊniəɑeɪ.","ur":"کھاک نُور کردں آلم دُنیِآا ۔۔"},"pageNo":723,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30958,"shabadId":2770,"verse":{"gurmukhi":"Asmwn ijmI drKq Awb pYdwieis Kudwie ]1]","unicode":"ਅਸਮਾਨ ਜਿਮੀ ਦਰਖਤ ਆਬ ਪੈਦਾਇਸਿ ਖੁਦਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"AsmwnijmIdrKqAwbpYdwieisKudwie]1]","unicode":"ਅਸਮਾਨਜਿਮੀਦਰਖਤਆਬਪੈਦਾਇਸਿਖੁਦਾਇ॥੧॥"},"translation":{"en":{"bdb":"The sky, the earth, the trees, and the water - all are the Creation of the Lord. ||1||","ms":"The sky, earth, trees and water are the Lord's creation.","ssk":"The sky, the earth, the trees, and the water - all are the Creation of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"Awsmwn, DrqI, ru`K, pwxI (Awidk ieh sB kuJ) prmwqmw dI rcnw hY [1[","unicode":"ਆਸਮਾਨ, ਧਰਤੀ, ਰੁੱਖ, ਪਾਣੀ (ਆਦਿਕ ਇਹ ਸਭ ਕੁਝ) ਪਰਮਾਤਮਾ ਦੀ ਰਚਨਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"(Asmwn) Akws, (ijmI) ipRQvI, (drKq) ibRC, (Awb) jl AwdI ieh sB Kudwie kI pYdwieS auqpiq krI hUeI hY]1]","unicode":"(ਅਸਮਾਨ) ਅਕਾਸ, (ਜਿਮੀ) ਪ੍ਰਿਥਵੀ, (ਦਰਖਤ) ਬ੍ਰਿਛ, (ਆਬ) ਜਲ ਆਦੀ ਇਹ ਸਭ ਖੁਦਾਇ ਕੀ ਪੈਦਾਇਸ਼ ਉਤਪਤਿ ਕਰੀ ਹੂਈ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"Awsmwn, DrqI, ru`K, pwxI (Awidk ieh sB kuJ) prmwqmw dI rcnw hY [1[","unicode":"ਆਸਮਾਨ, ਧਰਤੀ, ਰੁੱਖ, ਪਾਣੀ (ਆਦਿਕ ਇਹ ਸਭ ਕੁਝ) ਪਰਮਾਤਮਾ ਦੀ ਰਚਨਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"AwkwS, DrqI, ibRC Aqy pwxI vwihgurU dI rcnw hn[","unicode":"ਆਕਾਸ਼, ਧਰਤੀ, ਬ੍ਰਿਛ ਅਤੇ ਪਾਣੀ ਵਾਹਿਗੁਰੂ ਦੀ ਰਚਨਾ ਹਨ।"}},"es":{"sn":"Es Él Quien creó el cielo, la tierra, las aguas y toda la vegetación. (1)"},"hi":{"ss":"आसमान।धरती।वृक्ष। पानी (आदि ये सब कुछ) परमात्मा की ही रचना है। 1।","sts":"आसमान,जमीन, वृक्ष एवं पानी सब उस खुदा की पैदाइश है॥ १॥"}},"transliteration":{"english":"asamaan jimee dharakhat aab paidhais khudhai ||1||","hindi":"असमान जिमी दरखत आब पैदाइसि खुदाइ ॥१॥","en":"asamaan jimee dharakhat aab paidhais khudhai ||1||","hi":"असमान जिमी दरखत आब पैदाइसि खुदाइ ॥१॥","ipa":"əsəmɑn d͡ʒɪmi d̪ərəkʰət̪ əɑb pæd̪ɑeɪs kʰʊd̪ɑeɪ.1.","ur":"اسمان جمیِ درکھت آب پَےدااس کھُداا ۔۔۱۔۔"},"pageNo":723,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30959,"shabadId":2770,"verse":{"gurmukhi":"bMdy csm dIdM Pnwie ]","unicode":"ਬੰਦੇ ਚਸਮ ਦੀਦੰ ਫਨਾਇ ॥"},"larivaar":{"gurmukhi":"bMdycsmdIdMPnwie]","unicode":"ਬੰਦੇਚਸਮਦੀਦੰਫਨਾਇ॥"},"translation":{"en":{"bdb":"O human being, whatever you can see with your eyes, shall perish.","ms":"O man, whatever the eye sees, is perishable.","ssk":"O human being, whatever you can see with your eyes, shall perish."},"pu":{"ss":{"gurmukhi":"hy mnu`K! jo kuJ qUµ A`KIN vyKdw hYN nwsvMq hY","unicode":"ਹੇ ਮਨੁੱਖ! ਜੋ ਕੁਝ ਤੂੰ ਅੱਖੀਂ ਵੇਖਦਾ ਹੈਂ ਨਾਸਵੰਤ ਹੈ"},"ft":{"gurmukhi":"hy bMdy! Kudwie ky (csm) nyqRoN kr jo (dIdM) dyKIdw hY, nwm rUp jgq so (Pnwie) nws rUp hY]","unicode":"ਹੇ ਬੰਦੇ! ਖੁਦਾਇ ਕੇ (ਚਸਮ) ਨੇਤ੍ਰੋਂ ਕਰ ਜੋ (ਦੀਦੰ) ਦੇਖੀਦਾ ਹੈ, ਨਾਮ ਰੂਪ ਜਗਤ ਸੋ (ਫਨਾਇ) ਨਾਸ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"hy mnu`K! jo kuJ qUµ A`KIN vyKdw hYN nwsvMq hY","unicode":"ਹੇ ਮਨੁੱਖ! ਜੋ ਕੁਝ ਤੂੰ ਅੱਖੀਂ ਵੇਖਦਾ ਹੈਂ ਨਾਸਵੰਤ ਹੈ"},"ms":{"gurmukhi":"hy ienswn! jo kuC A`K dyKdI hY, auh nwsvMq hY[","unicode":"ਹੇ ਇਨਸਾਨ! ਜੋ ਕੁਛ ਅੱਖ ਦੇਖਦੀ ਹੈ, ਉਹ ਨਾਸਵੰਤ ਹੈ।"}},"es":{"sn":"Oh hombre, todo lo que uno ve, se va a desintegrar, "},"hi":{"ss":"हे मनुष्य ! जो कुछ आँखों से देखता है नाशवंत है।","sts":"हे मानव ! जो कुछ ऑखों से दिखाई दे रहा है, वह नाश होने वाला है।"}},"transliteration":{"english":"ba(n)dhe chasam dheedha(n) fanai ||","hindi":"बंदे चसम दीदं फनाइ ॥","en":"ba(n)dhe chasam dheedha(n) fanai ||","hi":"बंदे चसम दीदं फनाइ ॥","ipa":"bəŋd̪e t͡ʃəsəm d̪id̪əŋ fənɑeɪ.","ur":"بںدے چسم دیِدں پھناا ۔۔"},"pageNo":723,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30960,"shabadId":2770,"verse":{"gurmukhi":"dunˆØIAw murdwr KurdnI gwPl hvwie ] rhwau ]","unicode":"ਦੁਨਂੀਆ ਮੁਰਦਾਰ ਖੁਰਦਨੀ ਗਾਫਲ ਹਵਾਇ ॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"dunˆØIAwmurdwrKurdnIgwPlhvwie]rhwau]","unicode":"ਦੁਨਂੀਆਮੁਰਦਾਰਖੁਰਦਨੀਗਾਫਲਹਵਾਇ॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The world eats dead carcasses, living by neglect and greed. ||Pause||","ms":"The world is an eater of carrion, neglectful of God, and avaricious. Pause.","ssk":"The world eats dead carcasses, living by neglect and greed. ||Pause||"},"pu":{"ss":{"gurmukhi":"pr dunIAw (mwieAw dy) lwlc ivc (prmwqmw vloN) Bu`lI hoeI hY, qy, hrwm KWdI rihMdI hY (prwieAw h`k KoNhdI rihMdI hY) [rhwau[","unicode":"ਪਰ ਦੁਨੀਆ (ਮਾਇਆ ਦੇ) ਲਾਲਚ ਵਿਚ (ਪਰਮਾਤਮਾ ਵਲੋਂ) ਭੁੱਲੀ ਹੋਈ ਹੈ, ਤੇ, ਹਰਾਮ ਖਾਂਦੀ ਰਹਿੰਦੀ ਹੈ (ਪਰਾਇਆ ਹੱਕ ਖੋਂਹਦੀ ਰਹਿੰਦੀ ਹੈ) ।ਰਹਾਉ।"},"ft":{"gurmukhi":"(dunIAw) ieh isRStI (murdwr) mUey psU ko (KurdnI) KwqI hY, Bwv sy ADrm kw Kwxw KwqI hY[ (hvwie) vwSnw kr ky Kudwie sy (gwPl) BUl rhI hY] rhwau ]","unicode":"(ਦੁਨੀਆ) ਇਹ ਸ੍ਰਿਸ਼ਟੀ (ਮੁਰਦਾਰ) ਮੂਏ ਪਸੂ ਕੋ (ਖੁਰਦਨੀ) ਖਾਤੀ ਹੈ, ਭਾਵ ਸੇ ਅਧਰਮ ਕਾ ਖਾਣਾ ਖਾਤੀ ਹੈ। (ਹਵਾਇ) ਵਾਸ਼ਨਾ ਕਰ ਕੇ ਖੁਦਾਇ ਸੇ (ਗਾਫਲ) ਭੂਲ ਰਹੀ ਹੈ॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"pr dunIAw (mwieAw dy) lwlc ivc (prmwqmw vloN) Bu`lI hoeI hY, qy, hrwm KWdI rihMdI hY (prwieAw h`k KoNhdI rihMdI hY) [rhwau[","unicode":"ਪਰ ਦੁਨੀਆ (ਮਾਇਆ ਦੇ) ਲਾਲਚ ਵਿਚ (ਪਰਮਾਤਮਾ ਵਲੋਂ) ਭੁੱਲੀ ਹੋਈ ਹੈ, ਤੇ, ਹਰਾਮ ਖਾਂਦੀ ਰਹਿੰਦੀ ਹੈ (ਪਰਾਇਆ ਹੱਕ ਖੋਂਹਦੀ ਰਹਿੰਦੀ ਹੈ) ।ਰਹਾਉ।"},"ms":{"gurmukhi":"sMswr murdw Kwx vwlw, r`b qoN byKbr Aqy lwlcI hY[ Tihrwau[","unicode":"ਸੰਸਾਰ ਮੁਰਦਾ ਖਾਣ ਵਾਲਾ, ਰੱਬ ਤੋਂ ਬੇਖਬਰ ਅਤੇ ਲਾਲਚੀ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"pero los hombres envidian lo que es de otro y se olvidan de Dios.  (Pausa)"},"hi":{"ss":"पर दुनिया (माया के) लालच में (परमात्मा को) भूली हुई है।हराम खाती रहती है (पराया हक खोती रहती है)।रहाउ।","sts":"यह दुनिया पराया हक खाने वाली है और माया के लालच में फँसकर परमात्मा को भूल गई है॥ रहाउ॥"}},"transliteration":{"english":"dhuna(n)eeaa muradhaar khuradhanee gaafal havai || rahaau ||","hindi":"दुनींआ मुरदार खुरदनी गाफल हवाइ ॥ रहाउ ॥","en":"dhuna(n)eeaa muradhaar khuradhanee gaafal havai || rahaau ||","hi":"दुनींआ मुरदार खुरदनी गाफल हवाइ ॥ रहाउ ॥","ipa":"d̪ʊniəɑ mʊrəd̪ɑr kʰʊrəd̪əni Gɑfəl həʋɑeɪ. rəhɑo.","ur":"دُنˆØیِآ مُردار کھُردنیِ گاپھل هواا ۔۔ رهاا ۔۔"},"pageNo":723,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30961,"shabadId":2770,"verse":{"gurmukhi":"gYbwn hYvwn hrwm kusqnI murdwr bKorwie ]","unicode":"ਗੈਬਾਨ ਹੈਵਾਨ ਹਰਾਮ ਕੁਸਤਨੀ ਮੁਰਦਾਰ ਬਖੋਰਾਇ ॥"},"larivaar":{"gurmukhi":"gYbwnhYvwnhrwmkusqnImurdwrbKorwie]","unicode":"ਗੈਬਾਨਹੈਵਾਨਹਰਾਮਕੁਸਤਨੀਮੁਰਦਾਰਬਖੋਰਾਇ॥"},"translation":{"en":{"bdb":"Like a goblin, or a beast, they kill and eat the forbidden carcasses of meat.","ms":"Like a ghost and a beast, the world kills the forbidden and eats the carrion.","ssk":"Like a goblin, or a beast, they kill and eat the forbidden carcasses of meat."},"pu":{"ss":{"gurmukhi":"hy BweI! Zw&l mnu`K BUqW pRyqW pSUAW vWg hrwm mwr ky hrwm KWdw hY","unicode":"ਹੇ ਭਾਈ! ਗ਼ਾਫ਼ਲ ਮਨੁੱਖ ਭੂਤਾਂ ਪ੍ਰੇਤਾਂ ਪਸ਼ੂਆਂ ਵਾਂਗ ਹਰਾਮ ਮਾਰ ਕੇ ਹਰਾਮ ਖਾਂਦਾ ਹੈ"},"ft":{"gurmukhi":"iqs Kudwie ƒ Bulwie kr ieh jIv (gYbwn) BUqoN AOr (hYvwn) psUEN ky swdrs ho rhy hYN[ ikauNik hrwm (kusqnI) hrw ko kuh kr ikAw ADrm sy pYsw iekqR kr AOr iqs (murdwr) murdy kw (bKorwie) Kwxw krqy hYN]","unicode":"ਤਿਸ ਖੁਦਾਇ ਨੂੰ ਭੁਲਾਇ ਕਰ ਇਹ ਜੀਵ (ਗੈਬਾਨ) ਭੂਤੋਂ ਔਰ (ਹੈਵਾਨ) ਪਸੂਓਂ ਕੇ ਸਾਦਰਸ ਹੋ ਰਹੇ ਹੈਂ। ਕਿਉਂਕਿ ਹਰਾਮ (ਕੁਸਤਨੀ) ਹਰਾ ਕੋ ਕੁਹ ਕਰ ਕਿਆ ਅਧਰਮ ਸੇ ਪੈਸਾ ਇਕਤ੍ਰ ਕਰ ਔਰ ਤਿਸ (ਮੁਰਦਾਰ) ਮੁਰਦੇ ਕਾ (ਬਖੋਰਾਇ) ਖਾਣਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! Zw&l mnu`K BUqW pRyqW pSUAW vWg hrwm mwr ky hrwm KWdw hY","unicode":"ਹੇ ਭਾਈ! ਗ਼ਾਫ਼ਲ ਮਨੁੱਖ ਭੂਤਾਂ ਪ੍ਰੇਤਾਂ ਪਸ਼ੂਆਂ ਵਾਂਗ ਹਰਾਮ ਮਾਰ ਕੇ ਹਰਾਮ ਖਾਂਦਾ ਹੈ"},"ms":{"gurmukhi":"pRyq Aqy fMgr dI mwnMd dunIAW ivvrjq ƒ mwrdI Aqy murdy ƒ KWdI hY[","unicode":"ਪ੍ਰੇਤ ਅਤੇ ਡੰਗਰ ਦੀ ਮਾਨੰਦ ਦੁਨੀਆਂ ਵਿਵਰਜਤ ਨੂੰ ਮਾਰਦੀ ਅਤੇ ਮੁਰਦੇ ਨੂੰ ਖਾਂਦੀ ਹੈ।"}},"es":{"sn":"Es una conducta de bestias, no, de los fantasmas y de los duendes que se comen la fruta prohibida, "},"hi":{"ss":"हे भाई ! ग़ाफ़ल मनुष्य भूतों।प्रेतों।पशुओं की तरह हराम मार के हराम खाता है।","sts":"यह दुनिया भूत-प्रेत एवं हैवान की तरह हराम का मांस खा रही है।"}},"transliteration":{"english":"gaibaan haivaan haraam kusatanee muradhaar bakhorai ||","hindi":"गैबान हैवान हराम कुसतनी मुरदार बखोराइ ॥","en":"gaibaan haivaan haraam kusatanee muradhaar bakhorai ||","hi":"गैबान हैवान हराम कुसतनी मुरदार बखोराइ ॥","ipa":"Gæbɑn hæʋɑn hərɑm kʊsət̪əni mʊrəd̪ɑr bəkʰɔrɑeɪ.","ur":"گَےبان هَےوان هرام کُستنیِ مُردار بکھوراا ۔۔"},"pageNo":723,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30962,"shabadId":2770,"verse":{"gurmukhi":"idl kbj kbjw kwdro dojk sjwie ]2]","unicode":"ਦਿਲ ਕਬਜ ਕਬਜਾ ਕਾਦਰੋ ਦੋਜਕ ਸਜਾਇ ॥੨॥"},"larivaar":{"gurmukhi":"idlkbjkbjwkwdrodojksjwie]2]","unicode":"ਦਿਲਕਬਜਕਬਜਾਕਾਦਰੋਦੋਜਕਸਜਾਇ॥੨॥"},"translation":{"en":{"bdb":"So control your urges, or else you will be seized by the Lord, and thrown into the tortures of hell. ||2||","ms":"Restrain thy heart, otherwise seizing thee, the Omnipotent Lord shall punish thee in hell.","ssk":"So control your urges, or else you will be seized by the Lord, and thrown into the tortures of hell. ||2||"},"pu":{"ss":{"gurmukhi":"ies dy idl auqy (mwieAw dw) mukMml kbzw hoieAw rihMdw hY, prmwqmw ies ƒ dozk dI szw dyNdw hY [2[","unicode":"ਇਸ ਦੇ ਦਿਲ ਉਤੇ (ਮਾਇਆ ਦਾ) ਮੁਕੰਮਲ ਕਬਜ਼ਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਇਸ ਨੂੰ ਦੋਜ਼ਕ ਦੀ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"(kbj) mwieAw ny ies jIv kw idl prmysr dI qrPoN rok lIAw hY ArQwq KYNc lIAw hY, ies qy ies jIv ko (kwdro dojk sjwie) krqw purK nrk kI sjwie dyqw hY]2]","unicode":"(ਕਬਜ) ਮਾਇਆ ਨੇ ਇਸ ਜੀਵ ਕਾ ਦਿਲ ਪਰਮੇਸਰ ਦੀ ਤਰਫੋਂ ਰੋਕ ਲੀਆ ਹੈ ਅਰਥਾਤ ਖੈਂਚ ਲੀਆ ਹੈ, ਇਸ ਤੇ ਇਸ ਜੀਵ ਕੋ (ਕਾਦਰੋ ਦੋਜਕ ਸਜਾਇ) ਕਰਤਾ ਪੁਰਖ ਨਰਕ ਕੀ ਸਜਾਇ ਦੇਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"ies dy idl auqy (mwieAw dw) mukMml kbzw hoieAw rihMdw hY, prmwqmw ies ƒ dozk dI szw dyNdw hY [2[","unicode":"ਇਸ ਦੇ ਦਿਲ ਉਤੇ (ਮਾਇਆ ਦਾ) ਮੁਕੰਮਲ ਕਬਜ਼ਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਇਸ ਨੂੰ ਦੋਜ਼ਕ ਦੀ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"Awpxy mn ƒ kwbU kr, nhIN qW srb SkqImwn sweIN qYƒ pkV ky nrk iv`c fMf dyvygw[","unicode":"ਆਪਣੇ ਮਨ ਨੂੰ ਕਾਬੂ ਕਰ, ਨਹੀਂ ਤਾਂ ਸਰਬ ਸ਼ਕਤੀਮਾਨ ਸਾਈਂ ਤੈਨੂੰ ਪਕੜ ਕੇ ਨਰਕ ਵਿੱਚ ਡੰਡ ਦੇਵੇਗਾ।"}},"es":{"sn":"usurpando lo que pertenece a otro. Contén tu mente, oh hombre, o Dios te va a quemar en el fuego de la oscuridad de tu conciencia. (2)"},"hi":{"ss":"इसके दिल पर (माया का) पूरी तरह से कब्ज़ा हुआ रहता है।परमात्मा इसको दोजक की सजा देता है। 2।","sts":"माया ने उसके दिल पर कब्जा किया हुआ है, इसलिए मालिक-प्रभु उसे नरक की सजा देता है॥ २ ॥"}},"transliteration":{"english":"dhil kabaj kabajaa kaadharo dhojak sajai ||2||","hindi":"दिल कबज कबजा कादरो दोजक सजाइ ॥२॥","en":"dhil kabaj kabajaa kaadharo dhojak sajai ||2||","hi":"दिल कबज कबजा कादरो दोजक सजाइ ॥२॥","ipa":"d̪ɪl kəbəd͡ʒ kəbəd͡ʒɑ kɑd̪ərɔ d̪ɔd͡ʒək səd͡ʒɑeɪ.2.","ur":"دِل کبج کبجا کادرو دوجک سجاا ۔۔۲۔۔"},"pageNo":723,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30963,"shabadId":2770,"verse":{"gurmukhi":"vlI inAwmiq ibrwdrw drbwr imlk Kwnwie ]","unicode":"ਵਲੀ ਨਿਆਮਤਿ ਬਿਰਾਦਰਾ ਦਰਬਾਰ ਮਿਲਕ ਖਾਨਾਇ ॥"},"larivaar":{"gurmukhi":"vlIinAwmiqibrwdrwdrbwrimlkKwnwie]","unicode":"ਵਲੀਨਿਆਮਤਿਬਿਰਾਦਰਾਦਰਬਾਰਮਿਲਕਖਾਨਾਇ॥"},"translation":{"en":{"bdb":"Your benefactors, presents, companions, courts, lands and homes"},"pu":{"ss":{"gurmukhi":"hy BweI! jdoN mOq dw &irSqw (Aw ky) bMnH lYNdw hY, qdoN pwlx vwlw ipau, Brw, drbwr, jwiedwd, Gr","unicode":"ਹੇ ਭਾਈ! ਜਦੋਂ ਮੌਤ ਦਾ ਫ਼ਰਿਸ਼ਤਾ (ਆ ਕੇ) ਬੰਨ੍ਹ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ ਪਾਲਣ ਵਾਲਾ ਪਿਉ, ਭਰਾ, ਦਰਬਾਰ, ਜਾਇਦਾਦ, ਘਰ"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"hy BweI! jdoN mOq dw &irSqw (Aw ky) bMnH lYNdw hY, qdoN pwlx vwlw ipau, Brw, drbwr, jwiedwd, Gr","unicode":"ਹੇ ਭਾਈ! ਜਦੋਂ ਮੌਤ ਦਾ ਫ਼ਰਿਸ਼ਤਾ (ਆ ਕੇ) ਬੰਨ੍ਹ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ ਪਾਲਣ ਵਾਲਾ ਪਿਉ, ਭਰਾ, ਦਰਬਾਰ, ਜਾਇਦਾਦ, ਘਰ"}},"es":{"sn":"Tus benefactores, tus hermanos, tus cortes, tus reinos y tus hogares, "},"hi":{"ss":"तब पालने वाला पिता।भाई।दरबार।जायदाद।घर-","sts":"दुनिया से विदा होते वक्त पिता, नियामतें, भाई, दरबार, जायदाद एवं घर किसी काम नहीं आएँगे,"}},"transliteration":{"english":"valee niaamat biraadharaa dharabaar milak khaanai ||","hindi":"वली निआमति बिरादरा दरबार मिलक खानाइ ॥","en":"valee niaamat biraadharaa dharabaar milak khaanai ||","hi":"वली निआमति बिरादरा दरबार मिलक खानाइ ॥","ipa":"ʋəli nɪəɑmət̪ bɪrɑd̪ərɑ d̪ərəbɑr mɪlək kʰɑnɑeɪ.","ur":"ولیِ نآمت برادرا دربار ملک کھاناا ۔۔"},"pageNo":723,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30964,"shabadId":2770,"verse":{"gurmukhi":"jb AjrweIlu bsqnI qb ic kwry ibdwie ]3]","unicode":"ਜਬ ਅਜਰਾਈਲੁ ਬਸਤਨੀ ਤਬ ਚਿ ਕਾਰੇ ਬਿਦਾਇ ॥੩॥"},"larivaar":{"gurmukhi":"jbAjrweIlubsqnIqbickwryibdwie]3]","unicode":"ਜਬਅਜਰਾਈਲੁਬਸਤਨੀਤਬਚਿਕਾਰੇਬਿਦਾਇ॥੩॥"},"translation":{"en":{"bdb":"- when Azraa-eel, the Messenger of Death seizes you, what good will these be to you then? ||3||","ms":"Tell me, of what avail shall these be to thee then, when Azrail, the death's myrmidon seizes thee.","ssk":"- when Azraa-eel, the Messenger of Death seizes you, what good will these be to you then? ||3||"},"pu":{"ss":{"gurmukhi":"ieh swry (jgq qoN) ivdw hox vyly iks kMm Awauxgy? [3[","unicode":"ਇਹ ਸਾਰੇ (ਜਗਤ ਤੋਂ) ਵਿਦਾ ਹੋਣ ਵੇਲੇ ਕਿਸ ਕੰਮ ਆਉਣਗੇ? ।੩।"},"ft":{"gurmukhi":"jb AjrweIl nwm Prysqy ny qyry ko (bsqnI) bMn lIAw qb (ic kwry) ikAw krygw qUM (ibdwie) khu?]3]","unicode":"ਜਬ ਅਜਰਾਈਲ ਨਾਮ ਫਰੇਸਤੇ ਨੇ ਤੇਰੇ ਕੋ (ਬਸਤਨੀ) ਬੰਨ ਲੀਆ ਤਬ (ਚਿ ਕਾਰੇ) ਕਿਆ ਕਰੇਗਾ ਤੂੰ (ਬਿਦਾਇ) ਕਹੁ?॥੩॥"},"bdb":{"gurmukhi":"ieh swry (jgq qoN) ivdw hox vyly iks kMm Awauxgy? [3[","unicode":"ਇਹ ਸਾਰੇ (ਜਗਤ ਤੋਂ) ਵਿਦਾ ਹੋਣ ਵੇਲੇ ਕਿਸ ਕੰਮ ਆਉਣਗੇ? ।੩।"},"ms":{"gurmukhi":"mYƒ d`s ik qd ieh qyry ihkVy kMm Awauxgy, jd AjrweIl mOq dy PrySqy ny qYƒ Aw pkiVAw hY[","unicode":"ਮੈਨੂੰ ਦੱਸ ਕਿ ਤਦ ਇਹ ਤੇਰੇ ਹਿਕੜੇ ਕੰਮ ਆਉਣਗੇ, ਜਦ ਅਜਰਾਈਲ ਮੌਤ ਦੇ ਫਰੇਸ਼ਤੇ ਨੇ ਤੈਨੂੰ ਆ ਪਕੜਿਆ ਹੈ।"}},"es":{"sn":"¿de qué te servirán todos ellos cuando el ángel de la muerte te tenga en sus garras? (3)"},"hi":{"ss":"हे भाई ! ये सारे (जगत से) विदा होने के वक्त किस काम आएंगे।जब मौत का फरिश्ता (आ के) बाँध लेता है। 3।","sts":"जब मौत का फरिश्ता इजराईल इन्सान को पकड़ लेगा ॥ ३ ॥"}},"transliteration":{"english":"jab ajaraieel basatanee tab ch kaare bidhai ||3||","hindi":"जब अजराईलु बसतनी तब चि कारे बिदाइ ॥३॥","en":"jab ajaraieel basatanee tab ch kaare bidhai ||3||","hi":"जब अजराईलु बसतनी तब चि कारे बिदाइ ॥३॥","ipa":"d͡ʒəb əd͡ʒərɑeil bəsət̪əni t̪əb t͡ʃ kɑre bɪd̪ɑeɪ.3.","ur":"جب اجراایل بستنیِ تب چ کارے بداا ۔۔۳۔۔"},"pageNo":723,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30965,"shabadId":2770,"verse":{"gurmukhi":"hvwl mwlUmu krdM pwk Alwh ]","unicode":"ਹਵਾਲ ਮਾਲੂਮੁ ਕਰਦੰ ਪਾਕ ਅਲਾਹ ॥"},"larivaar":{"gurmukhi":"hvwlmwlUmukrdMpwkAlwh]","unicode":"ਹਵਾਲਮਾਲੂਮੁਕਰਦੰਪਾਕਅਲਾਹ॥"},"translation":{"en":{"bdb":"The Pure Lord God knows your condition.","ms":"My immaculate Lord Knows thy condition.","ssk":"The Pure Lord God knows your condition."},"pu":{"ss":{"gurmukhi":"hy BweI! pivq® prmwqmw (qyry idl dw) swrw hwl jwxdw hY","unicode":"ਹੇ ਭਾਈ! ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ (ਤੇਰੇ ਦਿਲ ਦਾ) ਸਾਰਾ ਹਾਲ ਜਾਣਦਾ ਹੈ"},"ft":{"gurmukhi":"prm pivqR jo (Alwh) inrMkwr hY, so qyry sB (hvwl) Aihvwl ko mlUm krqw hY, Bwv ieh iqs qy gupq qyrw koeI krm nhIN]Çqb Awlm ny khw mhwrwj jm qy kYsy CUtYN punw ies jIv kw kilAwn kYsy hovy?","unicode":"ਪਰਮ ਪਵਿਤ੍ਰ ਜੋ (ਅਲਾਹ) ਨਿਰੰਕਾਰ ਹੈ, ਸੋ ਤੇਰੇ ਸਭ (ਹਵਾਲ) ਅਹਿਵਾਲ ਕੋ ਮਲੂਮ ਕਰਤਾ ਹੈ, ਭਾਵ ਇਹ ਤਿਸ ਤੇ ਗੁਪਤ ਤੇਰਾ ਕੋਈ ਕਰਮ ਨਹੀਂ॥☬ਤਬ ਆਲਮ ਨੇ ਕਹਾ ਮਹਾਰਾਜ ਜਮ ਤੇ ਕੈਸੇ ਛੂਟੈਂ ਪੁਨਾ ਇਸ ਜੀਵ ਕਾ ਕਲਿਆਨ ਕੈਸੇ ਹੋਵੇ?"},"bdb":{"gurmukhi":"hy BweI! pivq® prmwqmw (qyry idl dw) swrw hwl jwxdw hY","unicode":"ਹੇ ਭਾਈ! ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ (ਤੇਰੇ ਦਿਲ ਦਾ) ਸਾਰਾ ਹਾਲ ਜਾਣਦਾ ਹੈ"},"ms":{"gurmukhi":"myrw piv`qr pRBU, qyrI AvsQw ƒ jwxdw hY[","unicode":"ਮੇਰਾ ਪਵਿੱਤਰ ਪ੍ਰਭੂ, ਤੇਰੀ ਅਵਸਥਾ ਨੂੰ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"Mi Señor, lo más Puro de lo puro, conoce la profundidad de tu interior."},"hi":{"ss":"हे भाई ! पवित्र परमात्मा (तेरे दिल का) सारा हाल जानता है।","sts":"अल्लाह पाक इन्सान की सब बातों को मालूम कर लेता है।"}},"transliteration":{"english":"havaal maaloom karadha(n) paak alaeh ||","hindi":"हवाल मालूमु करदं पाक अलाह ॥","en":"havaal maaloom karadha(n) paak alaeh ||","hi":"हवाल मालूमु करदं पाक अलाह ॥","ipa":"həʋɑl mɑlum kərəd̪əŋ pɑk əlɑh.","ur":"هوال مالُوم کردں پاک الاه ۔۔"},"pageNo":723,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30966,"shabadId":2770,"verse":{"gurmukhi":"bugo nwnk Ardwis pyis drvys bMdwh ]4]1]","unicode":"ਬੁਗੋ ਨਾਨਕ ਅਰਦਾਸਿ ਪੇਸਿ ਦਰਵੇਸ ਬੰਦਾਹ ॥੪॥੧॥"},"larivaar":{"gurmukhi":"bugonwnkArdwispyisdrvysbMdwh]4]1]","unicode":"ਬੁਗੋਨਾਨਕਅਰਦਾਸਿਪੇਸਿਦਰਵੇਸਬੰਦਾਹ॥੪॥੧॥"},"translation":{"en":{"bdb":"O Nanak, recite your prayer to the holy people. ||4||1||","ms":"O Nanak, say thy prayer to the pious persons to lead thee to the right path.","ssk":"O Nanak, recite your prayer to the holy people. ||4||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! sMq jnW dI sMgiq ivc rih ky (prmwqmw dy dr qy) Ardws kirAw kr (ik qYƒ mwieAw dI hvs ivc nwh Psx dyvy) [4[1[","unicode":"ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ) ਅਰਦਾਸ ਕਰਿਆ ਕਰ (ਕਿ ਤੈਨੂੰ ਮਾਇਆ ਦੀ ਹਵਸ ਵਿਚ ਨਾਹ ਫਸਣ ਦੇਵੇ) ।੪।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: (drvys) jo sMq jn iqs vwihgurU ky (bMdwh) dws hYN, iqn ky (pyis) Awgy (Ardwis) bynqI kr ik hy sMqoN! muJy jm ky BY sy rihq krIey, qb auh sMq jn nwm dwn dy kr jnm imrq ky duK sy rihq kr dyvyNgy]4]1]ÇsRI siqgurU jI sRI Akwl purK jI ky snmuK bynqI krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: (ਦਰਵੇਸ) ਜੋ ਸੰਤ ਜਨ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ (ਬੰਦਾਹ) ਦਾਸ ਹੈਂ, ਤਿਨ ਕੇ (ਪੇਸਿ) ਆਗੇ (ਅਰਦਾਸਿ) ਬੇਨਤੀ ਕਰ ਕਿ ਹੇ ਸੰਤੋਂ! ਮੁਝੇ ਜਮ ਕੇ ਭੈ ਸੇ ਰਹਿਤ ਕਰੀਏ, ਤਬ ਉਹ ਸੰਤ ਜਨ ਨਾਮ ਦਾਨ ਦੇ ਕਰ ਜਨਮ ਮਿਰਤ ਕੇ ਦੁਖ ਸੇ ਰਹਿਤ ਕਰ ਦੇਵੇਂਗੇ॥੪॥੧॥☬ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਜੀ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਜੀ ਕੇ ਸਨਮੁਖ ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! sMq jnW dI sMgiq ivc rih ky (prmwqmw dy dr qy) Ardws kirAw kr (ik qYƒ mwieAw dI hvs ivc nwh Psx dyvy) [4[1[","unicode":"ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ) ਅਰਦਾਸ ਕਰਿਆ ਕਰ (ਕਿ ਤੈਨੂੰ ਮਾਇਆ ਦੀ ਹਵਸ ਵਿਚ ਨਾਹ ਫਸਣ ਦੇਵੇ) ।੪।੧।"},"ms":{"gurmukhi":"hy nwnk! qUM piv`qr purSW mUhry bynqI AwK ik auh qYƒ TIk rsqy pw dyx[","unicode":"ਹੇ ਨਾਨਕ! ਤੂੰ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਮੂਹਰੇ ਬੇਨਤੀ ਆਖ ਕਿ ਉਹ ਤੈਨੂੰ ਠੀਕ ਰਸਤੇ ਪਾ ਦੇਣ।"}},"es":{"sn":"Dice Nanak, rézale a los Santos para que ellos te guíen en el Verdadero Sendero. (4-1)"},"hi":{"ss":"हे नानक ! संत जनों की संगति में रह के (परमात्मा के दर पे) अरदास किया कर (कि तुझे माया की हवस में ना फसने दे)। 4। 1।","sts":"हे नानक ! अपनी अरदास दरवेश बंदों के समक्ष किया कर ॥ ४ ॥ १॥"}},"transliteration":{"english":"bugo naanak aradhaas pes dharaves ba(n)dhaeh ||4||1||","hindi":"बुगो नानक अरदासि पेसि दरवेस बंदाह ॥४॥१॥","en":"bugo naanak aradhaas pes dharaves ba(n)dhaeh ||4||1||","hi":"बुगो नानक अरदासि पेसि दरवेस बंदाह ॥४॥१॥","ipa":"bʊGɔ nɑnək ərəd̪ɑs pes d̪ərəʋes bəŋd̪ɑh.4.1.","ur":"بُگو نانک ارداس پےس دروےس بںداه ۔۔۴۔۔۱۔۔"},"pageNo":723,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30967,"shabadId":2771,"verse":{"gurmukhi":"iqlµg Gru 2 mhlw 5 ]","unicode":"ਤਿਲੰਗ ਘਰੁ ੨ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"iqlµgGru2mhlw5]","unicode":"ਤਿਲੰਗਘਰੁ੨ਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Tilang, Second House, Fifth Mehla:","ms":"Tilang 5th Guru.","ssk":"Tilang, Second House, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iqlMk pMjvIN pwiqSwhI[","unicode":"ਤਿਲੰਕ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tilang, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"तिलंग घरु २ महला ५ ॥"}},"transliteration":{"english":"tila(n)g ghar doojaa mahalaa panjavaa ||","hindi":"तिलंग घरु २ महला ५ ॥","en":"tila(n)g ghar doojaa mahalaa panjavaa ||","hi":"तिलंग घरु २ महला ५ ॥","ipa":"t̪ɪləⁿG Gʰər 2 məhəlɑ pəŋd͡ʒʋɑ.","ur":"تِلµگ گھر ۲ مهلا ۵ ۔۔"},"pageNo":723,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30968,"shabadId":2771,"verse":{"gurmukhi":"quDu ibnu dUjw nwhI koie ]","unicode":"ਤੁਧੁ ਬਿਨੁ ਦੂਜਾ ਨਾਹੀ ਕੋਇ ॥"},"larivaar":{"gurmukhi":"quDuibnudUjwnwhIkoie]","unicode":"ਤੁਧੁਬਿਨੁਦੂਜਾਨਾਹੀਕੋਇ॥"},"translation":{"en":{"bdb":"There is no other than You, Lord.","ms":"Without Thee, there is not any other.","ssk":"There is no other than You, Lord."},"pu":{"ss":{"gurmukhi":"qYQoN ibnw hor koeI dUjw kuJ kr skx vwlw nhIN hY [","unicode":"ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਦੂਜਾ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ ਨਹੀਂ ਹੈ ।"},"ft":{"gurmukhi":"hy hrI! qyry ibnW AOr koeI dUsrw nhIN hY]","unicode":"ਹੇ ਹਰੀ! ਤੇਰੇ ਬਿਨਾਂ ਔਰ ਕੋਈ ਦੂਸਰਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"qYQoN ibnw hor koeI dUjw kuJ kr skx vwlw nhIN hY [","unicode":"ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਦੂਜਾ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ ਨਹੀਂ ਹੈ ।"},"ms":{"gurmukhi":"qyry bwJoN (hy hrI) hor koeI nhIN[","unicode":"ਤੇਰੇ ਬਾਝੋਂ (ਹੇ ਹਰੀ) ਹੋਰ ਕੋਈ ਨਹੀਂ।"}},"es":{"sn":"Sin Ti no hay nadie más "},"hi":{"ss":"हे प्रभू ! तू सारे जगत को पैदा करने वाला है। तेरे बिना और कोई दूसरा कुछ करने के काबिल नहीं है।","sts":"जगत् में तेरे बिना दूसरा कोई नहीं है।"}},"transliteration":{"english":"tudh bin dhoojaa naahee koi ||","hindi":"तुधु बिनु दूजा नाही कोइ ॥","en":"tudh bin dhoojaa naahee koi ||","hi":"तुधु बिनु दूजा नाही कोइ ॥","ipa":"t̪ʊt̪ bɪn d̪ud͡ʒɑ nɑhi kɔeɪ.","ur":"تُدھ بن دُوجا ناهیِ کوا ۔۔"},"pageNo":723,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30969,"shabadId":2771,"verse":{"gurmukhi":"qU krqwru krih so hoie ]","unicode":"ਤੂ ਕਰਤਾਰੁ ਕਰਹਿ ਸੋ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"qUkrqwrukrihsohoie]","unicode":"ਤੂਕਰਤਾਰੁਕਰਹਿਸੋਹੋਇ॥"},"translation":{"en":{"bdb":"You are the Creator; whatever You do, that alone happens.","ms":"Thou art the Creator, What Thou doest, that alone happens.","ssk":"You are the Creator; whatever You do, that alone happens."},"pu":{"ss":{"gurmukhi":"jo kuJ qUµ krdw hYN, auhI huMdw hY,","unicode":"ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ,"},"ft":{"gurmukhi":"hy krqw purK! jo qUM krqw hYN soeI hoqw hY]","unicode":"ਹੇ ਕਰਤਾ ਪੁਰਖ! ਜੋ ਤੂੰ ਕਰਤਾ ਹੈਂ ਸੋਈ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jo kuJ qUµ krdw hYN, auhI huMdw hY,","unicode":"ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ,"},"ms":{"gurmukhi":"qUM isrjxhwr hY, jo qUM krdw hY, kyvl EhI huMdw hY[","unicode":"ਤੂੰ ਸਿਰਜਣਹਾਰ ਹੈ, ਜੋ ਤੂੰ ਕਰਦਾ ਹੈ, ਕੇਵਲ ਓਹੀ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"y sólo ocurre lo que es Tu Voluntad, oh Señor Creador. "},"hi":{"ss":"जो कुछ तू करता है।वही होता है।","sts":"हे करतार ! जो तू करता है, वही होता है।"}},"transliteration":{"english":"too karataar kareh so hoi ||","hindi":"तू करतारु करहि सो होइ ॥","en":"too karataar kareh so hoi ||","hi":"तू करतारु करहि सो होइ ॥","ipa":"t̪u kərət̪ɑr kərəh sɔ hɔeɪ.","ur":"تُو کرتار کره سو هوا ۔۔"},"pageNo":723,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30970,"shabadId":2771,"verse":{"gurmukhi":"qyrw joru qyrI min tyk ]","unicode":"ਤੇਰਾ ਜੋਰੁ ਤੇਰੀ ਮਨਿ ਟੇਕ ॥"},"larivaar":{"gurmukhi":"qyrwjoruqyrImintyk]","unicode":"ਤੇਰਾਜੋਰੁਤੇਰੀਮਨਿਟੇਕ॥"},"translation":{"en":{"bdb":"You are the strength, and You are the support of the mind.","ms":"Thine is the strength, and Thine the support within my mind.","ssk":"You are the strength, and You are the support of the mind."},"pu":{"ss":{"gurmukhi":"qyrw hI qwx hY, (swfy) mn ivc qyrw hI shwrw hY [","unicode":"ਤੇਰਾ ਹੀ ਤਾਣ ਹੈ, (ਸਾਡੇ) ਮਨ ਵਿਚ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ ।"},"ft":{"gurmukhi":"qW qy qyrw hI jor qn myN hY AO qyrI hI tyk myry mn ky bIc hY]","unicode":"ਤਾਂ ਤੇ ਤੇਰਾ ਹੀ ਜੋਰ ਤਨ ਮੇਂ ਹੈ ਔ ਤੇਰੀ ਹੀ ਟੇਕ ਮੇਰੇ ਮਨ ਕੇ ਬੀਚ ਹੈ॥"},"bdb":{"gurmukhi":"qyrw hI qwx hY, (swfy) mn ivc qyrw hI shwrw hY [","unicode":"ਤੇਰਾ ਹੀ ਤਾਣ ਹੈ, (ਸਾਡੇ) ਮਨ ਵਿਚ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ ।"},"ms":{"gurmukhi":"qyrI hI s`iqAw Aqy qyrw hI Awsrw myry ic`q AMdr hY[","unicode":"ਤੇਰੀ ਹੀ ਸੱਤਿਆ ਅਤੇ ਤੇਰਾ ਹੀ ਆਸਰਾ ਮੇਰੇ ਚਿੱਤ ਅੰਦਰ ਹੈ।"}},"es":{"sn":"Tuyo es el Poder, Tú eres lo Principal para nosotros "},"hi":{"ss":"(हम जीवों को) तेरा ही ताण है।(हमारे) मन में तेरा ही सहारा है।","sts":"मुझ में तेरा ही जोर है और तेरी ही मन में टेक है।"}},"transliteration":{"english":"teraa jor teree man Tek ||","hindi":"तेरा जोरु तेरी मनि टेक ॥","en":"teraa jor teree man Tek ||","hi":"तेरा जोरु तेरी मनि टेक ॥","ipa":"t̪erɑ d͡ʒɔr t̪eri mən ʈek.","ur":"تےرا جور تےریِ من ٹےک ۔۔"},"pageNo":723,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30971,"shabadId":2771,"verse":{"gurmukhi":"sdw sdw jip nwnk eyk ]1]","unicode":"ਸਦਾ ਸਦਾ ਜਪਿ ਨਾਨਕ ਏਕ ॥੧॥"},"larivaar":{"gurmukhi":"sdwsdwjipnwnkeyk]1]","unicode":"ਸਦਾਸਦਾਜਪਿਨਾਨਕਏਕ॥੧॥"},"translation":{"en":{"bdb":"Forever and ever, meditate, O Nanak, on the One. ||1||","ms":"Ever and ever, dwell thou on the one Lord, O Nanak.","ssk":"Forever and ever, meditate, O Nanak, on the One. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! sdw hI aus iek prmwqmw dw nwm jpdw rhu [1[","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ ਹੀ ਉਸ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੁ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: sdw sdw eyk qYƒ jpqy hYN]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸਦਾ ਸਦਾ ਏਕ ਤੈਨੂੰ ਜਪਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! sdw hI aus iek prmwqmw dw nwm jpdw rhu [1[","unicode":"ਹੇ ਨਾਨਕ! ਸਦਾ ਹੀ ਉਸ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੁ ।੧।"},"ms":{"gurmukhi":"hmySw, hmySW qUM, hy nwnk, iek sweIN dw ismrn kr[","unicode":"ਹਮੇਸ਼ਾ, ਹਮੇਸ਼ਾਂ ਤੂੰ, ਹੇ ਨਾਨਕ, ਇਕ ਸਾਈਂ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"y Nanak habita en Ti, por siempre y para siempre.(1)"},"hi":{"ss":"हे नानक ! सदा उस एक परमात्मा का नाम जपता रह। 1।","sts":"हे नानक ! सदा-सर्वदा केवल परमात्मा का ही जाप करते रहो॥ १॥"}},"transliteration":{"english":"sadhaa sadhaa jap naanak ek ||1||","hindi":"सदा सदा जपि नानक एक ॥१॥","en":"sadhaa sadhaa jap naanak ek ||1||","hi":"सदा सदा जपि नानक एक ॥१॥","ipa":"səd̪ɑ səd̪ɑ d͡ʒəp nɑnək eek.1.","ur":"سدا سدا جپ نانک اےک ۔۔۱۔۔"},"pageNo":723,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30972,"shabadId":2771,"verse":{"gurmukhi":"sB aUpir pwrbRhmu dwqwru ]","unicode":"ਸਭ ਊਪਰਿ ਪਾਰਬ੍ਰਹਮੁ ਦਾਤਾਰੁ ॥"},"larivaar":{"gurmukhi":"sBaUpirpwrbRhmudwqwru]","unicode":"ਸਭਊਪਰਿਪਾਰਬ੍ਰਹਮੁਦਾਤਾਰੁ॥"},"translation":{"en":{"bdb":"The Great Giver is the Supreme Lord God over all.","ms":"Over all is the Beneficent supreme Lord.","ssk":"The Great Giver is the Supreme Lord God over all."},"pu":{"ss":{"gurmukhi":"hy BweI! sB jIvW ƒ dwqW dyx vwlw prmwqmw sB jIvW dy isr auqy rwKw hY [","unicode":"ਹੇ ਭਾਈ! ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਰਾਖਾ ਹੈ ।"},"ft":{"gurmukhi":"hy pwrbRhm dwqwr! qUM sB ky (aupir) isromxI hYN]","unicode":"ਹੇ ਪਾਰਬ੍ਰਹਮ ਦਾਤਾਰ! ਤੂੰ ਸਭ ਕੇ (ਉਪਰਿ) ਸਿਰੋਮਣੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! sB jIvW ƒ dwqW dyx vwlw prmwqmw sB jIvW dy isr auqy rwKw hY [","unicode":"ਹੇ ਭਾਈ! ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਰਾਖਾ ਹੈ ।"},"ms":{"gurmukhi":"swirAW dy auqy dwqw SRomxI swihb hY[","unicode":"ਸਾਰਿਆਂ ਦੇ ਉਤੇ ਦਾਤਾ ਸ਼੍ਰੋਮਣੀ ਸਾਹਿਬ ਹੈ।"}},"es":{"sn":"El Gran Dador es el Supremo Señor Dios, por encima de todo, "},"hi":{"ss":"हे भाई ! सब जीवों को दातें देने वाला परमात्मा सब जीवों के सर पर रखवाला है।","sts":"हे परब्रह्म ! तू महान् है, सबको देने वाला है और"}},"transliteration":{"english":"sabh uoopar paarabraham dhaataar ||","hindi":"सभ ऊपरि पारब्रहमु दातारु ॥","en":"sabh uoopar paarabraham dhaataar ||","hi":"सभ ऊपरि पारब्रहमु दातारु ॥","ipa":"səɓ oupər pɑrəbɹəhəm d̪ɑt̪ɑr.","ur":"سبھ اُوپر پاربرهم داتار ۔۔"},"pageNo":723,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}},{"verseId":30973,"shabadId":2771,"verse":{"gurmukhi":"qyrI tyk qyrw AwDwru ] rhwau ]","unicode":"ਤੇਰੀ ਟੇਕ ਤੇਰਾ ਆਧਾਰੁ ॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"qyrItykqyrwAwDwru]rhwau]","unicode":"ਤੇਰੀਟੇਕਤੇਰਾਆਧਾਰੁ॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"You are our support, You are our sustainer. ||Pause||","ms":"Thou, O Lord art my support and Thou the mainstay. Pause.","ssk":"You are our support, You are our sustainer. ||Pause||"},"pu":{"ss":{"gurmukhi":"hy pRBU! (AsW jIvW ƒ) qyrw hI Awsrw hY, qyrw hI shwrw hY [rhwau[","unicode":"ਹੇ ਪ੍ਰਭੂ! (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ ।ਰਹਾਉ।"},"ft":{"gurmukhi":"mYƒ ies lok myN qyrI hI tyk hY, AO Awgy pRlok myN qyrw hI Awsrw hY] rhwau ]","unicode":"ਮੈਨੂੰ ਇਸ ਲੋਕ ਮੇਂ ਤੇਰੀ ਹੀ ਟੇਕ ਹੈ, ਔ ਆਗੇ ਪ੍ਰਲੋਕ ਮੇਂ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy pRBU! (AsW jIvW ƒ) qyrw hI Awsrw hY, qyrw hI shwrw hY [rhwau[","unicode":"ਹੇ ਪ੍ਰਭੂ! (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ ।ਰਹਾਉ।"},"ms":{"gurmukhi":"qUM hy sWeIN, myrw Asrw hY Aqy qUM hI myrI Et[ Tihrwau[","unicode":"ਤੂੰ ਹੇ ਸਾਂਈਂ, ਮੇਰਾ ਅਸਰਾ ਹੈ ਅਤੇ ਤੂੰ ਹੀ ਮੇਰੀ ਓਟ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Tú eres el Soporte, sólo Tú nos sostienes a todos. (Pausa)"},"hi":{"ss":"हे प्रभू ! (हम जीवों को) तेरा ही आसरा है।तेरा ही सहारा है।रहाउ।","sts":"मुझे तेरी ही टेक है और तेरा ही आसरा है। रहाउ ॥"}},"transliteration":{"english":"teree Tek teraa aadhaar || rahaau ||","hindi":"तेरी टेक तेरा आधारु ॥ रहाउ ॥","en":"teree Tek teraa aadhaar || rahaau ||","hi":"तेरी टेक तेरा आधारु ॥ रहाउ ॥","ipa":"t̪eri ʈek t̪erɑ əɑt̪ɑr. rəhɑo.","ur":"تےریِ ٹےک تےرا آدھار ۔۔ رهاا ۔۔"},"pageNo":723,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"}}]}