{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":79},"count":34,"navigation":{"previous":78,"next":80},"page":[{"verseId":3151,"shabadId":188,"verse":{"gurmukhi":"hir kpVo hir soBw dyvhu ijqu svrY myrw kwjo ]","unicode":"ਹਰਿ ਕਪੜੋ ਹਰਿ ਸੋਭਾ ਦੇਵਹੁ ਜਿਤੁ ਸਵਰੈ ਮੇਰਾ ਕਾਜੋ ॥"},"larivaar":{"gurmukhi":"hirkpVohirsoBwdyvhuijqusvrYmyrwkwjo]","unicode":"ਹਰਿਕਪੜੋਹਰਿਸੋਭਾਦੇਵਹੁਜਿਤੁਸਵਰੈਮੇਰਾਕਾਜੋ॥"},"translation":{"en":{"bdb":"Give me the Lord as my wedding gown, and the Lord as my glory, to accomplish my works.","ms":"Grant me God as my raiment, and God as my glory, wherewith my task may be accomplished.","ssk":"Give me the Lord as my wedding gown, and the Lord as my glory, to accomplish my works."},"pu":{"ss":{"gurmukhi":"mYnUµ hrI dw nwm hI (dwj dy) k`pVy dyh, mYnUµ hrI dw nwm hI (dwj dy gihxy Awidk) Dn dyh, iesy dwj nwl myrw (pRBU-pqI nwl) ivAwh sohxw l`gx l`g pey [","unicode":"ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ) ਕੱਪੜੇ ਦੇਹ, ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ ਗਹਿਣੇ ਆਦਿਕ) ਧਨ ਦੇਹ, ਇਸੇ ਦਾਜ ਨਾਲ ਮੇਰਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਸੋਹਣਾ ਲੱਗਣ ਲੱਗ ਪਏ ।"},"ft":{"gurmukhi":"hir nwm kw hI bsqR dIjIey AOr hir nwm hI kI myry ko soBw dIjIey, ijs kr ky moK rUpI myrw kwrj svr jwey, Bwv Xih ik nwm kr ky lok qQw prlok donoN hI myN soBw hovy hYN, so nwm hI dIjIey]","unicode":"ਹਰਿ ਨਾਮ ਕਾ ਹੀ ਬਸਤ੍ਰ ਦੀਜੀਏ ਔਰ ਹਰਿ ਨਾਮ ਹੀ ਕੀ ਮੇਰੇ ਕੋ ਸੋਭਾ ਦੀਜੀਏ, ਜਿਸ ਕਰ ਕੇ ਮੋਖ ਰੂਪੀ ਮੇਰਾ ਕਾਰਜ ਸਵਰ ਜਾਏ, ਭਾਵ ਯਹਿ ਕਿ ਨਾਮ ਕਰ ਕੇ ਲੋਕ ਤਥਾ ਪਰਲੋਕ ਦੋਨੋਂ ਹੀ ਮੇਂ ਸੋਭਾ ਹੋਵੇ ਹੈਂ, ਸੋ ਨਾਮ ਹੀ ਦੀਜੀਏ॥"},"bdb":{"gurmukhi":"mYnUµ hrI dw nwm hI (dwj dy) k`pVy dyh, mYnUµ hrI dw nwm hI (dwj dy gihxy Awidk) Dn dyh, iesy dwj nwl myrw (pRBU-pqI nwl) ivAwh sohxw l`gx l`g pey [","unicode":"ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ) ਕੱਪੜੇ ਦੇਹ, ਮੈਨੂੰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਦਾਜ ਦੇ ਗਹਿਣੇ ਆਦਿਕ) ਧਨ ਦੇਹ, ਇਸੇ ਦਾਜ ਨਾਲ ਮੇਰਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਸੋਹਣਾ ਲੱਗਣ ਲੱਗ ਪਏ ।"},"ms":{"gurmukhi":"mYƒ vwihgurU myrI puSwk vjoN qy vwihgurU myrI Swn Sokq vjoN dy, ijs nwl myrw kMm rws ho jwvy[","unicode":"ਮੈਨੂੰ ਵਾਹਿਗੁਰੂ ਮੇਰੀ ਪੁਸ਼ਾਕ ਵਜੋਂ ਤੇ ਵਾਹਿਗੁਰੂ ਮੇਰੀ ਸ਼ਾਨ ਸ਼ੋਕਤ ਵਜੋਂ ਦੇ, ਜਿਸ ਨਾਲ ਮੇਰਾ ਕੰਮ ਰਾਸ ਹੋ ਜਾਵੇ।"}},"es":{"sn":"y al Señor como mi Gloria, para que mi tarea sea realizada. "},"hi":{"ss":"मुझे हरि का नाम ही (दहेज के) कपड़े दे~ मुझे हरि का नाम ही (दहेज के गहने आदिक) धन दे~ इसी दहेज से मेरा (प्रभू पति के साथ) विवाह सुंदर लगने लग पड़े।","sts":"वस्त्रों के स्थान पर हरि का नाम दो और शोभा बढ़ाने वाले आभूषणों इत्यादि के स्थान पर भगवान का नाम ही दो। भगवान के नाम से मेरा विवाह कार्य संवर जाएगा।"}},"transliteration":{"english":"har kapaRo har sobhaa dhevahu jit savarai meraa kaajo ||","hindi":"हरि कपड़ो हरि सोभा देवहु जितु सवरै मेरा काजो ॥","en":"har kapaRo har sobhaa dhevahu jit savarai meraa kaajo ||","hi":"हरि कपड़ो हरि सोभा देवहु जितु सवरै मेरा काजो ॥","ipa":"hər kəpəɽɔ hər sɔɓɑ d̪eʋəh d͡ʒɪt̪ səʋəræ merɑ kɑd͡ʒɔ.","ur":"هر کپڑو هرِ سوبھا دےوهُ جت سورَے مےرا کاجو ۔۔"},"pageNo":79,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3152,"shabadId":188,"verse":{"gurmukhi":"hir hir BgqI kwju suhylw guir siqguir dwnu idvwieAw ]","unicode":"ਹਰਿ ਹਰਿ ਭਗਤੀ ਕਾਜੁ ਸੁਹੇਲਾ ਗੁਰਿ ਸਤਿਗੁਰਿ ਦਾਨੁ ਦਿਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"hirhirBgqIkwjusuhylwguirsiqguirdwnuidvwieAw]","unicode":"ਹਰਿਹਰਿਭਗਤੀਕਾਜੁਸੁਹੇਲਾਗੁਰਿਸਤਿਗੁਰਿਦਾਨੁਦਿਵਾਇਆ॥"},"translation":{"en":{"bdb":"Through devotional worship to the Lord, this ceremony is made blissful and beautiful; the Guru, the True Guru, has given this gift.","ms":"Through devotion to Lord God the marriage is rendered pleasant. The great True Guru has given me the gift of God's Name.","ssk":"Through devotional worship to the Lord, this ceremony is made blissful and beautiful; the Guru, the True Guru, has given this gift."},"pu":{"ss":{"gurmukhi":"prmwqmw dI BgqI nwl hI (prmwqmw nwl) ivAwh dw au~dm suKdweI bxdw hY [ (ijs jIv-muitAwr ƒ) gurU ny siqgurU ny ieh dwn (ieh dwj) idvwieAw hY","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਵਿਆਹ ਦਾ ਉੱਦਮ ਸੁਖਦਾਈ ਬਣਦਾ ਹੈ । (ਜਿਸ ਜੀਵ-ਮੁਟਿਆਰ ਨੂੰ) ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਦਾਨ (ਇਹ ਦਾਜ) ਦਿਵਾਇਆ ਹੈ"},"ft":{"gurmukhi":"hir hir nwm jpn rUp BgqI kr ky myrw (kwju) vIvwhu (suhylw) suK pUrbk vw suKdwiek hUAw hY, prMqU vwihgurU pqI ny ApnI ikRpw kr ky siqgurU sy Apny nwm rUp Dn dwnu myry ko idvwXw hY]","unicode":"ਹਰਿ ਹਰਿ ਨਾਮ ਜਪਨ ਰੂਪ ਭਗਤੀ ਕਰ ਕੇ ਮੇਰਾ (ਕਾਜੁ) ਵੀਵਾਹੁ (ਸੁਹੇਲਾ) ਸੁਖ ਪੂਰਬਕ ਵਾ ਸੁਖਦਾਇਕ ਹੂਆ ਹੈ, ਪਰੰਤੂ ਵਾਹਿਗੁਰੂ ਪਤੀ ਨੇ ਅਪਨੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਸੇ ਅਪਨੇ ਨਾਮ ਰੂਪ ਧਨ ਦਾਨੁ ਮੇਰੇ ਕੋ ਦਿਵਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw dI BgqI nwl hI (prmwqmw nwl) ivAwh dw au~dm suKdweI bxdw hY [ (ijs jIv-muitAwr ƒ) gurU ny siqgurU ny ieh dwn (ieh dwj) idvwieAw hY","unicode":"ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਵਿਆਹ ਦਾ ਉੱਦਮ ਸੁਖਦਾਈ ਬਣਦਾ ਹੈ । (ਜਿਸ ਜੀਵ-ਮੁਟਿਆਰ ਨੂੰ) ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਦਾਨ (ਇਹ ਦਾਜ) ਦਿਵਾਇਆ ਹੈ"},"ms":{"gurmukhi":"vwihgurU suAwmI dy Anurwg dy rwhIN SwdI suhwauxI ho geI hY[ v¤fy s¤cy gurW ny mYƒ hrI nwm dI dwq pRdwn kIqI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਅਨੁਰਾਗ ਦੇ ਰਾਹੀਂ ਸ਼ਾਦੀ ਸੁਹਾਉਣੀ ਹੋ ਗਈ ਹੈ। ਵੱਡੇ ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਹਰੀ ਨਾਮ ਦੀ ਦਾਤ ਪ੍ਰਦਾਨ ਕੀਤੀ ਹੈ।"}},"es":{"sn":"Bendita sea la Alabanza del Señor, el Guru Verdadero me ha bendecido con ella."},"hi":{"ss":"परमात्मा की भक्ति के साथ ही (परमात्मा से) विवाह का उद्यम सुखदाई बनता है। (जिस जीव कन्या को) गुरू ने सतिगुरू ने ये दान (ये दहेज) दिलाया है~","sts":"भगवान की भक्ति से ही विवाह-कार्य सुखदायक होता है। सतिगुरु ने मुझे भगवान की भक्ति का ही दान दिलवाया है।"}},"transliteration":{"english":"har har bhagatee kaaj suhelaa gur satigur dhaan dhivaiaa ||","hindi":"हरि हरि भगती काजु सुहेला गुरि सतिगुरि दानु दिवाइआ ॥","en":"har har bhagatee kaaj suhelaa gur satigur dhaan dhivaiaa ||","hi":"हरि हरि भगती काजु सुहेला गुरि सतिगुरि दानु दिवाइआ ॥","ipa":"hər hər ɓəGət̪i kɑd͡ʒ sʊhelɑ Gʊr sət̪ɪGʊr d̪ɑn d̪ɪʋɑɪɑ.","ur":"هر هرِ بھگتیِ کاج سُهےلا گُر ستِگر دان دواایا ۔۔"},"pageNo":79,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3153,"shabadId":188,"verse":{"gurmukhi":"KMif vrBMif hir soBw hoeI iehu dwnu n rlY rlwieAw ]","unicode":"ਖੰਡਿ ਵਰਭੰਡਿ ਹਰਿ ਸੋਭਾ ਹੋਈ ਇਹੁ ਦਾਨੁ ਨ ਰਲੈ ਰਲਾਇਆ ॥"},"larivaar":{"gurmukhi":"KMifvrBMifhirsoBwhoeIiehudwnunrlYrlwieAw]","unicode":"ਖੰਡਿਵਰਭੰਡਿਹਰਿਸੋਭਾਹੋਈਇਹੁਦਾਨੁਨਰਲੈਰਲਾਇਆ॥"},"translation":{"en":{"bdb":"Across the continents, and throughout the Universe, the Lord's Glory is pervading. This gift is not diminished by being diffused among all.","ms":"In continents and the universe has spread the glory of God. This gift of the Name cannot be confounded with others by confounding.","ssk":"Across the continents, and throughout the Universe, the Lord's Glory is pervading. This gift is not diminished by being diffused among all."},"pu":{"ss":{"gurmukhi":" hrI-nwm dy dwj nwl aus dI soBw (aus dy) dys ivc sMswr ivc ho jWdI hY [ ieh dwj AYsw hY ik ies nwl hor koeI dwj brwbrI nhIN kr skdw ","unicode":" ਹਰੀ-ਨਾਮ ਦੇ ਦਾਜ ਨਾਲ ਉਸ ਦੀ ਸੋਭਾ (ਉਸ ਦੇ) ਦੇਸ ਵਿਚ ਸੰਸਾਰ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ । ਇਹ ਦਾਜ ਐਸਾ ਹੈ ਕਿ ਇਸ ਨਾਲ ਹੋਰ ਕੋਈ ਦਾਜ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ "},"ft":{"gurmukhi":"BwrQwid 9 KMfoN myN AOr Anyk bRhmMfoN myN hrI nwm ky jpny hI sy soBw hoqI BeI hY, qW qy iehu hrI nwm rUp dwn AOr ibvhwrk dwno sy imlwauny kr nhIN imlqw]","unicode":"ਭਾਰਥਾਦਿ ੯ ਖੰਡੋਂ ਮੇਂ ਔਰ ਅਨੇਕ ਬ੍ਰਹਮੰਡੋਂ ਮੇਂ ਹਰੀ ਨਾਮ ਕੇ ਜਪਨੇ ਹੀ ਸੇ ਸੋਭਾ ਹੋਤੀ ਭਈ ਹੈ, ਤਾਂ ਤੇ ਇਹੁ ਹਰੀ ਨਾਮ ਰੂਪ ਦਾਨ ਔਰ ਬਿਵਹਾਰਕ ਦਾਨੋ ਸੇ ਮਿਲਾਉਨੇ ਕਰ ਨਹੀਂ ਮਿਲਤਾ॥"},"bdb":{"gurmukhi":" hrI-nwm dy dwj nwl aus dI soBw (aus dy) dys ivc sMswr ivc ho jWdI hY [ ieh dwj AYsw hY ik ies nwl hor koeI dwj brwbrI nhIN kr skdw ","unicode":" ਹਰੀ-ਨਾਮ ਦੇ ਦਾਜ ਨਾਲ ਉਸ ਦੀ ਸੋਭਾ (ਉਸ ਦੇ) ਦੇਸ ਵਿਚ ਸੰਸਾਰ ਵਿਚ ਹੋ ਜਾਂਦੀ ਹੈ । ਇਹ ਦਾਜ ਐਸਾ ਹੈ ਕਿ ਇਸ ਨਾਲ ਹੋਰ ਕੋਈ ਦਾਜ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ "},"ms":{"gurmukhi":"byAwzmW qy Awlm AMdr vwihgurU dI vifAweI PYl geI hY[ nwm dI ieh dwq imlwaux duAwrw hornW nwl nhIN imldI[","unicode":"ਬੇਆਜ਼ਮਾਂ ਤੇ ਆਲਮ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਫੈਲ ਗਈ ਹੈ। ਨਾਮ ਦੀ ਇਹ ਦਾਤ ਮਿਲਾਉਣ ਦੁਆਰਾ ਹੋਰਨਾਂ ਨਾਲ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"En todas las tierras, en el Universo entero prevalece la Gloria del Señor"},"hi":{"ss":"हरि नाम के दहेज से उसकी शोभा (उस के) देश में संसार में हो जाती है। यह दहेज ऐसा है कि इससे और कोई बराबरी नहीं कर सकता।","sts":"इस दान से समूचे ब्रह्माण्ड एवं समस्त खण्डों में मेरी शोभा हो गई है। कोई अन्य दान इस दान की बराबरी नहीं कर सकता।"}},"transliteration":{"english":"kha(n)dd varabha(n)dd har sobhaa hoiee ih dhaan na ralai ralaiaa ||","hindi":"खंडि वरभंडि हरि सोभा होई इहु दानु न रलै रलाइआ ॥","en":"kha(n)dd varabha(n)dd har sobhaa hoiee ih dhaan na ralai ralaiaa ||","hi":"खंडि वरभंडि हरि सोभा होई इहु दानु न रलै रलाइआ ॥","ipa":"kʰəŋɖ ʋərɓəŋɖ hər sɔɓɑ hɔei eɪh d̪ɑn nə rəlæ rəlɑɪɑ.","ur":"کھںڈ وربھںڈ هر سوبھا هوای اهُ دان ن رلَے رلاایا ۔۔"},"pageNo":79,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3154,"shabadId":188,"verse":{"gurmukhi":"hoir mnmuK dwju ij riK idKwlih su kUVu AhMkwru kcu pwjo ]","unicode":"ਹੋਰਿ ਮਨਮੁਖ ਦਾਜੁ ਜਿ ਰਖਿ ਦਿਖਾਲਹਿ ਸੁ ਕੂੜੁ ਅਹੰਕਾਰੁ ਕਚੁ ਪਾਜੋ ॥"},"larivaar":{"gurmukhi":"hoirmnmuKdwjuijriKidKwlihsukUVuAhMkwrukcupwjo]","unicode":"ਹੋਰਿਮਨਮੁਖਦਾਜੁਜਿਰਖਿਦਿਖਾਲਹਿਸੁਕੂੜੁਅਹੰਕਾਰੁਕਚੁਪਾਜੋ॥"},"translation":{"en":{"bdb":"Any other dowry, which the self-willed manmukhs offer for show, is only false egotism and a worthless display.","ms":"Any other dowry which the perverse place for show that is false pride and worthless gilding.","ssk":"Any other dowry, which the self-willed manmukhs offer for show, is only false egotism and a worthless display."},"pu":{"ss":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwly hor bMdy ijhVw dwj r`K ky ivKwldy hn (ivKwlw pWdy hn) auh JUTw AhMkwr (pYdw krn vwlw) hY auh k`c (smwn) hY, auh (inrw) ivKwvw hI hY ","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਹੋਰ ਬੰਦੇ ਜਿਹੜਾ ਦਾਜ ਰੱਖ ਕੇ ਵਿਖਾਲਦੇ ਹਨ (ਵਿਖਾਲਾ ਪਾਂਦੇ ਹਨ) ਉਹ ਝੂਠਾ ਅਹੰਕਾਰ (ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਹੈ ਉਹ ਕੱਚ (ਸਮਾਨ) ਹੈ, ਉਹ (ਨਿਰਾ) ਵਿਖਾਵਾ ਹੀ ਹੈ "},"ft":{"gurmukhi":"AOr mnmuK log jo (dwju) bsqRwidkoN kw dwj jo AM|x myN rK kr ky vifAweI hyq logoN ko idKlwvqy hYN, so aun ky dwj kw hMkwr JUTw hY, AOr aun kw smDIEN ko AiDk dwj dy kr joV rKxy kw AiBpRwau BI so kcy pwjvq hYN, Bwv sy QoVI bwq myN tut jwqw hY, qYsy hI jo scy pqI AOr scy aupdyS sy ibnw AOr dMB ikRXw ko idKlwvqy hYN, sB aun kw JUTw hMkwr AOr k`cw pwKMf hY]","unicode":"ਔਰ ਮਨਮੁਖ ਲੋਗ ਜੋ (ਦਾਜੁ) ਬਸਤ੍ਰਾਦਿਕੋਂ ਕਾ ਦਾਜ ਜੋ ਅੰਙਣ ਮੇਂ ਰਖ ਕਰ ਕੇ ਵਡਿਆਈ ਹੇਤ ਲੋਗੋਂ ਕੋ ਦਿਖਲਾਵਤੇ ਹੈਂ, ਸੋ ਉਨ ਕੇ ਦਾਜ ਕਾ ਹੰਕਾਰ ਝੂਠਾ ਹੈ, ਔਰ ਉਨ ਕਾ ਸਮਧੀਓਂ ਕੋ ਅਧਿਕ ਦਾਜ ਦੇ ਕਰ ਜੋੜ ਰਖਣੇ ਕਾ ਅਭਿਪ੍ਰਾਉ ਭੀ ਸੋ ਕਚੇ ਪਾਜਵਤ ਹੈਂ, ਭਾਵ ਸੇ ਥੋੜੀ ਬਾਤ ਮੇਂ ਟੁਟ ਜਾਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਜੋ ਸਚੇ ਪਤੀ ਔਰ ਸਚੇ ਉਪਦੇਸ਼ ਸੇ ਬਿਨਾ ਔਰ ਦੰਭ ਕ੍ਰਿਯਾ ਕੋ ਦਿਖਲਾਵਤੇ ਹੈਂ, ਸਭ ਉਨ ਕਾ ਝੂਠਾ ਹੰਕਾਰ ਔਰ ਕੱਚਾ ਪਾਖੰਡ ਹੈ॥"},"bdb":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwly hor bMdy ijhVw dwj r`K ky ivKwldy hn (ivKwlw pWdy hn) auh JUTw AhMkwr (pYdw krn vwlw) hY auh k`c (smwn) hY, auh (inrw) ivKwvw hI hY ","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਹੋਰ ਬੰਦੇ ਜਿਹੜਾ ਦਾਜ ਰੱਖ ਕੇ ਵਿਖਾਲਦੇ ਹਨ (ਵਿਖਾਲਾ ਪਾਂਦੇ ਹਨ) ਉਹ ਝੂਠਾ ਅਹੰਕਾਰ (ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਹੈ ਉਹ ਕੱਚ (ਸਮਾਨ) ਹੈ, ਉਹ (ਨਿਰਾ) ਵਿਖਾਵਾ ਹੀ ਹੈ "},"ms":{"gurmukhi":"koeI hor dwj jo ADrmI Drky idKwvw krdy hn, auh JUTw hMkwr qy inMkmw mulMmw hY[","unicode":"ਕੋਈ ਹੋਰ ਦਾਜ ਜੋ ਅਧਰਮੀ ਧਰਕੇ ਦਿਖਾਵਾ ਕਰਦੇ ਹਨ, ਉਹ ਝੂਠਾ ਹੰਕਾਰ ਤੇ ਨਿੰਕਮਾ ਮੁਲੰਮਾ ਹੈ।"}},"es":{"sn":"Cualquier otro tipo de dote que muestre el arrogante Manmukj, es un egoísmo falso y un teatro de pura vanidad."},"hi":{"ss":"अपने मन के पीछे चलने वाले और लोग जो दहेज रख के दिखाते हैं (दिखावा करते हैं) वह झूठा अहंकार (पैदा करने वाले) हैं वह काँच (के समान कच्चे) हैं~ वो (निरा) दिखावा ही है।","sts":"हरिनाम के दहेज के अतिरिक्त जो लोग दान-दहेज का प्रदर्शन करते हैं, वे मिथ्याडम्बरी और अहंकारी हैं।"}},"transliteration":{"english":"hor manmukh dhaaj j rakh dhikhaaleh su kooR aha(n)kaar kach paajo ||","hindi":"होरि मनमुख दाजु जि रखि दिखालहि सु कूड़ु अहंकारु कचु पाजो ॥","en":"hor manmukh dhaaj j rakh dhikhaaleh su kooR aha(n)kaar kach paajo ||","hi":"होरि मनमुख दाजु जि रखि दिखालहि सु कूड़ु अहंकारु कचु पाजो ॥","ipa":"hɔr mənəmʊkʰ d̪ɑd͡ʒ d͡ʒ rəkʰ d̪ɪkʰɑləh s kuɽ əhəŋkɑr kət͡ʃ pɑd͡ʒɔ.","ur":"هور منمکھ داج ج رکھ دکھاله سُ کُوڑ اهںکار کچ پاجو ۔۔"},"pageNo":79,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3155,"shabadId":188,"verse":{"gurmukhi":"hir pRB myry bwbulw hir dyvhu dwnu mY dwjo ]4]","unicode":"ਹਰਿ ਪ੍ਰਭ ਮੇਰੇ ਬਾਬੁਲਾ ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਮੈ ਦਾਜੋ ॥੪॥"},"larivaar":{"gurmukhi":"hirpRBmyrybwbulwhirdyvhudwnumYdwjo]4]","unicode":"ਹਰਿਪ੍ਰਭਮੇਰੇਬਾਬੁਲਾਹਰਿਦੇਵਹੁਦਾਨੁਮੈਦਾਜੋ॥੪॥"},"translation":{"en":{"bdb":"O my father, please give me the Name of the Lord God as my wedding gift and dowry. ||4||","ms":"O My Father! give me the Name of Lord God as a gift and dowry.","ssk":"O my father, please give me the Name of the Lord God as my wedding gift and dowry. ||4||"},"pu":{"ss":{"gurmukhi":"hy myry ipqw ! mYnUµ hrI-pRBU dy nwm dw dwn dyh, mYƒ iehI dwj dyh [4[","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ ।੪।"},"ft":{"gurmukhi":"hy myry ipqw sMq jnoN! myry ko hrI pRB ky nwm kw hr pRkwr sy dwj dwn dIjIey]4]","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ਸੰਤ ਜਨੋਂ! ਮੇਰੇ ਕੋ ਹਰੀ ਪ੍ਰਭ ਕੇ ਨਾਮ ਕਾ ਹਰ ਪ੍ਰਕਾਰ ਸੇ ਦਾਜ ਦਾਨ ਦੀਜੀਏ॥੪॥"},"bdb":{"gurmukhi":"hy myry ipqw ! mYnUµ hrI-pRBU dy nwm dw dwn dyh, mYƒ iehI dwj dyh [4[","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ ।੪।"},"ms":{"gurmukhi":"hy myry ipqw! mYƒ vwihgurU suAwmI dy nwm dI dwq qy dhyj bKS[","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ! ਮੈਨੂੰ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਤੇ ਦਹੇਜ ਬਖਸ਼।"}},"es":{"sn":"Oh padre, bendíceme con la dote del Nombre del Señor.  (4)"},"hi":{"ss":"हे मेरे पिता ! मुझे हरि प्रभू का नाम दान दे~ मुझे यही दहेज दे।4।","sts":"हे मेरे बाबुल ! मुझे दहेज में केवल हरि-नाम का ही दान व दहेज प्रदान करो॥४॥"}},"transliteration":{"english":"har prabh mere baabulaa har dhevahu dhaan mai dhaajo ||4||","hindi":"हरि प्रभ मेरे बाबुला हरि देवहु दानु मै दाजो ॥४॥","en":"har prabh mere baabulaa har dhevahu dhaan mai dhaajo ||4||","hi":"हरि प्रभ मेरे बाबुला हरि देवहु दानु मै दाजो ॥४॥","ipa":"hər pɹəɓ mere bɑbʊlɑ hər d̪eʋəh d̪ɑn mæ d̪ɑd͡ʒɔ.4.","ur":"هر پربھ مےرے بابلا هرِ دےوهُ دان مَے داجو ۔۔۴۔۔"},"pageNo":79,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3156,"shabadId":188,"verse":{"gurmukhi":"hir rwm rwm myry bwbolw ipr imil Dn vyl vDMdI ]","unicode":"ਹਰਿ ਰਾਮ ਰਾਮ ਮੇਰੇ ਬਾਬੋਲਾ ਪਿਰ ਮਿਲਿ ਧਨ ਵੇਲ ਵਧੰਦੀ ॥"},"larivaar":{"gurmukhi":"hirrwmrwmmyrybwbolwiprimilDnvylvDMdI]","unicode":"ਹਰਿਰਾਮਰਾਮਮੇਰੇਬਾਬੋਲਾਪਿਰਮਿਲਿਧਨਵੇਲਵਧੰਦੀ॥"},"translation":{"en":{"bdb":"The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine.","ms":"The Lord God pervades everywhere, O my father! On meeting with her Spouse, the bride spreads like creeper.","ssk":"The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine."},"pu":{"ss":{"gurmukhi":"hy myry ipqw ! hrI-pqI nwl rwm pqI nwl iml ky jIv-iesqRI dI pIVHI c`l pYNdI hY ","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ "},"ft":{"gurmukhi":"hy myry (bwbolw) ipqw guro! hrI myrw pqI (rwm) srb bÎwpk rUp ijs kw rwm nwm hY, so jb Awp ny muJ ko dIAw qb iqs (ipr) pqI ky swQ AByd ho kr ky mYN (Dn) iesqRI kw gux rUp, vw jgÎwsU jn rUpI puqRoN kI byl (vDMdI) bFqI BeI hY]","unicode":"ਹੇ ਮੇਰੇ (ਬਾਬੋਲਾ) ਪਿਤਾ ਗੁਰੋ! ਹਰੀ ਮੇਰਾ ਪਤੀ (ਰਾਮ) ਸਰਬ ਬ੍ਯਾਪਕ ਰੂਪ ਜਿਸ ਕਾ ਰਾਮ ਨਾਮ ਹੈ, ਸੋ ਜਬ ਆਪ ਨੇ ਮੁਝ ਕੋ ਦੀਆ ਤਬ ਤਿਸ (ਪਿਰ) ਪਤੀ ਕੇ ਸਾਥ ਅਭੇਦ ਹੋ ਕਰ ਕੇ ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਕਾ ਗੁਣ ਰੂਪ, ਵਾ ਜਗ੍ਯਾਸੂ ਜਨ ਰੂਪੀ ਪੁਤ੍ਰੋਂ ਕੀ ਬੇਲ (ਵਧੰਦੀ) ਬਢਤੀ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry ipqw ! hrI-pqI nwl rwm pqI nwl iml ky jIv-iesqRI dI pIVHI c`l pYNdI hY ","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ "},"ms":{"gurmukhi":"vwihgurU suAwmI hr QW rimAw hoieAw hY[ hY myry ipqw! Awpxy pqI nwl iml ky pqnI vyl vw|U vDdI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਹਰ ਥਾਂ ਰਮਿਆ ਹੋਇਆ ਹੈ। ਹੈ ਮੇਰੇ ਪਿਤਾ! ਆਪਣੇ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਪਤਨੀ ਵੇਲ ਵਾਙੂ ਵਧਦੀ ਹੈ।"}},"es":{"sn":"Oh padre mío, bendíceme con la dote del Nombre del Señor. El Señor prevalece en todo, oh padre mío, encontrando a la esposa, la familia de la novia crece como enredadera. "},"hi":{"ss":"हे मेरे पिता ! हरि पति के साथ राम पति के साथ मिल के जीव स्त्री की पीढ़ी चल पड़ती है।","sts":"हे मेरे बाबुल ! प्रभु-परमेश्वर सर्वव्यापक है। हे मेरे बाबुल ! हरि प्रभु को मिलकर जीव-स्त्री की लता विकसित होती है।"}},"transliteration":{"english":"har raam raam mere baabolaa pir mil dhan vel vadha(n)dhee ||","hindi":"हरि राम राम मेरे बाबोला पिर मिलि धन वेल वधंदी ॥","en":"har raam raam mere baabolaa pir mil dhan vel vadha(n)dhee ||","hi":"हरि राम राम मेरे बाबोला पिर मिलि धन वेल वधंदी ॥","ipa":"hər rɑm rɑm mere bɑbɔlɑ pɪr mɪl t̪ən ʋel ʋət̪əŋd̪i.","ur":"هر رام رام مےرے بابولا پر ملِ دھن وےل ودھںدیِ ۔۔"},"pageNo":79,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3157,"shabadId":188,"verse":{"gurmukhi":"hir jugh jugo jug jugh jugo sd pIVI gurU clµdI ]","unicode":"ਹਰਿ ਜੁਗਹ ਜੁਗੋ ਜੁਗ ਜੁਗਹ ਜੁਗੋ ਸਦ ਪੀੜੀ ਗੁਰੂ ਚਲੰਦੀ ॥"},"larivaar":{"gurmukhi":"hirjughjugojugjughjugosdpIVIgurUclµdI]","unicode":"ਹਰਿਜੁਗਹਜੁਗੋਜੁਗਜੁਗਹਜੁਗੋਸਦਪੀੜੀਗੁਰੂਚਲੰਦੀ॥"},"translation":{"en":{"bdb":"In age after age, through all the ages, forever and ever, those who belong to the Guru's Family shall prosper and increase.","ms":"The faith and sect of those united with God Guru, is forever set going throughout the two and two ages (four), rather all the ages.","ssk":"In age after age, through all the ages, forever and ever, those who belong to the Guru's Family shall prosper and increase."},"pu":{"ss":{"gurmukhi":"AnykW jugW qoN sdw qoN hI gurU dI pRBU-pqI dI pIVHI clI AwauNdI hY [ hryk jug ivc siqgurU dI pIVHI (nwdI sMqwn) c`l pYNdI hY ","unicode":"ਅਨੇਕਾਂ ਜੁਗਾਂ ਤੋਂ ਸਦਾ ਤੋਂ ਹੀ ਗੁਰੂ ਦੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪੀੜ੍ਹੀ ਚਲੀ ਆਉਂਦੀ ਹੈ । ਹਰੇਕ ਜੁਗ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ (ਨਾਦੀ ਸੰਤਾਨ) ਚੱਲ ਪੈਂਦੀ ਹੈ "},"ft":{"gurmukhi":"hrI sÍrUp jo siqgurU hY, iqn kI siqjug, qRyqw, dÍwpr, kiljug, (jug) ien cwroN jugoN myN sMpRdwX rUpu pIVI sdw clI AweI hY]","unicode":"ਹਰੀ ਸ੍ਵਰੂਪ ਜੋ ਸਤਿਗੁਰੂ ਹੈ, ਤਿਨ ਕੀ ਸਤਿਜੁਗ, ਤ੍ਰੇਤਾ, ਦ੍ਵਾਪਰ, ਕਲਿਜੁਗ, (ਜੁਗ) ਇਨ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਸੰਪ੍ਰਦਾਯ ਰੂਪੁ ਪੀੜੀ ਸਦਾ ਚਲੀ ਆਈ ਹੈ॥"},"bdb":{"gurmukhi":"AnykW jugW qoN sdw qoN hI gurU dI pRBU-pqI dI pIVHI clI AwauNdI hY [ hryk jug ivc siqgurU dI pIVHI (nwdI sMqwn) c`l pYNdI hY ","unicode":"ਅਨੇਕਾਂ ਜੁਗਾਂ ਤੋਂ ਸਦਾ ਤੋਂ ਹੀ ਗੁਰੂ ਦੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪੀੜ੍ਹੀ ਚਲੀ ਆਉਂਦੀ ਹੈ । ਹਰੇਕ ਜੁਗ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ (ਨਾਦੀ ਸੰਤਾਨ) ਚੱਲ ਪੈਂਦੀ ਹੈ "},"ms":{"gurmukhi":"vwihgurU nwl juVy hoeY gurW dw eImwn qy pMQ dy qy do (cwrW) XugW-leI sgo smUh XugW AMdr hmySW leI cwlU kr idqw igAw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਨਾਲ ਜੁੜੇ ਹੋੲੈ ਗੁਰਾਂ ਦਾ ਈਮਾਨ ਤੇ ਪੰਥ ਦੇ ਤੇ ਦੋ (ਚਾਰਾਂ) ਯੁਗਾਂ-ਲਈ ਸਗੋ ਸਮੂਹ ਯੁਗਾਂ ਅੰਦਰ ਹਮੇਸ਼ਾਂ ਲਈ ਚਾਲੂ ਕਰ ਦਿਤਾ ਗਿਆ ਹੈ।"}},"es":{"sn":"A través de las épocas, a través del tiempo, y en la eternidad, la familia del Guru se incrementa y se multiplica."},"hi":{"ss":"अनेकों युगों से सदा से ही गुरू की प्रभू पति की~ पीढ़ी चली आती है। हरेक युग में सतिगुरू की पीढ़ी (नादी संतान) चल पड़ती है।","sts":"अनेक युगों से गुरु वंश सदैव चला आता है।"}},"transliteration":{"english":"har jugeh jugo jug jugeh jugo sadh peeRee guroo chala(n)dhee ||","hindi":"हरि जुगह जुगो जुग जुगह जुगो सद पीड़ी गुरू चलंदी ॥","en":"har jugeh jugo jug jugeh jugo sadh peeRee guroo chala(n)dhee ||","hi":"हरि जुगह जुगो जुग जुगह जुगो सद पीड़ी गुरू चलंदी ॥","ipa":"hər d͡ʒʊGəh d͡ʒʊGɔ d͡ʒʊG d͡ʒʊGəh d͡ʒʊGɔ səd̪ piɽi Gʊru t͡ʃələⁿd̪i.","ur":"هر جُگه جُگو جُگ جُگه جُگو سد پیِڑیِ گُرُو چلµدیِ ۔۔"},"pageNo":79,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3158,"shabadId":188,"verse":{"gurmukhi":"juig juig pIVI clY siqgur kI ijnI gurmuiK nwmu iDAwieAw ]","unicode":"ਜੁਗਿ ਜੁਗਿ ਪੀੜੀ ਚਲੈ ਸਤਿਗੁਰ ਕੀ ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਆਇਆ ॥"},"larivaar":{"gurmukhi":"juigjuigpIVIclYsiqgurkIijnIgurmuiKnwmuiDAwieAw]","unicode":"ਜੁਗਿਜੁਗਿਪੀੜੀਚਲੈਸਤਿਗੁਰਕੀਜਿਨੀਗੁਰਮੁਖਿਨਾਮੁਧਿਆਇਆ॥"},"translation":{"en":{"bdb":"Age after age, the Family of the True Guru shall increase. As Gurmukh, they meditate on the Naam, the Name of the Lord.","ms":"All the ages through shall run the True Guru's religious lineage which under Guru's instruction, remembers the Name.","ssk":"Age after age, the Family of the True Guru shall increase. As Gurmukh, they meditate on the Naam, the Name of the Lord."},"pu":{"ss":{"gurmukhi":"ijnHW ny gurU nUµ iml ky prmwqmw dw nwm ismirAw hY (auh gurU dI pIVHI hn, auh gurU dI nwdI sMqwn hn) ","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਉਹ ਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ ਹਨ, ਉਹ ਗੁਰੂ ਦੀ ਨਾਦੀ ਸੰਤਾਨ ਹਨ) "},"ft":{"gurmukhi":"ijnoN isKoN ny guroN dÍwry nwm ko DÎwXw hY, iqn kI sB jugoN myN siqgur AOr isK kI prMprw rUp kr ky sMpRdwie rUpI pIVI clqI hY]","unicode":"ਜਿਨੋਂ ਸਿਖੋਂ ਨੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਾਮ ਕੋ ਧ੍ਯਾਯਾ ਹੈ, ਤਿਨ ਕੀ ਸਭ ਜੁਗੋਂ ਮੇਂ ਸਤਿਗੁਰ ਔਰ ਸਿਖ ਕੀ ਪਰੰਪਰਾ ਰੂਪ ਕਰ ਕੇ ਸੰਪ੍ਰਦਾਇ ਰੂਪੀ ਪੀੜੀ ਚਲਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW ny gurU nUµ iml ky prmwqmw dw nwm ismirAw hY (auh gurU dI pIVHI hn, auh gurU dI nwdI sMqwn hn) ","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਉਹ ਗੁਰੂ ਦੀ ਪੀੜ੍ਹੀ ਹਨ, ਉਹ ਗੁਰੂ ਦੀ ਨਾਦੀ ਸੰਤਾਨ ਹਨ) "},"ms":{"gurmukhi":"swirAW XugW AMdr s¤cy gurW dw Dwrmk Grwxw rvW rhygw, jo gurW dy aupdyS qwby, nwm dw ismrn krdw hY[","unicode":"ਸਾਰਿਆਂ ਯੁਗਾਂ ਅੰਦਰ ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਧਾਰਮਕ ਘਰਾਣਾ ਰਵਾਂ ਰਹੇਗਾ, ਜੋ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਤਾਬੇ, ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"La familia del Verdadero Guru va a través de todas las épocas, por la Gracia del Guru, todos habitan en el Nombre"},"hi":{"ss":"जिन्होंने गुरू को मिल के परमात्मा का नाम सिमरा है (वे गुरू की पीढ़ी हैं~ वे गुरू की नादी संतान हैं)।","sts":"जो गुरु के माध्यम से नाम-सिमरन करते हैं वहीं गुरु का वंश होता है। सतिगुरु का वंश प्रत्येक युग में चलता है।"}},"transliteration":{"english":"jug jug peeRee chalai satigur kee jinee gurmukh naam dhiaaiaa ||","hindi":"जुगि जुगि पीड़ी चलै सतिगुर की जिनी गुरमुखि नामु धिआइआ ॥","en":"jug jug peeRee chalai satigur kee jinee gurmukh naam dhiaaiaa ||","hi":"जुगि जुगि पीड़ी चलै सतिगुर की जिनी गुरमुखि नामु धिआइआ ॥","ipa":"d͡ʒʊG d͡ʒʊG piɽi t͡ʃəlæ sət̪ɪGʊr ki d͡ʒɪni Gʊrəmʊkʰ nɑm t̪ɪəɑɪɑ.","ur":"جُگ جُگ پیِڑیِ چلَے ستگر کیِ جنیِ گُرمکھ نام دھآایا ۔۔"},"pageNo":79,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3159,"shabadId":188,"verse":{"gurmukhi":"hir purKu n kb hI ibnsY jwvY inq dyvY cVY svwieAw ]","unicode":"ਹਰਿ ਪੁਰਖੁ ਨ ਕਬ ਹੀ ਬਿਨਸੈ ਜਾਵੈ ਨਿਤ ਦੇਵੈ ਚੜੈ ਸਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"hirpurKunkbhIibnsYjwvYinqdyvYcVYsvwieAw]","unicode":"ਹਰਿਪੁਰਖੁਨਕਬਹੀਬਿਨਸੈਜਾਵੈਨਿਤਦੇਵੈਚੜੈਸਵਾਇਆ॥"},"translation":{"en":{"bdb":"The Almighty Lord never dies or goes away. Whatever He gives, keeps on increasing.","ms":"Almighty God never dies or goes. What He gives ever continues increasing.","ssk":"The Almighty Lord never dies or goes away. Whatever He gives, keeps on increasing."},"pu":{"ss":{"gurmukhi":"prmwqmw AYsw pqI hY, jo kdy BI nwS nhIN hMudw, jo kdy BI nhIN mrdw [ auh sdw dwqW b^Sdw hY, aus dI dwiq sdw vDdI rihMdI hY ","unicode":"ਪਰਮਾਤਮਾ ਐਸਾ ਪਤੀ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਨਾਸ਼ ਨਹੀਂ ਹੰੁਦਾ, ਜੋ ਕਦੇ ਭੀ ਨਹੀਂ ਮਰਦਾ । ਉਹ ਸਦਾ ਦਾਤਾਂ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਦਾਤਿ ਸਦਾ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ "},"ft":{"gurmukhi":"hrI purK kYsw hY? jo nw kbI mrqw hY AOr nw kbI jwqw hY, sdw hI jIvoN ko dwn dyqw hY, punw BgqoN ko dwn dyny myN AiDk hI cVdw jwqw hY, Bwv srUp pRXMq dy dyqw hY]","unicode":"ਹਰੀ ਪੁਰਖ ਕੈਸਾ ਹੈ? ਜੋ ਨਾ ਕਬੀ ਮਰਤਾ ਹੈ ਔਰ ਨਾ ਕਬੀ ਜਾਤਾ ਹੈ, ਸਦਾ ਹੀ ਜੀਵੋਂ ਕੋ ਦਾਨ ਦੇਤਾ ਹੈ, ਪੁਨਾ ਭਗਤੋਂ ਕੋ ਦਾਨ ਦੇਨੇ ਮੇਂ ਅਧਿਕ ਹੀ ਚੜਦਾ ਜਾਤਾ ਹੈ, ਭਾਵ ਸਰੂਪ ਪ੍ਰਯੰਤ ਦੇ ਦੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw AYsw pqI hY, jo kdy BI nwS nhIN hMudw, jo kdy BI nhIN mrdw [ auh sdw dwqW b^Sdw hY, aus dI dwiq sdw vDdI rihMdI hY ","unicode":"ਪਰਮਾਤਮਾ ਐਸਾ ਪਤੀ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਨਾਸ਼ ਨਹੀਂ ਹੰੁਦਾ, ਜੋ ਕਦੇ ਭੀ ਨਹੀਂ ਮਰਦਾ । ਉਹ ਸਦਾ ਦਾਤਾਂ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਦਾਤਿ ਸਦਾ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ "},"ms":{"gurmukhi":"srb-SkqIvwn vwihgurU kdwic`q mrdw jW jWdw nhIN[ jo kuJ auh idMdw hY, sdIv hI vDdw jWdw hY[","unicode":"ਸਰਬ-ਸ਼ਕਤੀਵਾਨ ਵਾਹਿਗੁਰੂ ਕਦਾਚਿੱਤ ਮਰਦਾ ਜਾਂ ਜਾਂਦਾ ਨਹੀਂ। ਜੋ ਕੁਝ ਉਹ ਦਿੰਦਾ ਹੈ, ਸਦੀਵ ਹੀ ਵਧਦਾ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"El Señor, nunca se va ni se muere, y da más y por siempre más."},"hi":{"ss":"परमात्मा ऐसा पति है~ जो कभी भी नाश नहीं होता~ जो कभी भी नहीं मरता। वह सदा दातें बख्शता है~ उसकी दात सदा बढ़ती ही रहती है।","sts":"सर्वशक्तिमान परमेश्वर कदापि मरता या जन्मता नहीं। वह जो कुछ देता है सदैव ही बढ़ता जाता है।"}},"transliteration":{"english":"har purakh na kab hee binasai jaavai nit dhevai chaRai savaiaa ||","hindi":"हरि पुरखु न कब ही बिनसै जावै नित देवै चड़ै सवाइआ ॥","en":"har purakh na kab hee binasai jaavai nit dhevai chaRai savaiaa ||","hi":"हरि पुरखु न कब ही बिनसै जावै नित देवै चड़ै सवाइआ ॥","ipa":"hər pʊrəkʰ nə kəb hi bɪnəsæ d͡ʒɑʋæ nɪt̪ d̪eʋæ t͡ʃəɽæ səʋɑɪɑ.","ur":"هر پُرکھ ن کب هیِ بنسَے جاوَے نت دےوَے چڑَے سواایا ۔۔"},"pageNo":79,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3160,"shabadId":188,"verse":{"gurmukhi":"nwnk sMq sMq hir eyko jip hir hir nwmu sohMdI ]","unicode":"ਨਾਨਕ ਸੰਤ ਸੰਤ ਹਰਿ ਏਕੋ ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਸੋਹੰਦੀ ॥"},"larivaar":{"gurmukhi":"nwnksMqsMqhireykojiphirhirnwmusohMdI]","unicode":"ਨਾਨਕਸੰਤਸੰਤਹਰਿਏਕੋਜਪਿਹਰਿਹਰਿਨਾਮੁਸੋਹੰਦੀ॥"},"translation":{"en":{"bdb":"O Nanak, the One Lord is the Saint of Saints. Chanting the Name of the Lord, Har, Har, the soul-bride is bountiful and beautiful.","ms":"Nanak, the one Lord is the saint of saints. By repeating Lord God's Name the bride is adorned.","ssk":"O Nanak, the One Lord is the Saint of Saints. Chanting the Name of the Lord, Har, Har, the soul-bride is bountiful and beautiful."},"pu":{"ss":{"gurmukhi":"hy nwnk ! Bgq jn qy BgqW dw (ipAwrw) pRBU iek-rUp hn [ prmwqmw dw nwm jp jp ky jIv-iesqRI sohxy jIvn vwlI bx jWdI hY ","unicode":"ਹੇ ਨਾਨਕ ! ਭਗਤ ਜਨ ਤੇ ਭਗਤਾਂ ਦਾ (ਪਿਆਰਾ) ਪ੍ਰਭੂ ਇਕ-ਰੂਪ ਹਨ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ "},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: (sMq sMq hir) hrI sMq srUp hY AOr sMq hrI srUp hYN, donoN eyk hI AByd rUp hYN, iqn sMqoN dÍwry hir hir nwm ko jp kr mYN (sohMdI) soBnIk hoeI hUM]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: (ਸੰਤ ਸੰਤ ਹਰਿ) ਹਰੀ ਸੰਤ ਸਰੂਪ ਹੈ ਔਰ ਸੰਤ ਹਰੀ ਸਰੂਪ ਹੈਂ, ਦੋਨੋਂ ਏਕ ਹੀ ਅਭੇਦ ਰੂਪ ਹੈਂ, ਤਿਨ ਸੰਤੋਂ ਦ੍ਵਾਰੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਜਪ ਕਰ ਮੈਂ (ਸੋਹੰਦੀ) ਸੋਭਨੀਕ ਹੋਈ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy nwnk ! Bgq jn qy BgqW dw (ipAwrw) pRBU iek-rUp hn [ prmwqmw dw nwm jp jp ky jIv-iesqRI sohxy jIvn vwlI bx jWdI hY ","unicode":"ਹੇ ਨਾਨਕ ! ਭਗਤ ਜਨ ਤੇ ਭਗਤਾਂ ਦਾ (ਪਿਆਰਾ) ਪ੍ਰਭੂ ਇਕ-ਰੂਪ ਹਨ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ "},"ms":{"gurmukhi":"nwnk Adu`qI pRBU swDUAW dw swDU hY[ vwihgurU suAwmI dy lwm dw aucwrx krn duAwrw pqnI suSoBq ho jwvdI hY[","unicode":"ਨਾਨਕ ਅਦੁੱਤੀ ਪ੍ਰਭੂ ਸਾਧੂਆਂ ਦਾ ਸਾਧੂ ਹੈ। ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਲਾਮ ਦਾ ਉਚਾਰਣ ਕਰਨ ਦੁਆਰਾ ਪਤਨੀ ਸੁਸ਼ੋਭਤ ਹੋ ਜਾਵਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, Él, el Señor es el Santo de santos, habita en Él y sé bendecido. "},"hi":{"ss":"हे नानक ! भगत जन और भगतों का (प्यारा) प्रभू एक रूप है। परमात्मा का नाम जप जप के जीव स्त्री सुंदर जीवन वाली बन जाती है।","sts":"हे नानक ! अद्वितीय प्रभु संतों का संत है। ईश्वर के नाम का उच्चारण करने से पत्नी सुशोभित हो जाती है।"}},"transliteration":{"english":"naanak sa(n)t sa(n)t har eko jap har har naam soha(n)dhee ||","hindi":"नानक संत संत हरि एको जपि हरि हरि नामु सोहंदी ॥","en":"naanak sa(n)t sa(n)t har eko jap har har naam soha(n)dhee ||","hi":"नानक संत संत हरि एको जपि हरि हरि नामु सोहंदी ॥","ipa":"nɑnək səŋt̪ səŋt̪ hər eekɔ d͡ʒəp hər hər nɑm sɔhəŋd̪i.","ur":"نانک سںت سںت هر اےکو جپِ هرِ هرِ نام سوهںدیِ ۔۔"},"pageNo":79,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3161,"shabadId":188,"verse":{"gurmukhi":"hir rwm rwm myry bwbulw ipr imil Dn vyl vDMdI ]5]1]","unicode":"ਹਰਿ ਰਾਮ ਰਾਮ ਮੇਰੇ ਬਾਬੁਲਾ ਪਿਰ ਮਿਲਿ ਧਨ ਵੇਲ ਵਧੰਦੀ ॥੫॥੧॥"},"larivaar":{"gurmukhi":"hirrwmrwmmyrybwbulwiprimilDnvylvDMdI]5]1]","unicode":"ਹਰਿਰਾਮਰਾਮਮੇਰੇਬਾਬੁਲਾਪਿਰਮਿਲਿਧਨਵੇਲਵਧੰਦੀ॥੫॥੧॥"},"translation":{"en":{"bdb":"The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine. ||5||1||","ms":"The Lord God pervades everywhere O my father! On meeting with her Spouse the bride extends like a creeper.","ssk":"The Lord, Raam, Raam, is All-pervading, O my father. Meeting her Husband Lord, the soul-bride blossoms forth like the flourishing vine. ||5||1||"},"pu":{"ss":{"gurmukhi":"hy myry ipqw ! hrI-pqI nwl rwm pqI nwl imlky jIv-iesqRI dI pIVHI c`l pYNdI hY (Bwv, aus dI sMgiq ivc rih ky hor AnykW jIv ismrn dy rwhy pY jWdy hn) [5[1[","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਹੋਰ ਅਨੇਕਾਂ ਜੀਵ ਸਿਮਰਨ ਦੇ ਰਾਹੇ ਪੈ ਜਾਂਦੇ ਹਨ) ।੫।੧।"},"ft":{"gurmukhi":"hy myrw ipqw rUp sMq jnoN! hrI bÎwpk rwm hY nwm ijs dw, iqs pqI ky swQ iml kr mYN iesqRI dI guxoN rUpI, vw jgÎwsU jn rUpI vyl vDqI BeI hY]5]1]ÇisKoN ny pRSn kIAw, hy Bgvn! mn vs nhIN Awvqw? qb sRI gurU jI ny srb ky pRqI mn ky smJwauxy kw aupdyS kIAw ik ies qrW mn ko smJwvnw cwhIey:","unicode":"ਹੇ ਮੇਰਾ ਪਿਤਾ ਰੂਪ ਸੰਤ ਜਨੋਂ! ਹਰੀ ਬ੍ਯਾਪਕ ਰਾਮ ਹੈ ਨਾਮ ਜਿਸ ਦਾ, ਤਿਸ ਪਤੀ ਕੇ ਸਾਥ ਮਿਲ ਕਰ ਮੈਂ ਇਸਤ੍ਰੀ ਦੀ ਗੁਣੋਂ ਰੂਪੀ, ਵਾ ਜਗ੍ਯਾਸੂ ਜਨ ਰੂਪੀ ਵੇਲ ਵਧਤੀ ਭਈ ਹੈ॥੫॥੧॥☬ਸਿਖੋਂ ਨੇ ਪ੍ਰਸ਼ਨ ਕੀਆ, ਹੇ ਭਗਵਨ! ਮਨ ਵਸ ਨਹੀਂ ਆਵਤਾ? ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸਰਬ ਕੇ ਪ੍ਰਤੀ ਮਨ ਕੇ ਸਮਝਾਉਣੇ ਕਾ ਉਪਦੇਸ਼ ਕੀਆ ਕਿ ਇਸ ਤਰਾਂ ਮਨ ਕੋ ਸਮਝਾਵਨਾ ਚਾਹੀਏ:"},"bdb":{"gurmukhi":"hy myry ipqw ! hrI-pqI nwl rwm pqI nwl imlky jIv-iesqRI dI pIVHI c`l pYNdI hY (Bwv, aus dI sMgiq ivc rih ky hor AnykW jIv ismrn dy rwhy pY jWdy hn) [5[1[","unicode":"ਹੇ ਮੇਰੇ ਪਿਤਾ ! ਹਰੀ-ਪਤੀ ਨਾਲ ਰਾਮ ਪਤੀ ਨਾਲ ਮਿਲਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਪੀੜ੍ਹੀ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਹੋਰ ਅਨੇਕਾਂ ਜੀਵ ਸਿਮਰਨ ਦੇ ਰਾਹੇ ਪੈ ਜਾਂਦੇ ਹਨ) ।੫।੧।"},"ms":{"gurmukhi":"vwihgurU suAwmI hr QW rimAw hoieAw hY, hY myry ipqw! Awpdy pqI nwl iml ky pqnI vyl vw|U vDdI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਹਰ ਥਾਂ ਰਮਿਆ ਹੋਇਆ ਹੈ, ਹੈ ਮੇਰੇ ਪਿਤਾ! ਆਪਦੇ ਪਤੀ ਨਾਲ ਮਿਲ ਕੇ ਪਤਨੀ ਵੇਲ ਵਾਙੂ ਵਧਦੀ ਹੈ।"}},"es":{"sn":"Oh padre, encontrando al Señor que prevalece en todo, la familia de la novia crece como enredadera.  (5-1)"},"hi":{"ss":"हे मेरे पिता ! हरि पति के साथ राम पति के साथ मिल के जीव स्त्री की पीढ़ी चल पड़ती है (भाव~ उसकी संगति में रह कर और अनेकों जीव सिमरन की राह पे पड़ जाते हैं)।5।1।","sts":"हे मेरे बाबुल ! मुझे हरि-रूप पति मिला है, हरि सर्वव्यापक है। अपने पति से मिलकर पत्नी की अपने परिवार में अभिवृद्धि हुई है॥५॥१॥"}},"transliteration":{"english":"har raam raam mere baabulaa pir mil dhan vel vadha(n)dhee ||5||1||","hindi":"हरि राम राम मेरे बाबुला पिर मिलि धन वेल वधंदी ॥५॥१॥","en":"har raam raam mere baabulaa pir mil dhan vel vadha(n)dhee ||5||1||","hi":"हरि राम राम मेरे बाबुला पिर मिलि धन वेल वधंदी ॥५॥१॥","ipa":"hər rɑm rɑm mere bɑbʊlɑ pɪr mɪl t̪ən ʋel ʋət̪əŋd̪i.5.1.","ur":"هر رام رام مےرے بابلا پر ملِ دھن وےل ودھںدیِ ۔۔۵۔۔۱۔۔"},"pageNo":79,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3162,"shabadId":189,"verse":{"gurmukhi":"isrIrwgu mhlw 5 CMq","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੫ ਛੰਤ"},"larivaar":{"gurmukhi":"isrIrwgumhlw5CMq","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੫ਛੰਤ"},"translation":{"en":{"bdb":"Siree Raag, Fifth Mehla, Chhant:","ms":"Sri Rag, Fifth Guru.","ssk":"Siree Raag, Fifth Mehl, Chhant:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pMjvIN pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"श्री राग महला ५ छंत","sts":"श्रीरागु महला ५ छंत"}},"transliteration":{"english":"sireeraag mahalaa panjavaa chha(n)t","hindi":"सिरीरागु महला ५ छंत","en":"sireeraag mahalaa panjavaa chha(n)t","hi":"सिरीरागु महला ५ छंत","ipa":"sɪrirɑG məhəlɑ pəŋd͡ʒʋɑ ɕəŋt̪","ur":"سِریِراگ مهلا ۵ چھںت"},"pageNo":79,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3163,"shabadId":189,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but one God. By the True Guru's favour He is obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI rihmq sdkw auh prwpq huMdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਹਿਮਤ ਸਦਕਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador Universal, por la Gracia del Verdadero Guru."},"hi":{"ss":"","sts":"ईश्वर एक है, जिसे सतगुरु की कृपा से पाया जा सकता है।"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":79,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3164,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw goibMd nwmu smwly ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਗੋਬਿੰਦ ਨਾਮੁ ਸਮਾਲੇ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwgoibMdnwmusmwly]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਗੋਬਿੰਦਨਾਮੁਸਮਾਲੇ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, reflect upon the Name of the Lord of the Universe.","ms":"O my dear friendly soul! do thou meditate on the Name of the World -Master.","ssk":"O dear beloved mind, my friend, reflect upon the Name of the Lord of the Universe."},"pu":{"ss":{"gurmukhi":"hy (myry) ipAwry mn ! hy (myry) imqR mn ! prmwqmw dw nwm (Awpxy AMdr) sWB ky r`K ","unicode":"ਹੇ (ਮੇਰੇ) ਪਿਆਰੇ ਮਨ ! ਹੇ (ਮੇਰੇ) ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ "},"ft":{"gurmukhi":"hy mn ipAwirAw jIaUNidAw imqRw! (go) bydoN kr ky (ibMd) jwnxy Xog jo hrI hY, iqs kw nwm ismrn kru]","unicode":"ਹੇ ਮਨ ਪਿਆਰਿਆ ਜੀਊਂਦਿਆ ਮਿਤ੍ਰਾ! (ਗੋ) ਬੇਦੋਂ ਕਰ ਕੇ (ਬਿੰਦ) ਜਾਨਣੇ ਯੋਗ ਜੋ ਹਰੀ ਹੈ, ਤਿਸ ਕਾ ਨਾਮ ਸਿਮਰਨ ਕਰੁ॥"},"bdb":{"gurmukhi":"hy (myry) ipAwry mn ! hy (myry) imqR mn ! prmwqmw dw nwm (Awpxy AMdr) sWB ky r`K ","unicode":"ਹੇ (ਮੇਰੇ) ਪਿਆਰੇ ਮਨ ! ਹੇ (ਮੇਰੇ) ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ "},"ms":{"gurmukhi":"hy myrI snyhI sjxI ijMdVIey! qUM isRStI dy mwlk dy nwm dw ArwDn kr[","unicode":"ਹੇ ਮੇਰੀ ਸਨੇਹੀ ਸਜਣੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮਾਲਕ ਦੇ ਨਾਮ ਦਾ ਅਰਾਧਨ ਕਰ।"}},"es":{"sn":"Oh mi mente, mi amiga, acumula en tu interior el Nombre del Señor. "},"hi":{"ss":"हे (मेरे) प्यारे मन ! हे (मेरे) मित्र मन ! परमात्मा का नाम (अपने अंदर) संभाल के रख।","sts":"हे मेरे प्रिय मित्र मन ! भगवान का नाम-सिमरन करो। हे मेरे प्रिय मित्र मन !"}},"transliteration":{"english":"man piaariaa jeeau mitraa gobi(n)dh naam samaale ||","hindi":"मन पिआरिआ जीउ मित्रा गोबिंद नामु समाले ॥","en":"man piaariaa jeeau mitraa gobi(n)dh naam samaale ||","hi":"मन पिआरिआ जीउ मित्रा गोबिंद नामु समाले ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ Gɔbɪŋd̪ nɑm səmɑle.","ur":"من پآرآ جیِا مترا گوبںد نام سمالے ۔۔"},"pageNo":79,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3165,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jI imqRw hir inbhY qyrY nwly ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀ ਮਿਤ੍ਰਾ ਹਰਿ ਨਿਬਹੈ ਤੇਰੈ ਨਾਲੇ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIimqRwhirinbhYqyrYnwly]","unicode":"ਮਨਪਿਆਰਿਆਜੀਮਿਤ੍ਰਾਹਰਿਨਿਬਹੈਤੇਰੈਨਾਲੇ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, the Lord shall always be with you.","ms":"O mind! my sweet friend, God shall stand by thee.","ssk":"O dear beloved mind, my friend, the Lord shall always be with you."},"pu":{"ss":{"gurmukhi":" hy ipAwry mn ! hy imqR mn ! ieh hir-nwm (sdw) qyry nwl swQ inbwhygw ","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਇਹ ਹਰਿ-ਨਾਮ (ਸਦਾ) ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਬਾਹੇਗਾ "},"ft":{"gurmukhi":"hy myry mn hy ipAwry imqR jI! so hrI hI qyry sMg shwieqw krny vwlw swQ hovygw]","unicode":"ਹੇ ਮੇਰੇ ਮਨ ਹੇ ਪਿਆਰੇ ਮਿਤ੍ਰ ਜੀ! ਸੋ ਹਰੀ ਹੀ ਤੇਰੇ ਸੰਗ ਸਹਾਇਤਾ ਕਰਨੇ ਵਾਲਾ ਸਾਥ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":" hy ipAwry mn ! hy imqR mn ! ieh hir-nwm (sdw) qyry nwl swQ inbwhygw ","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਇਹ ਹਰਿ-ਨਾਮ (ਸਦਾ) ਤੇਰੇ ਨਾਲ ਸਾਥ ਨਿਬਾਹੇਗਾ "},"ms":{"gurmukhi":"hy mnUey! myry imTVy Xwr, vwihgurU qyrw p`K pUrygw[","unicode":"ਹੇ ਮਨੂਏ! ਮੇਰੇ ਮਿਠੜੇ ਯਾਰ, ਵਾਹਿਗੁਰੂ ਤੇਰਾ ਪੱਖ ਪੂਰੇਗਾ।"}},"es":{"sn":"Oh mi mente, mi amiga, tu Señor perdura contigo. "},"hi":{"ss":"हे प्यारे मन ! हे मित्र मन ! ये हरि नाम (सदा) तेरे साथ निभेगा।","sts":"भगवान का नाम हमेशा तेरे साथ रहेगा। अतः भगवान के नाम का ध्यान करो !"}},"transliteration":{"english":"man piaariaa jee mitraa har nibahai terai naale ||","hindi":"मन पिआरिआ जी मित्रा हरि निबहै तेरै नाले ॥","en":"man piaariaa jee mitraa har nibahai terai naale ||","hi":"मन पिआरिआ जी मित्रा हरि निबहै तेरै नाले ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒi mɪt̪ɹɑ hər nɪbəhæ t̪eræ nɑle.","ur":"من پآرآ جیِ مترا هر نبهَے تےرَے نالے ۔۔"},"pageNo":79,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3166,"shabadId":189,"verse":{"gurmukhi":"sMig shweI hir nwmu iDAweI ibrQw koie n jwey ]","unicode":"ਸੰਗਿ ਸਹਾਈ ਹਰਿ ਨਾਮੁ ਧਿਆਈ ਬਿਰਥਾ ਕੋਇ ਨ ਜਾਏ ॥"},"larivaar":{"gurmukhi":"sMigshweIhirnwmuiDAweIibrQwkoienjwey]","unicode":"ਸੰਗਿਸਹਾਈਹਰਿਨਾਮੁਧਿਆਈਬਿਰਥਾਕੋਇਨਜਾਏ॥"},"translation":{"en":{"bdb":"The Name of the Lord shall be with you as your Helper and Support. Meditate on Him-no one who does so shall ever return empty-handed.","ms":"Ponder over God's Name. He shall be an ever-present Helper of thine.(From God's door) none returns empty-handed.","ssk":"The Name of the Lord shall be with you as your Helper and Support. Meditate on Him-no one who does so shall ever return empty-handed."},"pu":{"ss":{"gurmukhi":"(hy mn !) prmwqmw dw nwm ismr, (iehI qyry) nwl (rhygw, iehI qyrw) swQI (rhygw [ jyhVw BI mnu`K iehI hir-nwm ismrdw hY) auh dunIAw qoN ^wlI (-h`Q) nhIN jWdw ","unicode":"(ਹੇ ਮਨ !) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਹੀ ਤੇਰੇ) ਨਾਲ (ਰਹੇਗਾ, ਇਹੀ ਤੇਰਾ) ਸਾਥੀ (ਰਹੇਗਾ । ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਦੁਨੀਆ ਤੋਂ ਖ਼ਾਲੀ (-ਹੱਥ) ਨਹੀਂ ਜਾਂਦਾ "},"ft":{"gurmukhi":"so hrI qyry sMg shweI hovygw, kÎoNik iqs ky (nwmu iDAweI) nwm ky iDAwxy vwlw koeI BI KwlI nhIN jwqw hY, vw qUM  iDAwauxy vwlw hohu qYƒ koeI pIVw nw auqpiq hovygI]ÇpRSn: nwm ky DÎwauxy vwly ko AOr ikAw Pl pRwpiq hoqw hY?Çau`qru:","unicode":"ਸੋ ਹਰੀ ਤੇਰੇ ਸੰਗ ਸਹਾਈ ਹੋਵੇਗਾ, ਕ੍ਯੋਂਕਿ ਤਿਸ ਕੇ (ਨਾਮੁ ਧਿਆਈ) ਨਾਮ ਕੇ ਧਿਆਣੇ ਵਾਲਾ ਕੋਈ ਭੀ ਖਾਲੀ ਨਹੀਂ ਜਾਤਾ ਹੈ, ਵਾ ਤੂੰ  ਧਿਆਉਣੇ ਵਾਲਾ ਹੋਹੁ ਤੈਨੂੰ ਕੋਈ ਪੀੜਾ ਨਾ ਉਤਪਤਿ ਹੋਵੇਗੀ॥☬ਪ੍ਰਸ਼ਨ: ਨਾਮ ਕੇ ਧ੍ਯਾਉਣੇ ਵਾਲੇ ਕੋ ਔਰ ਕਿਆ ਫਲ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ?☬ਉੱਤਰੁ:"},"bdb":{"gurmukhi":"(hy mn !) prmwqmw dw nwm ismr, (iehI qyry) nwl (rhygw, iehI qyrw) swQI (rhygw [ jyhVw BI mnu`K iehI hir-nwm ismrdw hY) auh dunIAw qoN ^wlI (-h`Q) nhIN jWdw ","unicode":"(ਹੇ ਮਨ !) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, (ਇਹੀ ਤੇਰੇ) ਨਾਲ (ਰਹੇਗਾ, ਇਹੀ ਤੇਰਾ) ਸਾਥੀ (ਰਹੇਗਾ । ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੀ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ਉਹ ਦੁਨੀਆ ਤੋਂ ਖ਼ਾਲੀ (-ਹੱਥ) ਨਹੀਂ ਜਾਂਦਾ "},"ms":{"gurmukhi":"r`b dy nwm dw icMqn kr[ auh qyrw hwzr-lwzr mddgwr hovygw (r`b dy bUhy qo) koeI BI KwlI h`QI nhIN muVdw[","unicode":"ਰੱਬ ਦੇ ਨਾਮ ਦਾ ਚਿੰਤਨ ਕਰ। ਉਹ ਤੇਰਾ ਹਾਜ਼ਰ-ਲਾਜ਼ਰ ਮਦਦਗਾਰ ਹੋਵੇਗਾ (ਰੱਬ ਦੇ ਬੂਹੇ ਤੋ) ਕੋਈ ਭੀ ਖਾਲੀ ਹੱਥੀ ਨਹੀਂ ਮੁੜਦਾ।"}},"es":{"sn":"Habita en el Nombre, tu Soporte Eterno, aquél que lo hace, no desperdicia su vida."},"hi":{"ss":"(हे मन !) परमात्मा का नाम सिमर~ (यही तेरे) साथ (रहेगा। जो भी मनुष्य यही हरि नाम सिमरता है) वह दुनिया से खाली (हाथ) नहीं जाता।","sts":"यह तेरे साथ रहेगा और तेरी सहायता करेगा। नाम-सिमरन करने वाला कोई भी दुनिया से खाली हाथ नहीं जाता।"}},"transliteration":{"english":"sa(n)g sahaiee har naam dhiaaiee birathaa koi na jaae ||","hindi":"संगि सहाई हरि नामु धिआई बिरथा कोइ न जाए ॥","en":"sa(n)g sahaiee har naam dhiaaiee birathaa koi na jaae ||","hi":"संगि सहाई हरि नामु धिआई बिरथा कोइ न जाए ॥","ipa":"səŋG səhɑei hər nɑm t̪ɪəɑei bɪrət̪ʰɑ kɔeɪ nə d͡ʒɑee.","ur":"سںگ سهاای هر نام دھآای برتھا کوا ن جااے ۔۔"},"pageNo":79,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3167,"shabadId":189,"verse":{"gurmukhi":"mn icMdy syeI Pl pwvih crx kml icqu lwey ]","unicode":"ਮਨ ਚਿੰਦੇ ਸੇਈ ਫਲ ਪਾਵਹਿ ਚਰਣ ਕਮਲ ਚਿਤੁ ਲਾਏ ॥"},"larivaar":{"gurmukhi":"mnicMdysyeIPlpwvihcrxkmlicqulwey]","unicode":"ਮਨਚਿੰਦੇਸੇਈਫਲਪਾਵਹਿਚਰਣਕਮਲਚਿਤੁਲਾਏ॥"},"translation":{"en":{"bdb":"You shall obtain the fruits of your mind's desires, by focusing your consciousness on the Lord's Lotus Feet.","ms":"Thou shalt obtain the fruits desired by thy heart by fixing thy mind on Lord's lotus feet.","ssk":"You shall obtain the fruits of your mind's desires, by focusing your consciousness on the Lord's Lotus Feet."},"pu":{"ss":{"gurmukhi":"(hy BweI !) prmwqmw dy sohxy crnW ivc ic`q joV, qUM swry mn ie`Cq Pl pRwpq kr leyNgw ","unicode":"(ਹੇ ਭਾਈ !) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ, ਤੂੰ ਸਾਰੇ ਮਨ ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ "},"ft":{"gurmukhi":"nwm ky jpny vwly purS Drm, ArQ, kwm, moK, ien cwroN pdwrQoN myN ijn ko (icMdy) icqvqy hYN soeI iqn ko pRwpiq hoqw hY, prMqU vhu pRymI jn crnwrivMdoN myN hI Apny icq ko lgwvqy hYN]","unicode":"ਨਾਮ ਕੇ ਜਪਨੇ ਵਾਲੇ ਪੁਰਸ਼ ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ, ਇਨ ਚਾਰੋਂ ਪਦਾਰਥੋਂ ਮੇਂ ਜਿਨ ਕੋ (ਚਿੰਦੇ) ਚਿਤਵਤੇ ਹੈਂ ਸੋਈ ਤਿਨ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ, ਪਰੰਤੂ ਵਹੁ ਪ੍ਰੇਮੀ ਜਨ ਚਰਨਾਰਵਿੰਦੋਂ ਮੇਂ ਹੀ ਅਪਨੇ ਚਿਤ ਕੋ ਲਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI !) prmwqmw dy sohxy crnW ivc ic`q joV, qUM swry mn ie`Cq Pl pRwpq kr leyNgw ","unicode":"(ਹੇ ਭਾਈ !) ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ, ਤੂੰ ਸਾਰੇ ਮਨ ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ "},"ms":{"gurmukhi":"suAwmI dy kMvl rUpI pYrW nwl Awpxw mn joVx duAwrw qUM auh myvy pw lvygw ijhfy qyrw idl cwhuMdw hY[","unicode":"ਸੁਆਮੀ ਦੇ ਕੰਵਲ ਰੂਪੀ ਪੈਰਾਂ ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜਣ ਦੁਆਰਾ ਤੂੰ ਉਹ ਮੇਵੇ ਪਾ ਲਵੇਗਾ ਜਿਹਡੇ ਤੇਰਾ ਦਿਲ ਚਾਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Los deseos de su corazón son satisfechos concentrando su mente en los Pies de Loto del Señor,"},"hi":{"ss":"(हे भाई !) परमात्मा के सुंदर चरणों में चिक्त जोड़~ तू सारे मन इच्छित फल प्राप्त कर लेगा।","sts":"जो भगवान के चरण-कमलों में अपना चित लगाता है, उसे मनोवांछित फल प्राप्त होता है।"}},"transliteration":{"english":"man chi(n)dhe seiee fal paaveh charan kamal chit laae ||","hindi":"मन चिंदे सेई फल पावहि चरण कमल चितु लाए ॥","en":"man chi(n)dhe seiee fal paaveh charan kamal chit laae ||","hi":"मन चिंदे सेई फल पावहि चरण कमल चितु लाए ॥","ipa":"mən t͡ʃɪŋd̪e seei fəl pɑʋəh t͡ʃərəɳ kəməl t͡ʃɪt̪ lɑee.","ur":"من چںدے سےای پھل پاوه چرݨ کمل چت لااے ۔۔"},"pageNo":79,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3168,"shabadId":189,"verse":{"gurmukhi":"jil Qil pUir rihAw bnvwrI Git Git ndir inhwly ]","unicode":"ਜਲਿ ਥਲਿ ਪੂਰਿ ਰਹਿਆ ਬਨਵਾਰੀ ਘਟਿ ਘਟਿ ਨਦਰਿ ਨਿਹਾਲੇ ॥"},"larivaar":{"gurmukhi":"jilQilpUirrihAwbnvwrIGitGitndirinhwly]","unicode":"ਜਲਿਥਲਿਪੂਰਿਰਹਿਆਬਨਵਾਰੀਘਟਿਘਟਿਨਦਰਿਨਿਹਾਲੇ॥"},"translation":{"en":{"bdb":"He is totally pervading the water and the land; He is the Lord of the World-forest. Behold Him in exaltation in each and every heart.","ms":"With thy sight behold in every heart the Lord of the world-forest, who is fully pervading the ocean and land.","ssk":"He is totally pervading the water and the land; He is the Lord of the World-forest. Behold Him in exaltation in each and every heart."},"pu":{"ss":{"gurmukhi":"(hy myry mn !) jgq dw mwlk pRBU jl ivc DrqI ivc hr QW BrpUr hY, auh hryk srIr ivc (ivAwpk ho ky imhr dI) ingwh nwl (hryk ƒ) vyKdw hY ","unicode":"(ਹੇ ਮੇਰੇ ਮਨ !) ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਭਰਪੂਰ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਵਿਆਪਕ ਹੋ ਕੇ ਮਿਹਰ ਦੀ) ਨਿਗਾਹ ਨਾਲ (ਹਰੇਕ ਨੂੰ) ਵੇਖਦਾ ਹੈ "},"ft":{"gurmukhi":"hy mn! jl qQw Ql smsqoN myN so bnmwlI pUrn ho rhw hY, AOr bRhmw sy cItI pRXMq jIvoN ko ApnI srbgÎ idRs†I sy sB ko (inhwly) dyK rhw hY, vw qUM gÎwn idRs†I sy Gt Gt myN eyk bRhm hI pUrx dyK]","unicode":"ਹੇ ਮਨ! ਜਲ ਤਥਾ ਥਲ ਸਮਸਤੋਂ ਮੇਂ ਸੋ ਬਨਮਾਲੀ ਪੂਰਨ ਹੋ ਰਹਾ ਹੈ, ਔਰ ਬ੍ਰਹਮਾ ਸੇ ਚੀਟੀ ਪ੍ਰਯੰਤ ਜੀਵੋਂ ਕੋ ਅਪਨੀ ਸਰਬਗ੍ਯ ਦ੍ਰਿਸ੍ਟੀ ਸੇ ਸਭ ਕੋ (ਨਿਹਾਲੇ) ਦੇਖ ਰਹਾ ਹੈ, ਵਾ ਤੂੰ ਗ੍ਯਾਨ ਦ੍ਰਿਸ੍ਟੀ ਸੇ ਘਟ ਘਟ ਮੇਂ ਏਕ ਬ੍ਰਹਮ ਹੀ ਪੂਰਣ ਦੇਖ॥"},"bdb":{"gurmukhi":"(hy myry mn !) jgq dw mwlk pRBU jl ivc DrqI ivc hr QW BrpUr hY, auh hryk srIr ivc (ivAwpk ho ky imhr dI) ingwh nwl (hryk ƒ) vyKdw hY ","unicode":"(ਹੇ ਮੇਰੇ ਮਨ !) ਜਗਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਭਰਪੂਰ ਹੈ, ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਵਿਆਪਕ ਹੋ ਕੇ ਮਿਹਰ ਦੀ) ਨਿਗਾਹ ਨਾਲ (ਹਰੇਕ ਨੂੰ) ਵੇਖਦਾ ਹੈ "},"ms":{"gurmukhi":"AwpxI idRStI nwl hr idl AMdr jMgl rUpI jgq dy suAwmI ƒ dyK, jo smuMdr qy DrqI iv`c prI-pUrn ho irhw hY[","unicode":"ਆਪਣੀ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਹਰ ਦਿਲ ਅੰਦਰ ਜੰਗਲ ਰੂਪੀ ਜਗਤ ਦੇ ਸੁਆਮੀ ਨੂੰ ਦੇਖ, ਜੋ ਸਮੁੰਦਰ ਤੇ ਧਰਤੀ ਵਿੱਚ ਪਰੀ-ਪੂਰਨ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Quien en flor, prevalece en los mares y en la tierra, también habita por Su Gracia, en ti."},"hi":{"ss":"(हे मेरे मन !) जगत का मालिक प्रभू जल में धरती में हर जगह मौजूद है। वह हरेक शरीर में (व्यापक हो के मिहर की) निगाह से (हरेक को) देखता है।","sts":"यह प्रभु जल एवं थल में सर्वव्यापक है। वह समस्त जीवों के हृदय में विद्यमान है और सबको अपनी कृपा-दृष्टि से देखता हैं।"}},"transliteration":{"english":"jal thal poor rahiaa banavaaree ghaT ghaT nadhar nihaale ||","hindi":"जलि थलि पूरि रहिआ बनवारी घटि घटि नदरि निहाले ॥","en":"jal thal poor rahiaa banavaaree ghaT ghaT nadhar nihaale ||","hi":"जलि थलि पूरि रहिआ बनवारी घटि घटि नदरि निहाले ॥","ipa":"d͡ʒəl t̪ʰəl pur rəhɪəɑ bənəʋɑri Gʰəʈ Gʰəʈ nəd̪ər nɪhɑle.","ur":"جل تھلِ پُور رهِآ بنواریِ گھٹِ گھٹِ ندر نهالے ۔۔"},"pageNo":79,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3169,"shabadId":189,"verse":{"gurmukhi":"nwnku isK dyie mn pRIqm swDsMig BRmu jwly ]1]","unicode":"ਨਾਨਕੁ ਸਿਖ ਦੇਇ ਮਨ ਪ੍ਰੀਤਮ ਸਾਧਸੰਗਿ ਭ੍ਰਮੁ ਜਾਲੇ ॥੧॥"},"larivaar":{"gurmukhi":"nwnkuisKdyiemnpRIqmswDsMigBRmujwly]1]","unicode":"ਨਾਨਕੁਸਿਖਦੇਇਮਨਪ੍ਰੀਤਮਸਾਧਸੰਗਿਭ੍ਰਮੁਜਾਲੇ॥੧॥"},"translation":{"en":{"bdb":"Nanak gives this advice: O beloved mind, in the Company of the Holy, burn away your doubts. ||1||","ms":"Nanak, gives thee a counsel, O my dear soul! burn thy scepticism in the society of saints.","ssk":"Nanak gives this advice: O beloved mind, in the Company of the Holy, burn away your doubts. ||1||"},"pu":{"ss":{"gurmukhi":"hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY—swD sMgiq ivc rih ky AwpxI Btkxw nws kr [1[","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ—ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੀ ਭਟਕਣਾ ਨਾਸ ਕਰ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jgXwsU jn Apny pÎwry mn ko ies qrHW isKÎw dyvy ik hy mn qUM  swD sMgiq kr ky BRm rUpI prdy kO jlwie dyh, vw hy mn ky pRIqm! qyry mn myN isCw dyqw hUM sMqoN ky sMg kr qUM  Brm ko jlwie dyh]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਗਯਾਸੂ ਜਨ ਅਪਨੇ ਪ੍ਯਾਰੇ ਮਨ ਕੋ ਇਸ ਤਰ੍ਹਾਂ ਸਿਖ੍ਯਾ ਦੇਵੇ ਕਿ ਹੇ ਮਨ ਤੂੰ  ਸਾਧ ਸੰਗਤਿ ਕਰ ਕੇ ਭ੍ਰਮ ਰੂਪੀ ਪਰਦੇ ਕੌ ਜਲਾਇ ਦੇਹ, ਵਾ ਹੇ ਮਨ ਕੇ ਪ੍ਰੀਤਮ! ਤੇਰੇ ਮਨ ਮੇਂ ਸਿਛਾ ਦੇਤਾ ਹੂੰ ਸੰਤੋਂ ਕੇ ਸੰਗ ਕਰ ਤੂੰ  ਭਰਮ ਕੋ ਜਲਾਇ ਦੇਹ॥"},"bdb":{"gurmukhi":"hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY—swD sMgiq ivc rih ky AwpxI Btkxw nws kr [1[","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ—ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਆਪਣੀ ਭਟਕਣਾ ਨਾਸ ਕਰ ।੧।"},"ms":{"gurmukhi":"nwnk qYƒ siqsMgq AMdr Awpxw vihm swV su`tx dI slwh idMdw hY, myrI ipAwrI ijMdVIey[","unicode":"ਨਾਨਕ ਤੈਨੂੰ ਸਤਿਸੰਗਤ ਅੰਦਰ ਆਪਣਾ ਵਹਿਮ ਸਾੜ ਸੁੱਟਣ ਦੀ ਸਲਾਹ ਦਿੰਦਾ ਹੈ, ਮੇਰੀ ਪਿਆਰੀ ਜਿੰਦੜੀਏ।"}},"es":{"sn":"Dice Nanak, oh mi mente bien amada, te pido que disipes tu duda en la Saad Sangat, la Sociedad de los Santos. (1)"},"hi":{"ss":"हे प्यारे मन ! नानक (तुझे) शिक्षा देता है–साध-संगति में रह के अपनी भटकना का नाश कर।1।","sts":"नानक शिक्षा देते हैं केि हे मेरे प्रिय मन ! संतों की संगति करके माया के भ्रम-जाल को नष्ट कर दो ॥१॥"}},"transliteration":{"english":"naanak sikh dhei man preetam saadhasa(n)g bhram jaale ||1||","hindi":"नानकु सिख देइ मन प्रीतम साधसंगि भ्रमु जाले ॥१॥","en":"naanak sikh dhei man preetam saadhasa(n)g bhram jaale ||1||","hi":"नानकु सिख देइ मन प्रीतम साधसंगि भ्रमु जाले ॥१॥","ipa":"nɑnək sɪkʰ d̪eeɪ mən pɹit̪əm sɑt̪əsəŋG ɓɹəm d͡ʒɑle.1.","ur":"نانک سکھ دےا من پریِتم سادھسںگ بھرم جالے ۔۔۱۔۔"},"pageNo":79,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3170,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jI imqRw hir ibnu JUTu pswry ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀ ਮਿਤ੍ਰਾ ਹਰਿ ਬਿਨੁ ਝੂਠੁ ਪਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIimqRwhiribnuJUTupswry]","unicode":"ਮਨਪਿਆਰਿਆਜੀਮਿਤ੍ਰਾਹਰਿਬਿਨੁਝੂਠੁਪਸਾਰੇ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, without the Lord, all outward show is false.","ms":"O dear mind! my friend, without God all the ostentation is false.","ssk":"O dear beloved mind, my friend, without the Lord, all outward show is false."},"pu":{"ss":{"gurmukhi":"hy myry ipAwry mn ! hy myry imqR mn ! prmwqmw qoN ibnw (hor koeI sdw swQ inbwhux vwlw nhIN hY), ieh swrw jgq-pswrw sdw swQ inbwhux vwlw nhIN ","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮੇਰੇ ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ ਹੈ), ਇਹ ਸਾਰਾ ਜਗਤ-ਪਸਾਰਾ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ "},"ft":{"gurmukhi":"hy mn hy pÎwry imqR jI! hrI nwm sy ibnw AOr ijqny (pswry) PYlwau hYN sB JUTy hYN]","unicode":"ਹੇ ਮਨ ਹੇ ਪ੍ਯਾਰੇ ਮਿਤ੍ਰ ਜੀ! ਹਰੀ ਨਾਮ ਸੇ ਬਿਨਾ ਔਰ ਜਿਤਨੇ (ਪਸਾਰੇ) ਫੈਲਾਉ ਹੈਂ ਸਭ ਝੂਠੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy myry ipAwry mn ! hy myry imqR mn ! prmwqmw qoN ibnw (hor koeI sdw swQ inbwhux vwlw nhIN hY), ieh swrw jgq-pswrw sdw swQ inbwhux vwlw nhIN ","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮੇਰੇ ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ ਹੈ), ਇਹ ਸਾਰਾ ਜਗਤ-ਪਸਾਰਾ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ "},"ms":{"gurmukhi":"hy imTVy ic`q[ myry bylIAW, vwihgurU dy bgYr swrw AfMbr kUVw hY[","unicode":"ਹੇ ਮਿਠੜੇ ਚਿੱਤ। ਮੇਰੇ ਬੇਲੀਆਂ, ਵਾਹਿਗੁਰੂ ਦੇ ਬਗੈਰ ਸਾਰਾ ਅਡੰਬਰ ਕੂੜਾ ਹੈ।"}},"es":{"sn":"Oh mi mente, mi amiga, sin el Señor, todo este teatro es falso"},"hi":{"ss":"हे मेरे प्यारे मन ! परमात्मा के बिना (और कोई सदा साथ निभाने वाला नहीं है)~ ये सारा जगत पसारा सदा साथ निभाने वाला नहीं।","sts":"हे मेरे प्रिय मित्र मन ! भगवान के बिना माया का जगत् रूप प्रसार झूठा है।"}},"transliteration":{"english":"man piaariaa jee mitraa har bin jhooTh pasaare ||","hindi":"मन पिआरिआ जी मित्रा हरि बिनु झूठु पसारे ॥","en":"man piaariaa jee mitraa har bin jhooTh pasaare ||","hi":"मन पिआरिआ जी मित्रा हरि बिनु झूठु पसारे ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒi mɪt̪ɹɑ hər bɪn ɖ͡ʐuʈʰ pəsɑre.","ur":"من پآرآ جیِ مترا هر بن جھُوٹھ پسارے ۔۔"},"pageNo":79,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3171,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw ibKu swgru sMswry ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਬਿਖੁ ਸਾਗਰੁ ਸੰਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwibKuswgrusMswry]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਬਿਖੁਸਾਗਰੁਸੰਸਾਰੇ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, the world is an ocean of poison.","ms":"O dear mind! my friend, the world is an ocean of poison.","ssk":"O dear beloved mind, my friend, the world is an ocean of poison."},"pu":{"ss":{"gurmukhi":" hy ipAwry mn ! ieh sMswr (iek) smuMdr (hY jo) zhr (nwl BirAw hoieAw) hY ","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਇਹ ਸੰਸਾਰ (ਇਕ) ਸਮੁੰਦਰ (ਹੈ ਜੋ) ਜ਼ਹਰ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ) ਹੈ "},"ft":{"gurmukhi":"hy mn pÎwry imqR jI! Xih sMswr smuMdR (ibKu) jhr rUp hY]","unicode":"ਹੇ ਮਨ ਪ੍ਯਾਰੇ ਮਿਤ੍ਰ ਜੀ! ਯਹਿ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ (ਬਿਖੁ) ਜਹਰ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":" hy ipAwry mn ! ieh sMswr (iek) smuMdr (hY jo) zhr (nwl BirAw hoieAw) hY ","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਇਹ ਸੰਸਾਰ (ਇਕ) ਸਮੁੰਦਰ (ਹੈ ਜੋ) ਜ਼ਹਰ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ) ਹੈ "},"ms":{"gurmukhi":"hy imTVy ic`q! myry bylIAW! jgq iek zihr dw smuMdr hY[","unicode":"ਹੇ ਮਿਠੜੇ ਚਿੱਤ! ਮੇਰੇ ਬੇਲੀਆਂ! ਜਗਤ ਇਕ ਜ਼ਹਿਰ ਦਾ ਸਮੁੰਦਰ ਹੈ।"}},"es":{"sn":"Oh mi mente, mi amiga, el mundo es un mar de veneno. "},"hi":{"ss":"हे मेरे प्यारे मन ! ये संसार (एक) समुंद्र (है~ जो) जहर (से भरा हुआ) है।","sts":"यह संसार विष से भरा हुआ सागर है।"}},"transliteration":{"english":"man piaariaa jeeau mitraa bikh saagar sa(n)saare ||","hindi":"मन पिआरिआ जीउ मित्रा बिखु सागरु संसारे ॥","en":"man piaariaa jeeau mitraa bikh saagar sa(n)saare ||","hi":"मन पिआरिआ जीउ मित्रा बिखु सागरु संसारे ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ bɪkʰ sɑGər səŋsɑre.","ur":"من پآرآ جیِا مترا بکھ ساگر سںسارے ۔۔"},"pageNo":79,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3172,"shabadId":189,"verse":{"gurmukhi":"crx kml kir boihQu krqy shsw dUKu n ibAwpY ]","unicode":"ਚਰਣ ਕਮਲ ਕਰਿ ਬੋਹਿਥੁ ਕਰਤੇ ਸਹਸਾ ਦੂਖੁ ਨ ਬਿਆਪੈ ॥"},"larivaar":{"gurmukhi":"crxkmlkirboihQukrqyshswdUKunibAwpY]","unicode":"ਚਰਣਕਮਲਕਰਿਬੋਹਿਥੁਕਰਤੇਸਹਸਾਦੂਖੁਨਬਿਆਪੈ॥"},"translation":{"en":{"bdb":"Let the Lord's Lotus Feet be your Boat, so that pain and skepticism shall not touch you.","ms":"Make the lotus feet of the Creator thy boat so that doubt and anguish may not overtake thee.","ssk":"Let the Lord's Lotus Feet be your Boat, so that pain and skepticism shall not touch you."},"pu":{"ss":{"gurmukhi":"(hy mn !) krqwr dy sohxy crnW ƒ jhwz bxw (ies dI brkiq nwl) koeI shm koeI du`K Awpxw zor nhIN pw skdw ","unicode":"(ਹੇ ਮਨ !) ਕਰਤਾਰ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕੋਈ ਸਹਮ ਕੋਈ ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ "},"ft":{"gurmukhi":"hy mn ipAwry! sMswr smuMdr sy qrny ko hrI ky crn kmloN kw DÎwn hI (boihQu) jhwj kr, jo pRmwx gq AOr prmyX gq sMsy hYN, punÚ jo jnm AO mrn kw (dUKu) klys hY, so quJ ko nhIN bÎwpygw]","unicode":"ਹੇ ਮਨ ਪਿਆਰੇ! ਸੰਸਾਰ ਸਮੁੰਦਰ ਸੇ ਤਰਨੇ ਕੋ ਹਰੀ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕਾ ਧ੍ਯਾਨ ਹੀ (ਬੋਹਿਥੁ) ਜਹਾਜ ਕਰ, ਜੋ ਪ੍ਰਮਾਣ ਗਤ ਔਰ ਪਰਮੇਯ ਗਤ ਸੰਸੇ ਹੈਂ, ਪੁਨਃ ਜੋ ਜਨਮ ਔ ਮਰਨ ਕਾ (ਦੂਖੁ) ਕਲੇਸ ਹੈ, ਸੋ ਤੁਝ ਕੋ ਨਹੀਂ ਬ੍ਯਾਪੇਗਾ॥"},"bdb":{"gurmukhi":"(hy mn !) krqwr dy sohxy crnW ƒ jhwz bxw (ies dI brkiq nwl) koeI shm koeI du`K Awpxw zor nhIN pw skdw ","unicode":"(ਹੇ ਮਨ !) ਕਰਤਾਰ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕੋਈ ਸਹਮ ਕੋਈ ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ "},"ms":{"gurmukhi":"isrjxhwr dy kMvl rUpI pYrw ƒ Awpdw jhwz bxw, qW jo qYƒ sMdyh qy du`K nW vwpry[","unicode":"ਸਿਰਜਣਹਾਰ ਦੇ ਕੰਵਲ ਰੂਪੀ ਪੈਰਾ ਨੂੰ ਆਪਦਾ ਜਹਾਜ਼ ਬਣਾ, ਤਾਂ ਜੋ ਤੈਨੂੰ ਸੰਦੇਹ ਤੇ ਦੁੱਖ ਨਾਂ ਵਾਪਰੇ।"}},"es":{"sn":"Haz de los Pies de Loto del Señor, tu barco y así libérate del sufrimiento y de la duda. "},"hi":{"ss":"(हे मन !) करतार के सुंदर चरणों को जहाज बना (इसकी बरकति से) कोई सहम कोई दुख अपना जोर नहीं डाल सकता।","sts":"अतः ईश्वर के चरणों को अपना जहाज बनाओ फिर तुझे कोई दुःख एवं भय नहीं लगेगा।"}},"transliteration":{"english":"charan kamal kar bohith karate sahasaa dhookh na biaapai ||","hindi":"चरण कमल करि बोहिथु करते सहसा दूखु न बिआपै ॥","en":"charan kamal kar bohith karate sahasaa dhookh na biaapai ||","hi":"चरण कमल करि बोहिथु करते सहसा दूखु न बिआपै ॥","ipa":"t͡ʃərəɳ kəməl kər bɔhɪt̪ʰ kərət̪e səhəsɑ d̪ukʰ nə bɪəɑpæ.","ur":"چرݨ کمل کر بوهتھ کرتے سهسا دُوکھ ن بآپَے ۔۔"},"pageNo":79,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3173,"shabadId":189,"verse":{"gurmukhi":"guru pUrw BytY vfBwgI AwT phr pRBu jwpY ]","unicode":"ਗੁਰੁ ਪੂਰਾ ਭੇਟੈ ਵਡਭਾਗੀ ਆਠ ਪਹਰ ਪ੍ਰਭੁ ਜਾਪੈ ॥"},"larivaar":{"gurmukhi":"gurupUrwBytYvfBwgIAwTphrpRBujwpY]","unicode":"ਗੁਰੁਪੂਰਾਭੇਟੈਵਡਭਾਗੀਆਠਪਹਰਪ੍ਰਭੁਜਾਪੈ॥"},"translation":{"en":{"bdb":"Meeting with the Perfect Guru, by great good fortune, meditate on God twenty-four hours a day.","ms":"Whom, through the greatest good luck, the Perfect Guru meets; he reflects over the Lord day in and day out.","ssk":"Meeting with the Perfect Guru, by great good fortune, meditate on God twenty-four hours a day."},"pu":{"ss":{"gurmukhi":"(pr jIv dy v`s dI g`l nhIN) ijs v`fy BwgW vwly ƒ pUrw gurU imldw hY, auh pRBU ƒ A`Ty phr ismrdw hY [","unicode":"(ਪਰ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਰ ਸਿਮਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo purs vfBwgI (pUrw) bRhmsoqRI nys†I guroN ko imlqw hY, so AwTo pihr pRBU ko jpqw hY]","unicode":"ਜੋ ਪੁਰਸ ਵਡਭਾਗੀ (ਪੂਰਾ) ਬ੍ਰਹਮਸੋਤ੍ਰੀ ਨੇਸ੍ਟੀ ਗੁਰੋਂ ਕੋ ਮਿਲਤਾ ਹੈ, ਸੋ ਆਠੋ ਪਹਿਰ ਪ੍ਰਭੂ ਕੋ ਜਪਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pr jIv dy v`s dI g`l nhIN) ijs v`fy BwgW vwly ƒ pUrw gurU imldw hY, auh pRBU ƒ A`Ty phr ismrdw hY [","unicode":"(ਪਰ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਰ ਸਿਮਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"ijs ƒ prm cMgy nsIbW rwhIN pUrn gurU jI iml pYdy hn, auh ATy pihr swihb dw ismrn krdw hY[","unicode":"ਜਿਸ ਨੂੰ ਪਰਮ ਚੰਗੇ ਨਸੀਬਾਂ ਰਾਹੀਂ ਪੂਰਨ ਗੁਰੂ ਜੀ ਮਿਲ ਪੈਦੇ ਹਨ, ਉਹ ਅਠੇ ਪਹਿਰ ਸਾਹਿਬ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Y encuentra al Guru Perfecto, por una buena fortuna, y habita en tu Señor noche y día."},"hi":{"ss":"(पर जीव के वश की बात नहीं) जिस भाग्यशाली को पूरा गुरू मिलता है~ वह प्रभू को आठों पहर सिमरता है।","sts":"जिस भाग्यशाली को पूर्ण गुरु मिल जाता है, वह आठ प्रहर प्रभु नाम का भजन करता रहता है।"}},"transliteration":{"english":"gur pooraa bheTai vaddabhaagee aaTh pahar prabh jaapai ||","hindi":"गुरु पूरा भेटै वडभागी आठ पहर प्रभु जापै ॥","en":"gur pooraa bheTai vaddabhaagee aaTh pahar prabh jaapai ||","hi":"गुरु पूरा भेटै वडभागी आठ पहर प्रभु जापै ॥","ipa":"Gʊr purɑ ɓeʈæ ʋəɖəɓɑGi əɑʈʰ pəhər pɹəɓ d͡ʒɑpæ.","ur":"گُر پُورا بھےٹَے وڈبھاگیِ آٹھ پهر پربھ جاپَے ۔۔"},"pageNo":79,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3174,"shabadId":189,"verse":{"gurmukhi":"Awid jugwdI syvk suAwmI Bgqw nwmu ADwry ]","unicode":"ਆਦਿ ਜੁਗਾਦੀ ਸੇਵਕ ਸੁਆਮੀ ਭਗਤਾ ਨਾਮੁ ਅਧਾਰੇ ॥"},"larivaar":{"gurmukhi":"AwidjugwdIsyvksuAwmIBgqwnwmuADwry]","unicode":"ਆਦਿਜੁਗਾਦੀਸੇਵਕਸੁਆਮੀਭਗਤਾਨਾਮੁਅਧਾਰੇ॥"},"translation":{"en":{"bdb":"From the very beginning, and throughout the ages, He is the Lord and Master of His servants. His Name is the Support of His devotees.","ms":"From the very beginning and throughout the ages God is the Master of His slaves. His Name is the prop of His saints.","ssk":"From the very beginning, and throughout the ages, He is the Lord and Master of His servants. His Name is the Support of His devotees."},"pu":{"ss":{"gurmukhi":"Awid qoN hI, jugW dy Awid qoN hI, (prmwqmw Awpxy) syvkW dw rwKw (cilAw Aw irhw) hY, (prmwqmw dy) BgqW leI prmwqmw dw nwm (sdw hI) izMdgI dw shwrw hY ","unicode":"ਆਦਿ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੀ, (ਪਰਮਾਤਮਾ ਆਪਣੇ) ਸੇਵਕਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ, (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤਾਂ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ ਹੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ "},"ft":{"gurmukhi":"sdw sdw jo sÍwmI ky syvk hYN, iqn Bgq jnoN ko hrI ky nwm hI kw Awsrw hY]","unicode":"ਸਦਾ ਸਦਾ ਜੋ ਸ੍ਵਾਮੀ ਕੇ ਸੇਵਕ ਹੈਂ, ਤਿਨ ਭਗਤ ਜਨੋਂ ਕੋ ਹਰੀ ਕੇ ਨਾਮ ਹੀ ਕਾ ਆਸਰਾ ਹੈ॥"},"bdb":{"gurmukhi":"Awid qoN hI, jugW dy Awid qoN hI, (prmwqmw Awpxy) syvkW dw rwKw (cilAw Aw irhw) hY, (prmwqmw dy) BgqW leI prmwqmw dw nwm (sdw hI) izMdgI dw shwrw hY ","unicode":"ਆਦਿ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੀ, (ਪਰਮਾਤਮਾ ਆਪਣੇ) ਸੇਵਕਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ, (ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤਾਂ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ ਹੀ) ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈ "},"ms":{"gurmukhi":"AYn AwrMB Aqy XugW dy SurU qoN vwihgurU Awpdy goilAW dw mwlk hY[ ausdw nwm aus dy swDUAW dw Awsrw hY[","unicode":"ਐਨ ਆਰੰਭ ਅਤੇ ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਵਾਹਿਗੁਰੂ ਆਪਦੇ ਗੋਲਿਆਂ ਦਾ ਮਾਲਕ ਹੈ। ਉਸਦਾ ਨਾਮ ਉਸ ਦੇ ਸਾਧੂਆਂ ਦਾ ਆਸਰਾ ਹੈ।"}},"es":{"sn":"Él, el Maestro, es desde la eternidad, y su Nombre es lo Primordial para sus Devotos."},"hi":{"ss":"आदि से ही~ युगों के आरम्भ से ही~ (परमात्मा अपने) सेवकों का रक्षक (चला आ रहा) है~ (परमात्मा के) भगतों के लिए परमात्मा का नाम (सदा ही) जिंदगी का सहारा है।","sts":"हे प्रभु ! तू सृष्टि के आदि एवं युगों से ही अपने सेवकों का स्वामी है। तेरा नाम भक्तो का आधार है।"}},"transliteration":{"english":"aadh jugaadhee sevak suaamee bhagataa naam adhaare ||","hindi":"आदि जुगादी सेवक सुआमी भगता नामु अधारे ॥","en":"aadh jugaadhee sevak suaamee bhagataa naam adhaare ||","hi":"आदि जुगादी सेवक सुआमी भगता नामु अधारे ॥","ipa":"əɑd̪ d͡ʒʊGɑd̪i seʋək sʊəɑmi ɓəGət̪ɑ nɑm ət̪ɑre.","ur":"آد جُگادیِ سےوک سُآمیِ بھگتا نام ادھارے ۔۔"},"pageNo":79,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3175,"shabadId":189,"verse":{"gurmukhi":"nwnku isK dyie mn pRIqm ibnu hir JUT pswry ]2]","unicode":"ਨਾਨਕੁ ਸਿਖ ਦੇਇ ਮਨ ਪ੍ਰੀਤਮ ਬਿਨੁ ਹਰਿ ਝੂਠ ਪਸਾਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkuisKdyiemnpRIqmibnuhirJUTpswry]2]","unicode":"ਨਾਨਕੁਸਿਖਦੇਇਮਨਪ੍ਰੀਤਮਬਿਨੁਹਰਿਝੂਠਪਸਾਰੇ॥੨॥"},"translation":{"en":{"bdb":"Nanak gives this advice: O beloved mind, without the Lord, all outward show is false. ||2||","ms":"Nanak, counsels thee, O my dear soul that without God all the show is false.","ssk":"Nanak gives this advice: O beloved mind, without the Lord, all outward show is false. ||2||"},"pu":{"ss":{"gurmukhi":" hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY—prmwqmw dy nwm qoN ibnw bwkI swry jgq-iKlwry qoV swQ inbwhux vwly nhIN hn [2[","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ—ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਬਾਕੀ ਸਾਰੇ ਜਗਤ-ਖਿਲਾਰੇ ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy mn! so (pRIqm) sMq jn XyhI is`iKXw dyqy hYN ik hrI sy ibnw sBI AfMbr JUTy hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਸੋ (ਪ੍ਰੀਤਮ) ਸੰਤ ਜਨ ਯੇਹੀ ਸਿੱਖਿਯਾ ਦੇਤੇ ਹੈਂ ਕਿ ਹਰੀ ਸੇ ਬਿਨਾ ਸਭੀ ਅਡੰਬਰ ਝੂਠੇ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":" hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY—prmwqmw dy nwm qoN ibnw bwkI swry jgq-iKlwry qoV swQ inbwhux vwly nhIN hn [2[","unicode":" ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ—ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਬਾਕੀ ਸਾਰੇ ਜਗਤ-ਖਿਲਾਰੇ ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲੇ ਨਹੀਂ ਹਨ ।੨।"},"ms":{"gurmukhi":"nwnk qYƒ mSvrw idMdw hY, hY myrI ipAwrI ijMdy! ik vwihgurU dy bwJoN smuh idKwvw kUV hY[","unicode":"ਨਾਨਕ ਤੈਨੂੰ ਮਸ਼ਵਰਾ ਦਿੰਦਾ ਹੈ, ਹੈ ਮੇਰੀ ਪਿਆਰੀ ਜਿੰਦੇ! ਕਿ ਵਾਹਿਗੁਰੂ ਦੇ ਬਾਝੋਂ ਸਮੁਹ ਦਿਖਾਵਾ ਕੂੜ ਹੈ।"}},"es":{"sn":"Dice Nanak, oh mi mente bienamada, sin el Señor, todo este teatro es falso (2)"},"hi":{"ss":"हे प्यारे मन ! नानक (तुझे) शिक्षा देता है– परमात्मा के नाम के बिना बाकी सारे जगत खिलारे आखिर तक साथ निभाने वाले नहीं हैं।","sts":"नानक शिक्षा देते हैं किं हे मेरे प्रिय मित्र मन ! भगवान के बिना जगत् का यह माया-प्रसार झूठा है ॥२॥"}},"transliteration":{"english":"naanak sikh dhei man preetam bin har jhooTh pasaare ||2||","hindi":"नानकु सिख देइ मन प्रीतम बिनु हरि झूठ पसारे ॥२॥","en":"naanak sikh dhei man preetam bin har jhooTh pasaare ||2||","hi":"नानकु सिख देइ मन प्रीतम बिनु हरि झूठ पसारे ॥२॥","ipa":"nɑnək sɪkʰ d̪eeɪ mən pɹit̪əm bɪn hər ɖ͡ʐuʈʰ pəsɑre.2.","ur":"نانک سکھ دےا من پریِتم بن هر جھُوٹھ پسارے ۔۔۲۔۔"},"pageNo":79,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3176,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw hir ldy Kyp svlI ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਹਰਿ ਲਦੇ ਖੇਪ ਸਵਲੀ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwhirldyKypsvlI]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਹਰਿਲਦੇਖੇਪਸਵਲੀ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, load the profitable cargo of the Lord's Name.","ms":"O my sweet friendly soul! do thou occupy the ever stable door of God.","ssk":"O dear beloved mind, my friend, load the profitable cargo of the Lord's Name."},"pu":{"ss":{"gurmukhi":"hy ipAwry mn ! hy imqR ! prmwqmw dy nwm dw sOdw ivhwJ, ieh sOdw n&w dyx vwlw hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹ ਸੌਦਾ ਨਫ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ "},"ft":{"gurmukhi":"hy mn pÎwry imqRw! jIauNdw rhu qUM hrI ky nwm kI Kyp lwdnI kr, ieh Kyp quJ ko (svlI) ssqI hY vw lwB vwlI hY]","unicode":"ਹੇ ਮਨ ਪ੍ਯਾਰੇ ਮਿਤ੍ਰਾ! ਜੀਉਂਦਾ ਰਹੁ ਤੂੰ ਹਰੀ ਕੇ ਨਾਮ ਕੀ ਖੇਪ ਲਾਦਨੀ ਕਰ, ਇਹ ਖੇਪ ਤੁਝ ਕੋ (ਸਵਲੀ) ਸਸਤੀ ਹੈ ਵਾ ਲਾਭ ਵਾਲੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy ipAwry mn ! hy imqR ! prmwqmw dy nwm dw sOdw ivhwJ, ieh sOdw n&w dyx vwlw hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹ ਸੌਦਾ ਨਫ਼ਾ ਦੇਣ ਵਾਲਾ ਹੈ "},"ms":{"gurmukhi":"hY myrI imTVI ihqkwrI ijMdVIey! qUM hrI dy nwm dw ssqw v`Kr bwr kr lY[","unicode":"ਹੈ ਮੇਰੀ ਮਿਠੜੀ ਹਿਤਕਾਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਸਤਾ ਵੱਖਰ ਬਾਰ ਕਰ ਲੈ।"}},"es":{"sn":"Oh mi mente, mi amiga, llévate contigo la mercancía verdadera."},"hi":{"ss":"हे प्यारे मन ! हे मित्र ! परमात्मा के नाम का सौदा कर~ ये सौदा नफा देने वाला है।","sts":"हे मेरे प्रिय मित्र मन ! हरिनाम के व्यापार में ही लाभ है।"}},"transliteration":{"english":"man piaariaa jeeau mitraa har ladhe khep savalee ||","hindi":"मन पिआरिआ जीउ मित्रा हरि लदे खेप सवली ॥","en":"man piaariaa jeeau mitraa har ladhe khep savalee ||","hi":"मन पिआरिआ जीउ मित्रा हरि लदे खेप सवली ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ hər ləd̪e kʰep səʋəli.","ur":"من پآرآ جیِا مترا هر لدے کھےپ سولیِ ۔۔"},"pageNo":79,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3177,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw hir dru inhclu mlI ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਹਰਿ ਦਰੁ ਨਿਹਚਲੁ ਮਲੀ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwhirdruinhclumlI]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਹਰਿਦਰੁਨਿਹਚਲੁਮਲੀ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, enter through the eternal Door of the Lord.","ms":"O my darling friendly soul! do thou occupy the ever stable door of God.","ssk":"O dear beloved mind, my friend, enter through the eternal Door of the Lord."},"pu":{"ss":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! prmwqmw dw drvwzw m`lI r`K, iehI drvwzw At`l hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਮੱਲੀ ਰੱਖ, ਇਹੀ ਦਰਵਾਜ਼ਾ ਅਟੱਲ ਹੈ "},"ft":{"gurmukhi":"hy mn pÎwry jI ky imqRw! hrI ky (hir dru) sqsMg ko inscl smJ ky ml rKu, Bwv sqsMg n Cof]","unicode":"ਹੇ ਮਨ ਪ੍ਯਾਰੇ ਜੀ ਕੇ ਮਿਤ੍ਰਾ! ਹਰੀ ਕੇ (ਹਰਿ ਦਰੁ) ਸਤਸੰਗ ਕੋ ਨਿਸਚਲ ਸਮਝ ਕੇ ਮਲ ਰਖੁ, ਭਾਵ ਸਤਸੰਗ ਨ ਛੋਡ॥"},"bdb":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! prmwqmw dw drvwzw m`lI r`K, iehI drvwzw At`l hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਪਰਮਾਤਮਾ ਦਾ ਦਰਵਾਜ਼ਾ ਮੱਲੀ ਰੱਖ, ਇਹੀ ਦਰਵਾਜ਼ਾ ਅਟੱਲ ਹੈ "},"ms":{"gurmukhi":"hy myrI ipAwrI s`jx ijMdVIey! qUM vwihgurU dy sdIvI siQr drvwzy qy jW Drnw mwr[","unicode":"ਹੇ ਮੇਰੀ ਪਿਆਰੀ ਸੱਜਣ ਜਿੰਦੜੀਏ! ਤੂੰ ਵਾਹਿਗੁਰੂ ਦੇ ਸਦੀਵੀ ਸਥਿਰ ਦਰਵਾਜ਼ੇ ਤੇ ਜਾਂ ਧਰਨਾ ਮਾਰ।"}},"es":{"sn":"Oh mi mente, mi amiga, así uno podrá habitar en el Recinto Eterno."},"hi":{"ss":"हे प्यारे मन ! हे मित्र मन ! परमात्मा के दरवाजे पर डटा रह~ यही दरवाजा अटॅल है।","sts":"हे मेरे मित्र मन ! ईश्वर के द्वार पर आसन जमा ले।"}},"transliteration":{"english":"man piaariaa jeeau mitraa har dhar nihachal malee ||","hindi":"मन पिआरिआ जीउ मित्रा हरि दरु निहचलु मली ॥","en":"man piaariaa jeeau mitraa har dhar nihachal malee ||","hi":"मन पिआरिआ जीउ मित्रा हरि दरु निहचलु मली ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ hər d̪ər nɪhət͡ʃəl məli.","ur":"من پآرآ جیِا مترا هر در نهچل ملیِ ۔۔"},"pageNo":79,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3178,"shabadId":189,"verse":{"gurmukhi":"hir dru syvy AlK AByvy inhclu Awsxu pwieAw ]","unicode":"ਹਰਿ ਦਰੁ ਸੇਵੇ ਅਲਖ ਅਭੇਵੇ ਨਿਹਚਲੁ ਆਸਣੁ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"hirdrusyvyAlKAByvyinhcluAwsxupwieAw]","unicode":"ਹਰਿਦਰੁਸੇਵੇਅਲਖਅਭੇਵੇਨਿਹਚਲੁਆਸਣੁਪਾਇਆ॥"},"translation":{"en":{"bdb":"One who serves at the Door of the Imperceptible and Unfathomable Lord, obtains this eternal position.","ms":"He who serves at the door of the imperceptible and inscrutable God, obtains the permanent seat.","ssk":"One who serves at the Door of the Imperceptible and Unfathomable Lord, obtains this eternal position."},"pu":{"ss":{"gurmukhi":"jo mnu`K aus prmwqmw dw dr m`ldw hY jo AidRSt hY qy ijs dw Byq nhIN pwieAw jw skdw, auh mnu`K AYsw (Awqmk) itkwxw hwsl kr lYNdw hY jo kdy foldw nhIN ","unicode":"ਜੋ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਦਾ ਹੈ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਜਿਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਹ ਮਨੁੱਖ ਐਸਾ (ਆਤਮਕ) ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦਾ ਨਹੀਂ "},"ft":{"gurmukhi":"ijnoN ny hrI (AlK) AByvy ky (dru) sqsMg ko syvn kIAw hY iqnoN ny (inhclu) Acl sÍrUp myN (Awsxu) ibsRwm pwieAw hY, Bwv Xih ik inj rUp ko pRwpiq Bey hYN]","unicode":"ਜਿਨੋਂ ਨੇ ਹਰੀ (ਅਲਖ) ਅਭੇਵੇ ਕੇ (ਦਰੁ) ਸਤਸੰਗ ਕੋ ਸੇਵਨ ਕੀਆ ਹੈ ਤਿਨੋਂ ਨੇ (ਨਿਹਚਲੁ) ਅਚਲ ਸ੍ਵਰੂਪ ਮੇਂ (ਆਸਣੁ) ਬਿਸ੍ਰਾਮ ਪਾਇਆ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਨਿਜ ਰੂਪ ਕੋ ਪ੍ਰਾਪਤਿ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"jo mnu`K aus prmwqmw dw dr m`ldw hY jo AidRSt hY qy ijs dw Byq nhIN pwieAw jw skdw, auh mnu`K AYsw (Awqmk) itkwxw hwsl kr lYNdw hY jo kdy foldw nhIN ","unicode":"ਜੋ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਦਾ ਹੈ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਤੇ ਜਿਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਹ ਮਨੁੱਖ ਐਸਾ (ਆਤਮਕ) ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦਾ ਨਹੀਂ "},"ms":{"gurmukhi":"jo AgwD qy Byd-rihq vwihgurU dy bUhy qy tihl kmwauNdw hY, auh musqikl itkwxw hwsl kr lYNdw hY[","unicode":"ਜੋ ਅਗਾਧ ਤੇ ਭੇਦ-ਰਹਿਤ ਵਾਹਿਗੁਰੂ ਦੇ ਬੂਹੇ ਤੇ ਟਹਿਲ ਕਮਾਉਂਦਾ ਹੈ, ਉਹ ਮੁਸਤਕਿਲ ਟਿਕਾਣਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Aquél que sirve en la Puerta del Incognoscible e Insondable Dios, obtiene la Paz Eterna. "},"hi":{"ss":"जो मनुष्य परमात्मा के दर पर कब्जा करके रखता है~ जो अदृष्ट है और जिसका भेद नहीं पाया जा सकता~ वह मनुष्य ऐसा (आत्मिक) ठिकाना हासिल कर लेता है जो कभी डोलता नहीं।","sts":"जिन प्राणियों ने अगाध व भेद-रहित ईश्वर का द्वार पकड़ा है, वे वहीं समाधिस्थ हो गए हैं।"}},"transliteration":{"english":"har dhar seve alakh abheve nihachal aasan paiaa ||","hindi":"हरि दरु सेवे अलख अभेवे निहचलु आसणु पाइआ ॥","en":"har dhar seve alakh abheve nihachal aasan paiaa ||","hi":"हरि दरु सेवे अलख अभेवे निहचलु आसणु पाइआ ॥","ipa":"hər d̪ər seʋe ələkʰ əɓeʋe nɪhət͡ʃəl əɑsəɳ pɑɪɑ.","ur":"هر در سےوے الکھ ابھےوے نهچل آسݨ پاایا ۔۔"},"pageNo":79,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3179,"shabadId":189,"verse":{"gurmukhi":"qh jnm n mrxu n Awvx jwxw sMsw dUKu imtwieAw ]","unicode":"ਤਹ ਜਨਮ ਨ ਮਰਣੁ ਨ ਆਵਣ ਜਾਣਾ ਸੰਸਾ ਦੂਖੁ ਮਿਟਾਇਆ ॥"},"larivaar":{"gurmukhi":"qhjnmnmrxunAwvxjwxwsMswdUKuimtwieAw]","unicode":"ਤਹਜਨਮਨਮਰਣੁਨਆਵਣਜਾਣਾਸੰਸਾਦੂਖੁਮਿਟਾਇਆ॥"},"translation":{"en":{"bdb":"There is no birth or death there, no coming or going; anguish and anxiety are ended.","ms":"There is no birth and death there and not any coming and going and mortal's anxiety and anguish end as well.","ssk":"There is no birth or death there, no coming or going; anguish and anxiety are ended."},"pu":{"ss":{"gurmukhi":"aus Awqmk itkwxy phuMicAW jnm mrn dy gyV mu`k jWdy hn, mn`uK hryk iksm dw shm qy du`K imtw lYNdw h","unicode":"ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਪਹੁੰਚਿਆਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਨੱੁਖ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਮ ਤੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹ"},"ft":{"gurmukhi":"gÎwnvwnoN ko qhW qy n jnm kr Awauxw hY AOr n mr kr jwxw hY, AOr iqnoN ny sMsw Ar duK sBI imtwie dIAw hY]","unicode":"ਗ੍ਯਾਨਵਾਨੋਂ ਕੋ ਤਹਾਂ ਤੇ ਨ ਜਨਮ ਕਰ ਆਉਣਾ ਹੈ ਔਰ ਨ ਮਰ ਕਰ ਜਾਣਾ ਹੈ, ਔਰ ਤਿਨੋਂ ਨੇ ਸੰਸਾ ਅਰ ਦੁਖ ਸਭੀ ਮਿਟਾਇ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus Awqmk itkwxy phuMicAW jnm mrn dy gyV mu`k jWdy hn, mn`uK hryk iksm dw shm qy du`K imtw lYNdw h","unicode":"ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਪਹੁੰਚਿਆਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਨੱੁਖ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਮ ਤੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹ"},"ms":{"gurmukhi":"auQy koeI jMmxw qy mrxw nhIN, Aqy lw hI koeI Awauxw qy jwxw, Aqy pRwxI dy iPkr qy du`K BI muk jWdy hn[","unicode":"ਉਥੇ ਕੋਈ ਜੰਮਣਾ ਤੇ ਮਰਣਾ ਨਹੀਂ, ਅਤੇ ਲਾ ਹੀ ਕੋਈ ਆਉਣਾ ਤੇ ਜਾਣਾ, ਅਤੇ ਪ੍ਰਾਣੀ ਦੇ ਫਿਕਰ ਤੇ ਦੁੱਖ ਭੀ ਮੁਕ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Él ya ni va ni viene, no nace más para morir, y sus sufrimientos y dudas desaparecen. "},"hi":{"ss":"उस आत्मिक ठिकाने पर पहुँच के जनम मरन के चक्कर खत्म हो जाते हैं~ मनुष्य हरेक किस्म के सहम व दुख मिटा लेता है।","sts":"वे जन्म-मरण तथा आवागमन से मुक्त हो गए हैं, उनके संशयों एवं दुःखों का नाश हो जाता है।"}},"transliteration":{"english":"teh janam na maran na aavan jaanaa sa(n)saa dhookh miTaiaa ||","hindi":"तह जनम न मरणु न आवण जाणा संसा दूखु मिटाइआ ॥","en":"teh janam na maran na aavan jaanaa sa(n)saa dhookh miTaiaa ||","hi":"तह जनम न मरणु न आवण जाणा संसा दूखु मिटाइआ ॥","ipa":"t̪əh d͡ʒənəm nə mərəɳ nə əɑʋəɳ d͡ʒɑɳɑ səŋsɑ d̪ukʰ mɪʈɑɪɑ.","ur":"ته جنم ن مرݨ ن آوݨ جاݨا سںسا دُوکھ مٹاایا ۔۔"},"pageNo":79,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3180,"shabadId":189,"verse":{"gurmukhi":"icqR gupq kw kwgdu PwirAw jmdUqw kCU n clI ]","unicode":"ਚਿਤ੍ਰ ਗੁਪਤ ਕਾ ਕਾਗਦੁ ਫਾਰਿਆ ਜਮਦੂਤਾ ਕਛੂ ਨ ਚਲੀ ॥"},"larivaar":{"gurmukhi":"icqRgupqkwkwgduPwirAwjmdUqwkCUnclI]","unicode":"ਚਿਤ੍ਰਗੁਪਤਕਾਕਾਗਦੁਫਾਰਿਆਜਮਦੂਤਾਕਛੂਨਚਲੀ॥"},"translation":{"en":{"bdb":"The accounts of Chitr and Gupt, the recording scribes of the conscious and the subconscious are torn up, and the Messenger of Death cannot do anything.","ms":"The account-paper of the recording angels is torn up and death's couriers become helpless.","ssk":"The accounts of Chitr and Gupt, the recording scribes of the conscious and the subconscious are torn up, and the Messenger of Death cannot do anything."},"pu":{"ss":{"gurmukhi":"(aus Awqmk itkwxy qy phuMicAw mnu`K Drmrwj dy Qwpy hoey) icqR gupq dw lyKw pwV dyNdw hY (Bwv, koeI mMdy krm krdw hI nhIN ijnHW ƒ icqR gupq ilK skx), jmdUqW dw koeI zor aus au~qy nhIN pY skdw ","unicode":"(ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਪਹੁੰਚਿਆ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਥਾਪੇ ਹੋਏ) ਚਿਤ੍ਰ ਗੁਪਤ ਦਾ ਲੇਖਾ ਪਾੜ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਮੰਦੇ ਕਰਮ ਕਰਦਾ ਹੀ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਚਿਤ੍ਰ ਗੁਪਤ ਲਿਖ ਸਕਣ), ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਉਸ ਉੱਤੇ ਨਹੀਂ ਪੈ ਸਕਦਾ "},"ft":{"gurmukhi":"jo gupq krm jIvoN ky (icqR) ilKqw hY, so icqR gupq hY, iqs kw kwgj jo puMnÎ qQw pwpoN kw lyKw hY, so PwV dIAw hY, jmdUqoN kI skqI kuJ BI iqn pr nhIN cl skI]","unicode":"ਜੋ ਗੁਪਤ ਕਰਮ ਜੀਵੋਂ ਕੇ (ਚਿਤ੍ਰ) ਲਿਖਤਾ ਹੈ, ਸੋ ਚਿਤ੍ਰ ਗੁਪਤ ਹੈ, ਤਿਸ ਕਾ ਕਾਗਜ ਜੋ ਪੁੰਨ੍ਯ ਤਥਾ ਪਾਪੋਂ ਕਾ ਲੇਖਾ ਹੈ, ਸੋ ਫਾੜ ਦੀਆ ਹੈ, ਜਮਦੂਤੋਂ ਕੀ ਸਕਤੀ ਕੁਝ ਭੀ ਤਿਨ ਪਰ ਨਹੀਂ ਚਲ ਸਕੀ॥"},"bdb":{"gurmukhi":"(aus Awqmk itkwxy qy phuMicAw mnu`K Drmrwj dy Qwpy hoey) icqR gupq dw lyKw pwV dyNdw hY (Bwv, koeI mMdy krm krdw hI nhIN ijnHW ƒ icqR gupq ilK skx), jmdUqW dw koeI zor aus au~qy nhIN pY skdw ","unicode":"(ਉਸ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਪਹੁੰਚਿਆ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਥਾਪੇ ਹੋਏ) ਚਿਤ੍ਰ ਗੁਪਤ ਦਾ ਲੇਖਾ ਪਾੜ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਕੋਈ ਮੰਦੇ ਕਰਮ ਕਰਦਾ ਹੀ ਨਹੀਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਚਿਤ੍ਰ ਗੁਪਤ ਲਿਖ ਸਕਣ), ਜਮਦੂਤਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਉਸ ਉੱਤੇ ਨਹੀਂ ਪੈ ਸਕਦਾ "},"ms":{"gurmukhi":"lyKw ilKx vwly &irSiqAW dw ihswb vwlw kwZj pwt jWdw hY qy mOq dy hlkwry bybs ho jWdy hn[","unicode":"ਲੇਖਾ ਲਿਖਣ ਵਾਲੇ ਫ਼ਰਿਸ਼ਤਿਆਂ ਦਾ ਹਿਸਾਬ ਵਾਲਾ ਕਾਗ਼ਜ ਪਾਟ ਜਾਂਦਾ ਹੈ ਤੇ ਮੌਤ ਦੇ ਹਲਕਾਰੇ ਬੇਬਸ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"La cuenta de la mente consciente e inconsciente le es saldada y el mensajero de la muerte pierde toda fuerza ante él."},"hi":{"ss":"(उस आत्मिक ठिकाने पे पहुँचा मनुष्य धर्मराज के बनाये हुए) चित्र गुप्त का लेखा फाड़ देता है (भाव~ कोई गलत कर्म करता ही नहीं जिसे चित्र गुप्त लिख सकें)~ यमदूतों का भी कोई जोर उस पर नहीं चलता।","sts":"चित्रगुप्त द्वारा उनके कर्मों का लेखा-जोखा भी मिट जाता है और यमदूत विवश हो जाते हैं।"}},"transliteration":{"english":"chitr gupat kaa kaagadh faariaa jamadhootaa kachhoo na chalee ||","hindi":"चित्र गुपत का कागदु फारिआ जमदूता कछू न चली ॥","en":"chitr gupat kaa kaagadh faariaa jamadhootaa kachhoo na chalee ||","hi":"चित्र गुपत का कागदु फारिआ जमदूता कछू न चली ॥","ipa":"t͡ʃɪt̪ɹ Gʊpət̪ kɑ kɑGəd̪ fɑrɪəɑ d͡ʒəməd̪ut̪ɑ kəɕu nə t͡ʃəli.","ur":"چِتر گُپت کا کاگد پھارآ جمدُوتا کچھُو ن چلیِ ۔۔"},"pageNo":79,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3181,"shabadId":189,"verse":{"gurmukhi":"nwnku isK dyie mn pRIqm hir ldy Kyp svlI ]3]","unicode":"ਨਾਨਕੁ ਸਿਖ ਦੇਇ ਮਨ ਪ੍ਰੀਤਮ ਹਰਿ ਲਦੇ ਖੇਪ ਸਵਲੀ ॥੩॥"},"larivaar":{"gurmukhi":"nwnkuisKdyiemnpRIqmhirldyKypsvlI]3]","unicode":"ਨਾਨਕੁਸਿਖਦੇਇਮਨਪ੍ਰੀਤਮਹਰਿਲਦੇਖੇਪਸਵਲੀ॥੩॥"},"translation":{"en":{"bdb":"Nanak gives this advice: O beloved mind, load the profitable cargo of the Lord's Name. ||3||","ms":"Nanak, counsels the dear soul to load the cheap cargo of God's Name.","ssk":"Nanak gives this advice: O beloved mind, load the profitable cargo of the Lord's Name. ||3||"},"pu":{"ss":{"gurmukhi":"(ies vwsqy) hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY ik prmwqmw dy nwm dw sOdw ivhwJ, iehI sOdw n&y vwlw hY [3[","unicode":"(ਇਸ ਵਾਸਤੇ) ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹੀ ਸੌਦਾ ਨਫ਼ੇ ਵਾਲਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: pRmysr kw pÎwrw jgÎwsU mn ko Xh isKÎw dyvy ik hy mn qUM  hrI nwm kI Kyp jo (svlI) ssqI hY, so lwd ly ]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਪ੍ਰਮੇਸਰ ਕਾ ਪ੍ਯਾਰਾ ਜਗ੍ਯਾਸੂ ਮਨ ਕੋ ਯਹ ਸਿਖ੍ਯਾ ਦੇਵੇ ਕਿ ਹੇ ਮਨ ਤੂੰ  ਹਰੀ ਨਾਮ ਕੀ ਖੇਪ ਜੋ (ਸਵਲੀ) ਸਸਤੀ ਹੈ, ਸੋ ਲਾਦ ਲੇ ॥੩॥"},"bdb":{"gurmukhi":"(ies vwsqy) hy ipAwry mn ! nwnk (qYnUµ) is`iKAw dyNdw hY ik prmwqmw dy nwm dw sOdw ivhwJ, iehI sOdw n&y vwlw hY [3[","unicode":"(ਇਸ ਵਾਸਤੇ) ਹੇ ਪਿਆਰੇ ਮਨ ! ਨਾਨਕ (ਤੈਨੂੰ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਵਿਹਾਝ, ਇਹੀ ਸੌਦਾ ਨਫ਼ੇ ਵਾਲਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"nwnk, ipAwrI ijMdVI ƒ r`b dy nwm dw ssqw mwl bwr krn dI slwh idMdw hY[","unicode":"ਨਾਨਕ, ਪਿਆਰੀ ਜਿੰਦੜੀ ਨੂੰ ਰੱਬ ਦੇ ਨਾਮ ਦਾ ਸਸਤਾ ਮਾਲ ਬਾਰ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, oh mi mente bien amada, lleva contigo al más allá la Verdadera Mercancía (3)"},"hi":{"ss":"(इस वास्ते) हे प्यारे मन ! नानक (तुझे) शिक्षा देता है कि परमात्मा के नाम का सौदा कर~ यही सौदा नफे वाला है।3।","sts":"नानक शिक्षा देते हैं केि हरि नाम रूपी व्यापार लाभदायक है। अत: इस व्यापार को लेकर अपने साथ ले जाओ ॥३॥"}},"transliteration":{"english":"naanak sikh dhei man preetam har ladhe khep savalee ||3||","hindi":"नानकु सिख देइ मन प्रीतम हरि लदे खेप सवली ॥३॥","en":"naanak sikh dhei man preetam har ladhe khep savalee ||3||","hi":"नानकु सिख देइ मन प्रीतम हरि लदे खेप सवली ॥३॥","ipa":"nɑnək sɪkʰ d̪eeɪ mən pɹit̪əm hər ləd̪e kʰep səʋəli.3.","ur":"نانک سکھ دےا من پریِتم هر لدے کھےپ سولیِ ۔۔۳۔۔"},"pageNo":79,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3182,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw kir sMqw sMig invwso ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਕਰਿ ਸੰਤਾ ਸੰਗਿ ਨਿਵਾਸੋ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwkirsMqwsMiginvwso]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਕਰਿਸੰਤਾਸੰਗਿਨਿਵਾਸੋ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, abide in the Society of the Saints.","ms":"O my darling friendly soul! abide thou in the society of saints.","ssk":"O dear beloved mind, my friend, abide in the Society of the Saints."},"pu":{"ss":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! gurmuKW dI sMgiq ivc Awpxw bhx-Klox bxw ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਪਣਾ ਬਹਣ-ਖਲੋਣ ਬਣਾ "},"ft":{"gurmukhi":"hy myry mn ipAwry imqR jI! sMqoN ky sMg myN bwsw kru]","unicode":"ਹੇ ਮੇਰੇ ਮਨ ਪਿਆਰੇ ਮਿਤ੍ਰ ਜੀ! ਸੰਤੋਂ ਕੇ ਸੰਗ ਮੇਂ ਬਾਸਾ ਕਰੁ॥"},"bdb":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! gurmuKW dI sMgiq ivc Awpxw bhx-Klox bxw ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਪਣਾ ਬਹਣ-ਖਲੋਣ ਬਣਾ "},"ms":{"gurmukhi":"hy myrI ipAwrI sjx ijMdVIey! qUM siqsMgq AMdr vwsw kr[","unicode":"ਹੇ ਮੇਰੀ ਪਿਆਰੀ ਸਜਣ ਜਿੰਦੜੀਏ! ਤੂੰ ਸਤਿਸੰਗਤ ਅੰਦਰ ਵਾਸਾ ਕਰ।"}},"es":{"sn":"Oh mi mente, mi amiga, habita en la Saad Sangat, la Sociedad de los Santos."},"hi":{"ss":"हे प्यारे मन ! हे मित्र मन ! गुरमुखों की संगति में उठना बैठना बना।","sts":"हे मेरे प्रिय मित्र मन ! संतों की संगति में निवास करो।"}},"transliteration":{"english":"man piaariaa jeeau mitraa kar sa(n)taa sa(n)g nivaaso ||","hindi":"मन पिआरिआ जीउ मित्रा करि संता संगि निवासो ॥","en":"man piaariaa jeeau mitraa kar sa(n)taa sa(n)g nivaaso ||","hi":"मन पिआरिआ जीउ मित्रा करि संता संगि निवासो ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ kər səŋt̪ɑ səŋG nɪʋɑsɔ.","ur":"من پآرآ جیِا مترا کر سںتا سںگ نواسو ۔۔"},"pageNo":79,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3183,"shabadId":189,"verse":{"gurmukhi":"mn ipAwirAw jIau imqRw hir nwmu jpq prgwso ]","unicode":"ਮਨ ਪਿਆਰਿਆ ਜੀਉ ਮਿਤ੍ਰਾ ਹਰਿ ਨਾਮੁ ਜਪਤ ਪਰਗਾਸੋ ॥"},"larivaar":{"gurmukhi":"mnipAwirAwjIauimqRwhirnwmujpqprgwso]","unicode":"ਮਨਪਿਆਰਿਆਜੀਉਮਿਤ੍ਰਾਹਰਿਨਾਮੁਜਪਤਪਰਗਾਸੋ॥"},"translation":{"en":{"bdb":"O dear beloved mind, my friend, chanting the Lord's Name, the Divine Light shines within.","ms":"O my darling friendly soul! By repeating God's name the Divine light shines.0","ssk":"O dear beloved mind, my friend, chanting the Lord's Name, the Divine Light shines within."},"pu":{"ss":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! (gurmuKW dI sMgiq ivc) prmwqmw dw nwm jipAW AMdr Awqmk cwnx ho jWdw hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! (ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਅੰਦਰ ਆਤਮਕ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"hy mn ipAwirAw jIauidAW imqRw! hir nwm jpny sy ibbyk rUp pRkws hoqw hY]","unicode":"ਹੇ ਮਨ ਪਿਆਰਿਆ ਜੀਉਦਿਆਂ ਮਿਤ੍ਰਾ! ਹਰਿ ਨਾਮ ਜਪਨੇ ਸੇ ਬਿਬੇਕ ਰੂਪ ਪ੍ਰਕਾਸ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy ipAwry mn ! hy imqR mn ! (gurmuKW dI sMgiq ivc) prmwqmw dw nwm jipAW AMdr Awqmk cwnx ho jWdw hY ","unicode":"ਹੇ ਪਿਆਰੇ ਮਨ ! ਹੇ ਮਿਤ੍ਰ ਮਨ ! (ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਅੰਦਰ ਆਤਮਕ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"hy myrI ipAwrI sjx ijMdVIey, vwihgurU dw nwm aucwrx krn duAwrw eISvrI cwnxw huMdw hY[","unicode":"ਹੇ ਮੇਰੀ ਪਿਆਰੀ ਸਜਣ ਜਿੰਦੜੀਏ, ਵਾਹਿਗੁਰੂ ਦਾ ਨਾਮ ਉਚਾਰਣ ਕਰਨ ਦੁਆਰਾ ਈਸ਼ਵਰੀ ਚਾਨਣਾ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Oh mi mente, mi amiga, el Nombre del Señor es la Luz del mundo."},"hi":{"ss":"हे प्यारे मन ! हे मित्र मन ! (गुरमुखों की संगति में) परमात्मा का नाम जपने से अंदर आत्मिक प्रकाश हो जाता है।","sts":"हे मेरे मित्र मन ! ईश्वर का नाम जपने से ज्ञान का प्रकाश उज्ज्वल होता है।"}},"transliteration":{"english":"man piaariaa jeeau mitraa har naam japat paragaaso ||","hindi":"मन पिआरिआ जीउ मित्रा हरि नामु जपत परगासो ॥","en":"man piaariaa jeeau mitraa har naam japat paragaaso ||","hi":"मन पिआरिआ जीउ मित्रा हरि नामु जपत परगासो ॥","ipa":"mən pɪəɑrɪəɑ d͡ʒio mɪt̪ɹɑ hər nɑm d͡ʒəpət̪ pərəGɑsɔ.","ur":"من پآرآ جیِا مترا هر نام جپت پرگاسو ۔۔"},"pageNo":79,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}},{"verseId":3184,"shabadId":189,"verse":{"gurmukhi":"ismir suAwmI suKh gwmI ieC sglI puMnIAw ]","unicode":"ਸਿਮਰਿ ਸੁਆਮੀ ਸੁਖਹ ਗਾਮੀ ਇਛ ਸਗਲੀ ਪੁੰਨੀਆ ॥"},"larivaar":{"gurmukhi":"ismirsuAwmIsuKhgwmIieCsglIpuMnIAw]","unicode":"ਸਿਮਰਿਸੁਆਮੀਸੁਖਹਗਾਮੀਇਛਸਗਲੀਪੁੰਨੀਆ॥"},"translation":{"en":{"bdb":"Remember your Lord and Master, who is easily obtained, and all desires shall be fulfilled.","ms":"By remembering the Lord, of easy access, all the desires are fulfilled.","ssk":"Remember your Lord and Master, who is easily obtained, and all desires shall be fulfilled."},"pu":{"ss":{"gurmukhi":"suK ApVwx vwly mwlk-pRBU nµU ismirAW swrIAW ie`CwvW pUrIAW ho jWdIAW hn,  ","unicode":"ਸੁਖ ਅਪੜਾਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੰੂ ਸਿਮਰਿਆਂ ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ,  "},"ft":{"gurmukhi":"(sÍwmI) prmysÍr jo srb suKoN myN jIv ko (gwmI) pRwpiq krny vwlw hY, ijnHoN nY iqs ko ismrn kIAw hY, iqn kI mn kI (ieCw) cwhnw srb hI (puMnIAw) pUrx BeI hYN]","unicode":"(ਸ੍ਵਾਮੀ) ਪਰਮੇਸ੍ਵਰ ਜੋ ਸਰਬ ਸੁਖੋਂ ਮੇਂ ਜੀਵ ਕੋ (ਗਾਮੀ) ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਵਾਲਾ ਹੈ, ਜਿਨ੍ਹੋਂ ਨੈ ਤਿਸ ਕੋ ਸਿਮਰਨ ਕੀਆ ਹੈ, ਤਿਨ ਕੀ ਮਨ ਕੀ (ਇਛਾ) ਚਾਹਨਾ ਸਰਬ ਹੀ (ਪੁੰਨੀਆ) ਪੂਰਣ ਭਈ ਹੈਂ॥"},"bdb":{"gurmukhi":"suK ApVwx vwly mwlk-pRBU nµU ismirAW swrIAW ie`CwvW pUrIAW ho jWdIAW hn,  ","unicode":"ਸੁਖ ਅਪੜਾਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੰੂ ਸਿਮਰਿਆਂ ਸਾਰੀਆਂ ਇੱਛਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ,  "},"ms":{"gurmukhi":"ijs swihb koil sOK nwl puj skIdw hY, aus dw ArwDn krn duAwrw swrIAW kwmnwvW pUrIAW ho jWdIAW hn[","unicode":"ਜਿਸ ਸਾਹਿਬ ਕੋਲਿ ਸੌਖ ਨਾਲ ਪੁਜ ਸਕੀਦਾ ਹੈ, ਉਸ ਦਾ ਅਰਾਧਨ ਕਰਨ ਦੁਆਰਾ ਸਾਰੀਆਂ ਕਾਮਨਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Recuerda a tu Señor y Maestro, que es de fácil acceso, y lograrás todos tus deseos. "},"hi":{"ss":"सुख पहुँचाने वाले मालिक प्रभू को सिमरने से सारी इच्छाएं पूरी हो जाती हैं~","sts":"प्रभु जगत् का स्वामी है और जीवों को सुख देने वाला है। उसकी आराधना करने से समस्त कामनाएँ पूर्ण हो जाती हैं।"}},"transliteration":{"english":"simar suaamee sukheh gaamee ichh sagalee pu(n)neeaa ||","hindi":"सिमरि सुआमी सुखह गामी इछ सगली पुँनीआ ॥","en":"simar suaamee sukheh gaamee ichh sagalee pu(n)neeaa ||","hi":"सिमरि सुआमी सुखह गामी इछ सगली पुँनीआ ॥","ipa":"sɪmər sʊəɑmi sʊkʰəh Gɑmi eɪɕ səGəli pʊŋniəɑ.","ur":"سِمر سُآمیِ سُکھه گامیِ اچھ سگلیِ پُنّیِآ ۔۔"},"pageNo":79,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"}}]}