{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":835},"count":28,"navigation":{"previous":834,"next":836},"page":[{"verseId":35383,"shabadId":3144,"verse":{"gurmukhi":"hir hir ausqiq krY idnu rwqI riK riK crx hir qwl pUreIAw ]5]","unicode":"ਹਰਿ ਹਰਿ ਉਸਤਤਿ ਕਰੈ ਦਿਨੁ ਰਾਤੀ ਰਖਿ ਰਖਿ ਚਰਣ ਹਰਿ ਤਾਲ ਪੂਰਈਆ ॥੫॥"},"larivaar":{"gurmukhi":"hirhirausqiqkrYidnurwqIriKriKcrxhirqwlpUreIAw]5]","unicode":"ਹਰਿਹਰਿਉਸਤਤਿਕਰੈਦਿਨੁਰਾਤੀਰਖਿਰਖਿਚਰਣਹਰਿਤਾਲਪੂਰਈਆ॥੫॥"},"translation":{"en":{"bdb":"I praise the Lord, day and night, moving my feet to the beat of the drum. ||5||","ms":"Placing, placing my feet with the beating of time, day and night sing I the praise of the Lord Master God.","ssk":"I praise the Lord, day and night, moving my feet to the beat of the drum. ||5||"},"pu":{"ss":{"gurmukhi":"auh mnu`K idn rwq hr vyly prmwqmw dI is&iq-swlwh krdw rihMdw hY, pRBU-crnW ƒ hr vyly (ihrdy ivc) vsw ky (auh mnu`K jIvn-qor) qwl-isr qurdw rihMdw hY [5[","unicode":"ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨੂੰ ਹਰ ਵੇਲੇ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਕੇ (ਉਹ ਮਨੁੱਖ ਜੀਵਨ-ਤੋਰ) ਤਾਲ-ਸਿਰ ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"hr pRkwr sy hrI kI ausqqI idn rwqRI krqy hYN[ crnW ko rK rK, Bwv ieMidREN ko rok rok kr hrI ky Awgy qwl pUrqy hYN, Bwv mn ko srUp myN Thrwvqy hYN]5]","unicode":"ਹਰ ਪ੍ਰਕਾਰ ਸੇ ਹਰੀ ਕੀ ਉਸਤਤੀ ਦਿਨ ਰਾਤ੍ਰੀ ਕਰਤੇ ਹੈਂ। ਚਰਨਾਂ ਕੋ ਰਖ ਰਖ, ਭਾਵ ਇੰਦ੍ਰਿਓਂ ਕੋ ਰੋਕ ਰੋਕ ਕਰ ਹਰੀ ਕੇ ਆਗੇ ਤਾਲ ਪੂਰਤੇ ਹੈਂ, ਭਾਵ ਮਨ ਕੋ ਸਰੂਪ ਮੇਂ ਠਹਰਾਵਤੇ ਹੈਂ॥੫॥"},"bdb":{"gurmukhi":"auh mnu`K idn rwq hr vyly prmwqmw dI is&iq-swlwh krdw rihMdw hY, pRBU-crnW ƒ hr vyly (ihrdy ivc) vsw ky (auh mnu`K jIvn-qor) qwl-isr qurdw rihMdw hY [5[","unicode":"ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨੂੰ ਹਰ ਵੇਲੇ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਕੇ (ਉਹ ਮਨੁੱਖ ਜੀਵਨ-ਤੋਰ) ਤਾਲ-ਸਿਰ ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"surqwl AMdr Awpxy pYr itkw itkw ky idn rwq mYN suAwmI mwlk vwihgurU dI mihmw gwien krdw hW[","unicode":"ਸੁਰਤਾਲ ਅੰਦਰ ਆਪਣੇ ਪੈਰ ਟਿਕਾ ਟਿਕਾ ਕੇ ਦਿਨ ਰਾਤ ਮੈਂ ਸੁਆਮੀ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Alabo al Señor noche y día, moviendo mis pies al ritmo del tambor.(5)"},"hi":{"ss":"वह मनुष्य दिन रात हर वक्त परमात्मा की सिफत-सालाह करता रहता है। प्रभू के चरणों को हर वक्त (हृदय में) बसा के (वह मनुष्य के जीवन की चाल को) ताल में चलाए रखता है (बेताला नहीं होता)। 5।","sts":"में हरि-चरणों को अपने मन में बसाकर तथा पैर स्वरताल में टिका कर हरि की स्तुति करता रहता हूँ॥ ५॥"}},"transliteration":{"english":"har har usatat karai dhin raatee rakh rakh charan har taal poorieeaa ||5||","hindi":"हरि हरि उसतति करै दिनु राती रखि रखि चरण हरि ताल पूरईआ ॥५॥","en":"har har usatat karai dhin raatee rakh rakh charan har taal poorieeaa ||5||","hi":"हरि हरि उसतति करै दिनु राती रखि रखि चरण हरि ताल पूरईआ ॥५॥","ipa":"hər hər oʊsət̪ət̪ kəræ d̪ɪn rɑt̪i rəkʰ rəkʰ t͡ʃərəɳ hər t̪ɑl pureiɑ.5.","ur":"هر هرِ اُستت کرَے دن راتیِ رکھِ رکھِ چرݨ هرِ تال پُورایآ ۔۔۵۔۔"},"pageNo":835,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35384,"shabadId":3144,"verse":{"gurmukhi":"hir kY rMig rqw mnu gwvY ris rswl ris sbdu rveIAw ]","unicode":"ਹਰਿ ਕੈ ਰੰਗਿ ਰਤਾ ਮਨੁ ਗਾਵੈ ਰਸਿ ਰਸਾਲ ਰਸਿ ਸਬਦੁ ਰਵਈਆ ॥"},"larivaar":{"gurmukhi":"hirkYrMigrqwmnugwvYrisrswlrissbdurveIAw]","unicode":"ਹਰਿਕੈਰੰਗਿਰਤਾਮਨੁਗਾਵੈਰਸਿਰਸਾਲਰਸਿਸਬਦੁਰਵਈਆ॥"},"translation":{"en":{"bdb":"Imbued with the Lord's Love, my mind sings His Praise, joyfully chanting the Shabad, the source of nectar and bliss.","ms":"Imbued with God's love, my soul sings His praise and joyfully utters the Name of the Home of Nectar and bliss.","ssk":"Imbued with the Lord's Love, my mind sings His Praise, joyfully chanting the Shabad, the source of nectar and bliss."},"pu":{"ss":{"gurmukhi":"hy BweI! pRBU dy (pRym-) rMg ivc rMigAw hoieAw (ijs mnu`K dw) mn (is&iq-swlwh dy gIq) gWdw rihMdw hY, rsW dy somy pRBU dy ipAwr ivc suAwd nwl (jo mnu`K) gurU dy Sbd ƒ jpdw rihMdw hY, ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ (ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਰਸਾਂ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਸੁਆਦ ਨਾਲ (ਜੋ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, "},"ft":{"gurmukhi":"hrI ky (rMig) pRym myN rqw hUAw mn iqs vwihgurU ky guxoN ko gwvqw hY[ rsoN ivKy jo (rswl) sRyst rs hY, so Ab hm guroN ky (sbdu) aupdyS kr iqs ko rwvqy hYN, Bwv iqs AnMd myN mgn hYN]","unicode":"ਹਰੀ ਕੇ (ਰੰਗਿ) ਪ੍ਰੇਮ ਮੇਂ ਰਤਾ ਹੂਆ ਮਨ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤਾ ਹੈ। ਰਸੋਂ ਵਿਖੇ ਜੋ (ਰਸਾਲ) ਸ੍ਰੇਸਟ ਰਸ ਹੈ, ਸੋ ਅਬ ਹਮ ਗੁਰੋਂ ਕੇ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕਰ ਤਿਸ ਕੋ ਰਾਵਤੇ ਹੈਂ, ਭਾਵ ਤਿਸ ਅਨੰਦ ਮੇਂ ਮਗਨ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! pRBU dy (pRym-) rMg ivc rMigAw hoieAw (ijs mnu`K dw) mn (is&iq-swlwh dy gIq) gWdw rihMdw hY, rsW dy somy pRBU dy ipAwr ivc suAwd nwl (jo mnu`K) gurU dy Sbd ƒ jpdw rihMdw hY, ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ (ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਰਸਾਂ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਸੁਆਦ ਨਾਲ (ਜੋ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, "},"ms":{"gurmukhi":"vwihgurU dI pRIq nwl rMgI hoeI myrI Awqmw aus dw j`s AlwpdI hY Aqy KuSI qy AMimRq dy Gr dw nwm AwnMd nwl aucwrn krdI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੀ ਹੋਈ ਮੇਰੀ ਆਤਮਾ ਉਸ ਦਾ ਜੱਸ ਅਲਾਪਦੀ ਹੈ ਅਤੇ ਖੁਸ਼ੀ ਤੇ ਅੰਮ੍ਰਿਤ ਦੇ ਘਰ ਦਾ ਨਾਮ ਆਨੰਦ ਨਾਲ ਉਚਾਰਨ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Imbuido en el Amor del Señor recito, y canto con Dicha infinita la Bella Palabra, "},"hi":{"ss":"हे भाई ! प्रभू के (प्रेम-) रंग में रंगा हुआ (जिस मनुष्य का) मन (सिफत-सालाह के गीत) गाता रहता है। रसों के श्रोत प्रभू के प्यार में स्वाद से (जो मनुष्य) गुरू के शबद को जपता रहता है।","sts":"यह मन हरि के रंग में लीन होकर उसका ही गुणगान करता है और रसों के रस शब्द का जाप किया है।"}},"transliteration":{"english":"har kai ra(n)g rataa man gaavai ras rasaal ras sabadh ravieeaa ||","hindi":"हरि कै रंगि रता मनु गावै रसि रसाल रसि सबदु रवईआ ॥","en":"har kai ra(n)g rataa man gaavai ras rasaal ras sabadh ravieeaa ||","hi":"हरि कै रंगि रता मनु गावै रसि रसाल रसि सबदु रवईआ ॥","ipa":"hər kæ rəŋG rət̪ɑ mən Gɑʋæ rəs rəsɑl rəs səbəd̪ rəʋeiɑ.","ur":"هر کَے رںگ رتا من گاوَے رسِ رسال رسِ سبد روایآ ۔۔"},"pageNo":835,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35385,"shabadId":3144,"verse":{"gurmukhi":"inj Gir Dwr cuAY Aiq inrml ijin pIAw iqn hI suKu lhIAw ]6]","unicode":"ਨਿਜ ਘਰਿ ਧਾਰ ਚੁਐ ਅਤਿ ਨਿਰਮਲ ਜਿਨਿ ਪੀਆ ਤਿਨ ਹੀ ਸੁਖੁ ਲਹੀਆ ॥੬॥"},"larivaar":{"gurmukhi":"injGirDwrcuAYAiqinrmlijinpIAwiqnhIsuKulhIAw]6]","unicode":"ਨਿਜਘਰਿਧਾਰਚੁਐਅਤਿਨਿਰਮਲਜਿਨਿਪੀਆਤਿਨਹੀਸੁਖੁਲਹੀਆ॥੬॥"},"translation":{"en":{"bdb":"The stream of immaculate purity flows through the home of the self within; one who drinks it in, finds peace. ||6||","ms":"Within one's own home trickles the supremely immaculate stream, He who drink it attains to peace.","ssk":"The stream of immaculate purity flows through the home of the self within; one who drinks it in, finds peace. ||6||"},"pu":{"ss":{"gurmukhi":"aus mnu`K dy ihrdy ivc (Awqmk jIvn dyx vwly nwm-jl dI) bVI sw&-suQrI Dwr coNdI rihMdI hY [ ijs mnu`K ny (ieh nwm-jl) pIqw aus ny hI Awqmk AwnMd pRwpq kIqw [6[","unicode":"ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ) ਬੜੀ ਸਾਫ਼-ਸੁਥਰੀ ਧਾਰ ਚੋਂਦੀ ਰਹਿੰਦੀ ਹੈ । ਜਿਸ ਮਨੁੱਖ ਨੇ (ਇਹ ਨਾਮ-ਜਲ) ਪੀਤਾ ਉਸ ਨੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ।੬।"},"ft":{"gurmukhi":"Apxy AMqskrx rUpI Gr myN Awqm AnMd kI AMimRq rUp Dwrw AqI inrml hm ko (cuAY) pRwpiq BeI hY[ AOr hor BI ijnoN ny ies Awqm AnMd rUpI AMmRq ko pwn kIAw hY, iqnoN ny hI sb ko (lhIAw) lihAw, Bwv pwieAw hY]6]","unicode":"ਅਪਣੇ ਅੰਤਸਕਰਣ ਰੂਪੀ ਘਰ ਮੇਂ ਆਤਮ ਅਨੰਦ ਕੀ ਅੰਮ੍ਰਿਤ ਰੂਪ ਧਾਰਾ ਅਤੀ ਨਿਰਮਲ ਹਮ ਕੋ (ਚੁਐ) ਪ੍ਰਾਪਤਿ ਭਈ ਹੈ। ਔਰ ਹੋਰ ਭੀ ਜਿਨੋਂ ਨੇ ਇਸ ਆਤਮ ਅਨੰਦ ਰੂਪੀ ਅੰਮ੍ਰਤ ਕੋ ਪਾਨ ਕੀਆ ਹੈ, ਤਿਨੋਂ ਨੇ ਹੀ ਸਬ ਕੋ (ਲਹੀਆ) ਲਹਿਆ, ਭਾਵ ਪਾਇਆ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"aus mnu`K dy ihrdy ivc (Awqmk jIvn dyx vwly nwm-jl dI) bVI sw&-suQrI Dwr coNdI rihMdI hY [ ijs mnu`K ny (ieh nwm-jl) pIqw aus ny hI Awqmk AwnMd pRwpq kIqw [6[","unicode":"ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ) ਬੜੀ ਸਾਫ਼-ਸੁਥਰੀ ਧਾਰ ਚੋਂਦੀ ਰਹਿੰਦੀ ਹੈ । ਜਿਸ ਮਨੁੱਖ ਨੇ (ਇਹ ਨਾਮ-ਜਲ) ਪੀਤਾ ਉਸ ਨੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ।੬।"},"ms":{"gurmukhi":"ienswn ny Awpxy in`j dy gRih AMdr prm piv`qr Dwrw t`pkqI hY[ jo BI ies ƒ pwn krdw hY, auh Awrwm pwauNdw hY[","unicode":"ਇਨਸਾਨ ਨੇ ਆਪਣੇ ਨਿੱਜ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਪਰਮ ਪਵਿੱਤਰ ਧਾਰਾ ਟੱਪਕਤੀ ਹੈ। ਜੋ ਭੀ ਇਸ ਨੂੰ ਪਾਨ ਕਰਦਾ ਹੈ, ਉਹ ਆਰਾਮ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"un arroyo claro y puro con el Nombre del Señor en el hogar de mi ser es vertido, y la Paz inunda a quien sea que bebe de él. (6)"},"hi":{"ss":"उस मनुष्य के हृदय में (आत्मिक जीवन देने वाले नाम-जल की) बड़ी ही पवित्र धारा टपकती रहती है। जिस मनुष्य ने (यह नाम-जल) पीया उसने ही आत्मिक आनंद प्राप्त किया। 6।","sts":"अन्तरात्मा में अमृत की निर्मल धारा बहती रहती है। जिसने इस अमृत का पान किया है, उसे ही सुख मिला है॥ ६॥"}},"transliteration":{"english":"nij ghar dhaar chuaai at niramal jin peeaa tin hee sukh laheeaa ||6||","hindi":"निज घरि धार चुऐ अति निरमल जिनि पीआ तिन ही सुखु लहीआ ॥६॥","en":"nij ghar dhaar chuaai at niramal jin peeaa tin hee sukh laheeaa ||6||","hi":"निज घरि धार चुऐ अति निरमल जिनि पीआ तिन ही सुखु लहीआ ॥६॥","ipa":"nɪd͡ʒ Gʰər t̪ɑr t͡ʃʊæ ət̪ nɪrəməl d͡ʒɪn piəɑ t̪ɪn hi sʊkʰ ləhiəɑ.6.","ur":"نِج گھر دھار چُاَے اتِ نرمل جنِ پیِآ تن هیِ سُکھ لهیِآ ۔۔۶۔۔"},"pageNo":835,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35386,"shabadId":3144,"verse":{"gurmukhi":"mnhiT krm krY AiBmwnI ijau bwlk bwlU Gr ausreIAw ]","unicode":"ਮਨਹਠਿ ਕਰਮ ਕਰੈ ਅਭਿਮਾਨੀ ਜਿਉ ਬਾਲਕ ਬਾਲੂ ਘਰ ਉਸਰਈਆ ॥"},"larivaar":{"gurmukhi":"mnhiTkrmkrYAiBmwnIijaubwlkbwlUGrausreIAw]","unicode":"ਮਨਹਠਿਕਰਮਕਰੈਅਭਿਮਾਨੀਜਿਉਬਾਲਕਬਾਲੂਘਰਉਸਰਈਆ॥"},"translation":{"en":{"bdb":"The stubborn-minded, egotistical, proud-minded person performs rituals, but these are like sand castles built by children.","ms":"Through his mind's obstinacy, the proud man performs rituals, but these are like house of sand built by a child.","ssk":"The stubborn-minded, egotistical, proud-minded person performs rituals, but these are like sand castles built by children."},"pu":{"ss":{"gurmukhi":"(ijhVw mnu`K Awpxy) mn dy hT nwl (im`Qy hoey Dwrimk) krm krdw rihMdw hY, aus ƒ (Awpxy DrmI hox dw) mwx ho jWdw hY, (aus dy ieh au~dm iPr ieauN hI hn) ijvyN b`cy ryq dy Gr auswrdy hn, ","unicode":"(ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਪਣੇ ਧਰਮੀ ਹੋਣ ਦਾ) ਮਾਣ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਇਹ ਉੱਦਮ ਫਿਰ ਇਉਂ ਹੀ ਹਨ) ਜਿਵੇਂ ਬੱਚੇ ਰੇਤ ਦੇ ਘਰ ਉਸਾਰਦੇ ਹਨ, "},"ft":{"gurmukhi":"guroN qy ibnW mn hT kr jo ieh AiBmwnI jIv krmoN ko krqw hY, so AYsy hY jYsy- smuMdr ky knwry pr koeI bwlk (bwlU) ryqy kw Gr auswrqw hY]","unicode":"ਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਮਨ ਹਠ ਕਰ ਜੋ ਇਹ ਅਭਿਮਾਨੀ ਜੀਵ ਕਰਮੋਂ ਕੋ ਕਰਤਾ ਹੈ, ਸੋ ਐਸੇ ਹੈ ਜੈਸੇ- ਸਮੁੰਦਰ ਕੇ ਕਨਾਰੇ ਪਰ ਕੋਈ ਬਾਲਕ (ਬਾਲੂ) ਰੇਤੇ ਕਾ ਘਰ ਉਸਾਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijhVw mnu`K Awpxy) mn dy hT nwl (im`Qy hoey Dwrimk) krm krdw rihMdw hY, aus ƒ (Awpxy DrmI hox dw) mwx ho jWdw hY, (aus dy ieh au~dm iPr ieauN hI hn) ijvyN b`cy ryq dy Gr auswrdy hn, ","unicode":"(ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਪਣੇ ਧਰਮੀ ਹੋਣ ਦਾ) ਮਾਣ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਇਹ ਉੱਦਮ ਫਿਰ ਇਉਂ ਹੀ ਹਨ) ਜਿਵੇਂ ਬੱਚੇ ਰੇਤ ਦੇ ਘਰ ਉਸਾਰਦੇ ਹਨ, "},"ms":{"gurmukhi":"Awpxy ic`q dI ij`d rwhIN hMkwrI AwdmI krmkWf kmwauNdw hY[ pr ieh iek b¤cy dy ryqy dw mkwn bxwaux dy smwn hn[","unicode":"ਆਪਣੇ ਚਿੱਤ ਦੀ ਜਿੱਦ ਰਾਹੀਂ ਹੰਕਾਰੀ ਆਦਮੀ ਕਰਮਕਾਂਡ ਕਮਾਉਂਦਾ ਹੈ। ਪਰ ਇਹ ਇਕ ਬੱਚੇ ਦੇ ਰੇਤੇ ਦਾ ਮਕਾਨ ਬਣਾਉਣ ਦੇ ਸਮਾਨ ਹਨ।"}},"es":{"sn":"El ególatra hace actos arrogantes, pero éstos son como una casa de arena construida por un niño demasiado cerca del mar; "},"hi":{"ss":"(जो मनुष्य अपने) मन के हठ से (मिथे हुए धार्मिक) कर्म करता रहता है। उसको (अपने धर्मी होने का) गुमान हो जाता है। (उसके ये उद्यम फिर यूँ ही हैं) जैसे बच्चे रेत के घर उसारते हैं।","sts":"अभिमानी व्यक्ति मन के हठ से कर्म करता है परन्तु उसके यह कर्म ऐसे हैं जैसे बालक ने रेत का घर बनाया है,"}},"transliteration":{"english":"manahaTh karam karai abhimaanee jiau baalak baaloo ghar usarieeaa ||","hindi":"मनहठि करम करै अभिमानी जिउ बालक बालू घर उसरईआ ॥","en":"manahaTh karam karai abhimaanee jiau baalak baaloo ghar usarieeaa ||","hi":"मनहठि करम करै अभिमानी जिउ बालक बालू घर उसरईआ ॥","ipa":"mənəhəʈʰ kərəm kəræ əɓɪmɑni d͡ʒɪo bɑlək bɑlu Gʰər oʊsəreiɑ.","ur":"منهٹھ کرم کرَے ابھِمانیِ جا بالک بالُو گھر اُسرایآ ۔۔"},"pageNo":835,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35387,"shabadId":3144,"verse":{"gurmukhi":"AwvY lhir smuMd swgr kI iKn mih iBMn iBMn Fih peIAw ]7]","unicode":"ਆਵੈ ਲਹਰਿ ਸਮੁੰਦ ਸਾਗਰ ਕੀ ਖਿਨ ਮਹਿ ਭਿੰਨ ਭਿੰਨ ਢਹਿ ਪਈਆ ॥੭॥"},"larivaar":{"gurmukhi":"AwvYlhirsmuMdswgrkIiKnmihiBMniBMnFihpeIAw]7]","unicode":"ਆਵੈਲਹਰਿਸਮੁੰਦਸਾਗਰਕੀਖਿਨਮਹਿਭਿੰਨਭਿੰਨਢਹਿਪਈਆ॥੭॥"},"translation":{"en":{"bdb":"When the waves of the ocean come in, they crumble and dissolve in an instant. ||7||","ms":"When the waves of the vast ocean dash against it, in an instant, it crumbles into pieces and bits.","ssk":"When the waves of the ocean come in, they crumble and dissolve in an instant. ||7||"},"pu":{"ss":{"gurmukhi":"smuMdr dy pwxI dI lihr AwauNdI hY, qy, auh Gr iek iKn ivc ikxkw ikxkw ho ky Fih jWdy hn [7[","unicode":"ਸਮੁੰਦਰ ਦੇ ਪਾਣੀ ਦੀ ਲਹਿਰ ਆਉਂਦੀ ਹੈ, ਤੇ, ਉਹ ਘਰ ਇਕ ਖਿਨ ਵਿਚ ਕਿਣਕਾ ਕਿਣਕਾ ਹੋ ਕੇ ਢਹਿ ਜਾਂਦੇ ਹਨ ।੭।"},"ft":{"gurmukhi":"jb (swgr) sgr ky puqR kr rcq smuMdr sy jl kI lhr AwvqI hY, iqsI iKn myN iBMn iBMn ho kr ryqy kw Gr igr pVqw hY[ qYsy hI puMnoN kI nwsqw rUpI lhr kr skwmI krmoN ky PlH rUp suK nws ho jwqy hYN]7]ÇAb lhroN ky idRStWq kr jgq ko bRhm swQ ABydqw idKlwvqy hYN:","unicode":"ਜਬ (ਸਾਗਰ) ਸਗਰ ਕੇ ਪੁਤ੍ਰ ਕਰ ਰਚਤ ਸਮੁੰਦਰ ਸੇ ਜਲ ਕੀ ਲਹਰ ਆਵਤੀ ਹੈ, ਤਿਸੀ ਖਿਨ ਮੇਂ ਭਿੰਨ ਭਿੰਨ ਹੋ ਕਰ ਰੇਤੇ ਕਾ ਘਰ ਗਿਰ ਪੜਤਾ ਹੈ। ਤੈਸੇ ਹੀ ਪੁੰਨੋਂ ਕੀ ਨਾਸਤਾ ਰੂਪੀ ਲਹਰ ਕਰ ਸਕਾਮੀ ਕਰਮੋਂ ਕੇ ਫਲ੍ਹ ਰੂਪ ਸੁਖ ਨਾਸ ਹੋ ਜਾਤੇ ਹੈਂ॥੭॥☬ਅਬ ਲਹਰੋਂ ਕੇ ਦ੍ਰਿਸ਼ਟਾਂਤ ਕਰ ਜਗਤ ਕੋ ਬ੍ਰਹਮ ਸਾਥ ਅਭੇਦਤਾ ਦਿਖਲਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"smuMdr dy pwxI dI lihr AwauNdI hY, qy, auh Gr iek iKn ivc ikxkw ikxkw ho ky Fih jWdy hn [7[","unicode":"ਸਮੁੰਦਰ ਦੇ ਪਾਣੀ ਦੀ ਲਹਿਰ ਆਉਂਦੀ ਹੈ, ਤੇ, ਉਹ ਘਰ ਇਕ ਖਿਨ ਵਿਚ ਕਿਣਕਾ ਕਿਣਕਾ ਹੋ ਕੇ ਢਹਿ ਜਾਂਦੇ ਹਨ ।੭।"},"ms":{"gurmukhi":"jd Awpwr smuMdr dy qrMg ies ƒ tkrwauNdy hn, qd iek inmK iv`c, ieh tukVy tukVy ho if`g pYNdw hY[","unicode":"ਜਦ ਆਪਾਰ ਸਮੁੰਦਰ ਦੇ ਤਰੰਗ ਇਸ ਨੂੰ ਟਕਰਾਉਂਦੇ ਹਨ, ਤਦ ਇਕ ਨਿਮਖ ਵਿੱਚ, ਇਹ ਟੁਕੜੇ ਟੁਕੜੇ ਹੋ ਡਿੱਗ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"cuando las olas del mar rompen en la playa, el agua llega hasta ella, y la construcción fútil cae y se desvanece. (7)"},"hi":{"ss":"समुंद्र के पानी की लहर आती है। और वे घर एक पल में तिनका-तिनका हो के ढह जाते हैं। 7।","sts":"जब समुद्र-सागर की लहर आती है तो यह क्षण में ही भिन्न-भिन्न होकर गिर जाता है।७ ।"}},"transliteration":{"english":"aavai lahar samu(n)dh saagar kee khin meh bhi(n)n bhi(n)n ddeh pieeaa ||7||","hindi":"आवै लहरि समुँद सागर की खिन महि भिंन भिंन ढहि पईआ ॥७॥","en":"aavai lahar samu(n)dh saagar kee khin meh bhi(n)n bhi(n)n ddeh pieeaa ||7||","hi":"आवै लहरि समुँद सागर की खिन महि भिंन भिंन ढहि पईआ ॥७॥","ipa":"əɑʋæ ləhər səmʊŋd̪ sɑGər ki kʰɪn məh ɓɪŋn ɓɪŋn ʈəh peiɑ.7.","ur":"آوَے لهر سمںد ساگر کیِ کھن مهِ بھنّ بھنّ ڈھهِ پایآ ۔۔۷۔۔"},"pageNo":835,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35388,"shabadId":3144,"verse":{"gurmukhi":"hir sru swgru hir hY Awpy iehu jgu hY sBu Kylu KyleIAw ]","unicode":"ਹਰਿ ਸਰੁ ਸਾਗਰੁ ਹਰਿ ਹੈ ਆਪੇ ਇਹੁ ਜਗੁ ਹੈ ਸਭੁ ਖੇਲੁ ਖੇਲਈਆ ॥"},"larivaar":{"gurmukhi":"hirsruswgruhirhYAwpyiehujguhYsBuKyluKyleIAw]","unicode":"ਹਰਿਸਰੁਸਾਗਰੁਹਰਿਹੈਆਪੇਇਹੁਜਗੁਹੈਸਭੁਖੇਲੁਖੇਲਈਆ॥"},"translation":{"en":{"bdb":"The Lord is the pool, and the Lord Himself is the ocean; this world is all a play which He has staged.","ms":"God is the pool and God Himself is the ocean, this world is all a play staged by Him.","ssk":"The Lord is the pool, and the Lord Himself is the ocean; this world is all a play which He has staged."},"pu":{"ss":{"gurmukhi":"hy BweI! ieh swrw jgq (prmwqmw ny) iek qmwSw ricAw hoieAw hY, auh Awp hI (jIvn dw) srovr hY, smuMdr hY (swry jIv aus smuMdr dIAW lihrW hn) [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ (ਪਰਮਾਤਮਾ ਨੇ) ਇਕ ਤਮਾਸ਼ਾ ਰਚਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਨ ਦਾ) ਸਰੋਵਰ ਹੈ, ਸਮੁੰਦਰ ਹੈ (ਸਾਰੇ ਜੀਵ ਉਸ ਸਮੁੰਦਰ ਦੀਆਂ ਲਹਿਰਾਂ ਹਨ) । "},"ft":{"gurmukhi":"hrI Awp hI hr pRkwr sy smuMdR ky (sru) smwn hY[ ieh jgq jo hY, so sB iqs kw Kyl KyilAw hUAw vw iKlwirAw hUAw qrMg rUp hY]","unicode":"ਹਰੀ ਆਪ ਹੀ ਹਰ ਪ੍ਰਕਾਰ ਸੇ ਸਮੁੰਦ੍ਰ ਕੇ (ਸਰੁ) ਸਮਾਨ ਹੈ। ਇਹ ਜਗਤ ਜੋ ਹੈ, ਸੋ ਸਭ ਤਿਸ ਕਾ ਖੇਲ ਖੇਲਿਆ ਹੂਆ ਵਾ ਖਿਲਾਰਿਆ ਹੂਆ ਤਰੰਗ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ieh swrw jgq (prmwqmw ny) iek qmwSw ricAw hoieAw hY, auh Awp hI (jIvn dw) srovr hY, smuMdr hY (swry jIv aus smuMdr dIAW lihrW hn) [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ (ਪਰਮਾਤਮਾ ਨੇ) ਇਕ ਤਮਾਸ਼ਾ ਰਚਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਨ ਦਾ) ਸਰੋਵਰ ਹੈ, ਸਮੁੰਦਰ ਹੈ (ਸਾਰੇ ਜੀਵ ਉਸ ਸਮੁੰਦਰ ਦੀਆਂ ਲਹਿਰਾਂ ਹਨ) । "},"ms":{"gurmukhi":"vwihgurU srovr hY Aqy vwihgurU Kud hI smuMdr hY[ ieh smUh sMswr aus ny iek Kyf rcI hoeI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸਰੋਵਰ ਹੈ ਅਤੇ ਵਾਹਿਗੁਰੂ ਖੁਦ ਹੀ ਸਮੁੰਦਰ ਹੈ। ਇਹ ਸਮੂਹ ਸੰਸਾਰ ਉਸ ਨੇ ਇਕ ਖੇਡ ਰਚੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"El Señor es el mar y este mundo realiza Su Teatro en sus orillas, "},"hi":{"ss":"हे भाई ! ये सारा जगत (परमात्मा ने) एक तमाशा रचा हुआ है। वह स्वयं ही (जीवन का) सरावर है। समुंद्र है (सारे जीव उस समुंद्र की लहरें हैं)।","sts":"हरि ही सरोवर एवं सागर है और उसने स्वयं ही यह जगत् रूपी खेल बनाया है।"}},"transliteration":{"english":"har sar saagar har hai aape ih jag hai sabh khel khelieeaa ||","hindi":"हरि सरु सागरु हरि है आपे इहु जगु है सभु खेलु खेलईआ ॥","en":"har sar saagar har hai aape ih jag hai sabh khel khelieeaa ||","hi":"हरि सरु सागरु हरि है आपे इहु जगु है सभु खेलु खेलईआ ॥","ipa":"hər sər sɑGər hər hæ əɑpe eɪh d͡ʒəG hæ səɓ kʰel kʰeleiɑ.","ur":"هر سر ساگر هرِ هَے آپے اهُ جگ هَے سبھ کھےل کھےلایآ ۔۔"},"pageNo":835,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35389,"shabadId":3144,"verse":{"gurmukhi":"ijau jl qrMg jlu jlih smwvih nwnk Awpy Awip rmeIAw ]8]3]6]","unicode":"ਜਿਉ ਜਲ ਤਰੰਗ ਜਲੁ ਜਲਹਿ ਸਮਾਵਹਿ ਨਾਨਕ ਆਪੇ ਆਪਿ ਰਮਈਆ ॥੮॥੩॥੬॥"},"larivaar":{"gurmukhi":"ijaujlqrMgjlujlihsmwvihnwnkAwpyAwiprmeIAw]8]3]6]","unicode":"ਜਿਉਜਲਤਰੰਗਜਲੁਜਲਹਿਸਮਾਵਹਿਨਾਨਕਆਪੇਆਪਿਰਮਈਆ॥੮॥੩॥੬॥"},"translation":{"en":{"bdb":"As the waves of water merge into the water again, O Nanak, so does He merge into Himself. ||8||3||6||","ms":"As the water of the sea waves merges in the sea, so, O Nanak, the omnipresent Lord is all by the Himself.","ssk":"As the waves of water merge into the water again, O Nanak, so does He merge into Himself. ||8||3||6||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijvyN (smuMdr dy) pwxI dIAW lihrW (smuMdr dw) pwxI (hI hn) pwxI ivc hI iml jWdIAW hn (iesy qrHW) auh sohxw rwm (hr QW) Awp hI Awp hY [8[3[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਵੇਂ (ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ (ਸਮੁੰਦਰ ਦਾ) ਪਾਣੀ (ਹੀ ਹਨ) ਪਾਣੀ ਵਿਚ ਹੀ ਮਿਲ ਜਾਂਦੀਆਂ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ) ਉਹ ਸੋਹਣਾ ਰਾਮ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ ।੮।੩।"},"ft":{"gurmukhi":"jYsy jb jl ky qrMg jl ivKy iBMn pRqIq hoqy hYN, Eh qb BI jl kw hI srUp hYN[ AOr jb jl myN Eh qrMg (smwvih) ABwv ho jwqy hYN qb BI jl myN hI smwie kr jl rUp ho jwqy hYN[ sRI gurU jI khqy hYN: qYsy Ab BI srb rUpu Awpy Awp rmeIAw hI hY AOru jb dyhoN rUpI qrMgoN kw ABwv hovygw qb BI bRhm hI sys rhygw[ Bwv Akwr klpq hY, klp vsqU kI sqw ADsTwn sy iBMn nhIN hoqI]8]3]6]Çscy kI pRIqI ibnW pwKMf kI nKyDI krqy hUey inj mn pRqI aupdyS aucwrn krqy hYN:","unicode":"ਜੈਸੇ ਜਬ ਜਲ ਕੇ ਤਰੰਗ ਜਲ ਵਿਖੇ ਭਿੰਨ ਪ੍ਰਤੀਤ ਹੋਤੇ ਹੈਂ, ਓਹ ਤਬ ਭੀ ਜਲ ਕਾ ਹੀ ਸਰੂਪ ਹੈਂ। ਔਰ ਜਬ ਜਲ ਮੇਂ ਓਹ ਤਰੰਗ (ਸਮਾਵਹਿ) ਅਭਾਵ ਹੋ ਜਾਤੇ ਹੈਂ ਤਬ ਭੀ ਜਲ ਮੇਂ ਹੀ ਸਮਾਇ ਕਰ ਜਲ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤੈਸੇ ਅਬ ਭੀ ਸਰਬ ਰੂਪੁ ਆਪੇ ਆਪ ਰਮਈਆ ਹੀ ਹੈ ਔਰੁ ਜਬ ਦੇਹੋਂ ਰੂਪੀ ਤਰੰਗੋਂ ਕਾ ਅਭਾਵ ਹੋਵੇਗਾ ਤਬ ਭੀ ਬ੍ਰਹਮ ਹੀ ਸੇਸ ਰਹੇਗਾ। ਭਾਵ ਅਕਾਰ ਕਲਪਤ ਹੈ, ਕਲਪ ਵਸਤੂ ਕੀ ਸਤਾ ਅਧਸਠਾਨ ਸੇ ਭਿੰਨ ਨਹੀਂ ਹੋਤੀ॥੮॥੩॥੬॥☬ਸਚੇ ਕੀ ਪ੍ਰੀਤੀ ਬਿਨਾਂ ਪਾਖੰਡ ਕੀ ਨਖੇਧੀ ਕਰਤੇ ਹੂਏ ਨਿਜ ਮਨ ਪ੍ਰਤੀ ਉਪਦੇਸ਼ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! ijvyN (smuMdr dy) pwxI dIAW lihrW (smuMdr dw) pwxI (hI hn) pwxI ivc hI iml jWdIAW hn (iesy qrHW) auh sohxw rwm (hr QW) Awp hI Awp hY [8[3[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਵੇਂ (ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ (ਸਮੁੰਦਰ ਦਾ) ਪਾਣੀ (ਹੀ ਹਨ) ਪਾਣੀ ਵਿਚ ਹੀ ਮਿਲ ਜਾਂਦੀਆਂ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ) ਉਹ ਸੋਹਣਾ ਰਾਮ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ ।੮।੩।"},"ms":{"gurmukhi":"ijs qrHW smuMdr dIAW lihrW dw pwxI smuMdr iv`c lIn ho jWdw hY, eysy qrHW hI, hy nwnk! srb-ivAwpk suAwmI swrw kuJ Kud-b-Kud hI hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੁੰਦਰ ਦੀਆਂ ਲਹਿਰਾਂ ਦਾ ਪਾਣੀ ਸਮੁੰਦਰ ਵਿੱਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ, ਹੇ ਨਾਨਕ! ਸਰਬ-ਵਿਆਪਕ ਸੁਆਮੀ ਸਾਰਾ ਕੁਝ ਖੁਦ-ਬ-ਖੁਦ ਹੀ ਹੈ।"}},"es":{"sn":"así como las olas se inmergen en el mar, así el mundo lo hace en sus arenas, no hay nada más que Él.(8-3-6)"},"hi":{"ss":"हे नानक ! जैसे (समुंद्र के) पानी की लहरें (समुंद्र का) पानी (ही हैं) पानी में ही मिल जाती हैं (इस तरह) वह सुंदर राम (हर जगह) स्वयं ही स्वयं है। 8। 3।","sts":"हे नानक ! जैसे जल की तरंगें जल ही होती हैं और जल में ही मिल जाती हैं, वैसे ही प्रभु सब में समाया हुआ है॥ ८॥ ३॥ ६॥"}},"transliteration":{"english":"jiau jal tara(n)g jal jaleh samaaveh naanak aape aap ramieeaa ||8||3||6||","hindi":"जिउ जल तरंग जलु जलहि समावहि नानक आपे आपि रमईआ ॥८॥३॥६॥","en":"jiau jal tara(n)g jal jaleh samaaveh naanak aape aap ramieeaa ||8||3||6||","hi":"जिउ जल तरंग जलु जलहि समावहि नानक आपे आपि रमईआ ॥८॥३॥६॥","ipa":"d͡ʒɪo d͡ʒəl t̪ərəŋG d͡ʒəl d͡ʒələh səmɑʋəh nɑnək əɑpe əɑp rəmeiɑ.8.3.6.","ur":"جِا جل ترںگ جل جله سماوه نانک آپے آپ رمایآ ۔۔۸۔۔۳۔۔۶۔۔"},"pageNo":835,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"},{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35390,"shabadId":3145,"verse":{"gurmukhi":"iblwvlu mhlw 4 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw4]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Bilaaval, Fourth Mehla:","ms":"Bilawal 4th Guru.","ssk":"Bilaaval, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl cOQI pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"बिलावलु महला ४ ॥"}},"transliteration":{"english":"bilaaval mahalaa chauthhaa ||","hindi":"बिलावलु महला ४ ॥","en":"bilaaval mahalaa chauthhaa ||","hi":"बिलावलु महला ४ ॥","ipa":"bɪlɑʋəl məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"بِلاول مهلا ۴ ۔۔"},"pageNo":835,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35391,"shabadId":3145,"verse":{"gurmukhi":"siqguru prcY min muMdRw pweI gur kw sbdu qin Bsm idRVeIAw ]","unicode":"ਸਤਿਗੁਰੁ ਪਰਚੈ ਮਨਿ ਮੁੰਦ੍ਰਾ ਪਾਈ ਗੁਰ ਕਾ ਸਬਦੁ ਤਨਿ ਭਸਮ ਦ੍ਰਿੜਈਆ ॥"},"larivaar":{"gurmukhi":"siqguruprcYminmuMdRwpweIgurkwsbduqinBsmidRVeIAw]","unicode":"ਸਤਿਗੁਰੁਪਰਚੈਮਨਿਮੁੰਦ੍ਰਾਪਾਈਗੁਰਕਾਸਬਦੁਤਨਿਭਸਮਦ੍ਰਿੜਈਆ॥"},"translation":{"en":{"bdb":"My mind wears the ear-rings of the True Guru's acquaintance; I apply the ashes of the Word of the Guru's Shabad to my body.","ms":"My mind wears the rings of the union with True Guru and I apply the ashes of the Guru's instruction to my body.","ssk":"My mind wears the ear-rings of the True Guru's acquaintance; I apply the ashes of the Word of the Guru's Shabad to my body."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijnHW mnu`KW auqy) gurU pRsMn ho jWdw hY (gurU dI ieh pRsMnqw auhnW ny Awpxy) mn ivc (jogIAW vwlI) mMud®w pweI hoeI hY, gurU dw Sbd (auhnW ny Awpxy ihrdy ivc) p`kw itkwieAw hoieAw hY (ieh auhnW Awpxy) srIr au~qy suAwh mlI hoeI hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਇਹ ਪ੍ਰਸੰਨਤਾ ਉਹਨਾਂ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਜੋਗੀਆਂ ਵਾਲੀ) ਮੰੁਦ੍ਰਾ ਪਾਈ ਹੋਈ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ (ਇਹ ਉਹਨਾਂ ਆਪਣੇ) ਸਰੀਰ ਉੱਤੇ ਸੁਆਹ ਮਲੀ ਹੋਈ ਹੈ । "},"ft":{"gurmukhi":"hy mn! ijnoN ny siqguroN ky aupdys myN prcxy kI muMdRW kI joVI pweI hY, AO guroN ky sbd kI hI qn myN (Bsm) ibBUq lgwie kr idRV krI hY]","unicode":"ਹੇ ਮਨ! ਜਿਨੋਂ ਨੇ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਮੇਂ ਪਰਚਣੇ ਕੀ ਮੁੰਦ੍ਰਾਂ ਕੀ ਜੋੜੀ ਪਾਈ ਹੈ, ਔ ਗੁਰੋਂ ਕੇ ਸਬਦ ਕੀ ਹੀ ਤਨ ਮੇਂ (ਭਸਮ) ਬਿਭੂਤ ਲਗਾਇ ਕਰ ਦ੍ਰਿੜ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (ijnHW mnu`KW auqy) gurU pRsMn ho jWdw hY (gurU dI ieh pRsMnqw auhnW ny Awpxy) mn ivc (jogIAW vwlI) mMud®w pweI hoeI hY, gurU dw Sbd (auhnW ny Awpxy ihrdy ivc) p`kw itkwieAw hoieAw hY (ieh auhnW Awpxy) srIr au~qy suAwh mlI hoeI hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਇਹ ਪ੍ਰਸੰਨਤਾ ਉਹਨਾਂ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਜੋਗੀਆਂ ਵਾਲੀ) ਮੰੁਦ੍ਰਾ ਪਾਈ ਹੋਈ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ (ਇਹ ਉਹਨਾਂ ਆਪਣੇ) ਸਰੀਰ ਉੱਤੇ ਸੁਆਹ ਮਲੀ ਹੋਈ ਹੈ । "},"ms":{"gurmukhi":"myry ic`q ny s¤cy gurW nwl imlwp dIAW muMdW pweIAW hoeIAW hn Aqy AwpxI dyh ƒ mYN gurW dy aupdyS dI suAwh mldw hW[","unicode":"ਮੇਰੇ ਚਿੱਤ ਨੇ ਸੱਚੇ ਗੁਰਾਂ ਨਾਲ ਮਿਲਾਪ ਦੀਆਂ ਮੁੰਦਾਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ ਅਤੇ ਆਪਣੀ ਦੇਹ ਨੂੰ ਮੈਂ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਸੁਆਹ ਮਲਦਾ ਹਾਂ।"}},"es":{"sn":"Mi ser ahora usa los aretes de la Sabiduría del Guru, unto en mi cuerpo las cenizas de la Palabra del Shabd del Guru. "},"hi":{"ss":"हे भाई ! (जिन मनुष्यों पर) गुरू प्रसन्न हो जाता है (गुरू की यह प्रसन्नता उनके अपने) मन में (जोगियों वाली) मुंद्रे डाली हुई है। गुरू का शबद (जो उन्होंने अपने हृदय में) दृढ़ करके बसाया हुआ है (ये उन्होंने अपने) शरीर पर (जैसे) राख मली हुई है।","sts":"सतगुरु प्रसन्न हो जाए, इसलिए मन में ज्ञान रूपी मुद्राएँ धारण की हैं और गुरु का शब्द तन में भस्म रूप में लगा लिया है।"}},"transliteration":{"english":"satigur parachai man mu(n)dhraa paiee gur kaa sabadh tan bhasam dhiraRieeaa ||","hindi":"सतिगुरु परचै मनि मुँद्रा पाई गुर का सबदु तनि भसम दृड़ईआ ॥","en":"satigur parachai man mu(n)dhraa paiee gur kaa sabadh tan bhasam dhiraRieeaa ||","hi":"सतिगुरु परचै मनि मुँद्रा पाई गुर का सबदु तनि भसम दृड़ईआ ॥","ipa":"sət̪ɪGʊr pərət͡ʃæ mən mʊŋd̪ɹɑ pɑei Gʊr kɑ səbəd̪ t̪ən ɓəsəm d̪ɪɹəɽeiɑ.","ur":"ستگر پرچَے منِ مُںدرا پاای گُر کا سبد تنِ بھسم درڑایآ ۔۔"},"pageNo":835,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35392,"shabadId":3145,"verse":{"gurmukhi":"Amr ipMf Bey swDU sMig jnm mrx doaU imit geIAw ]1]","unicode":"ਅਮਰ ਪਿੰਡ ਭਏ ਸਾਧੂ ਸੰਗਿ ਜਨਮ ਮਰਣ ਦੋਊ ਮਿਟਿ ਗਈਆ ॥੧॥"},"larivaar":{"gurmukhi":"AmripMfBeyswDUsMigjnmmrxdoaUimitgeIAw]1]","unicode":"ਅਮਰਪਿੰਡਭਏਸਾਧੂਸੰਗਿਜਨਮਮਰਣਦੋਊਮਿਟਿਗਈਆ॥੧॥"},"translation":{"en":{"bdb":"My body has become immortal, in the Saadh Sangat, the Company of the Holy. Both birth and death have come to an end for me. ||1||","ms":"My being has become eternal in the society of the saints and ended are both my births and deaths.","ssk":"My body has become immortal, in the Saadh Sangat, the Company of the Holy. Both birth and death have come to an end for me. ||1||"},"pu":{"ss":{"gurmukhi":"(ies qrHW) gurU dI sMgiq ivc rih ky auh jnm mrn dy gyV qoN bc gey hn, auhnW dw jnm Aqy mOq dovyN hI mu`k gey hn [1[","unicode":"(ਇਸ ਤਰ੍ਹਾਂ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚ ਗਏ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਅਤੇ ਮੌਤ ਦੋਵੇਂ ਹੀ ਮੁੱਕ ਗਏ ਹਨ ।੧।"},"ft":{"gurmukhi":"so jn sMqoN ky sMg kr ky (Amr ipMf) Amr srUp ho gey hYN AO iqn ky jnm mrn donoN imt gey hYN]1]","unicode":"ਸੋ ਜਨ ਸੰਤੋਂ ਕੇ ਸੰਗ ਕਰ ਕੇ (ਅਮਰ ਪਿੰਡ) ਅਮਰ ਸਰੂਪ ਹੋ ਗਏ ਹੈਂ ਔ ਤਿਨ ਕੇ ਜਨਮ ਮਰਨ ਦੋਨੋਂ ਮਿਟ ਗਏ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"(ies qrHW) gurU dI sMgiq ivc rih ky auh jnm mrn dy gyV qoN bc gey hn, auhnW dw jnm Aqy mOq dovyN hI mu`k gey hn [1[","unicode":"(ਇਸ ਤਰ੍ਹਾਂ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚ ਗਏ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਅਤੇ ਮੌਤ ਦੋਵੇਂ ਹੀ ਮੁੱਕ ਗਏ ਹਨ ।੧।"},"ms":{"gurmukhi":"siq-sMgq AMdr myrI hsqI AibnwsI ho geI hY Aqy mu`k gey hn donoN hI myry jMmxy qy mrny[","unicode":"ਸਤਿ-ਸੰਗਤ ਅੰਦਰ ਮੇਰੀ ਹਸਤੀ ਅਬਿਨਾਸੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਮੁੱਕ ਗਏ ਹਨ ਦੋਨੋਂ ਹੀ ਮੇਰੇ ਜੰਮਣੇ ਤੇ ਮਰਨੇ।"}},"es":{"sn":"En la Hermandad de los Santos mi ser se ha vuelto Eterno, y todas mis transmigraciones han cesado para siempre. (1)"},"hi":{"ss":"(इस तरह) गुरू की संगति में रह के वे जनम-मरण के चक्कर से बच गए हैं। उनके जनम और मौत दोनों ही समाप्त हो गए हैं। 1।","sts":"साधु की संगति में रहकर जन्म-मरण दोनों मिट गया है और यह शरीर अमर हो गया है॥ १॥"}},"transliteration":{"english":"amar pi(n)dd bhe saadhoo sa(n)g janam maran dhouoo miT gieeaa ||1||","hindi":"अमर पिंड भए साधू संगि जनम मरण दोऊ मिटि गईआ ॥१॥","en":"amar pi(n)dd bhe saadhoo sa(n)g janam maran dhouoo miT gieeaa ||1||","hi":"अमर पिंड भए साधू संगि जनम मरण दोऊ मिटि गईआ ॥१॥","ipa":"əmər pɪŋɖ ɓee sɑt̪u səŋG d͡ʒənəm mərəɳ d̪ɔou mɪʈ Geiɑ.1.","ur":"امر پںڈ بھاے سادھُو سںگ جنم مرݨ دواُو مٹ گایآ ۔۔۱۔۔"},"pageNo":835,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35393,"shabadId":3145,"verse":{"gurmukhi":"myry mn swDsMgiq imil rhIAw ]","unicode":"ਮੇਰੇ ਮਨ ਸਾਧਸੰਗਤਿ ਮਿਲਿ ਰਹੀਆ ॥"},"larivaar":{"gurmukhi":"myrymnswDsMgiqimilrhIAw]","unicode":"ਮੇਰੇਮਨਸਾਧਸੰਗਤਿਮਿਲਿਰਹੀਆ॥"},"translation":{"en":{"bdb":"O my mind, remain united with the Saadh Sangat.","ms":"O my soul!, remain thou ever united with the society of saints.","ssk":"O my mind, remain united with the Saadh Sangat."},"pu":{"ss":{"gurmukhi":"hy myry mn! gurU dI sMgiq ivc iml ky rihxw cwhIdw hY ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ "},"ft":{"gurmukhi":"hy myry mn! sMqoN kI sMgq myN iml rho]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸੰਤੋਂ ਕੀ ਸੰਗਤ ਮੇਂ ਮਿਲ ਰਹੋ॥"},"bdb":{"gurmukhi":"hy myry mn! gurU dI sMgiq ivc iml ky rihxw cwhIdw hY ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ "},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM sdw hI siq sMgq nwl juVI rhu[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਸਦਾ ਹੀ ਸਤਿ ਸੰਗਤ ਨਾਲ ਜੁੜੀ ਰਹੁ।"}},"es":{"sn":"Mi ser está dedicado a la Saad Sangat, la Sociedad de los Santos; "},"hi":{"ss":"हे मेरे मन ! गुरू की संगति में मिल के रहना चाहिए (और आरजू करते रहना चाहिए कि)","sts":"हे मेरे मन ! सदैव साधुओं की संगति में मिलकर रहना चाहिए।"}},"transliteration":{"english":"mere man saadhasa(n)gat mil raheeaa ||","hindi":"मेरे मन साधसंगति मिलि रहीआ ॥","en":"mere man saadhasa(n)gat mil raheeaa ||","hi":"मेरे मन साधसंगति मिलि रहीआ ॥","ipa":"mere mən sɑt̪əsəŋGət̪ mɪl rəhiəɑ.","ur":"مےرے من سادھسںگت مل رهیِآ ۔۔"},"pageNo":835,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35394,"shabadId":3145,"verse":{"gurmukhi":"ik®pw krhu mDsUdn mwDau mY iKnu iKnu swDU crx pKeIAw ]1] rhwau ]","unicode":"ਕ੍ਰਿਪਾ ਕਰਹੁ ਮਧਸੂਦਨ ਮਾਧਉ ਮੈ ਖਿਨੁ ਖਿਨੁ ਸਾਧੂ ਚਰਣ ਪਖਈਆ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ik®pwkrhumDsUdnmwDaumYiKnuiKnuswDUcrxpKeIAw]1]rhwau]","unicode":"ਕ੍ਰਿਪਾਕਰਹੁਮਧਸੂਦਨਮਾਧਉਮੈਖਿਨੁਖਿਨੁਸਾਧੂਚਰਣਪਖਈਆ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Be merciful to me, O Lord; each and every instant, let me wash the Feet of the Holy. ||1||Pause||","ms":"O God, the Destroyer of Madh demon and the Lord of wealth, show mercy unto me, so that every moment I wash the saints feet. Pause.","ssk":"Be merciful to me, O Lord; each and every instant, let me wash the Feet of the Holy. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(Aqy ArzoeI krdy rihxw cwhIdw hY ik) hy mDsUdn! hy mwDo! (myry auqy) imhr kr, mYN hr vyly gurU dy crn DoNdw rhW (hr vyly gurU dI srn ipAw rhW) [1[rhwau[","unicode":"(ਅਤੇ ਅਰਜ਼ੋਈ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਹੇ ਮਧਸੂਦਨ! ਹੇ ਮਾਧੋ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ (ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"AYsy bynqI kro: hy mD kYtB AwdI dYqW ky (sUdn) nws krqw mwDo! myry pr AYsI ikrpw kro jo mYN iKn iKn ivKy sMq jnoN ky crnoN ko (pKeIAw) DovoN vw pyKqw rhUM]1] rhwau ]Çjo siqguroN ky sbd myN prcy nhIN hYN Ab iqn kI ibvsQw khqy hYN:","unicode":"ਐਸੇ ਬੇਨਤੀ ਕਰੋ: ਹੇ ਮਧ ਕੈਟਭ ਆਦੀ ਦੈਤਾਂ ਕੇ (ਸੂਦਨ) ਨਾਸ ਕਰਤਾ ਮਾਧੋ! ਮੇਰੇ ਪਰ ਐਸੀ ਕਿਰਪਾ ਕਰੋ ਜੋ ਮੈਂ ਖਿਨ ਖਿਨ ਵਿਖੇ ਸੰਤ ਜਨੋਂ ਕੇ ਚਰਨੋਂ ਕੋ (ਪਖਈਆ) ਧੋਵੋਂ ਵਾ ਪੇਖਤਾ ਰਹੂੰ॥੧॥ ਰਹਾਉ ॥☬ਜੋ ਸਤਿਗੁਰੋਂ ਕੇ ਸਬਦ ਮੇਂ ਪਰਚੇ ਨਹੀਂ ਹੈਂ ਅਬ ਤਿਨ ਕੀ ਬਿਵਸਥਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(Aqy ArzoeI krdy rihxw cwhIdw hY ik) hy mDsUdn! hy mwDo! (myry auqy) imhr kr, mYN hr vyly gurU dy crn DoNdw rhW (hr vyly gurU dI srn ipAw rhW) [1[rhwau[","unicode":"(ਅਤੇ ਅਰਜ਼ੋਈ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਹੇ ਮਧਸੂਦਨ! ਹੇ ਮਾਧੋ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ (ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy mD dYNq ƒ mwrn vwly Aqy mwieAw dy suAwmI! myry auqy imhr Dwr, qW jo mYN hr muhq sMqW dy pYr DovW[ Tihrwau[","unicode":"ਹੇ ਮਧ ਦੈਂਤ ਨੂੰ ਮਾਰਨ ਵਾਲੇ ਅਤੇ ਮਾਇਆ ਦੇ ਸੁਆਮੀ! ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਧਾਰ, ਤਾਂ ਜੋ ਮੈਂ ਹਰ ਮੁਹਤ ਸੰਤਾਂ ਦੇ ਪੈਰ ਧੋਵਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"oh Dios, ten Compasión de mí para que alabe los Pies de los Santos.  (1-Pausa)"},"hi":{"ss":"हे मधुसूदन ! हे माधव ! (मेरे पर) मेहर कर। मैं हर वक्त गुरू के चरण धोता रहूँ (हर वक्त गुरू की शरण पड़ा रहूँ)। 1। रहाउ।","sts":"हे मधुसूदन, हे माधो ! ऐसी कृपा करो कि मैं क्षण-क्षण साधु के चरण धोता रहूँ॥१॥ रहाउ ॥"}},"transliteration":{"english":"kirapaa karahu madhasoodhan maadhau mai khin khin saadhoo charan pakhieeaa ||1|| rahaau ||","hindi":"कृपा करहु मधसूदन माधउ मै खिनु खिनु साधू चरण पखईआ ॥१॥ रहाउ ॥","en":"kirapaa karahu madhasoodhan maadhau mai khin khin saadhoo charan pakhieeaa ||1|| rahaau ||","hi":"कृपा करहु मधसूदन माधउ मै खिनु खिनु साधू चरण पखईआ ॥१॥ रहाउ ॥","ipa":"kɪʳəpɑ kərəh mət̪əsud̪ən mɑt̪o mæ kʰɪn kʰɪn sɑt̪u t͡ʃərəɳ pəkʰeiɑ.1. rəhɑo.","ur":"کِ®پا کرهُ مدھسُودن مادھا مَے کھن کھن سادھُو چرݨ پکھایآ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":835,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35395,"shabadId":3145,"verse":{"gurmukhi":"qjY igrsqu BieAw bn vwsI ieku iKnu mnUAw itkY n itkeIAw ]","unicode":"ਤਜੈ ਗਿਰਸਤੁ ਭਇਆ ਬਨ ਵਾਸੀ ਇਕੁ ਖਿਨੁ ਮਨੂਆ ਟਿਕੈ ਨ ਟਿਕਈਆ ॥"},"larivaar":{"gurmukhi":"qjYigrsquBieAwbnvwsIiekuiKnumnUAwitkYnitkeIAw]","unicode":"ਤਜੈਗਿਰਸਤੁਭਇਆਬਨਵਾਸੀਇਕੁਖਿਨੁਮਨੂਆਟਿਕੈਨਟਿਕਈਆ॥"},"translation":{"en":{"bdb":"Forsaking family life, he wanders in the forest, but his mind does not remain at rest, even for an instant.","ms":"Renouncing family life, man becomes a forest-dweller, but his mind remains not at rest, even for a moment.","ssk":"Forsaking family life, he wanders in the forest, but his mind does not remain at rest, even for an instant."},"pu":{"ss":{"gurmukhi":"pr, hy BweI! (ijhVw mnu`K) igRhsq C`f jWdw hY Aqy jMgl dw vwsI jw bxdw hY (ies qrHW aus dw) mn (qW) itkwieAW iek iKn vwsqy BI nhIN itkdw [ ","unicode":"ਪਰ, ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਗ੍ਰਿਹਸਤ ਛੱਡ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੰਗਲ ਦਾ ਵਾਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦਾ) ਮਨ (ਤਾਂ) ਟਿਕਾਇਆਂ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਟਿਕਦਾ । "},"ft":{"gurmukhi":"jo jn nwm kI pRIqI ibnW igRhsq ko iqAwg kr bnoN myN invws krny vwlw BI BXw hY, prMqU iqs kw mnu itkwXw hUAw iek iKn BI itkqw nhIN hY]","unicode":"ਜੋ ਜਨ ਨਾਮ ਕੀ ਪ੍ਰੀਤੀ ਬਿਨਾਂ ਗ੍ਰਿਹਸਤ ਕੋ ਤਿਆਗ ਕਰ ਬਨੋਂ ਮੇਂ ਨਿਵਾਸ ਕਰਨੇ ਵਾਲਾ ਭੀ ਭਯਾ ਹੈ, ਪਰੰਤੂ ਤਿਸ ਕਾ ਮਨੁ ਟਿਕਾਯਾ ਹੂਆ ਇਕ ਖਿਨ ਭੀ ਟਿਕਤਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"pr, hy BweI! (ijhVw mnu`K) igRhsq C`f jWdw hY Aqy jMgl dw vwsI jw bxdw hY (ies qrHW aus dw) mn (qW) itkwieAW iek iKn vwsqy BI nhIN itkdw [ ","unicode":"ਪਰ, ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਗ੍ਰਿਹਸਤ ਛੱਡ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੰਗਲ ਦਾ ਵਾਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦਾ) ਮਨ (ਤਾਂ) ਟਿਕਾਇਆਂ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਟਿਕਦਾ । "},"ms":{"gurmukhi":"Gr-bwr ƒ C`f ky, ienswn jMgl dy rihx vwlw ho jWdw hY pRMqU aus dw mn iek muhq Br leI BI inhcl nhIN huMdw[","unicode":"ਘਰ-ਬਾਰ ਨੂੰ ਛੱਡ ਕੇ, ਇਨਸਾਨ ਜੰਗਲ ਦੇ ਰਹਿਣ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਪ੍ਰੰਤੂ ਉਸ ਦਾ ਮਨ ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਨਿਹਚਲ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Abandonando el hogar, mi mente se fue a los bosques y no pudo estar contenida ni por un segundo a pesar de ello, "},"hi":{"ss":"पर। हे भाई ! (जो मनुष्य) गृहस्त छोड़ जाता है और जंगल का वासी बनता है (इस तरह उसका) मन (तो) टिकाएं तो भी एक छिन-पल के लिए भी नहीं टिकता।","sts":"जो व्यक्ति गृहस्थ को तजकर वनवासी बन जाता है, उसका मन एक क्षण के लिए भी नहीं टिकता।"}},"transliteration":{"english":"tajai girasat bhiaa ban vaasee ik khin manooaa Tikai na Tikieeaa ||","hindi":"तजै गिरसतु भइआ बन वासी इकु खिनु मनूआ टिकै न टिकईआ ॥","en":"tajai girasat bhiaa ban vaasee ik khin manooaa Tikai na Tikieeaa ||","hi":"तजै गिरसतु भइआ बन वासी इकु खिनु मनूआ टिकै न टिकईआ ॥","ipa":"t̪əd͡ʒæ Gɪrəsət̪ ɓɪɑ bən ʋɑsi eɪk kʰɪn mənuəɑ ʈɪkæ nə ʈɪkeiɑ.","ur":"تجَے گرست بھایا بن واسیِ اک کھن منُوآ ٹکَے ن ٹکایآ ۔۔"},"pageNo":835,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35396,"shabadId":3145,"verse":{"gurmukhi":"Dwvqu Dwie qdy Gir AwvY hir hir swDU srix pveIAw ]2]","unicode":"ਧਾਵਤੁ ਧਾਇ ਤਦੇ ਘਰਿ ਆਵੈ ਹਰਿ ਹਰਿ ਸਾਧੂ ਸਰਣਿ ਪਵਈਆ ॥੨॥"},"larivaar":{"gurmukhi":"DwvquDwieqdyGirAwvYhirhirswDUsrixpveIAw]2]","unicode":"ਧਾਵਤੁਧਾਇਤਦੇਘਰਿਆਵੈਹਰਿਹਰਿਸਾਧੂਸਰਣਿਪਵਈਆ॥੨॥"},"translation":{"en":{"bdb":"The wandering mind returns home, only when it seeks the Sanctuary of the Lord's Holy people. ||2||","ms":"Then alone the wandering soul returns home, when it seeks the refuge of the Lord God's saints.","ssk":"The wandering mind returns home, only when it seeks the Sanctuary of the Lord's Holy people. ||2||"},"pu":{"ss":{"gurmukhi":"hy BweI! ieh Btkdw mn Btk Btk ky qdoN hI itkwau ivc AwauNdw hY, jdoN mnu`K prmwqmw dI gurU dI srn pYNdw hY [2[","unicode":"ਹੇ ਭਾਈ! ਇਹ ਭਟਕਦਾ ਮਨ ਭਟਕ ਭਟਕ ਕੇ ਤਦੋਂ ਹੀ ਟਿਕਾਉ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"ieh mn jo (Dwvq) Dwvxy ArQwq nws ho jwxy vwly pdwrQoN myN Dwie rihAw hY, so qb hI (Gir) srUp myN Awiekr iekwgr hovY jb sMqoN kI srix pV ky hir hir nwm kw jwp kry]2]","unicode":"ਇਹ ਮਨ ਜੋ (ਧਾਵਤ) ਧਾਵਣੇ ਅਰਥਾਤ ਨਾਸ ਹੋ ਜਾਣੇ ਵਾਲੇ ਪਦਾਰਥੋਂ ਮੇਂ ਧਾਇ ਰਹਿਆ ਹੈ, ਸੋ ਤਬ ਹੀ (ਘਰਿ) ਸਰੂਪ ਮੇਂ ਆਇਕਰ ਇਕਾਗਰ ਹੋਵੈ ਜਬ ਸੰਤੋਂ ਕੀ ਸਰਣਿ ਪੜ ਕੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਜਾਪ ਕਰੇ॥੨॥"},"bdb":{"gurmukhi":"hy BweI! ieh Btkdw mn Btk Btk ky qdoN hI itkwau ivc AwauNdw hY, jdoN mnu`K prmwqmw dI gurU dI srn pYNdw hY [2[","unicode":"ਹੇ ਭਾਈ! ਇਹ ਭਟਕਦਾ ਮਨ ਭਟਕ ਭਟਕ ਕੇ ਤਦੋਂ ਹੀ ਟਿਕਾਉ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"kyvl qW hI Btkdw hoieAw mnUAW Awpxy Dwm iv`c AwauNdw hY, jd ieh suAwmI vwihgurU dy sMqW dI pnwh lYNdw hY[","unicode":"ਕੇਵਲ ਤਾਂ ਹੀ ਭਟਕਦਾ ਹੋਇਆ ਮਨੂਆਂ ਆਪਣੇ ਧਾਮ ਵਿੱਚ ਆਉਂਦਾ ਹੈ, ਜਦ ਇਹ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੇ ਸੰਤਾਂ ਦੀ ਪਨਾਹ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"pero cuando buscó el Refugio de los Santos del Señor, su ansiedad desapareció porque regresé a mi Hogar. (2)"},"hi":{"ss":"हे भाई ! ये भटकता मन भटक-भटक के तब ही ठहराव में आता है। जब मनुष्य परमात्मा की गुरू की शरण पड़ता है। 2।","sts":"जब वह साधु की शरण में आता है तो उसका भटकता हुआ मन टिक जाता है॥ २॥"}},"transliteration":{"english":"dhaavat dhai tadhe ghar aavai har har saadhoo saran pavieeaa ||2||","hindi":"धावतु धाइ तदे घरि आवै हरि हरि साधू सरणि पवईआ ॥२॥","en":"dhaavat dhai tadhe ghar aavai har har saadhoo saran pavieeaa ||2||","hi":"धावतु धाइ तदे घरि आवै हरि हरि साधू सरणि पवईआ ॥२॥","ipa":"t̪ɑʋət̪ t̪ɑeɪ t̪əd̪e Gʰər əɑʋæ hər hər sɑt̪u sərəɳ pəʋeiɑ.2.","ur":"دھاوت دھاا تدے گھر آوَے هرِ هرِ سادھُو سرݨ پوایآ ۔۔۲۔۔"},"pageNo":835,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35397,"shabadId":3145,"verse":{"gurmukhi":"DIAw pUq Coif sMinAwsI Awsw Aws min bhuqu kreIAw ]","unicode":"ਧੀਆ ਪੂਤ ਛੋਡਿ ਸੰਨਿਆਸੀ ਆਸਾ ਆਸ ਮਨਿ ਬਹੁਤੁ ਕਰਈਆ ॥"},"larivaar":{"gurmukhi":"DIAwpUqCoifsMinAwsIAwswAwsminbhuqukreIAw]","unicode":"ਧੀਆਪੂਤਛੋਡਿਸੰਨਿਆਸੀਆਸਾਆਸਮਨਿਬਹੁਤੁਕਰਈਆ॥"},"translation":{"en":{"bdb":"The Sannyaasi renounces his daughters and sons, but his mind still conjures up all sorts of hopes and desires.","ms":"Even an anchoret, who abandons his daughters and sons, conceives many desires within his mind.","ssk":"The Sannyaasi renounces his daughters and sons, but his mind still conjures up all sorts of hopes and desires."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijhVw mnu`K) DIAW pu`qr (prvwr) C`f ky sMinAwsI jw bxdw hY (auh qW iPr BI Awpxy) mn ivc AnykW hI AwsW bxWdw rihMdw hY, in`q AwsW bxWdw hY (ies qrHW shI Awqmk jIvn ƒ) nhIN smJdw [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਧੀਆਂ ਪੁੱਤਰ (ਪਰਵਾਰ) ਛੱਡ ਕੇ ਸੰਨਿਆਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਉਹ ਤਾਂ ਫਿਰ ਭੀ ਆਪਣੇ) ਮਨ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਿੱਤ ਆਸਾਂ ਬਣਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ । "},"ft":{"gurmukhi":"DIAW puqRoN ko Cof kr Xdip sMinAws BI hUAw qdip mnu iqs kw bhuq Awsw hI Awsw krqw rihAw]","unicode":"ਧੀਆਂ ਪੁਤ੍ਰੋਂ ਕੋ ਛੋਡ ਕਰ ਯਦਪਿ ਸੰਨਿਆਸ ਭੀ ਹੂਆ ਤਦਪਿ ਮਨੁ ਤਿਸ ਕਾ ਬਹੁਤ ਆਸਾ ਹੀ ਆਸਾ ਕਰਤਾ ਰਹਿਆ॥"},"bdb":{"gurmukhi":"hy BweI! (ijhVw mnu`K) DIAW pu`qr (prvwr) C`f ky sMinAwsI jw bxdw hY (auh qW iPr BI Awpxy) mn ivc AnykW hI AwsW bxWdw rihMdw hY, in`q AwsW bxWdw hY (ies qrHW shI Awqmk jIvn ƒ) nhIN smJdw [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਧੀਆਂ ਪੁੱਤਰ (ਪਰਵਾਰ) ਛੱਡ ਕੇ ਸੰਨਿਆਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਉਹ ਤਾਂ ਫਿਰ ਭੀ ਆਪਣੇ) ਮਨ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਿੱਤ ਆਸਾਂ ਬਣਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ । "},"ms":{"gurmukhi":"iek ivr`kq BI jo AwpxIAW lVkIAW Aqy lVikAW ƒ C`f jWdw hY Aqy Awpxy ic`q AMdr GnyrIAW KwihSW Dwrdw hY[","unicode":"ਇਕ ਵਿਰੱਕਤ ਭੀ ਜੋ ਆਪਣੀਆਂ ਲੜਕੀਆਂ ਅਤੇ ਲੜਕਿਆਂ ਨੂੰ ਛੱਡ ਜਾਂਦਾ ਹੈ ਅਤੇ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਘਨੇਰੀਆਂ ਖਾਹਿਸ਼ਾਂ ਧਾਰਦਾ ਹੈ।"}},"es":{"sn":"Uno abandona a sus parientes para volverse Sanyasa, pero la mente no abandona su ansiedad y los deseos no se calman hasta que, "},"hi":{"ss":"हे भाई ! (जो मनुष्य) पुत्री-पुत्रों (परिवार) को छोड़ के सन्यासी जा बनता है (वह तो फिर भी अपने) मन में अनेकों आशाएं बनाता रहता है।","sts":"जो अपने पुत्र -पुत्रियों को छोड़कर सन्यासी बन जाता है, उसके मन में अनेक आशाएँ पैदा होती रहती हैं।"}},"transliteration":{"english":"dheeaa poot chhodd sa(n)niaasee aasaa aas man bahut karieeaa ||","hindi":"धीआ पूत छोडि संनिआसी आसा आस मनि बहुतु करईआ ॥","en":"dheeaa poot chhodd sa(n)niaasee aasaa aas man bahut karieeaa ||","hi":"धीआ पूत छोडि संनिआसी आसा आस मनि बहुतु करईआ ॥","ipa":"t̪iəɑ put̪ ɕɔɖ səŋnɪəɑsi əɑsɑ əɑs mən bəhʊt̪ kəreiɑ.","ur":"دھیِآ پُوت چھوڈ سنّآسیِ آسا آس من بهُت کرایآ ۔۔"},"pageNo":835,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35398,"shabadId":3145,"verse":{"gurmukhi":"Awsw Aws krY nhI bUJY gur kY sbid inrws suKu lhIAw ]3]","unicode":"ਆਸਾ ਆਸ ਕਰੈ ਨਹੀ ਬੂਝੈ ਗੁਰ ਕੈ ਸਬਦਿ ਨਿਰਾਸ ਸੁਖੁ ਲਹੀਆ ॥੩॥"},"larivaar":{"gurmukhi":"AwswAwskrYnhIbUJYgurkYsbidinrwssuKulhIAw]3]","unicode":"ਆਸਾਆਸਕਰੈਨਹੀਬੂਝੈਗੁਰਕੈਸਬਦਿਨਿਰਾਸਸੁਖੁਲਹੀਆ॥੩॥"},"translation":{"en":{"bdb":"With these hopes and desires, he still does not understand, that only through the Word of the Guru's Shabad does one become free of desires, and find peace. ||3||","ms":"He entertains desires upon desires and understands not, that by Guru's instruction alone, man is freed from desires and obtains peace.","ssk":"With these hopes and desires, he still does not understand, that only through the Word of the Guru's Shabad does one become free of desires, and find peace. ||3||"},"pu":{"ss":{"gurmukhi":"pr, hW! gurU dy Sbd dI rwhIN dunIAw dIAW AwsW qoN auqWh ho ky mnu`K Awqmk AwnMd mwx skdw hY [3[","unicode":"ਪਰ, ਹਾਂ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਹੋ ਕੇ ਮਨੁੱਖ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"Awsw hI Awsw krqw hUAw iPrqw hY[ ieh jIv guroN ky sbd ko (nhIN bUJY) nhIN smJqw, ijs sbd ky Awsry inrws suK (lhIAw) pweIqw hY, Bwv bRhmwnMd pweIqw hY]3]","unicode":"ਆਸਾ ਹੀ ਆਸਾ ਕਰਤਾ ਹੂਆ ਫਿਰਤਾ ਹੈ। ਇਹ ਜੀਵ ਗੁਰੋਂ ਕੇ ਸਬਦ ਕੋ (ਨਹੀਂ ਬੂਝੈ) ਨਹੀਂ ਸਮਝਤਾ, ਜਿਸ ਸਬਦ ਕੇ ਆਸਰੇ ਨਿਰਾਸ ਸੁਖ (ਲਹੀਆ) ਪਾਈਤਾ ਹੈ, ਭਾਵ ਬ੍ਰਹਮਾਨੰਦ ਪਾਈਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"pr, hW! gurU dy Sbd dI rwhIN dunIAw dIAW AwsW qoN auqWh ho ky mnu`K Awqmk AwnMd mwx skdw hY [3[","unicode":"ਪਰ, ਹਾਂ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਹੋ ਕੇ ਮਨੁੱਖ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"auh KwihSW auqy KwihSW DwrI r`Kdw hY Aqy auh ieh nhIN smJdw ik kyvl gurW dy aupdyS duAwrw hI bMdw KwihS-rihq huMdw hY Aqy Awrwm pwauNdw hY[","unicode":"ਉਹ ਖਾਹਿਸ਼ਾਂ ਉਤੇ ਖਾਹਿਸ਼ਾਂ ਧਾਰੀ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਹ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਕੇਵਲ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਹੀ ਬੰਦਾ ਖਾਹਿਸ਼-ਰਹਿਤ ਹੁੰਦਾ ਹੈ ਅਤੇ ਆਰਾਮ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"por medio de la Palabra del Shabd del Guru, uno los  abandona y obtiene la Paz. (3)"},"hi":{"ss":"नित्य आशाएं बुनता है (इस तरह सही आत्मिक जीवन को) नहीं समझता। पर। हाँ ! गुरू के शबद के द्वारा दुनियाँ की आशाओं से ऊपर उठ कर मनुष्य आत्मिक आनंद भोग सकता है। 3।","sts":"वह इस तथ्य को नहीं बूझता कि गुरु के शब्द द्वारा आशा रहित होकर ही सुख उपलब्ध है॥ ३॥"}},"transliteration":{"english":"aasaa aas karai nahee boojhai gur kai sabadh niraas sukh laheeaa ||3||","hindi":"आसा आस करै नही बूझै गुर कै सबदि निरास सुखु लहीआ ॥३॥","en":"aasaa aas karai nahee boojhai gur kai sabadh niraas sukh laheeaa ||3||","hi":"आसा आस करै नही बूझै गुर कै सबदि निरास सुखु लहीआ ॥३॥","ipa":"əɑsɑ əɑs kəræ nəhi buɖ͡ʐæ Gʊr kæ səbəd̪ nɪrɑs sʊkʰ ləhiəɑ.3.","ur":"آسا آس کرَے نهیِ بُوجھَے گُر کَے سبد نراس سُکھ لهیِآ ۔۔۳۔۔"},"pageNo":835,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35399,"shabadId":3145,"verse":{"gurmukhi":"aupjI qrk idgMbru hoAw mnu dh ids cil cil gvnu kreIAw ]","unicode":"ਉਪਜੀ ਤਰਕ ਦਿਗੰਬਰੁ ਹੋਆ ਮਨੁ ਦਹ ਦਿਸ ਚਲਿ ਚਲਿ ਗਵਨੁ ਕਰਈਆ ॥"},"larivaar":{"gurmukhi":"aupjIqrkidgMbruhoAwmnudhidscilcilgvnukreIAw]","unicode":"ਉਪਜੀਤਰਕਦਿਗੰਬਰੁਹੋਆਮਨੁਦਹਦਿਸਚਲਿਚਲਿਗਵਨੁਕਰਈਆ॥"},"translation":{"en":{"bdb":"When detachment from the world wells up within, he become a naked hermit, but still, his mind roams, wanders and rambles in the ten directions.","ms":"When detachment from the world wells up in man, he becomes a naked hermit, but his mind roams rambles and flees in ten directions.","ssk":"When detachment from the world wells up within, he become a naked hermit, but still, his mind roams, wanders and rambles in the ten directions."},"pu":{"ss":{"gurmukhi":"hy BweI! (koeI mnu`K Aijhw hY ijs dy mn ivc dunIAw vloN) n&rq pYdw huMdI hY, auh nWgw swDU bx jWdw hY, (iPr BI aus dw) mn dsIN pwsIN dOV dOV ky Btkdw iPrdw hY, ","unicode":"ਹੇ ਭਾਈ! (ਕੋਈ ਮਨੁੱਖ ਅਜਿਹਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਦੁਨੀਆ ਵਲੋਂ) ਨਫ਼ਰਤ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਨਾਂਗਾ ਸਾਧੂ ਬਣ ਜਾਂਦਾ ਹੈ, (ਫਿਰ ਭੀ ਉਸ ਦਾ) ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, "},"ft":{"gurmukhi":"iesqRI puqR AwidkoN ny ivXog qy jb irdy myN qrk aupjI qb igRhsq ko iqAwg kr (idgMbr) ngn ho igAw[ AYsw ByK BI kIAw prMqU mn iqs kw (cil) BMbIrI sm (cil) cMcl hoie kr dso idsw myN gvn krqw hY[ Bwv Xih hY dso idsw ky pdwrQ pwvny ky sMklp krqw hY]","unicode":"ਇਸਤ੍ਰੀ ਪੁਤ੍ਰ ਆਦਿਕੋਂ ਨੇ ਵਿਯੋਗ ਤੇ ਜਬ ਰਿਦੇ ਮੇਂ ਤਰਕ ਉਪਜੀ ਤਬ ਗ੍ਰਿਹਸਤ ਕੋ ਤਿਆਗ ਕਰ (ਦਿਗੰਬਰ) ਨਗਨ ਹੋ ਗਿਆ। ਐਸਾ ਭੇਖ ਭੀ ਕੀਆ ਪਰੰਤੂ ਮਨ ਤਿਸ ਕਾ (ਚਲਿ) ਭੰਬੀਰੀ ਸਮ (ਚਲਿ) ਚੰਚਲ ਹੋਇ ਕਰ ਦਸੋ ਦਿਸਾ ਮੇਂ ਗਵਨ ਕਰਤਾ ਹੈ। ਭਾਵ ਯਹਿ ਹੈ ਦਸੋ ਦਿਸਾ ਕੇ ਪਦਾਰਥ ਪਾਵਨੇ ਕੇ ਸੰਕਲਪ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (koeI mnu`K Aijhw hY ijs dy mn ivc dunIAw vloN) n&rq pYdw huMdI hY, auh nWgw swDU bx jWdw hY, (iPr BI aus dw) mn dsIN pwsIN dOV dOV ky Btkdw iPrdw hY, ","unicode":"ਹੇ ਭਾਈ! (ਕੋਈ ਮਨੁੱਖ ਅਜਿਹਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਦੁਨੀਆ ਵਲੋਂ) ਨਫ਼ਰਤ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਨਾਂਗਾ ਸਾਧੂ ਬਣ ਜਾਂਦਾ ਹੈ, (ਫਿਰ ਭੀ ਉਸ ਦਾ) ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, "},"ms":{"gurmukhi":"jd bMdy ƒ j`g v¤loN auprwmqw pYdw ho jWdI hY, auh nWgw swDU ho jWdw hY, pRMqU aus dw mnUAw dsIN pwsIN Btkdw, BONdw qy B`ijAw iPrdw hY[","unicode":"ਜਦ ਬੰਦੇ ਨੂੰ ਜੱਗ ਵੱਲੋਂ ਉਪਰਾਮਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਂਗਾ ਸਾਧੂ ਹੋ ਜਾਂਦਾ ਹੈ, ਪ੍ਰੰਤੂ ਉਸ ਦਾ ਮਨੂਆ ਦਸੀਂ ਪਾਸੀਂ ਭਟਕਦਾ, ਭੌਂਦਾ ਤੇ ਭੱਜਿਆ ਫਿਰਦਾ ਹੈ।"}},"es":{"sn":"En su mente decide que aborrece al mundo, se deshace de su ropa y camina desnudo, pero su mente vaga sin cesar. "},"hi":{"ss":"हे भाई ! (कोई मनुष्य ऐसा है जिसके मन में दुनिया के प्रति) नफरत पैदा होती है। वह नांगा साधू बन जाता है। (फिर भी उसका) मन दसों दिशाओं में दौड़-दौड़ के भटकता फिरता है।","sts":"कोई नागा साधु तो बन जाता है परन्तु उसके मन में तर्क वितर्क पैदा होता रहता मन दसों दिशाओं में भटकता रहता है।"}},"transliteration":{"english":"aupajee tarak dhiga(n)bar hoaa man dheh dhis chal chal gavan karieeaa ||","hindi":"उपजी तरक दिगंबरु होआ मनु दह दिस चलि चलि गवनु करईआ ॥","en":"aupajee tarak dhiga(n)bar hoaa man dheh dhis chal chal gavan karieeaa ||","hi":"उपजी तरक दिगंबरु होआ मनु दह दिस चलि चलि गवनु करईआ ॥","ipa":"oʊpəd͡ʒi t̪ərək d̪ɪGəŋbər hɔəɑ mən d̪əh d̪ɪs t͡ʃəl t͡ʃəl Gəʋən kəreiɑ.","ur":"اُپجیِ ترک دگںبر هوآ من ده دس چل چلِ گون کرایآ ۔۔"},"pageNo":835,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35400,"shabadId":3145,"verse":{"gurmukhi":"pRBvnu krY bUJY nhI iqRsnw imil sMig swD dieAw Gru lhIAw ]4]","unicode":"ਪ੍ਰਭਵਨੁ ਕਰੈ ਬੂਝੈ ਨਹੀ ਤ੍ਰਿਸਨਾ ਮਿਲਿ ਸੰਗਿ ਸਾਧ ਦਇਆ ਘਰੁ ਲਹੀਆ ॥੪॥"},"larivaar":{"gurmukhi":"pRBvnukrYbUJYnhIiqRsnwimilsMigswDdieAwGrulhIAw]4]","unicode":"ਪ੍ਰਭਵਨੁਕਰੈਬੂਝੈਨਹੀਤ੍ਰਿਸਨਾਮਿਲਿਸੰਗਿਸਾਧਦਇਆਘਰੁਲਹੀਆ॥੪॥"},"translation":{"en":{"bdb":"He wanders around, but his desires are not satisfied; joining the Saadh Sangat, the Company of the Holy, he finds the house of kindness and compassion. ||4||","ms":"He wanders about, but his desire is quenched not. Meeting with the society of the saints he obtains the House of mercy.","ssk":"He wanders around, but his desires are not satisfied; joining the Saadh Sangat, the Company of the Holy, he finds the house of kindness and compassion. ||4||"},"pu":{"ss":{"gurmukhi":"(auh mnu`K DrqI au~qy) rtn krdw iPrdw hY, (aus dI mwieAw dI) iq®Snw (iPr BI) nhIN imtdI [ hW, gurU dI sMgiq ivc iml ky mnu`K dieAw dy somy prmwqmw ƒ l`B lYNdw hY [4[","unicode":"(ਉਹ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਉਸ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਫਿਰ ਭੀ) ਨਹੀਂ ਮਿਟਦੀ । ਹਾਂ, ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਨੁੱਖ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"ies pRkwr (pRBvnu) ivsys kr Brmxw krqw hY, prMqU iqRsnw AgnI buJqI nhIN hY[ qW qy sMqoN kI sMgiq myN imly qb iqnoN kI dXw sy (Gru) sÍY srUp ko lKIqw hY]4]","unicode":"ਇਸ ਪ੍ਰਕਾਰ (ਪ੍ਰਭਵਨੁ) ਵਿਸੇਸ ਕਰ ਭਰਮਣਾ ਕਰਤਾ ਹੈ, ਪਰੰਤੂ ਤ੍ਰਿਸਨਾ ਅਗਨੀ ਬੁਝਤੀ ਨਹੀਂ ਹੈ। ਤਾਂ ਤੇ ਸੰਤੋਂ ਕੀ ਸੰਗਤਿ ਮੇਂ ਮਿਲੇ ਤਬ ਤਿਨੋਂ ਕੀ ਦਯਾ ਸੇ (ਘਰੁ) ਸ੍ਵੈ ਸਰੂਪ ਕੋ ਲਖੀਤਾ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"(auh mnu`K DrqI au~qy) rtn krdw iPrdw hY, (aus dI mwieAw dI) iq®Snw (iPr BI) nhIN imtdI [ hW, gurU dI sMgiq ivc iml ky mnu`K dieAw dy somy prmwqmw ƒ l`B lYNdw hY [4[","unicode":"(ਉਹ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਉਸ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਫਿਰ ਭੀ) ਨਹੀਂ ਮਿਟਦੀ । ਹਾਂ, ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਨੁੱਖ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"auh BONdw iPrdw hY, pr aus dI KwihS buJdI nhIN[ siq sMgq nwl iml ky auh rihmq dy Dwm ƒ prwpq ho jWdw hY[","unicode":"ਉਹ ਭੌਂਦਾ ਫਿਰਦਾ ਹੈ, ਪਰ ਉਸ ਦੀ ਖਾਹਿਸ਼ ਬੁਝਦੀ ਨਹੀਂ। ਸਤਿ ਸੰਗਤ ਨਾਲ ਮਿਲ ਕੇ ਉਹ ਰਹਿਮਤ ਦੇ ਧਾਮ ਨੂੰ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Su deambular afila cada vez más sus deseos, será sólo hasta que encuentre a los Santos, que desarrolle la Compasión por el mundo. (4)"},"hi":{"ss":"(वह मनुष्य धरती पर) रटन करता फिरता है। (उसकी माया की) तृष्णा (फिर भी) नहीं मिटती। हाँ। गुरू की संगति में मिल के मनुष्य दया के श्रोत परमात्मा को पा लेता है। 4।","sts":"वह धरती पर भटकता रहता है लेकिन उसकी त्रिष्णा नहीं मिटती। लेकिन साधु की संगति में मिलकर उसे दया का घर मिल जाता है॥ ४॥"}},"transliteration":{"english":"prabhavan karai boojhai nahee tirasanaa mil sa(n)g saadh dhiaa ghar laheeaa ||4||","hindi":"प्रभवनु करै बूझै नही तृसना मिलि संगि साध दइआ घरु लहीआ ॥४॥","en":"prabhavan karai boojhai nahee tirasanaa mil sa(n)g saadh dhiaa ghar laheeaa ||4||","hi":"प्रभवनु करै बूझै नही तृसना मिलि संगि साध दइआ घरु लहीआ ॥४॥","ipa":"pɹəɓəʋən kəræ buɖ͡ʐæ nəhi t̪ɪɹəsənɑ mɪl səŋG sɑt̪ə̀ d̪ɪɑ Gʰər ləhiəɑ.4.","ur":"پربھون کرَے بُوجھَے نهیِ ترسنا مل سںگ سادھ دایا گھر لهیِآ ۔۔۴۔۔"},"pageNo":835,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35401,"shabadId":3145,"verse":{"gurmukhi":"Awsx isD isKih bhuqyry min mwgih iriD isiD cytk cytkeIAw ]","unicode":"ਆਸਣ ਸਿਧ ਸਿਖਹਿ ਬਹੁਤੇਰੇ ਮਨਿ ਮਾਗਹਿ ਰਿਧਿ ਸਿਧਿ ਚੇਟਕ ਚੇਟਕਈਆ ॥"},"larivaar":{"gurmukhi":"AwsxisDisKihbhuqyryminmwgihiriDisiDcytkcytkeIAw]","unicode":"ਆਸਣਸਿਧਸਿਖਹਿਬਹੁਤੇਰੇਮਨਿਮਾਗਹਿਰਿਧਿਸਿਧਿਚੇਟਕਚੇਟਕਈਆ॥"},"translation":{"en":{"bdb":"The Siddhas learn many Yogis postures, but their minds still yearn for riches, miraculous powers and energy.","ms":"The Yogis learn many sitting postures, but their minds long for riches, miraculous powers and sorcery.","ssk":"The Siddhas learn many Yogis postures, but their minds still yearn for riches, miraculous powers and energy."},"pu":{"ss":{"gurmukhi":"hy BweI! (jog-swDnW ivc) pu`gy hoey jogI AnykW Awsx is`Kdy hn {SIrS-Awsx, pdm-Awsx Awidk}, pr auh BI Awpxy mn ivc krwmwqI qwkqW qy nwtk-cytk hI mMgdy rihMdy hn (ijnHW nwl auh Awm jnqw auqy Awpxw pRBwv pw skx) [ ","unicode":"ਹੇ ਭਾਈ! (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਅਨੇਕਾਂ ਆਸਣ ਸਿੱਖਦੇ ਹਨ {ਸ਼ੀਰਸ਼-ਆਸਣ, ਪਦਮ-ਆਸਣ ਆਦਿਕ}, ਪਰ ਉਹ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਤੇ ਨਾਟਕ-ਚੇਟਕ ਹੀ ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਨਾਲ ਉਹ ਆਮ ਜਨਤਾ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਸਕਣ) । "},"ft":{"gurmukhi":"isDoN ky bhuqyry hI Awsnw ko isKqy hYN[ AYsy jo (cytkeIAw) mMqRI ho kr so mn myN cytkoN ky vwsqy Xw lokoN ko vsI krxy ky vwsqy irDIAW isDIAW ko mWgqy hYN]","unicode":"ਸਿਧੋਂ ਕੇ ਬਹੁਤੇਰੇ ਹੀ ਆਸਨਾ ਕੋ ਸਿਖਤੇ ਹੈਂ। ਐਸੇ ਜੋ (ਚੇਟਕਈਆ) ਮੰਤ੍ਰੀ ਹੋ ਕਰ ਸੋ ਮਨ ਮੇਂ ਚੇਟਕੋਂ ਕੇ ਵਾਸਤੇ ਯਾ ਲੋਕੋਂ ਕੋ ਵਸੀ ਕਰਣੇ ਕੇ ਵਾਸਤੇ ਰਿਧੀਆਂ ਸਿਧੀਆਂ ਕੋ ਮਾਂਗਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! (jog-swDnW ivc) pu`gy hoey jogI AnykW Awsx is`Kdy hn {SIrS-Awsx, pdm-Awsx Awidk}, pr auh BI Awpxy mn ivc krwmwqI qwkqW qy nwtk-cytk hI mMgdy rihMdy hn (ijnHW nwl auh Awm jnqw auqy Awpxw pRBwv pw skx) [ ","unicode":"ਹੇ ਭਾਈ! (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਅਨੇਕਾਂ ਆਸਣ ਸਿੱਖਦੇ ਹਨ {ਸ਼ੀਰਸ਼-ਆਸਣ, ਪਦਮ-ਆਸਣ ਆਦਿਕ}, ਪਰ ਉਹ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਤੇ ਨਾਟਕ-ਚੇਟਕ ਹੀ ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਨਾਲ ਉਹ ਆਮ ਜਨਤਾ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਸਕਣ) । "},"ms":{"gurmukhi":"XogI Gxyry bYTx dy FMg is`Kdy hn, pRMqU aunHW dw ic`q, Dn-sMpdw, krwmwqI-SkqIAW Aqy BUq-pRyq dI ividAw ƒ llcwauNdw hY[","unicode":"ਯੋਗੀ ਘਣੇਰੇ ਬੈਠਣ ਦੇ ਢੰਗ ਸਿੱਖਦੇ ਹਨ, ਪ੍ਰੰਤੂ ਉਨ੍ਹਾਂ ਦਾ ਚਿੱਤ, ਧਨ-ਸੰਪਦਾ, ਕਰਾਮਾਤੀ-ਸ਼ਕਤੀਆਂ ਅਤੇ ਭੂਤ-ਪ੍ਰੇਤ ਦੀ ਵਿਦਿਆ ਨੂੰ ਲਲਚਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"A veces practica posturas como los Siddas, pero su mente se pierde en la tentación de poseer poderes psíquicos, de esa manera, la mente nunca está contenta. "},"hi":{"ss":"हे भाई ! (जो साधनों में) पहॅुंचे हुए जोगी अनेकों आसन सीखते हैं (शीर्ष आसन। पदम् आसन आदि)। पर वह भी अपने मन में करामाती ताकतों व नाटक-चेटक (करामाती प्रदर्शन) ही माँगते रहते हैं (जिससे वे आम जनता पर अपना प्रभाव डाल सकें)।","sts":"कोई व्यक्ति आसन लगाकर सिद्धियों सीखने का प्रयत्न करता है और अपने मन में ऋद्धियाँ-सिद्धियाँ जादुई शक्तियों की चाह करता रहता है।"}},"transliteration":{"english":"aasan sidh sikheh bahutere man maageh ridh sidh cheTak cheTakieeaa ||","hindi":"आसण सिध सिखहि बहुतेरे मनि मागहि रिधि सिधि चेटक चेटकईआ ॥","en":"aasan sidh sikheh bahutere man maageh ridh sidh cheTak cheTakieeaa ||","hi":"आसण सिध सिखहि बहुतेरे मनि मागहि रिधि सिधि चेटक चेटकईआ ॥","ipa":"əɑsəɳ sɪt̪ə̀ sɪkʰəh bəhʊt̪ere mən mɑGəh rɪt̪ə̀ sɪt̪ə̀ t͡ʃeʈək t͡ʃeʈəkeiɑ.","ur":"آسݨ سدھ سکھه بهُتےرے من ماگه ردھِ سدھِ چےٹک چےٹکایآ ۔۔"},"pageNo":835,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35402,"shabadId":3145,"verse":{"gurmukhi":"iqRpiq sMqoKu min sWiq n AwvY imil swDU iqRpiq hir nwim isiD peIAw ]5]","unicode":"ਤ੍ਰਿਪਤਿ ਸੰਤੋਖੁ ਮਨਿ ਸਾਂਤਿ ਨ ਆਵੈ ਮਿਲਿ ਸਾਧੂ ਤ੍ਰਿਪਤਿ ਹਰਿ ਨਾਮਿ ਸਿਧਿ ਪਈਆ ॥੫॥"},"larivaar":{"gurmukhi":"iqRpiqsMqoKuminsWiqnAwvYimilswDUiqRpiqhirnwimisiDpeIAw]5]","unicode":"ਤ੍ਰਿਪਤਿਸੰਤੋਖੁਮਨਿਸਾਂਤਿਨਆਵੈਮਿਲਿਸਾਧੂਤ੍ਰਿਪਤਿਹਰਿਨਾਮਿਸਿਧਿਪਈਆ॥੫॥"},"translation":{"en":{"bdb":"Satisfaction, contentment and tranquility do not come to their minds; but meeting the Holy Saints, they are satisfied, and through the Name of the Lord, spiritual perfection is attained. ||5||","ms":"Satiation, contentment and peace enter not man's mind By meeting the saints, man is sated and by God's Name, he procures perfection.","ssk":"Satisfaction, contentment and tranquility do not come to their minds; but meeting the Holy Saints, they are satisfied, and through the Name of the Lord, spiritual perfection is attained. ||5||"},"pu":{"ss":{"gurmukhi":"(auhnW dy) mn ivc mwieAw vloN iq®pqI nhIN huMdI, auhnW ƒ sMqoK nhIN pRwpq huMdw, mn ivc SWqI nhIN AwauNdI [ hW, gurU ƒ iml ky prmwqmw dy nwm dI rwhIN mnu`K iq®pqI hwsl kr lYNdw hY, Awqmk jIvn dI sPlqw pRwpq kr lYNdw hY [5[","unicode":"(ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਤ੍ਰਿਪਤੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਹਨਾਂ ਨੂੰ ਸੰਤੋਖ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ, ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ । ਹਾਂ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਤ੍ਰਿਪਤੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"sMqoK kr ky iqRpqI qy jo sWq hoxI QI so mn myN nhIN AwvqI hY[ ijnoN ny sMqoN ko iml kr hir nwm kI isDI pRwpqI vw AMqihkrx kI suDI vw moK (peIAw) pweI hY, iqnoN ko hI iqRpqI hoxy qy sWqI BeI hY]5]ÇsMqoN kI sMgq AOr prmysr kI srx kI mihmw khqy hYN:","unicode":"ਸੰਤੋਖ ਕਰ ਕੇ ਤ੍ਰਿਪਤੀ ਤੇ ਜੋ ਸਾਂਤ ਹੋਣੀ ਥੀ ਸੋ ਮਨ ਮੇਂ ਨਹੀਂ ਆਵਤੀ ਹੈ। ਜਿਨੋਂ ਨੇ ਸੰਤੋਂ ਕੋ ਮਿਲ ਕਰ ਹਰਿ ਨਾਮ ਕੀ ਸਿਧੀ ਪ੍ਰਾਪਤੀ ਵਾ ਅੰਤਹਿਕਰਣ ਕੀ ਸੁਧੀ ਵਾ ਮੋਖ (ਪਈਆ) ਪਾਈ ਹੈ, ਤਿਨੋਂ ਕੋ ਹੀ ਤ੍ਰਿਪਤੀ ਹੋਣੇ ਤੇ ਸਾਂਤੀ ਭਈ ਹੈ॥੫॥☬ਸੰਤੋਂ ਕੀ ਸੰਗਤ ਔਰ ਪਰਮੇਸਰ ਕੀ ਸਰਣ ਕੀ ਮਹਿਮਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(auhnW dy) mn ivc mwieAw vloN iq®pqI nhIN huMdI, auhnW ƒ sMqoK nhIN pRwpq huMdw, mn ivc SWqI nhIN AwauNdI [ hW, gurU ƒ iml ky prmwqmw dy nwm dI rwhIN mnu`K iq®pqI hwsl kr lYNdw hY, Awqmk jIvn dI sPlqw pRwpq kr lYNdw hY [5[","unicode":"(ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਤ੍ਰਿਪਤੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਹਨਾਂ ਨੂੰ ਸੰਤੋਖ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ, ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ । ਹਾਂ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਤ੍ਰਿਪਤੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"rj, sMquStqw Aqy TMF-cYn bMdy dy ic`q AMdr pRvyS nhIN krdy[ sMqW ƒ imlx duAwrw bMdw DRwm jWdw hY Aqy vwihgurU dy nwm rwhIN auh pUrnqw ƒ prwpq ho jWdw hY[","unicode":"ਰਜ, ਸੰਤੁਸ਼ਟਤਾ ਅਤੇ ਠੰਢ-ਚੈਨ ਬੰਦੇ ਦੇ ਚਿੱਤ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਨਹੀਂ ਕਰਦੇ। ਸੰਤਾਂ ਨੂੰ ਮਿਲਣ ਦੁਆਰਾ ਬੰਦਾ ਧ੍ਰਾਮ ਜਾਂਦਾ ਹੈ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਰਾਹੀਂ ਉਹ ਪੂਰਨਤਾ ਨੂੰ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Sólo cuando uno encuentra al Santo, la Paz lo aborda, y entonces es bendecido con los poderes milagrosos del Nombre del Señor. (5)"},"hi":{"ss":"(उनके) मन में माया की ओर से तृप्ति नहीं होती। उन्हें संतोष नहीं प्राप्त होता। मन में शांति नहीं आती। हाँ। गुरू को मिल के परमात्मा के नाम से मनुष्य तृप्ति हासिल कर लेता है। आत्मिक जीवन की सफलता प्राप्त कर लेता है। 5।","sts":"इससे न उसे तृप्ति होती है, न संतोष मिलता है न ही मन को शान्ति आती है। परन्तु साधु को मिलकर हरि-नाम द्वारा उसे तृप्ति हो जाती और सर्वसिद्धियाँ प्राप्त हो जाती हैं। ५॥"}},"transliteration":{"english":"tirapat sa(n)tokh man saa(n)t na aavai mil saadhoo tirapat har naam sidh pieeaa ||5||","hindi":"तृपति संतोखु मनि साँति न आवै मिलि साधू तृपति हरि नामि सिधि पईआ ॥५॥","en":"tirapat sa(n)tokh man saa(n)t na aavai mil saadhoo tirapat har naam sidh pieeaa ||5||","hi":"तृपति संतोखु मनि साँति न आवै मिलि साधू तृपति हरि नामि सिधि पईआ ॥५॥","ipa":"t̪ɪɹəpət̪ səŋt̪ɔkʰ mən sɑⁿət̪ nə əɑʋæ mɪl sɑt̪u t̪ɪɹəpət̪ hər nɑm sɪt̪ə̀ peiɑ.5.","ur":"تِرپت سںتوکھ من ساںت ن آوَے ملِ سادھُو ترپت هرِ نام سدھِ پایآ ۔۔۵۔۔"},"pageNo":835,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35403,"shabadId":3145,"verse":{"gurmukhi":"AMfj jyrj syqj auqBuj siB vrn rUp jIA jMq aupeIAw ]","unicode":"ਅੰਡਜ ਜੇਰਜ ਸੇਤਜ ਉਤਭੁਜ ਸਭਿ ਵਰਨ ਰੂਪ ਜੀਅ ਜੰਤ ਉਪਈਆ ॥"},"larivaar":{"gurmukhi":"AMfjjyrjsyqjauqBujsiBvrnrUpjIAjMqaupeIAw]","unicode":"ਅੰਡਜਜੇਰਜਸੇਤਜਉਤਭੁਜਸਭਿਵਰਨਰੂਪਜੀਅਜੰਤਉਪਈਆ॥"},"translation":{"en":{"bdb":"Life is born from the egg, from the womb, from sweat and from the earth; God created the beings and creatures of all colors and forms.","ms":"Egg-born, foetus-born, sweat-born, earth-born, the mortals and the creatures of all the colours and forms are made by God.","ssk":"Life is born from the egg, from the womb, from sweat and from the earth; God created the beings and creatures of all colors and forms."},"pu":{"ss":{"gurmukhi":"hy BweI! AMifAW ivcoN jMmx vwly, ijEr ivcoN pYdw hox vwly, muVHky ivcoN jMmx vwly, DrqI ivcoN Pu`tx vwly—ieh swry AnykW rUpW rMgW dy jIA-jMq prmwqmw ny pYdw kIqy hoey hn [ ","unicode":"ਹੇ ਭਾਈ! ਅੰਡਿਆਂ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਜਿਓਰ ਵਿਚੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ, ਮੁੜ੍ਹਕੇ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਧਰਤੀ ਵਿਚੋਂ ਫੁੱਟਣ ਵਾਲੇ—ਇਹ ਸਾਰੇ ਅਨੇਕਾਂ ਰੂਪਾਂ ਰੰਗਾਂ ਦੇ ਜੀਅ-ਜੰਤ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ । "},"ft":{"gurmukhi":"AMifEN sy AO jyr sy, pRsIny qy AO DrqI sy, ien cwroN KwxIEN myN jo rMg srIr AsQUl rUp jIv Aru sUKm jMq sMpUrn vwihgurU ny auqpq kry hYN]","unicode":"ਅੰਡਿਓਂ ਸੇ ਔ ਜੇਰ ਸੇ, ਪ੍ਰਸੀਨੇ ਤੇ ਔ ਧਰਤੀ ਸੇ, ਇਨ ਚਾਰੋਂ ਖਾਣੀਓਂ ਮੇਂ ਜੋ ਰੰਗ ਸਰੀਰ ਅਸਥੂਲ ਰੂਪ ਜੀਵ ਅਰੁ ਸੂਖਮ ਜੰਤ ਸੰਪੂਰਨ ਵਾਹਿਗੁਰੂ ਨੇ ਉਤਪਤ ਕਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! AMifAW ivcoN jMmx vwly, ijEr ivcoN pYdw hox vwly, muVHky ivcoN jMmx vwly, DrqI ivcoN Pu`tx vwly—ieh swry AnykW rUpW rMgW dy jIA-jMq prmwqmw ny pYdw kIqy hoey hn [ ","unicode":"ਹੇ ਭਾਈ! ਅੰਡਿਆਂ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਜਿਓਰ ਵਿਚੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ, ਮੁੜ੍ਹਕੇ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਧਰਤੀ ਵਿਚੋਂ ਫੁੱਟਣ ਵਾਲੇ—ਇਹ ਸਾਰੇ ਅਨੇਕਾਂ ਰੂਪਾਂ ਰੰਗਾਂ ਦੇ ਜੀਅ-ਜੰਤ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ । "},"ms":{"gurmukhi":"AWfy qoN inpjy, jor qoN inpjy, muVHky qoN aupjy, DrqI qoN aupjy, pRwxI Aqy pSU pMCI Awid swirAW rMgW qy srUpW d, y r`b dy pYdw kIqy hoey hn[","unicode":"ਆਂਡੇ ਤੋਂ ਨਿਪਜੇ, ਜੋਰ ਤੋਂ ਨਿਪਜੇ, ਮੁੜ੍ਹਕੇ ਤੋਂ ਉਪਜੇ, ਧਰਤੀ ਤੋਂ ਉਪਜੇ, ਪ੍ਰਾਣੀ ਅਤੇ ਪਸ਼ੂ ਪੰਛੀ ਆਦਿ ਸਾਰਿਆਂ ਰੰਗਾਂ ਤੇ ਸਰੂਪਾਂ ਦ, ੇ ਰੱਬ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।"}},"es":{"sn":"De los nacidos del huevo, del sudor, de la tierra, en forma de feto, y de las criaturas de todos colores y clases, "},"hi":{"ss":"हे भाई ! अण्डों में से पैदा होने वाले। जियोर में से पैदा होने वाले। पसीने में से पैदा होने वाले। धरती में से फूटने वाले- ये सारे अनेकों रूप-रंगों के जीव-जंतु परमात्मा के पैदा किए हुए हैं।","sts":"अण्डज, जेरज, स्वेदज, उदभिज-सब प्रकार के जीव जन्तु परमात्मा ने पैदा किए हुए हैं।"}},"transliteration":{"english":"a(n)ddaj jeraj setaj utabhuj sabh varan roop jeea ja(n)t upieeaa ||","hindi":"अंडज जेरज सेतज उतभुज सभि वरन रूप जीअ जंत उपईआ ॥","en":"a(n)ddaj jeraj setaj utabhuj sabh varan roop jeea ja(n)t upieeaa ||","hi":"अंडज जेरज सेतज उतभुज सभि वरन रूप जीअ जंत उपईआ ॥","ipa":"əŋɖəd͡ʒ d͡ʒerəd͡ʒ set̪əd͡ʒ oʊt̪əɓʊd͡ʒ səɓ ʋərən rup d͡ʒiə d͡ʒəŋt̪ oʊpeiɑ.","ur":"اںڈج جےرج سےتج اُتبھج سبھ ورن رُوپ جیِا جںت اُپایآ ۔۔"},"pageNo":835,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35404,"shabadId":3145,"verse":{"gurmukhi":"swDU srix prY so aubrY KqRI bRwhmxu sUdu vYsu cMfwlu cMfeIAw ]6]","unicode":"ਸਾਧੂ ਸਰਣਿ ਪਰੈ ਸੋ ਉਬਰੈ ਖਤ੍ਰੀ ਬ੍ਰਾਹਮਣੁ ਸੂਦੁ ਵੈਸੁ ਚੰਡਾਲੁ ਚੰਡਈਆ ॥੬॥"},"larivaar":{"gurmukhi":"swDUsrixprYsoaubrYKqRIbRwhmxusUduvYsucMfwlucMfeIAw]6]","unicode":"ਸਾਧੂਸਰਣਿਪਰੈਸੋਉਬਰੈਖਤ੍ਰੀਬ੍ਰਾਹਮਣੁਸੂਦੁਵੈਸੁਚੰਡਾਲੁਚੰਡਈਆ॥੬॥"},"translation":{"en":{"bdb":"One who seeks the Sanctuary of the Holy is saved, whether he is a Kh'shaatriya, a Brahmin, a Soodra, a Vaishya or the most untouchable of the untouchables. ||6||","ms":"He who takes saints' protection is saved, be he a warrior, a literate, an agriculturist and untouchable and the pariah of the pariahs.","ssk":"One who seeks the Sanctuary of the Holy is saved, whether he is a Kh'shaatriya, a Brahmin, a Soodra, a Vaishya or the most untouchable of the untouchables. ||6||"},"pu":{"ss":{"gurmukhi":"(iehnW ivcoN ijhVw jIv) gurU dI srn Aw pYNdw hY, auh (sMswr-smuMdr qoN) bc inkldw hY, cwhy auh K`q®I hY cwhy bRwhmx hY, cwhy SUdr hY, cwhy vYS hY, cwhy mhw cMfwl hY [6[","unicode":"(ਇਹਨਾਂ ਵਿਚੋਂ ਜਿਹੜਾ ਜੀਵ) ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ, ਚਾਹੇ ਉਹ ਖੱਤ੍ਰੀ ਹੈ ਚਾਹੇ ਬ੍ਰਾਹਮਣ ਹੈ, ਚਾਹੇ ਸ਼ੂਦਰ ਹੈ, ਚਾਹੇ ਵੈਸ਼ ਹੈ, ਚਾਹੇ ਮਹਾ ਚੰਡਾਲ ਹੈ ।੬।"},"ft":{"gurmukhi":"ien myN sy jo koeI sMq jnoN kI srx pry soeI duKoN qy bcqw hY[ KÎqrI, brihmx, sUdr, vYs, cwroN vrn AO cMfwl punw (cMfeIAw) cMfwlo myN AqI nIc krm krxy vwlw[ Bwv Xih hY ijqny auqm hYN AO nIcoN qy bI mhW nIc hYN, so sBI sMq jnoN kI srx pVxy qy aubrqy hYN]6]Çjy koeI pUCY ik kOn kOn qry hYN? iqs pr khqy hYN:","unicode":"ਇਨ ਮੇਂ ਸੇ ਜੋ ਕੋਈ ਸੰਤ ਜਨੋਂ ਕੀ ਸਰਣ ਪਰੇ ਸੋਈ ਦੁਖੋਂ ਤੇ ਬਚਤਾ ਹੈ। ਖ੍ਯਤਰੀ, ਬਰਹਿਮਣ, ਸੂਦਰ, ਵੈਸ, ਚਾਰੋਂ ਵਰਨ ਔ ਚੰਡਾਲ ਪੁਨਾ (ਚੰਡਈਆ) ਚੰਡਾਲੋ ਮੇਂ ਅਤੀ ਨੀਚ ਕਰਮ ਕਰਣੇ ਵਾਲਾ। ਭਾਵ ਯਹਿ ਹੈ ਜਿਤਨੇ ਉਤਮ ਹੈਂ ਔ ਨੀਚੋਂ ਤੇ ਬੀ ਮਹਾਂ ਨੀਚ ਹੈਂ, ਸੋ ਸਭੀ ਸੰਤ ਜਨੋਂ ਕੀ ਸਰਣ ਪੜਣੇ ਤੇ ਉਬਰਤੇ ਹੈਂ॥੬॥☬ਜੇ ਕੋਈ ਪੂਛੈ ਕਿ ਕੌਨ ਕੌਨ ਤਰੇ ਹੈਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(iehnW ivcoN ijhVw jIv) gurU dI srn Aw pYNdw hY, auh (sMswr-smuMdr qoN) bc inkldw hY, cwhy auh K`q®I hY cwhy bRwhmx hY, cwhy SUdr hY, cwhy vYS hY, cwhy mhw cMfwl hY [6[","unicode":"(ਇਹਨਾਂ ਵਿਚੋਂ ਜਿਹੜਾ ਜੀਵ) ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ, ਚਾਹੇ ਉਹ ਖੱਤ੍ਰੀ ਹੈ ਚਾਹੇ ਬ੍ਰਾਹਮਣ ਹੈ, ਚਾਹੇ ਸ਼ੂਦਰ ਹੈ, ਚਾਹੇ ਵੈਸ਼ ਹੈ, ਚਾਹੇ ਮਹਾ ਚੰਡਾਲ ਹੈ ।੬।"},"ms":{"gurmukhi":"jo sMqW dI pnwh lYNdw hY, auh qr jWdw hY, BwvyN auh K`qRI, ivdvwn, ikswn, ACUq Aqy kmIxw hovy[","unicode":"ਜੋ ਸੰਤਾਂ ਦੀ ਪਨਾਹ ਲੈਂਦਾ ਹੈ, ਉਹ ਤਰ ਜਾਂਦਾ ਹੈ, ਭਾਵੇਂ ਉਹ ਖੱਤ੍ਰੀ, ਵਿਦਵਾਨ, ਕਿਸਾਨ, ਅਛੂਤ ਅਤੇ ਕਮੀਣਾ ਹੋਵੇ।"}},"es":{"sn":"ninguna es salvada excepto la que busca el Refugio del Santo, aunque sea un Brahmán, un kshatria, un vaisha o un chandala.  (6) "},"hi":{"ss":"(इनमें से जो जीव) गुरू की शरण आ पड़ता है। वह (संसार-समुंद्र में से) बच निकलता है। चाहे वह खत्री है चाहे ब्राहमण है। चाहे शूद्र है। चाहे वैश्य है। चाहे महा चण्डाल है। 6।","sts":"चाहे क्षत्रिय, ब्राहाण, शूद्र, वैश्य अथवा चाण्डाल हो, जो साधु की शरण में आता है, उसका उद्धार हो जाता है।॥ ६॥"}},"transliteration":{"english":"saadhoo saran parai so ubarai khatree braahaman soodh vais cha(n)ddaal cha(n)ddieeaa ||6||","hindi":"साधू सरणि परै सो उबरै खत्री ब्राहमणु सूदु वैसु चंडालु चंडईआ ॥६॥","en":"saadhoo saran parai so ubarai khatree braahaman soodh vais cha(n)ddaal cha(n)ddieeaa ||6||","hi":"साधू सरणि परै सो उबरै खत्री ब्राहमणु सूदु वैसु चंडालु चंडईआ ॥६॥","ipa":"sɑt̪u sərəɳ pəræ sɔ oʊbəræ kʰət̪ɹi bɹɑhəməɳ sud̪ ʋæs t͡ʃəŋɖɑl t͡ʃəŋɖeiɑ.6.","ur":"سادھُو سرݨ پرَے سو اُبرَے کھتریِ براهمݨ سُود وَےس چںڈال چںڈایآ ۔۔۶۔۔"},"pageNo":835,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35405,"shabadId":3145,"verse":{"gurmukhi":"nwmw jYdyau kMbIru iqRlocnu Aaujwiq rivdwsu cimAwru cmeIAw ]","unicode":"ਨਾਮਾ ਜੈਦੇਉ ਕੰਬੀਰੁ ਤ੍ਰਿਲੋਚਨੁ ਅਉਜਾਤਿ ਰਵਿਦਾਸੁ ਚਮਿਆਰੁ ਚਮਈਆ ॥"},"larivaar":{"gurmukhi":"nwmwjYdyaukMbIruiqRlocnuAaujwiqrivdwsucimAwrucmeIAw]","unicode":"ਨਾਮਾਜੈਦੇਉਕੰਬੀਰੁਤ੍ਰਿਲੋਚਨੁਅਉਜਾਤਿਰਵਿਦਾਸੁਚਮਿਆਰੁਚਮਈਆ॥"},"translation":{"en":{"bdb":"Naam Dayv, Jai Dayv, Kabeer, Trilochan and Ravi Daas the low-caste leather-worker,","ms":"Namdev, Jaidev, Kabir, Tirlochan and Ravidas, tanner of low caste swam across.","ssk":"Naam Dayv, Jai Dayv, Kabeer, Trilochan and Ravi Daas the low-caste leather-worker,"},"pu":{"ss":{"gurmukhi":"hy BweI! nwmdyv, jYdyE, kbIr, iq®locn, nIvIN jwiq vwlw rivdws cmwr, ","unicode":"ਹੇ ਭਾਈ! ਨਾਮਦੇਵ, ਜੈਦੇਓ, ਕਬੀਰ, ਤ੍ਰਿਲੋਚਨ, ਨੀਵੀਂ ਜਾਤਿ ਵਾਲਾ ਰਵਿਦਾਸ ਚਮਾਰ, "},"ft":{"gurmukhi":"nwm dyau jI AO jY dyv jI, kbIr punw iqRlocn jI AO jwq ky cimAwr rivdws jI punw (cmeIAw) cm kI kwr krny vwlw]","unicode":"ਨਾਮ ਦੇਉ ਜੀ ਔ ਜੈ ਦੇਵ ਜੀ, ਕਬੀਰ ਪੁਨਾ ਤ੍ਰਿਲੋਚਨ ਜੀ ਔ ਜਾਤ ਕੇ ਚਮਿਆਰ ਰਵਿਦਾਸ ਜੀ ਪੁਨਾ (ਚਮਈਆ) ਚਮ ਕੀ ਕਾਰ ਕਰਨੇ ਵਾਲਾ॥"},"bdb":{"gurmukhi":"hy BweI! nwmdyv, jYdyE, kbIr, iq®locn, nIvIN jwiq vwlw rivdws cmwr, ","unicode":"ਹੇ ਭਾਈ! ਨਾਮਦੇਵ, ਜੈਦੇਓ, ਕਬੀਰ, ਤ੍ਰਿਲੋਚਨ, ਨੀਵੀਂ ਜਾਤਿ ਵਾਲਾ ਰਵਿਦਾਸ ਚਮਾਰ, "},"ms":{"gurmukhi":"nwmdyv, jYdyv, kbIr, iqRlocn Aqy nIc jwq dw rivdws cmwr pwr auqr gey[","unicode":"ਨਾਮਦੇਵ, ਜੈਦੇਵ, ਕਬੀਰ, ਤ੍ਰਿਲੋਚਨ ਅਤੇ ਨੀਚ ਜਾਤ ਦਾ ਰਵਿਦਾਸ ਚਮਾਰ ਪਾਰ ਉਤਰ ਗਏ।"}},"es":{"sn":"Namdev, Yaidev, Trilochan, Kabir, Ravidas, el curtidor de pieles, "},"hi":{"ss":"हे भाई ! नामदेव। जैदेव। कबीर। त्रिलोचन। नीच जाति वाला रविदास।","sts":"नामदेव, जयदेव, कबीर, त्रिलोचन निम्न.जाति का चमार रविदास जो चमार का काम करता था,"}},"transliteration":{"english":"naamaa jaidheau ka(n)beer tiralochan aaujaat ravidhaas chamiaar chamieeaa ||","hindi":"नामा जैदेउ कंबीरु तृलोचनु अउजाति रविदासु चमिआरु चमईआ ॥","en":"naamaa jaidheau ka(n)beer tiralochan aaujaat ravidhaas chamiaar chamieeaa ||","hi":"नामा जैदेउ कंबीरु तृलोचनु अउजाति रविदासु चमिआरु चमईआ ॥","ipa":"nɑmɑ d͡ʒæd̪eo kəŋbir t̪ɪɹəlɔt͡ʃən əoʊd͡ʒɑt̪ rəʋɪd̪ɑs t͡ʃəmɪəɑr t͡ʃəmeiɑ.","ur":"ناما جَےدےا کںبیِر ترلوچن ااجات روداس چمِآر چمایآ ۔۔"},"pageNo":835,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35406,"shabadId":3145,"verse":{"gurmukhi":"jo jo imlY swDU jn sMgiq Dnu DMnw jtu sYxu imilAw hir deIAw ]7]","unicode":"ਜੋ ਜੋ ਮਿਲੈ ਸਾਧੂ ਜਨ ਸੰਗਤਿ ਧਨੁ ਧੰਨਾ ਜਟੁ ਸੈਣੁ ਮਿਲਿਆ ਹਰਿ ਦਈਆ ॥੭॥"},"larivaar":{"gurmukhi":"jojoimlYswDUjnsMgiqDnuDMnwjtusYxuimilAwhirdeIAw]7]","unicode":"ਜੋਜੋਮਿਲੈਸਾਧੂਜਨਸੰਗਤਿਧਨੁਧੰਨਾਜਟੁਸੈਣੁਮਿਲਿਆਹਰਿਦਈਆ॥੭॥"},"translation":{"en":{"bdb":"blessed Dhanna and Sain; all those who joined the humble Saadh Sangat, met the Merciful Lord. ||7||","ms":"Blessed Dhanna Jat, Sain and all those, who joined the society of the pious persons, did meet the Merciful Master.","ssk":"blessed Dhanna and Sain; all those who joined the humble Saadh Sangat, met the Merciful Lord. ||7||"},"pu":{"ss":{"gurmukhi":"DMnw j`t, sYx (nweI)—ijhVw ijhVw BI sMq jnW dI sMgiq ivc imldw AwieAw hY, auh BwgW vwlw bxdw igAw, auh dieAw dy somy prmwqmw ƒ iml ipAw [7[","unicode":"ਧੰਨਾ ਜੱਟ, ਸੈਣ (ਨਾਈ)—ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦਾ ਆਇਆ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲਾ ਬਣਦਾ ਗਿਆ, ਉਹ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪਿਆ ।੭।"},"ft":{"gurmukhi":"ieqAwdI aUc nIc myN qy jo jo sMq jnoN kI sMgq myN imly hYN, so so kilAwx rUp Bey hYN[ punw DMn hY DMnw Bgq jo jwqI kw jt BieAw hY punw sYx Bgq[ ien srb ko siqsMg krny sy hrI jo srb kw pRyrk hY, so Awn imlw hY]7]","unicode":"ਇਤਆਦੀ ਊਚ ਨੀਚ ਮੇਂ ਤੇ ਜੋ ਜੋ ਸੰਤ ਜਨੋਂ ਕੀ ਸੰਗਤ ਮੇਂ ਮਿਲੇ ਹੈਂ, ਸੋ ਸੋ ਕਲਿਆਣ ਰੂਪ ਭਏ ਹੈਂ। ਪੁਨਾ ਧੰਨ ਹੈ ਧੰਨਾ ਭਗਤ ਜੋ ਜਾਤੀ ਕਾ ਜਟ ਭਇਆ ਹੈ ਪੁਨਾ ਸੈਣ ਭਗਤ। ਇਨ ਸਰਬ ਕੋ ਸਤਿਸੰਗ ਕਰਨੇ ਸੇ ਹਰੀ ਜੋ ਸਰਬ ਕਾ ਪ੍ਰੇਰਕ ਹੈ, ਸੋ ਆਨ ਮਿਲਾ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"DMnw j`t, sYx (nweI)—ijhVw ijhVw BI sMq jnW dI sMgiq ivc imldw AwieAw hY, auh BwgW vwlw bxdw igAw, auh dieAw dy somy prmwqmw ƒ iml ipAw [7[","unicode":"ਧੰਨਾ ਜੱਟ, ਸੈਣ (ਨਾਈ)—ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦਾ ਆਇਆ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲਾ ਬਣਦਾ ਗਿਆ, ਉਹ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪਿਆ ।੭।"},"ms":{"gurmukhi":"vfBwgI DMnw j`t, sYx Aqy auh swry jo piv`qr purSW dy smwgm AMdr juVy hn, imhrbwn mwlk ƒ iml pey hn[","unicode":"ਵਡਭਾਗੀ ਧੰਨਾ ਜੱਟ, ਸੈਣ ਅਤੇ ਉਹ ਸਾਰੇ ਜੋ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੇ ਸਮਾਗਮ ਅੰਦਰ ਜੁੜੇ ਹਨ, ਮਿਹਰਬਾਨ ਮਾਲਕ ਨੂੰ ਮਿਲ ਪਏ ਹਨ।"}},"es":{"sn":"el intocable, Dhanna, el Yat, y Sain, el barbero, todos encontraron a Dios postrándose a los Pies de los Santos. (7)"},"hi":{"ss":"धन्ना जाट। सैण (नाई) - जो जो भी संत जनों की संगति में मिलता आया है। वह भाग्यशाली बन गया। वह दया के श्रोत परमात्मा को मिल गया। 7।","sts":"धन्ना जाट एवं सैण नाई जो संत-गुरु की संगति में मिला है, वह धन्य हो गया है और उसे दयालु परमात्मा मिल गया है॥ ७ ॥"}},"transliteration":{"english":"jo jo milai saadhoo jan sa(n)gat dhan dha(n)naa jaT sain miliaa har dhieeaa ||7||","hindi":"जो जो मिलै साधू जन संगति धनु धंना जटु सैणु मिलिआ हरि दईआ ॥७॥","en":"jo jo milai saadhoo jan sa(n)gat dhan dha(n)naa jaT sain miliaa har dhieeaa ||7||","hi":"जो जो मिलै साधू जन संगति धनु धंना जटु सैणु मिलिआ हरि दईआ ॥७॥","ipa":"d͡ʒɔ d͡ʒɔ mɪlæ sɑt̪u d͡ʒən səŋGət̪ t̪ən t̪əŋnɑ d͡ʒəʈ sæɳ mɪlɪəɑ hər d̪eiɑ.7.","ur":"جو جو ملَے سادھُو جن سںگت دھن دھنّا جٹ سَےݨ ملآ هرِ دایآ ۔۔۷۔۔"},"pageNo":835,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":6,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":6,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":8,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35407,"shabadId":3145,"verse":{"gurmukhi":"sMq jnw kI hir pYj rKweI Bgiq vClu AMgIkwru kreIAw ]","unicode":"ਸੰਤ ਜਨਾ ਕੀ ਹਰਿ ਪੈਜ ਰਖਾਈ ਭਗਤਿ ਵਛਲੁ ਅੰਗੀਕਾਰੁ ਕਰਈਆ ॥"},"larivaar":{"gurmukhi":"sMqjnwkIhirpYjrKweIBgiqvCluAMgIkwrukreIAw]","unicode":"ਸੰਤਜਨਾਕੀਹਰਿਪੈਜਰਖਾਈਭਗਤਿਵਛਲੁਅੰਗੀਕਾਰੁਕਰਈਆ॥"},"translation":{"en":{"bdb":"The Lord protects the honor of His humble servants; He is the Lover of His devotees - He makes them His own.","ms":"God the Lover of devotion, protects the honour of the saintly persons and accepts them.","ssk":"The Lord protects the honor of His humble servants; He is the Lover of His devotees - He makes them His own."},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy BweI!) prmwqmw BgqI nwl ipAwr krn vwlw hY, Awpxy sMq jnW dI sdw lwj r`Kdw AwieAw hY, sMq jnW dw p`K krdw AwieAw hY [ ","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸਦਾ ਲਾਜ ਰੱਖਦਾ ਆਇਆ ਹੈ, ਸੰਤ ਜਨਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਆਇਆ ਹੈ । "},"ft":{"gurmukhi":"iqs hrI ny AYsy Apny sMq jnoN kI (pYj) pRqgÎw vw piq BgqI duAwrw Awp hI rK leI hY[ so vwihgurU BgqoN kw (vClu) ipAwrw Apny dwsoN kw (AMgIkwru) pKÎ krqw hY]","unicode":"ਤਿਸ ਹਰੀ ਨੇ ਐਸੇ ਅਪਨੇ ਸੰਤ ਜਨੋਂ ਕੀ (ਪੈਜ) ਪ੍ਰਤਗ੍ਯਾ ਵਾ ਪਤਿ ਭਗਤੀ ਦੁਆਰਾ ਆਪ ਹੀ ਰਖ ਲਈ ਹੈ। ਸੋ ਵਾਹਿਗੁਰੂ ਭਗਤੋਂ ਕਾ (ਵਛਲੁ) ਪਿਆਰਾ ਅਪਨੇ ਦਾਸੋਂ ਕਾ (ਅੰਗੀਕਾਰੁ) ਪਖ੍ਯ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy BweI!) prmwqmw BgqI nwl ipAwr krn vwlw hY, Awpxy sMq jnW dI sdw lwj r`Kdw AwieAw hY, sMq jnW dw p`K krdw AwieAw hY [ ","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸਦਾ ਲਾਜ ਰੱਖਦਾ ਆਇਆ ਹੈ, ਸੰਤ ਜਨਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਆਇਆ ਹੈ । "},"ms":{"gurmukhi":"BgqI ƒ ipAwr krn vwlw vwihgurU swD srUp dI l`ijAw r`Kdw hY Aqy aunHW ƒ kbUl kr lYNdw hY[","unicode":"ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਵਾਹਿਗੁਰੂ ਸਾਧ ਸਰੂਪ ਦੀ ਲੱਜਿਆ ਰੱਖਦਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਬੂਲ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Dios salva el honor de Sus Devotos, y conforme a Su Naturaleza, los convierte en Suyos propios. "},"hi":{"ss":"हे नानक ! (कह- हे भाई !) परमात्मा भगती से प्यार करने वाला है। अपने संतजनों की सदा लाज रखता आया है। संत जनों का पक्ष करता आया है।","sts":"भक्तवत्सल हरिं ने सदैव ही संतजनों की लाज रखी है और उसने हमेशा अपने भक्तों का साथ दिया है।"}},"transliteration":{"english":"sa(n)t janaa kee har paij rakhaiee bhagat vachhal a(n)geekaar karieeaa ||","hindi":"संत जना की हरि पैज रखाई भगति वछलु अंगीकारु करईआ ॥","en":"sa(n)t janaa kee har paij rakhaiee bhagat vachhal a(n)geekaar karieeaa ||","hi":"संत जना की हरि पैज रखाई भगति वछलु अंगीकारु करईआ ॥","ipa":"səŋt̪ d͡ʒənɑ ki hər pæd͡ʒ rəkʰɑei ɓəGət̪ ʋəɕəl əŋGikɑr kəreiɑ.","ur":"سںت جنا کیِ هر پَےج رکھاای بھگت وچھل اںگیِکار کرایآ ۔۔"},"pageNo":835,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35408,"shabadId":3145,"verse":{"gurmukhi":"nwnk srix pry jgjIvn hir hir ikrpw Dwir rKeIAw ]8]4]7]","unicode":"ਨਾਨਕ ਸਰਣਿ ਪਰੇ ਜਗਜੀਵਨ ਹਰਿ ਹਰਿ ਕਿਰਪਾ ਧਾਰਿ ਰਖਈਆ ॥੮॥੪॥੭॥"},"larivaar":{"gurmukhi":"nwnksrixpryjgjIvnhirhirikrpwDwirrKeIAw]8]4]7]","unicode":"ਨਾਨਕਸਰਣਿਪਰੇਜਗਜੀਵਨਹਰਿਹਰਿਕਿਰਪਾਧਾਰਿਰਖਈਆ॥੮॥੪॥੭॥"},"translation":{"en":{"bdb":"Nanak has entered the Sanctuary of the Lord, the Life of the world, who has showered His Mercy upon him, and saved him. ||8||||4||7||","ms":"Nanak has entered the sanctuary of the Lord God, the life of the world and has mercifully emancipated him.","ssk":"Nanak has entered the Sanctuary of the Lord, the Life of the world, who has showered His Mercy upon him, and saved him. ||8||||4||7||"},"pu":{"ss":{"gurmukhi":"ijhVy mnu`K jgq dy jIvn pRBU dI srn pYNdy hn, imhr kr ky auhnW dI r`iKAw krdw hY [8[4[","unicode":"ਜਿਹੜੇ ਮਨੁੱਖ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ।੮।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo ies pRkwr jgq ky jIvn rUp, Bwv jo sqw sPurqI dyxy vwlw vwihgurU hY iqs kI srn my pVy hYN[ iqn ko iqs hrI ny ikRpw Dwr kr ky Apnw hir nwm dy kr sMswr smuMdR qy rwK lIAw hY]8]4]7]ÇApny mn kw pRym pRgtwvqy hUey ApnI dsw aucwrn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਇਸ ਪ੍ਰਕਾਰ ਜਗਤ ਕੇ ਜੀਵਨ ਰੂਪ, ਭਾਵ ਜੋ ਸਤਾ ਸਫੁਰਤੀ ਦੇਣੇ ਵਾਲਾ ਵਾਹਿਗੁਰੂ ਹੈ ਤਿਸ ਕੀ ਸਰਨ ਮੇ ਪੜੇ ਹੈਂ। ਤਿਨ ਕੋ ਤਿਸ ਹਰੀ ਨੇ ਕ੍ਰਿਪਾ ਧਾਰ ਕਰ ਕੇ ਅਪਨਾ ਹਰਿ ਨਾਮ ਦੇ ਕਰ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਤੇ ਰਾਖ ਲੀਆ ਹੈ॥੮॥੪॥੭॥☬ਅਪਨੇ ਮਨ ਕਾ ਪ੍ਰੇਮ ਪ੍ਰਗਟਾਵਤੇ ਹੂਏ ਅਪਨੀ ਦਸਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ijhVy mnu`K jgq dy jIvn pRBU dI srn pYNdy hn, imhr kr ky auhnW dI r`iKAw krdw hY [8[4[","unicode":"ਜਿਹੜੇ ਮਨੁੱਖ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ।੮।੪।"},"ms":{"gurmukhi":"nwnk ny jgq dI ijMd-jwn suAwmI vwihgurU dI pnwh leI hY Aqy aus ny AwpxI rihmq Dwr ky aus dw auqwrw kr id`qw hY[","unicode":"ਨਾਨਕ ਨੇ ਜਗਤ ਦੀ ਜਿੰਦ-ਜਾਨ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੀ ਪਨਾਹ ਲਈ ਹੈ ਅਤੇ ਉਸ ਨੇ ਆਪਣੀ ਰਹਿਮਤ ਧਾਰ ਕੇ ਉਸ ਦਾ ਉਤਾਰਾ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Nanak ha entrado en el Santuario del Señor de la Vida, y Dios, por Su Misericordia, lo ha emancipado. (8-4-7)"},"hi":{"ss":"जो मनुष्य जगत के जीवन प्रभू की शरण पड़ते हैं। मेहर करके (प्रभू) उनकी रक्षा करता है। 8। 4।","sts":"हे नानक ! जो भी जगत् के जीवन परमात्मा की शरण में आया है, उसने कृपा करके उसकी रक्षा की है॥ ८ ॥ ४॥ ७ ॥"}},"transliteration":{"english":"naanak saran pare jagajeevan har har kirapaa dhaar rakhieeaa ||8||4||7||","hindi":"नानक सरणि परे जगजीवन हरि हरि किरपा धारि रखईआ ॥८॥४॥७॥","en":"naanak saran pare jagajeevan har har kirapaa dhaar rakhieeaa ||8||4||7||","hi":"नानक सरणि परे जगजीवन हरि हरि किरपा धारि रखईआ ॥८॥४॥७॥","ipa":"nɑnək sərəɳ pəre d͡ʒəGəd͡ʒiʋən hər hər kɪrəpɑ t̪ɑr rəkʰeiɑ.8.4.7.","ur":"نانک سرݨ پرے جگجیِون هر هرِ کرپا دھار رکھایآ ۔۔۸۔۔۴۔۔۷۔۔"},"pageNo":835,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35409,"shabadId":3146,"verse":{"gurmukhi":"iblwvlu mhlw 4 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw4]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Bilaaval, Fourth Mehla:","ms":"Bilawal 4th Guru.","ssk":"Bilaaval, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl cOQI pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"बिलावलु महला ४ ॥"}},"transliteration":{"english":"bilaaval mahalaa chauthhaa ||","hindi":"बिलावलु महला ४ ॥","en":"bilaaval mahalaa chauthhaa ||","hi":"बिलावलु महला ४ ॥","ipa":"bɪlɑʋəl məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"بِلاول مهلا ۴ ۔۔"},"pageNo":835,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}},{"verseId":35410,"shabadId":3146,"verse":{"gurmukhi":"AMqir ipAws auTI pRB kyrI suix gur bcn min qIr lgeIAw ]","unicode":"ਅੰਤਰਿ ਪਿਆਸ ਉਠੀ ਪ੍ਰਭ ਕੇਰੀ ਸੁਣਿ ਗੁਰ ਬਚਨ ਮਨਿ ਤੀਰ ਲਗਈਆ ॥"},"larivaar":{"gurmukhi":"AMqiripAwsauTIpRBkyrIsuixgurbcnminqIrlgeIAw]","unicode":"ਅੰਤਰਿਪਿਆਸਉਠੀਪ੍ਰਭਕੇਰੀਸੁਣਿਗੁਰਬਚਨਮਨਿਤੀਰਲਗਈਆ॥"},"translation":{"en":{"bdb":"The thirst for God has welled up deep within me; hearing the Word of the Guru's Teachings, my mind is pierced by His arrow.","ms":"Within me, thirst for the Lord has welled up and hearing the Guru's word my soul is pierced through with an arrow,","ssk":"The thirst for God has welled up deep within me; hearing the Word of the Guru's Teachings, my mind is pierced by His arrow."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dy bcn sux ky (ieauN hoieAw hY ijvyN myry) mn ivc (ibrhoN dy) qIr v`j gey hn, myry AMdr pRBU dy drsn dI qWG pYdw ho geI hY [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਚਨ ਸੁਣ ਕੇ (ਇਉਂ ਹੋਇਆ ਹੈ ਜਿਵੇਂ ਮੇਰੇ) ਮਨ ਵਿਚ (ਬਿਰਹੋਂ ਦੇ) ਤੀਰ ਵੱਜ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਗਈ ਹੈ । "},"ft":{"gurmukhi":"jb guroN ky bcnoN ko srvx kr mn myN qIr jYsy pRym kw qIr lwgw qb myry AMqR pRBU ky drsn kI ipAws auTI hY]","unicode":"ਜਬ ਗੁਰੋਂ ਕੇ ਬਚਨੋਂ ਕੋ ਸਰਵਣ ਕਰ ਮਨ ਮੇਂ ਤੀਰ ਜੈਸੇ ਪ੍ਰੇਮ ਕਾ ਤੀਰ ਲਾਗਾ ਤਬ ਮੇਰੇ ਅੰਤ੍ਰ ਪ੍ਰਭੂ ਕੇ ਦਰਸਨ ਕੀ ਪਿਆਸ ਉਠੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! gurU dy bcn sux ky (ieauN hoieAw hY ijvyN myry) mn ivc (ibrhoN dy) qIr v`j gey hn, myry AMdr pRBU dy drsn dI qWG pYdw ho geI hY [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਚਨ ਸੁਣ ਕੇ (ਇਉਂ ਹੋਇਆ ਹੈ ਜਿਵੇਂ ਮੇਰੇ) ਮਨ ਵਿਚ (ਬਿਰਹੋਂ ਦੇ) ਤੀਰ ਵੱਜ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਗਈ ਹੈ । "},"ms":{"gurmukhi":"myry AMdr suAwmI leI qryh auqpMn ho geI hY Aqy gurW dI bwxI sRvx kr ky myrI Awqmw bwx nwl ivMnHI geI hY[","unicode":"ਮੇਰੇ ਅੰਦਰ ਸੁਆਮੀ ਲਈ ਤਰੇਹ ਉਤਪੰਨ ਹੋ ਗਈ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਸ੍ਰਵਣ ਕਰ ਕੇ ਮੇਰੀ ਆਤਮਾ ਬਾਣ ਨਾਲ ਵਿੰਨ੍ਹੀ ਗਈ ਹੈ।"}},"es":{"sn":"Tengo una sed inmensa por mi Dios, pues escuchando la Palabra de las Enseñanzas del Guru, mi mente es atravesada por Su Flecha."},"hi":{"ss":"हे भाई ! गुरू के बचन सुन के (ऐसे हुआ है जैसे मेरे) मन में (बिरह के) तीर लग गए हैं। मेरे अंदर प्रभू के दर्शन की तमन्ना पैदा हो गई है।","sts":"गुरु के वचन को सुनकर मन में ऐसा तीर लगा कि अन्तर्मन में प्रभु-मिलन की तीव्र लालसा पैदा हो गई।"}},"transliteration":{"english":"a(n)tar piaas uThee prabh keree sun gur bachan man teer lagieeaa ||","hindi":"अंतरि पिआस उठी प्रभ केरी सुणि गुर बचन मनि तीर लगईआ ॥","en":"a(n)tar piaas uThee prabh keree sun gur bachan man teer lagieeaa ||","hi":"अंतरि पिआस उठी प्रभ केरी सुणि गुर बचन मनि तीर लगईआ ॥","ipa":"əŋt̪ər pɪəɑs oʊʈʰi pɹəɓ keri sʊɳ Gʊr bət͡ʃən mən t̪ir ləGeiɑ.","ur":"اںتر پآس اُٹھیِ پربھ کےریِ سُݨ گُر بچن من تیِر لگایآ ۔۔"},"pageNo":835,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"}}]}