{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":969},"count":35,"navigation":{"previous":968,"next":970},"page":[{"verseId":41434,"shabadId":3592,"verse":{"gurmukhi":"iqRsnw kwmu k®oDu md mqsr kwit kwit ksu dInu ry ]1]","unicode":"ਤ੍ਰਿਸਨਾ ਕਾਮੁ ਕ੍ਰੋਧੁ ਮਦ ਮਤਸਰ ਕਾਟਿ ਕਾਟਿ ਕਸੁ ਦੀਨੁ ਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"iqRsnwkwmuk®oDumdmqsrkwitkwitksudInury]1]","unicode":"ਤ੍ਰਿਸਨਾਕਾਮੁਕ੍ਰੋਧੁਮਦਮਤਸਰਕਾਟਿਕਾਟਿਕਸੁਦੀਨੁਰੇ॥੧॥"},"translation":{"en":{"bdb":"Cut up desire, sexuality, anger, pride and envy, and let them be the fermenting bark. ||1||","ms":"cutting up desire, lust, wrath, pride and envy, use thou them as thy bark of Acacia arabica, Thus mix thou thy yeast.","ssk":"Cut up desire, sexuality, anger, pride and envy, and let them be the fermenting bark. ||1||"},"pu":{"ss":{"gurmukhi":"iq®Snw, kwm, k®oD, hMkwr qy eIrKw ƒ k`t k`t ky s`k (t`uk tu`k ky aus guV ivc) rlw id`qw hY [1[","unicode":"ਤ੍ਰਿਸ਼ਨਾ, ਕਾਮ, ਕ੍ਰੋਧ, ਹੰਕਾਰ ਤੇ ਈਰਖਾ ਨੂੰ ਕੱਟ ਕੱਟ ਕੇ ਸੱਕ (ਟੱੁਕ ਟੁੱਕ ਕੇ ਉਸ ਗੁੜ ਵਿਚ) ਰਲਾ ਦਿੱਤਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"hy BweI! iqRSnw, kwm, kRoD, hMkwr AO eIrKw, ienW ibkwroN kw jo kwtnw hY, soeI (kwit) kuqr ky (ksu) s`kmtI bIc dIAw hY]1]","unicode":"ਹੇ ਭਾਈ! ਤ੍ਰਿਸ਼ਨਾ, ਕਾਮ, ਕ੍ਰੋਧ, ਹੰਕਾਰ ਔ ਈਰਖਾ, ਇਨਾਂ ਬਿਕਾਰੋਂ ਕਾ ਜੋ ਕਾਟਨਾ ਹੈ, ਸੋਈ (ਕਾਟਿ) ਕੁਤਰ ਕੇ (ਕਸੁ) ਸੱਕਮਟੀ ਬੀਚ ਦੀਆ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"iq®Snw, kwm, k®oD, hMkwr qy eIrKw ƒ k`t k`t ky s`k (t`uk tu`k ky aus guV ivc) rlw id`qw hY [1[","unicode":"ਤ੍ਰਿਸ਼ਨਾ, ਕਾਮ, ਕ੍ਰੋਧ, ਹੰਕਾਰ ਤੇ ਈਰਖਾ ਨੂੰ ਕੱਟ ਕੱਟ ਕੇ ਸੱਕ (ਟੱੁਕ ਟੁੱਕ ਕੇ ਉਸ ਗੁੜ ਵਿਚ) ਰਲਾ ਦਿੱਤਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"KwihSW, kwm-cyStw, roh hMkwr Aqy eIrKw ƒ toty toty, kr qUM ies ƒ Awpxy ik`kr dy s`k vjoN iesiqmwl kr, ies qrHW qUM Awpxy KmIr ƒ rlw imlw lY[","unicode":"ਖਾਹਿਸ਼ਾਂ, ਕਾਮ-ਚੇਸ਼ਟਾ, ਰੋਹ ਹੰਕਾਰ ਅਤੇ ਈਰਖਾ ਨੂੰ ਟੋਟੇ ਟੋਟੇ, ਕਰ ਤੂੰ ਇਸ ਨੂੰ ਆਪਣੇ ਕਿੱਕਰ ਦੇ ਸੱਕ ਵਜੋਂ ਇਸਤਿਮਾਲ ਕਰ, ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਆਪਣੇ ਖਮੀਰ ਨੂੰ ਰਲਾ ਮਿਲਾ ਲੈ।"}},"es":{"sn":"deja que la Palabra del Shabd del Guru sea la melaza.(1)"},"hi":{"ss":"तृष्णा-काम-क्रोध-अहंकार और ईष्या को काट-काट के सक्क (उस गुण में) मिला दिया है। 1।","sts":"तृष्णा, काम, क्रोध एवं इर्षा रूपी छाल को काट-काटकर गुड़ में डाला है॥ १॥"}},"transliteration":{"english":"tirasanaa kaam karodh madh matasar kaaT kaaT kas dheen re ||1||","hindi":"तृसना कामु क्रोधु मद मतसर काटि काटि कसु दीनु रे ॥१॥","en":"tirasanaa kaam karodh madh matasar kaaT kaaT kas dheen re ||1||","hi":"तृसना कामु क्रोधु मद मतसर काटि काटि कसु दीनु रे ॥१॥","ipa":"t̪ɪɹəsənɑ kɑm kəʳɔt̪ məd̪ mət̪əsər kɑʈ kɑʈ kəs d̪in re.1.","ur":"تِرسنا کام ک®ودھ مد متسر کاٹ کاٹ کس دیٍن رے ۔۔۱۔۔"},"pageNo":969,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41435,"shabadId":3592,"verse":{"gurmukhi":"koeI hY ry sMqu shj suK AMqir jw kau jpu qpu dyau dlwlI ry ]","unicode":"ਕੋਈ ਹੈ ਰੇ ਸੰਤੁ ਸਹਜ ਸੁਖ ਅੰਤਰਿ ਜਾ ਕਉ ਜਪੁ ਤਪੁ ਦੇਉ ਦਲਾਲੀ ਰੇ ॥"},"larivaar":{"gurmukhi":"koeIhYrysMqushjsuKAMqirjwkaujpuqpudyaudlwlIry]","unicode":"ਕੋਈਹੈਰੇਸੰਤੁਸਹਜਸੁਖਅੰਤਰਿਜਾਕਉਜਪੁਤਪੁਦੇਉਦਲਾਲੀਰੇ॥"},"translation":{"en":{"bdb":"Is there any Saint, with intuitive peace and poise deep within, unto whom I might offer my meditation and austerities as payment?","ms":"Is there any such saint, in whose mind poise and peace abide, to whom I may offer my devotion for giving me such a wine?","ssk":"Is there any Saint, with intuitive peace and poise deep within, unto whom I might offer my meditation and austerities as payment?"},"pu":{"ss":{"gurmukhi":"hy BweI! kI mYƒ koeI AYsw sMq iml pvygw (Bwv, myrw mn locdw hY ik mYƒ koeI AYsw sMq iml pey) jo Awp Afol AvsQw ivc itikAw hoieAw hovy, suK ivc itikAw hovy?","unicode":"ਹੇ ਭਾਈ! ਕੀ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਵੇਗਾ (ਭਾਵ, ਮੇਰਾ ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਏ) ਜੋ ਆਪ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹੋਵੇ, ਸੁਖ ਵਿਚ ਟਿਕਿਆ ਹੋਵੇ?"},"ft":{"gurmukhi":"hy BweI! AYsw koeI sMq hY, jo Awqm suK ko Awpny AMqr Bog rhw hY ijs ko mYN jp qp dlwlI dy dyvW]","unicode":"ਹੇ ਭਾਈ! ਐਸਾ ਕੋਈ ਸੰਤ ਹੈ, ਜੋ ਆਤਮ ਸੁਖ ਕੋ ਆਪਨੇ ਅੰਤਰ ਭੋਗ ਰਹਾ ਹੈ ਜਿਸ ਕੋ ਮੈਂ ਜਪ ਤਪ ਦਲਾਲੀ ਦੇ ਦੇਵਾਂ॥"},"bdb":{"gurmukhi":"hy BweI! kI mYƒ koeI AYsw sMq iml pvygw (Bwv, myrw mn locdw hY ik mYƒ koeI AYsw sMq iml pey) jo Awp Afol AvsQw ivc itikAw hoieAw hovy, suK ivc itikAw hovy?","unicode":"ਹੇ ਭਾਈ! ਕੀ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਵੇਗਾ (ਭਾਵ, ਮੇਰਾ ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਏ) ਜੋ ਆਪ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹੋਵੇ, ਸੁਖ ਵਿਚ ਟਿਕਿਆ ਹੋਵੇ?"},"ms":{"gurmukhi":"kI koeI AYho jyhw swDU hY, ijs dy ihrdy AMdr Afolqw Aqy Awrwm vsdy hn, AYsI Srwb mYƒ dyx dy leI, ijs ƒ mYN AwpxI SrDw Aqy qp`isAw dsqUrI vjoN Byt krW?","unicode":"ਕੀ ਕੋਈ ਐਹੋ ਜੇਹਾ ਸਾਧੂ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਅਡੋਲਤਾ ਅਤੇ ਆਰਾਮ ਵਸਦੇ ਹਨ, ਐਸੀ ਸ਼ਰਾਬ ਮੈਨੂੰ ਦੇਣ ਦੇ ਲਈ, ਜਿਸ ਨੂੰ ਮੈਂ ਆਪਣੀ ਸ਼ਰਧਾ ਅਤੇ ਤਪੱਸਿਆ ਦਸਤੂਰੀ ਵਜੋਂ ਭੇਟ ਕਰਾਂ?"}},"es":{"sn":"Deja que el deseo, la lujuria y el enojo, el orgullo y la envidia sean desmenuzados y se vuelvan la corteza de fermento. "},"hi":{"ss":"हे भाई ! क्या मुझे कोई ऐसा संत मिल जाएगा (भाव। मेरा मन चाहता है कि मुझे कोई ऐसा संत मिल जाए) जो खुद अडोल अवस्था में टिका हुआ हो। सुख में टिका हो।","sts":"क्या कोई ऐसा संत है, जिसके हृदय में सहज सुख पैदा हो गया है ? मैं उस संत को अपने किए जप-तप का फल दलाली के रूप में दे दूँगा।"}},"transliteration":{"english":"koiee hai re sa(n)t sahaj sukh a(n)tar jaa kau jap tap dheau dhalaalee re ||","hindi":"कोई है रे संतु सहज सुख अंतरि जा कउ जपु तपु देउ दलाली रे ॥","en":"koiee hai re sa(n)t sahaj sukh a(n)tar jaa kau jap tap dheau dhalaalee re ||","hi":"कोई है रे संतु सहज सुख अंतरि जा कउ जपु तपु देउ दलाली रे ॥","ipa":"kɔei hæ re səŋt̪ səhəd͡ʒ sʊkʰ əŋt̪ər d͡ʒɑ ko d͡ʒəp t̪əp d̪eo d̪əlɑli re.","ur":"کوای هَے رے سںت سهج سُکھ اںتر جا کا جپ تپ دےا دلالیِ رے ۔۔"},"pageNo":969,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41436,"shabadId":3592,"verse":{"gurmukhi":"eyk bUMd Bir qnu mnu dyvau jo mdu dyie klwlI ry ]1] rhwau ]","unicode":"ਏਕ ਬੂੰਦ ਭਰਿ ਤਨੁ ਮਨੁ ਦੇਵਉ ਜੋ ਮਦੁ ਦੇਇ ਕਲਾਲੀ ਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"eykbUMdBirqnumnudyvaujomdudyieklwlIry]1]rhwau]","unicode":"ਏਕਬੂੰਦਭਰਿਤਨੁਮਨੁਦੇਵਉਜੋਮਦੁਦੇਇਕਲਾਲੀਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I dedicate my body and mind to whoever gives me even a drop of this wine from such a vat. ||1||Pause||","ms":"I shall surrender my soul and body to him, who gives me as much as a drop me as much as a drop of wine from such a vat. Pause.","ssk":"I dedicate my body and mind to whoever gives me even a drop of this wine from such a vat. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jy koeI Aijhw swkI (-sMq) mYƒ (nwm-AMimRq-rUp) nSw iplwey, qW mYN aus AMimRq dI iek bMUd dy bdly Awpxw qn mn aus dy hvwly kr idAW, mYN (jogIAW qy pMifqW dy d`sy hoey) jp qy qp aus sMq ƒ dlwlI vjoN dy idAW [1[rhwau[","unicode":"ਜੇ ਕੋਈ ਅਜਿਹਾ ਸਾਕੀ (-ਸੰਤ) ਮੈਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ-ਰੂਪ) ਨਸ਼ਾ ਪਿਲਾਏ, ਤਾਂ ਮੈਂ ਉਸ ਅੰਮ੍ਰਿਤ ਦੀ ਇਕ ਬੰੂਦ ਦੇ ਬਦਲੇ ਆਪਣਾ ਤਨ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਮੈਂ (ਜੋਗੀਆਂ ਤੇ ਪੰਡਿਤਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਜਪ ਤੇ ਤਪ ਉਸ ਸੰਤ ਨੂੰ ਦਲਾਲੀ ਵਜੋਂ ਦੇ ਦਿਆਂ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jo myry kau iqs Awqm AwnMd rUp mdrw kI eyk bUMd Br dyh rUp (klwlI) mtI ky bIc sy dyvy qO mYN mn iqs ko bKsIs kr dyvoN]1] rhwau ]","unicode":"ਜੋ ਮੇਰੇ ਕਉ ਤਿਸ ਆਤਮ ਆਨੰਦ ਰੂਪ ਮਦਰਾ ਕੀ ਏਕ ਬੂੰਦ ਭਰ ਦੇਹ ਰੂਪ (ਕਲਾਲੀ) ਮਟੀ ਕੇ ਬੀਚ ਸੇ ਦੇਵੇ ਤੌ ਮੈਂ ਮਨ ਤਿਸ ਕੋ ਬਖਸੀਸ ਕਰ ਦੇਵੋਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"jy koeI Aijhw swkI (-sMq) mYƒ (nwm-AMimRq-rUp) nSw iplwey, qW mYN aus AMimRq dI iek bMUd dy bdly Awpxw qn mn aus dy hvwly kr idAW, mYN (jogIAW qy pMifqW dy d`sy hoey) jp qy qp aus sMq ƒ dlwlI vjoN dy idAW [1[rhwau[","unicode":"ਜੇ ਕੋਈ ਅਜਿਹਾ ਸਾਕੀ (-ਸੰਤ) ਮੈਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ-ਰੂਪ) ਨਸ਼ਾ ਪਿਲਾਏ, ਤਾਂ ਮੈਂ ਉਸ ਅੰਮ੍ਰਿਤ ਦੀ ਇਕ ਬੰੂਦ ਦੇ ਬਦਲੇ ਆਪਣਾ ਤਨ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਮੈਂ (ਜੋਗੀਆਂ ਤੇ ਪੰਡਿਤਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਜਪ ਤੇ ਤਪ ਉਸ ਸੰਤ ਨੂੰ ਦਲਾਲੀ ਵਜੋਂ ਦੇ ਦਿਆਂ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mYN AwpxI ijMdVI qy dyh aus ƒ smrpn kr idAWgw ijhVw mYƒ AYsy m`t ivcoN iek kqry ijMnI Srwb pI dyvy[ Tihrwau[","unicode":"ਮੈਂ ਆਪਣੀ ਜਿੰਦੜੀ ਤੇ ਦੇਹ ਉਸ ਨੂੰ ਸਮਰਪਨ ਕਰ ਦਿਆਂਗਾ ਜਿਹੜਾ ਮੈਨੂੰ ਐਸੇ ਮੱਟ ਵਿਚੋਂ ਇਕ ਕਤਰੇ ਜਿੰਨੀ ਸ਼ਰਾਬ ਪੀ ਦੇਵੇ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Oh Dios, ¿habrá algún Santo sentado en Paz y Tranquilidad a quien pueda ofrecer mi servicio? Ante él postraría mi ser si me bendijera con una gota de ese vino.(1-Pausa)"},"hi":{"ss":"यदि कोई ऐसा साकी (-संत) मुझे (नाम-अमृत-रूपी) नशा पिलाए। तो मैं उस अमृत की एक बूँद के बदले अपना तन-मन उसके हवाले कर दूँ। मैं (जोगियों और पंडितों के बताए हुए) जप और तप उस संत को बतौर दलाली दे दूँ। 1। रहाउ।","sts":"यदि वह मुझे इस भट्टी में से निकाल कर एक बूंद भर नाम रूपी मदिरा पान करने के लिए प्रदान कर दे तो मैं उसे अपना तन-मन भी सौंप दूँगा॥ १॥ रहाउ।"}},"transliteration":{"english":"ek boo(n)dh bhar tan man dhevau jo madh dhei kalaalee re ||1|| rahaau ||","hindi":"एक बूँद भरि तनु मनु देवउ जो मदु देइ कलाली रे ॥१॥ रहाउ ॥","en":"ek boo(n)dh bhar tan man dhevau jo madh dhei kalaalee re ||1|| rahaau ||","hi":"एक बूँद भरि तनु मनु देवउ जो मदु देइ कलाली रे ॥१॥ रहाउ ॥","ipa":"eek buŋd̪ ɓər t̪ən mən d̪eʋo d͡ʒɔ məd̪ d̪eeɪ kəlɑli re.1. rəhɑo.","ur":"اےک بُوںد بھر تن من دےوا جو مد دےا کلالیِ رے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":969,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41437,"shabadId":3592,"verse":{"gurmukhi":"Bvn cqur ds BwTI kIn@I bRhm Agin qin jwrI ry ]","unicode":"ਭਵਨ ਚਤੁਰ ਦਸ ਭਾਠੀ ਕੀਨੑੀ ਬ੍ਰਹਮ ਅਗਨਿ ਤਨਿ ਜਾਰੀ ਰੇ ॥"},"larivaar":{"gurmukhi":"BvncqurdsBwTIkIn@IbRhmAginqinjwrIry]","unicode":"ਭਵਨਚਤੁਰਦਸਭਾਠੀਕੀਨੑੀਬ੍ਰਹਮਅਗਨਿਤਨਿਜਾਰੀਰੇ॥"},"translation":{"en":{"bdb":"I have made the fourteen worlds the furnace, and I have burnt my body with the fire of God.","ms":"The fourteen worlds, I have made my furnace. The realisation of the Lord within my body is fire that I have burnt in the furnace.","ssk":"I have made the fourteen worlds the furnace, and I have burnt my body with the fire of God."},"pu":{"ss":{"gurmukhi":"cOdW BvnW ƒ mYN B`TI bxwieAw hY, Awpxy srIr ivc r`bI-joiq rUp A`g bwlI hY (Bwv, swry jgq dy moh ƒ mYN srIr ivc dI bRhm-AgnI nwl swV id`qw hY) [ ","unicode":"ਚੌਦਾਂ ਭਵਨਾਂ ਨੂੰ ਮੈਂ ਭੱਠੀ ਬਣਾਇਆ ਹੈ, ਆਪਣੇ ਸਰੀਰ ਵਿਚ ਰੱਬੀ-ਜੋਤਿ ਰੂਪ ਅੱਗ ਬਾਲੀ ਹੈ (ਭਾਵ, ਸਾਰੇ ਜਗਤ ਦੇ ਮੋਹ ਨੂੰ ਮੈਂ ਸਰੀਰ ਵਿਚ ਦੀ ਬ੍ਰਹਮ-ਅਗਨੀ ਨਾਲ ਸਾੜ ਦਿੱਤਾ ਹੈ) । "},"ft":{"gurmukhi":"cOdW Bvn jo nws rUp jwixAw hY vw cOdW ieMdRy vwlw qnu ieh BTI bnweI hY AOr iqsu myN bRhm igAwn kw jo pRkwS hUAw hY eyhI AgnI jlweI hY]","unicode":"ਚੌਦਾਂ ਭਵਨ ਜੋ ਨਾਸ ਰੂਪ ਜਾਣਿਆ ਹੈ ਵਾ ਚੌਦਾਂ ਇੰਦ੍ਰੇ ਵਾਲਾ ਤਨੁ ਇਹ ਭਠੀ ਬਨਾਈ ਹੈ ਔਰ ਤਿਸੁ ਮੇਂ ਬ੍ਰਹਮ ਗਿਆਨ ਕਾ ਜੋ ਪ੍ਰਕਾਸ਼ ਹੂਆ ਹੈ ਏਹੀ ਅਗਨੀ ਜਲਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"cOdW BvnW ƒ mYN B`TI bxwieAw hY, Awpxy srIr ivc r`bI-joiq rUp A`g bwlI hY (Bwv, swry jgq dy moh ƒ mYN srIr ivc dI bRhm-AgnI nwl swV id`qw hY) [ ","unicode":"ਚੌਦਾਂ ਭਵਨਾਂ ਨੂੰ ਮੈਂ ਭੱਠੀ ਬਣਾਇਆ ਹੈ, ਆਪਣੇ ਸਰੀਰ ਵਿਚ ਰੱਬੀ-ਜੋਤਿ ਰੂਪ ਅੱਗ ਬਾਲੀ ਹੈ (ਭਾਵ, ਸਾਰੇ ਜਗਤ ਦੇ ਮੋਹ ਨੂੰ ਮੈਂ ਸਰੀਰ ਵਿਚ ਦੀ ਬ੍ਰਹਮ-ਅਗਨੀ ਨਾਲ ਸਾੜ ਦਿੱਤਾ ਹੈ) । "},"ms":{"gurmukhi":"cOdW jhwnW ƒ mYN AwpxI B`TI bxwieAw hY Awpxy srIr AMdr pRBU dI AnuBvqw dI A`g mYN B`TI iv`c bwlI hY[","unicode":"ਚੌਦਾਂ ਜਹਾਨਾਂ ਨੂੰ ਮੈਂ ਆਪਣੀ ਭੱਠੀ ਬਣਾਇਆ ਹੈ ਆਪਣੇ ਸਰੀਰ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ ਅਨੁਭਵਤਾ ਦੀ ਅੱਗ ਮੈਂ ਭੱਠੀ ਵਿੱਚ ਬਾਲੀ ਹੈ।"}},"es":{"sn":"De las catorce regiones del Universo haría un horno y lo calentaría con el fuego de Dios, "},"hi":{"ss":"चौदह भवनों को मैंने भट्ठी बनाया है। अपने शरीर में ईश्वरीय-ज्योति रूपी आग जलाई है (भाव। सारे जगत के मोह को मैंने शरीर के अंदर की ब्रहमाग्नि से जला डाला है)।","sts":"यह नाम-मदिरा निकालने के लिए मैंने चौदह लोकों को भट्टी बनाया है और इस भट्टी में अपने शरीर की ब्रह-अग्नि प्रज्वलित की है।"}},"transliteration":{"english":"bhavan chatur dhas bhaaThee keen(h)ee braham agan tan jaaree re ||","hindi":"भवन चतुर दस भाठी कीन्नी ब्रहम अगनि तनि जारी रे ॥","en":"bhavan chatur dhas bhaaThee keen(h)ee braham agan tan jaaree re ||","hi":"भवन चतुर दस भाठी कीन्नी ब्रहम अगनि तनि जारी रे ॥","ipa":"ɓəʋən t͡ʃət̪ʊr d̪əs ɓɑʈʰi kin@i bɹəhəm əGən t̪ən d͡ʒɑri re.","ur":"بھون چتر دس بھاٹھیِ کیٍنھیِ برهم اگن تن جاریِ رے ۔۔"},"pageNo":969,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41438,"shabadId":3592,"verse":{"gurmukhi":"mudRw mdk shj Duin lwgI suKmn pocnhwrI ry ]2]","unicode":"ਮੁਦ੍ਰਾ ਮਦਕ ਸਹਜ ਧੁਨਿ ਲਾਗੀ ਸੁਖਮਨ ਪੋਚਨਹਾਰੀ ਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"mudRwmdkshjDuinlwgIsuKmnpocnhwrIry]2]","unicode":"ਮੁਦ੍ਰਾਮਦਕਸਹਜਧੁਨਿਲਾਗੀਸੁਖਮਨਪੋਚਨਹਾਰੀਰੇ॥੨॥"},"translation":{"en":{"bdb":"My mudra - my hand-gesture, is the pipe; tuning into the celestial sound current within, the Shushmanaa - the central spinal channel, is my cooling pad. ||2||","ms":"To enshrine love for the Lord is my sealing the pitcher to drive the wine into the pot and mental peace is my cooling-pad.","ssk":"My mudra - my hand-gesture, is the pipe; tuning into the celestial sound current within, the Shushmanaa - the central spinal channel, is my cooling pad. ||2||"},"pu":{"ss":{"gurmukhi":"hy BweI! myrI ilv Afol AvsQw ivc l`g geI hY, ieh mYN aus nwl dw f`t bxwieAw hY (ijs ivcoN dI Srwb inkldI hY) [ myry mn dI suK-AvsQw aus nwl qy pocw dy rhI hY (ijauN ijauN myrw mn Afol huMdw hY, suK-AvsQw ivc A`pVdw hY, iqauN iqauN myry AMdr nwm-AMimRq dw pRvwh c`ldw hY) [2[","unicode":"ਹੇ ਭਾਈ! ਮੇਰੀ ਲਿਵ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੱਗ ਗਈ ਹੈ, ਇਹ ਮੈਂ ਉਸ ਨਾਲ ਦਾ ਡੱਟ ਬਣਾਇਆ ਹੈ (ਜਿਸ ਵਿਚੋਂ ਦੀ ਸ਼ਰਾਬ ਨਿਕਲਦੀ ਹੈ) । ਮੇਰੇ ਮਨ ਦੀ ਸੁਖ-ਅਵਸਥਾ ਉਸ ਨਾਲ ਤੇ ਪੋਚਾ ਦੇ ਰਹੀ ਹੈ (ਜਿਉਂ ਜਿਉਂ ਮੇਰਾ ਮਨ ਅਡੋਲ ਹੁੰਦਾ ਹੈ, ਸੁਖ-ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਪ੍ਰਵਾਹ ਚੱਲਦਾ ਹੈ) ।੨।"},"ft":{"gurmukhi":"aUpr qy md kw mUMdxw eyh kIAw hY, jo SWiq rUp ho kr (Duin) EAM mMqR myN ibRqI lgI hY AO (suKmn) jo mn ko suK dyvY BgqI eyh pocn hwrI hY] coieky ijs GVI myN md pVqw hY, aus aUpr pocw PyrIqw hY, eIhW aus GVI dw nwm pocnhwrI hY]2]","unicode":"ਊਪਰ ਤੇ ਮਦ ਕਾ ਮੂੰਦਣਾ ਏਹ ਕੀਆ ਹੈ, ਜੋ ਸ਼ਾਂਤਿ ਰੂਪ ਹੋ ਕਰ (ਧੁਨਿ) ਓਅੰ ਮੰਤ੍ਰ ਮੇਂ ਬ੍ਰਿਤੀ ਲਗੀ ਹੈ ਔ (ਸੁਖਮਨ) ਜੋ ਮਨ ਕੋ ਸੁਖ ਦੇਵੈ ਭਗਤੀ ਏਹ ਪੋਚਨ ਹਾਰੀ ਹੈ॥ ਚੋਇਕੇ ਜਿਸ ਘੜੀ ਮੇਂ ਮਦ ਪੜਤਾ ਹੈ, ਉਸ ਊਪਰ ਪੋਚਾ ਫੇਰੀਤਾ ਹੈ, ਈਹਾਂ ਉਸ ਘੜੀ ਦਾ ਨਾਮ ਪੋਚਨਹਾਰੀ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"hy BweI! myrI ilv Afol AvsQw ivc l`g geI hY, ieh mYN aus nwl dw f`t bxwieAw hY (ijs ivcoN dI Srwb inkldI hY) [ myry mn dI suK-AvsQw aus nwl qy pocw dy rhI hY (ijauN ijauN myrw mn Afol huMdw hY, suK-AvsQw ivc A`pVdw hY, iqauN iqauN myry AMdr nwm-AMimRq dw pRvwh c`ldw hY) [2[","unicode":"ਹੇ ਭਾਈ! ਮੇਰੀ ਲਿਵ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੱਗ ਗਈ ਹੈ, ਇਹ ਮੈਂ ਉਸ ਨਾਲ ਦਾ ਡੱਟ ਬਣਾਇਆ ਹੈ (ਜਿਸ ਵਿਚੋਂ ਦੀ ਸ਼ਰਾਬ ਨਿਕਲਦੀ ਹੈ) । ਮੇਰੇ ਮਨ ਦੀ ਸੁਖ-ਅਵਸਥਾ ਉਸ ਨਾਲ ਤੇ ਪੋਚਾ ਦੇ ਰਹੀ ਹੈ (ਜਿਉਂ ਜਿਉਂ ਮੇਰਾ ਮਨ ਅਡੋਲ ਹੁੰਦਾ ਹੈ, ਸੁਖ-ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਪ੍ਰਵਾਹ ਚੱਲਦਾ ਹੈ) ।੨।"},"ms":{"gurmukhi":"m`t iv`c Srwb pucwaux leI pRBU nwl pRIq pwauxw hI myrw GVy ƒ muMdxw hY Aqy ic`q dI TMf cYn myrI TMfw krn vwlI lIr hY[","unicode":"ਮੱਟ ਵਿੱਚ ਸ਼ਰਾਬ ਪੁਚਾਉਣ ਲਈ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਪਾਉਣਾ ਹੀ ਮੇਰਾ ਘੜੇ ਨੂੰ ਮੁੰਦਣਾ ਹੈ ਅਤੇ ਚਿੱਤ ਦੀ ਠੰਡ ਚੈਨ ਮੇਰੀ ਠੰਡਾ ਕਰਨ ਵਾਲੀ ਲੀਰ ਹੈ।"}},"es":{"sn":"y entonado en un Estado de Equilibrio, taparía todas las salidas dejando el único Sendero para enfriar el Shushmana. (2)"},"hi":{"ss":"हे भाई ! मेरी सुरति (मेरी लिव) अडोल अवस्था में लग गई है। ये मैंने उस नाल का डाट बनाया है (जिसमें से शराब निकलती है)। मेरे मन की सुख अवस्था उस नाल पर पोचा दे रही है (ज्यों-ज्यों मेरा मन अडोल होता है। सुख अवस्था में पहुँचता है। त्यों-त्यों मेरे अंदरनाम-अमृत का प्रवाह चलता है)। 2।","sts":"अनहद शब्द की मधुर ध्वनि में जो मेरा ध्यान लीन रहता है, उसे मैंने उस नाली की डाट बनाया है, जिसके द्वारा नाम-मदिरा बनकर शरीर रूपी मटकी में से बाहर निकलती है। सुषम्ना नाड़ी पर ध्यान लगाकर रखने का अभ्यास उसे शीतल रखने वाली लीर है, जिसमें से मदिरा भाप रूप में आ रही होती है॥ २॥"}},"transliteration":{"english":"mudhraa madhak sahaj dhun laagee sukhaman pochanahaaree re ||2||","hindi":"मुद्रा मदक सहज धुनि लागी सुखमन पोचनहारी रे ॥२॥","en":"mudhraa madhak sahaj dhun laagee sukhaman pochanahaaree re ||2||","hi":"मुद्रा मदक सहज धुनि लागी सुखमन पोचनहारी रे ॥२॥","ipa":"mʊd̪ɹɑ məd̪ək səhəd͡ʒ t̪ʊn lɑGi sʊkʰəmən pɔt͡ʃənəhɑri re.2.","ur":"مُدرا مدک سهج دھُن لاگیِ سُکھمن پوچنهاریِ رے ۔۔۲۔۔"},"pageNo":969,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41439,"shabadId":3592,"verse":{"gurmukhi":"qIrQ brq nym suic sMjm riv sis ghnY dyau ry ]","unicode":"ਤੀਰਥ ਬਰਤ ਨੇਮ ਸੁਚਿ ਸੰਜਮ ਰਵਿ ਸਸਿ ਗਹਨੈ ਦੇਉ ਰੇ ॥"},"larivaar":{"gurmukhi":"qIrQbrqnymsuicsMjmrivsisghnYdyaury]","unicode":"ਤੀਰਥਬਰਤਨੇਮਸੁਚਿਸੰਜਮਰਵਿਸਸਿਗਹਨੈਦੇਉਰੇ॥"},"translation":{"en":{"bdb":"Pilgrimages, fasting, vows, purifications, self-discipline, austerities and breath control through the sun and moon channels - all these I pledge.","ms":"Pilgrimage, fasting, vow purification, self-discipline and austerities at eclipses of the sun and the moon, I would pledge for that wine.","ssk":"Pilgrimages, fasting, vows, purifications, self-discipline, austerities and breath control through the sun and moon channels - all these I pledge."},"pu":{"ss":{"gurmukhi":"ies nwm-AMimRq dy bdly mYN (pMifqW qy jogIAW dy d`sy hoey) qIrQ ieSnwn, vrq, nym, su`c, sMjm, pRwxwXwm ivc suAws cwVHny qy auqwrny—ieh sB kuJ igrvI r`K id`qy hn [","unicode":"ਇਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਬਦਲੇ ਮੈਂ (ਪੰਡਿਤਾਂ ਤੇ ਜੋਗੀਆਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਤੀਰਥ ਇਸ਼ਨਾਨ, ਵਰਤ, ਨੇਮ, ਸੁੱਚ, ਸੰਜਮ, ਪ੍ਰਾਣਾਯਾਮ ਵਿਚ ਸੁਆਸ ਚਾੜ੍ਹਨੇ ਤੇ ਉਤਾਰਨੇ—ਇਹ ਸਭ ਕੁਝ ਗਿਰਵੀ ਰੱਖ ਦਿੱਤੇ ਹਨ ।"},"ft":{"gurmukhi":"jo qIrQ kIey hYN AOr sUrj ky AO ikRs cMdRwiex AwdI brq rwKy hYN, AO nym Dwry hYN, pivqRqw krI hY, punw jo ieMdRy roky hYN, iehu sB swDn iqs ky Awgy ghxy Dr dyvo[ vw eyh BUCx bKSS myN dy dyvW, Bwv eyh swDn kr ky aun ko Arpx kr dyvoN]","unicode":"ਜੋ ਤੀਰਥ ਕੀਏ ਹੈਂ ਔਰ ਸੂਰਜ ਕੇ ਔ ਕ੍ਰਿਸ ਚੰਦ੍ਰਾਇਣ ਆਦੀ ਬਰਤ ਰਾਖੇ ਹੈਂ, ਔ ਨੇਮ ਧਾਰੇ ਹੈਂ, ਪਵਿਤ੍ਰਤਾ ਕਰੀ ਹੈ, ਪੁਨਾ ਜੋ ਇੰਦ੍ਰੇ ਰੋਕੇ ਹੈਂ, ਇਹੁ ਸਭ ਸਾਧਨ ਤਿਸ ਕੇ ਆਗੇ ਗਹਣੇ ਧਰ ਦੇਵੋ। ਵਾ ਏਹ ਭੂਛਣ ਬਖਸ਼ਸ਼ ਮੇਂ ਦੇ ਦੇਵਾਂ, ਭਾਵ ਏਹ ਸਾਧਨ ਕਰ ਕੇ ਉਨ ਕੋ ਅਰਪਣ ਕਰ ਦੇਵੋਂ॥"},"bdb":{"gurmukhi":"ies nwm-AMimRq dy bdly mYN (pMifqW qy jogIAW dy d`sy hoey) qIrQ ieSnwn, vrq, nym, su`c, sMjm, pRwxwXwm ivc suAws cwVHny qy auqwrny—ieh sB kuJ igrvI r`K id`qy hn [","unicode":"ਇਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਬਦਲੇ ਮੈਂ (ਪੰਡਿਤਾਂ ਤੇ ਜੋਗੀਆਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਤੀਰਥ ਇਸ਼ਨਾਨ, ਵਰਤ, ਨੇਮ, ਸੁੱਚ, ਸੰਜਮ, ਪ੍ਰਾਣਾਯਾਮ ਵਿਚ ਸੁਆਸ ਚਾੜ੍ਹਨੇ ਤੇ ਉਤਾਰਨੇ—ਇਹ ਸਭ ਕੁਝ ਗਿਰਵੀ ਰੱਖ ਦਿੱਤੇ ਹਨ ।"},"ms":{"gurmukhi":"aus Srwb dy vwsqy mYN XwqRw, auphws, pRiq`igAw, piv`qrqw, svY zbq qy sUrj qy cMd qy gRihx vyly dIAW qpisAwvW igrvI kr idAWgw[","unicode":"ਉਸ ਸ਼ਰਾਬ ਦੇ ਵਾਸਤੇ ਮੈਂ ਯਾਤ੍ਰਾ, ਉਪਹਾਸ, ਪ੍ਰਤਿੱਗਿਆ, ਪਵਿੱਤਰਤਾ, ਸਵੈ ਜ਼ਬਤ ਤੇ ਸੂਰਜ ਤੇ ਚੰਦ ਤੇ ਗ੍ਰਹਿਣ ਵੇਲੇ ਦੀਆਂ ਤਪਸਿਆਵਾਂ ਗਿਰਵੀ ਕਰ ਦਿਆਂਗਾ।"}},"es":{"sn":"Me comprometería a los peregrinajes, ayunos, rutinas religiosas, disciplinas, actos piadosos de autocontrol y del control de la respiración."},"hi":{"ss":"इस नाम-अमृत के बदले मैंने (पंडितों और जोगियों के बताए हुए) तीर्थ-स्नान। व्रत। नेम। सुच। संजम। प्राणायाम में श्वासों के चढ़ाने व उतारने- ये सब कुछ गिरवी रख दिए हैं।","sts":"नाम-मदिरा का पान करने के लिए तीर्थ-स्नान, व्रत, पातंजलेि ऋषि के अष्टांग के पाँच नियम, शुद्धता, संयम इड़ा-पिंगला नाड़ी द्वारा किए प्राणायाम इत्यादि के सभी फल उस संत के पास रख दूंगा।"}},"transliteration":{"english":"teerath barat nem such sa(n)jam rav sas gahanai dheau re ||","hindi":"तीरथ बरत नेम सुचि संजम रवि ससि गहनै देउ रे ॥","en":"teerath barat nem such sa(n)jam rav sas gahanai dheau re ||","hi":"तीरथ बरत नेम सुचि संजम रवि ससि गहनै देउ रे ॥","ipa":"t̪irət̪ʰ bərət̪ nem sʊt͡ʃ səŋd͡ʒəm rəʋ səs Gəhənæ d̪eo re.","ur":"تیِرتھ برت نےم سُچ سںجم رو سسِ گهنَے دےا رے ۔۔"},"pageNo":969,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41440,"shabadId":3592,"verse":{"gurmukhi":"suriq ipAwl suDw rsu AMimRqu eyhu mhw rsu pyau ry ]3]","unicode":"ਸੁਰਤਿ ਪਿਆਲ ਸੁਧਾ ਰਸੁ ਅੰਮ੍ਰਿਤੁ ਏਹੁ ਮਹਾ ਰਸੁ ਪੇਉ ਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"suriqipAwlsuDwrsuAMimRqueyhumhwrsupyaury]3]","unicode":"ਸੁਰਤਿਪਿਆਲਸੁਧਾਰਸੁਅੰਮ੍ਰਿਤੁਏਹੁਮਹਾਰਸੁਪੇਉਰੇ॥੩॥"},"translation":{"en":{"bdb":"My focused consciousness is the cup, and the Ambrosial Nectar is the pure juice. I drink in the supreme, sublime essence of this juice. ||3||","ms":"Meditation make I the cup and God's ambrosial Name the pure juice, This supreme quintessence do quaff I.","ssk":"My focused consciousness is the cup, and the Ambrosial Nectar is the pure juice. I drink in the supreme, sublime essence of this juice. ||3||"},"pu":{"ss":{"gurmukhi":"hy BweI! pRBU-crnW ivc juVI hoeI AwpxI surq ƒ mYN ipAwlw bxw ilAw hY qy (nwm-) AMimRq pI irhw hW [ ieh nwm-AMimRq sB rsW qoN sRySt rs hY [3[","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਹੋਈ ਆਪਣੀ ਸੁਰਤ ਨੂੰ ਮੈਂ ਪਿਆਲਾ ਬਣਾ ਲਿਆ ਹੈ ਤੇ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਪੀ ਰਿਹਾ ਹਾਂ । ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ ।੩।"},"ft":{"gurmukhi":"hy BweI! auqm pRIqI rUp ipAwlw hY, (suDw rsu AMimRqu) AMmRq kw BI AMimRq rs jo hY, Awqm suK so eyh mhWrs md iqs sy pwn kr lyvo]3]","unicode":"ਹੇ ਭਾਈ! ਉਤਮ ਪ੍ਰੀਤੀ ਰੂਪ ਪਿਆਲਾ ਹੈ, (ਸੁਧਾ ਰਸੁ ਅੰਮ੍ਰਿਤੁ) ਅੰਮ੍ਰਤ ਕਾ ਭੀ ਅੰਮ੍ਰਿਤ ਰਸ ਜੋ ਹੈ, ਆਤਮ ਸੁਖ ਸੋ ਏਹ ਮਹਾਂਰਸ ਮਦ ਤਿਸ ਸੇ ਪਾਨ ਕਰ ਲੇਵੋ॥੩॥"},"bdb":{"gurmukhi":"hy BweI! pRBU-crnW ivc juVI hoeI AwpxI surq ƒ mYN ipAwlw bxw ilAw hY qy (nwm-) AMimRq pI irhw hW [ ieh nwm-AMimRq sB rsW qoN sRySt rs hY [3[","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਹੋਈ ਆਪਣੀ ਸੁਰਤ ਨੂੰ ਮੈਂ ਪਿਆਲਾ ਬਣਾ ਲਿਆ ਹੈ ਤੇ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਪੀ ਰਿਹਾ ਹਾਂ । ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ ।੩।"},"ms":{"gurmukhi":"ismrn ƒ mYN ipAwlw Aqy r`b dy AMimRq nwm ƒ piv`qr rhu (rs) bxwauNdw hW[ ies prm rs ƒ mYN pINdw hW[","unicode":"ਸਿਮਰਨ ਨੂੰ ਮੈਂ ਪਿਆਲਾ ਅਤੇ ਰੱਬ ਦੇ ਅੰਮ੍ਰਿਤ ਨਾਮ ਨੂੰ ਪਵਿੱਤਰ ਰਹੁ (ਰਸ) ਬਣਾਉਂਦਾ ਹਾਂ। ਇਸ ਪਰਮ ਰਸ ਨੂੰ ਮੈਂ ਪੀਂਦਾ ਹਾਂ।"}},"es":{"sn":"Todo para poder beber del Néctar del Señor; sí, de la Quintaesencia de la Realidad. (3)"},"hi":{"ss":"हे भाई ! प्रभू-चरणों में जुड़ी हुई अपनी सुरति को मैंने प्याला बना लिया है और (नाम-) अमृत पी रहा हूँ। ये नाम-अमृत सब रसों से श्रेष्ठ रस है। 3।","sts":"मैं अपने ध्यान को अभ्यास प्याला बनाकर नाम रूपी सुधा रस पीता रहता हूँ, यही महारस है॥ ३॥"}},"transliteration":{"english":"surat piaal sudhaa ras a(n)mrit eh mahaa ras peau re ||3||","hindi":"सुरति पिआल सुधा रसु अंमृतु एहु महा रसु पेउ रे ॥३॥","en":"surat piaal sudhaa ras a(n)mrit eh mahaa ras peau re ||3||","hi":"सुरति पिआल सुधा रसु अंमृतु एहु महा रसु पेउ रे ॥३॥","ipa":"sʊrət̪ pɪəɑl sʊt̪ɑ rəs əŋmɪɹət̪ eeh məhɑ rəs peo re.3.","ur":"سُرت پآل سُدھا رس اںمرت اےهُ مها رس پےا رے ۔۔۳۔۔"},"pageNo":969,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41441,"shabadId":3592,"verse":{"gurmukhi":"inJr Dwr cuAY Aiq inrml ieh rs mnUAw rwqo ry ]","unicode":"ਨਿਝਰ ਧਾਰ ਚੁਐ ਅਤਿ ਨਿਰਮਲ ਇਹ ਰਸ ਮਨੂਆ ਰਾਤੋ ਰੇ ॥"},"larivaar":{"gurmukhi":"inJrDwrcuAYAiqinrmliehrsmnUAwrwqory]","unicode":"ਨਿਝਰਧਾਰਚੁਐਅਤਿਨਿਰਮਲਇਹਰਸਮਨੂਆਰਾਤੋਰੇ॥"},"translation":{"en":{"bdb":"The pure stream constantly trickles forth, and my mind is intoxicated by this sublime essence.","ms":"From such a still, a very pure stream continually issues and with this elixir my soul is inebriated.","ssk":"The pure stream constantly trickles forth, and my mind is intoxicated by this sublime essence."},"pu":{"ss":{"gurmukhi":"(hux myry AMdr nwm-AMimRq dy) cSmy dI bVI sw& Dwr pY rhI hY [ myrw mn, hy BweI! ies dy suAwd ivc rqw hoieAw hY [","unicode":"(ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ) ਚਸ਼ਮੇ ਦੀ ਬੜੀ ਸਾਫ਼ ਧਾਰ ਪੈ ਰਹੀ ਹੈ । ਮੇਰਾ ਮਨ, ਹੇ ਭਾਈ! ਇਸ ਦੇ ਸੁਆਦ ਵਿਚ ਰਤਾ ਹੋਇਆ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! iek rs Dwr Aiq inrml (cuAY) pRwpiq hY punw ies rs myN ijs kw mn rwqw ho]","unicode":"ਹੇ ਭਾਈ! ਇਕ ਰਸ ਧਾਰ ਅਤਿ ਨਿਰਮਲ (ਚੁਐ) ਪ੍ਰਾਪਤਿ ਹੈ ਪੁਨਾ ਇਸ ਰਸ ਮੇਂ ਜਿਸ ਕਾ ਮਨ ਰਾਤਾ ਹੋ॥"},"bdb":{"gurmukhi":"(hux myry AMdr nwm-AMimRq dy) cSmy dI bVI sw& Dwr pY rhI hY [ myrw mn, hy BweI! ies dy suAwd ivc rqw hoieAw hY [","unicode":"(ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ) ਚਸ਼ਮੇ ਦੀ ਬੜੀ ਸਾਫ਼ ਧਾਰ ਪੈ ਰਹੀ ਹੈ । ਮੇਰਾ ਮਨ, ਹੇ ਭਾਈ! ਇਸ ਦੇ ਸੁਆਦ ਵਿਚ ਰਤਾ ਹੋਇਆ ਹੈ ।"},"ms":{"gurmukhi":"ies B`TI qoN iek prm piv`qr ndI lgwqwr jwrI huMdI hY Aqy ies AimRq nwl myrI Awqmw mqvwlI hoeI hoeI hY[","unicode":"ਇਸ ਭੱਠੀ ਤੋਂ ਇਕ ਪਰਮ ਪਵਿੱਤਰ ਨਦੀ ਲਗਾਤਾਰ ਜਾਰੀ ਹੁੰਦੀ ਹੈ ਅਤੇ ਇਸ ਅਮ੍ਰਿਤ ਨਾਲ ਮੇਰੀ ਆਤਮਾ ਮਤਵਾਲੀ ਹੋਈ ਹੋਈ ਹੈ।"}},"es":{"sn":"El flujo de este Néctar Inmaculado es constante y la mente se embebe de él."},"hi":{"ss":"(अब मेरे अंदर नाम-अमृत के) चश्मे की बहुत साफ धारा पड़ रही है। मेरा मन। हे भाई ! इसके स्वाद में रंगा हुआ है।","sts":"मेरे दसम द्वार में से अमृत रस की अति निर्मल धारा मेरी जिव्हा पर बहती रहती है, अब मेरा मन उस रस में मतवाला बना रहता है।"}},"transliteration":{"english":"nijhar dhaar chuaai at niramal ieh ras manooaa raato re ||","hindi":"निझर धार चुऐ अति निरमल इह रस मनूआ रातो रे ॥","en":"nijhar dhaar chuaai at niramal ieh ras manooaa raato re ||","hi":"निझर धार चुऐ अति निरमल इह रस मनूआ रातो रे ॥","ipa":"nɪɖ͡ʐər t̪ɑr t͡ʃʊæ ət̪ nɪrəməl eɪh rəs mənuəɑ rɑt̪ɔ re.","ur":"نِجھر دھار چُاَے ات نرمل اه رس منُوآ راتو رے ۔۔"},"pageNo":969,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41442,"shabadId":3592,"verse":{"gurmukhi":"kih kbIr sgly md CUCy iehY mhw rsu swco ry ]4]1]","unicode":"ਕਹਿ ਕਬੀਰ ਸਗਲੇ ਮਦ ਛੂਛੇ ਇਹੈ ਮਹਾ ਰਸੁ ਸਾਚੋ ਰੇ ॥੪॥੧॥"},"larivaar":{"gurmukhi":"kihkbIrsglymdCUCyiehYmhwrsuswcory]4]1]","unicode":"ਕਹਿਕਬੀਰਸਗਲੇਮਦਛੂਛੇਇਹੈਮਹਾਰਸੁਸਾਚੋਰੇ॥੪॥੧॥"},"translation":{"en":{"bdb":"Says Kabeer, all other wines are trivial and tasteless; this is the only true, sublime essence. ||4||1||","ms":"Says Kabir, all other wines are trifling. This alone is the True great elixir.","ssk":"Says Kabeer, all other wines are trivial and tasteless; this is the only true, sublime essence. ||4||1||"},"pu":{"ss":{"gurmukhi":"kbIr AwKdw hY—hor swry nSy Poky hn, iek iehI sB qoN syRSt rs sdw kwiem rihx vwlw hY [4[1[","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—ਹੋਰ ਸਾਰੇ ਨਸ਼ੇ ਫੋਕੇ ਹਨ, ਇਕ ਇਹੀ ਸਭ ਤੋਂ ਸੇ੍ਰਸ਼ਟ ਰਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ।੪।੧।"},"ft":{"gurmukhi":"sRI kbIr jI kihqy hYN: hy BweI! ies mn ky Awgy swry hI md (CUCy) quC hYN[ ieh jo mhwrs hY, so swcy hYN[ hm ies ko pwn krqy hYN]4]1]Çqb jogI ny khw ik mhUey kw md nhIN pIAw hogw Awpny, vhu AqI sRyst smwDI myN ibRqI joVqw hY[ Ar kwm ky suK myN BI shwiek hY[ iqs pr kihqy hYN:","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਇਸ ਮਨ ਕੇ ਆਗੇ ਸਾਰੇ ਹੀ ਮਦ (ਛੂਛੇ) ਤੁਛ ਹੈਂ। ਇਹ ਜੋ ਮਹਾਰਸ ਹੈ, ਸੋ ਸਾਚੇ ਹੈਂ। ਹਮ ਇਸ ਕੋ ਪਾਨ ਕਰਤੇ ਹੈਂ॥੪॥੧॥☬ਤਬ ਜੋਗੀ ਨੇ ਕਹਾ ਕਿ ਮਹੂਏ ਕਾ ਮਦ ਨਹੀਂ ਪੀਆ ਹੋਗਾ ਆਪਨੇ, ਵਹੁ ਅਤੀ ਸ੍ਰੇਸਟ ਸਮਾਧੀ ਮੇਂ ਬ੍ਰਿਤੀ ਜੋੜਤਾ ਹੈ। ਅਰ ਕਾਮ ਕੇ ਸੁਖ ਮੇਂ ਭੀ ਸਹਾਇਕ ਹੈ। ਤਿਸ ਪਰ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"kbIr AwKdw hY—hor swry nSy Poky hn, iek iehI sB qoN syRSt rs sdw kwiem rihx vwlw hY [4[1[","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—ਹੋਰ ਸਾਰੇ ਨਸ਼ੇ ਫੋਕੇ ਹਨ, ਇਕ ਇਹੀ ਸਭ ਤੋਂ ਸੇ੍ਰਸ਼ਟ ਰਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ।੪।੧।"},"ms":{"gurmukhi":"kbIr jI AwKdy hn, hor swrIAW SrwbW qu`C hn[ kyvl ieh hI s`cw prm AimRq hY[","unicode":"ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਹੋਰ ਸਾਰੀਆਂ ਸ਼ਰਾਬਾਂ ਤੁੱਛ ਹਨ। ਕੇਵਲ ਇਹ ਹੀ ਸੱਚਾ ਪਰਮ ਅਮ੍ਰਿਤ ਹੈ।"}},"es":{"sn":"Dice Kabir, todos los demás vinos son insípidos; sólo esta Esencia Íntegra es Verdadera y Dulce. (4-1)"},"hi":{"ss":"कबीर कहता है- अन्य सारे नशे फोके हैं। एक यही सबसे श्रेष्ठ रस सदा कायम रहने वाला है। 4। 1।","sts":"कबीर जी कहते हैं कि दुनिया के सभी मद व्यर्थ हैं, केवल यह नाम रूपी महारस ही सच्चा है॥ ४॥ १॥"}},"transliteration":{"english":"keh kabeer sagale madh chhoochhe ihai mahaa ras saacho re ||4||1||","hindi":"कहि कबीर सगले मद छूछे इहै महा रसु साचो रे ॥४॥१॥","en":"keh kabeer sagale madh chhoochhe ihai mahaa ras saacho re ||4||1||","hi":"कहि कबीर सगले मद छूछे इहै महा रसु साचो रे ॥४॥१॥","ipa":"kəh kəbir səGəle məd̪ ɕuɕe eɪhæ məhɑ rəs sɑt͡ʃɔ re.4.1.","ur":"کهِ کبیِر سگلے مد چھُوچھے اهَے مها رس ساچو رے ۔۔۴۔۔۱۔۔"},"pageNo":969,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41443,"shabadId":3593,"verse":{"gurmukhi":"guVu kir igAwnu iDAwnu kir mhUAw Bau BwTI mn Dwrw ]","unicode":"ਗੁੜੁ ਕਰਿ ਗਿਆਨੁ ਧਿਆਨੁ ਕਰਿ ਮਹੂਆ ਭਉ ਭਾਠੀ ਮਨ ਧਾਰਾ ॥"},"larivaar":{"gurmukhi":"guVukirigAwnuiDAwnukirmhUAwBauBwTImnDwrw]","unicode":"ਗੁੜੁਕਰਿਗਿਆਨੁਧਿਆਨੁਕਰਿਮਹੂਆਭਉਭਾਠੀਮਨਧਾਰਾ॥"},"translation":{"en":{"bdb":"Make spiritual wisdom the molasses, meditation the flowers, and the Fear of God the fire enshrined in your mind.","ms":"Make gnosis thy molasses, make meditation thy bassia flowers and let Lord's fear enshrined in thy mind, be thy furnace.","ssk":"Make spiritual wisdom the molasses, meditation the flowers, and the Fear of God the fire enshrined in your mind."},"pu":{"ss":{"gurmukhi":"(nwm-rs dI Srwb k`Fx leI) mYN Awqm-igAwn ƒ guV, pRBU-crnW ivc juVI surq ƒ mhUey dy Pu`l, qy Awpxy mn ivc itkwey hoey pRBU dy Bau ƒ B`TI bxwieAw hY [","unicode":"(ਨਾਮ-ਰਸ ਦੀ ਸ਼ਰਾਬ ਕੱਢਣ ਲਈ) ਮੈਂ ਆਤਮ-ਗਿਆਨ ਨੂੰ ਗੁੜ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਸੁਰਤ ਨੂੰ ਮਹੂਏ ਦੇ ਫੁੱਲ, ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਏ ਹੋਏ ਪ੍ਰਭੂ ਦੇ ਭਉ ਨੂੰ ਭੱਠੀ ਬਣਾਇਆ ਹੈ ।"},"ft":{"gurmukhi":"bRhm igAwn jo hUAw hY ieh guV kIAw hY[ iqs bRhm myN jo ibRqI kw iDAwn lg rhw hY eyh mhUey ky Pul kIey hYN[ jo mn myN Bau DwirAw hY iehu BwTI krI hY]","unicode":"ਬ੍ਰਹਮ ਗਿਆਨ ਜੋ ਹੂਆ ਹੈ ਇਹ ਗੁੜ ਕੀਆ ਹੈ। ਤਿਸ ਬ੍ਰਹਮ ਮੇਂ ਜੋ ਬ੍ਰਿਤੀ ਕਾ ਧਿਆਨ ਲਗ ਰਹਾ ਹੈ ਏਹ ਮਹੂਏ ਕੇ ਫੁਲ ਕੀਏ ਹੈਂ। ਜੋ ਮਨ ਮੇਂ ਭਉ ਧਾਰਿਆ ਹੈ ਇਹੁ ਭਾਠੀ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"(nwm-rs dI Srwb k`Fx leI) mYN Awqm-igAwn ƒ guV, pRBU-crnW ivc juVI surq ƒ mhUey dy Pu`l, qy Awpxy mn ivc itkwey hoey pRBU dy Bau ƒ B`TI bxwieAw hY [","unicode":"(ਨਾਮ-ਰਸ ਦੀ ਸ਼ਰਾਬ ਕੱਢਣ ਲਈ) ਮੈਂ ਆਤਮ-ਗਿਆਨ ਨੂੰ ਗੁੜ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਸੁਰਤ ਨੂੰ ਮਹੂਏ ਦੇ ਫੁੱਲ, ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਏ ਹੋਏ ਪ੍ਰਭੂ ਦੇ ਭਉ ਨੂੰ ਭੱਠੀ ਬਣਾਇਆ ਹੈ ।"},"ms":{"gurmukhi":"bRhm-boD ƒ Awpdw guV bx ismrn ƒ Awpxy Dwvy dy Pul bxw Aqy qyry ic`q AMdr itikAw hoieAw r`b dw fr qyrI B`TI hovy[","unicode":"ਬ੍ਰਹਮ-ਬੋਧ ਨੂੰ ਆਪਦਾ ਗੁੜ ਬਣ ਸਿਮਰਨ ਨੂੰ ਆਪਣੇ ਧਾਵੇ ਦੇ ਫੁਲ ਬਣਾ ਅਤੇ ਤੇਰੇ ਚਿੱਤ ਅੰਦਰ ਟਿਕਿਆ ਹੋਇਆ ਰੱਬ ਦਾ ਡਰ ਤੇਰੀ ਭੱਠੀ ਹੋਵੇ।"}},"es":{"sn":"Deja que la Sabiduría sea la melaza, la Contemplación las flores de Mayua y la Reverencia al Señor enaltecida en la mente, el horno."},"hi":{"ss":"(नाम-रस की शराब निकालने के लिए) मैंने आत्मिक-ज्ञान का गुड़। प्रभू चरणों में जुड़ी सुरति को महूए के फूल। और अपने मन में टिकाए हुए प्रभू के भय को भट्ठी बनाया है।","sts":"नाम रूपी मदिरा तैयार करने के लिए मैंने ज्ञान को गुड़ बनाकर और ध्यान को महुआ के फूल बनाकर इन्हें प्रभु-भय की भट्टी में चढ़ाया है और मन की एकाग्रता होने पर नाम-मदिरा की धारा बहती रहती है।"}},"transliteration":{"english":"guR kar giaan dhiaan kar mahooaa bhau bhaaThee man dhaaraa ||","hindi":"गुड़ु करि गिआनु धिआनु करि महूआ भउ भाठी मन धारा ॥","en":"guR kar giaan dhiaan kar mahooaa bhau bhaaThee man dhaaraa ||","hi":"गुड़ु करि गिआनु धिआनु करि महूआ भउ भाठी मन धारा ॥","ipa":"Gʊɽ kər Gɪəɑn t̪ɪəɑn kər məhuəɑ ɓo ɓɑʈʰi mən t̪ɑrɑ.","ur":"گُڑ کر گآن دھآن کرِ مهُوآ بھا بھاٹھیِ من دھارا ۔۔"},"pageNo":969,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41444,"shabadId":3593,"verse":{"gurmukhi":"suKmn nwrI shj smwnI pIvY pIvnhwrw ]1]","unicode":"ਸੁਖਮਨ ਨਾਰੀ ਸਹਜ ਸਮਾਨੀ ਪੀਵੈ ਪੀਵਨਹਾਰਾ ॥੧॥"},"larivaar":{"gurmukhi":"suKmnnwrIshjsmwnIpIvYpIvnhwrw]1]","unicode":"ਸੁਖਮਨਨਾਰੀਸਹਜਸਮਾਨੀਪੀਵੈਪੀਵਨਹਾਰਾ॥੧॥"},"translation":{"en":{"bdb":"The Shushmanaa, the central spinal channel, is intuitively balanced, and the drinker drinks in this wine. ||1||","ms":"The wind pipe, Sukhmana by Name, is merged in equipoise and soul, the drinker, quaffs this wine.","ssk":"The Shushmanaa, the central spinal channel, is intuitively balanced, and the drinker drinks in this wine. ||1||"},"pu":{"ss":{"gurmukhi":"(ies igAwn-iDAwn qy Bau qoN aupijAw nwm-rs pI ky, myrw mn) Afol AvsQw ivc lIn ho igAw hY (ijvyN jogI Srwb pI ky Awpxy pRwx) suKmn nwVI ivc itkwauNdw hY [ hux myrw mn nwm-rs ƒ pIx-jogw ho ky pI irhw ","unicode":"(ਇਸ ਗਿਆਨ-ਧਿਆਨ ਤੇ ਭਉ ਤੋਂ ਉਪਜਿਆ ਨਾਮ-ਰਸ ਪੀ ਕੇ, ਮੇਰਾ ਮਨ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈ (ਜਿਵੇਂ ਜੋਗੀ ਸ਼ਰਾਬ ਪੀ ਕੇ ਆਪਣੇ ਪ੍ਰਾਣ) ਸੁਖਮਨ ਨਾੜੀ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ । ਹੁਣ ਮੇਰਾ ਮਨ ਨਾਮ-ਰਸ ਨੂੰ ਪੀਣ-ਜੋਗਾ ਹੋ ਕੇ ਪੀ ਰਿਹਾ "},"ft":{"gurmukhi":"suKmn nwrI BgqI rUp GVI hY, iqs kr (shij) SWqI myN buDI smweI hY[ mn jo pIvnhwr hY, so ies md ko pIvqw hY]1]","unicode":"ਸੁਖਮਨ ਨਾਰੀ ਭਗਤੀ ਰੂਪ ਘੜੀ ਹੈ, ਤਿਸ ਕਰ (ਸਹਜਿ) ਸ਼ਾਂਤੀ ਮੇਂ ਬੁਧੀ ਸਮਾਈ ਹੈ। ਮਨ ਜੋ ਪੀਵਨਹਾਰ ਹੈ, ਸੋ ਇਸ ਮਦ ਕੋ ਪੀਵਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"(ies igAwn-iDAwn qy Bau qoN aupijAw nwm-rs pI ky, myrw mn) Afol AvsQw ivc lIn ho igAw hY (ijvyN jogI Srwb pI ky Awpxy pRwx) suKmn nwVI ivc itkwauNdw hY [ hux myrw mn nwm-rs ƒ pIx-jogw ho ky pI irhw ","unicode":"(ਇਸ ਗਿਆਨ-ਧਿਆਨ ਤੇ ਭਉ ਤੋਂ ਉਪਜਿਆ ਨਾਮ-ਰਸ ਪੀ ਕੇ, ਮੇਰਾ ਮਨ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈ (ਜਿਵੇਂ ਜੋਗੀ ਸ਼ਰਾਬ ਪੀ ਕੇ ਆਪਣੇ ਪ੍ਰਾਣ) ਸੁਖਮਨ ਨਾੜੀ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ । ਹੁਣ ਮੇਰਾ ਮਨ ਨਾਮ-ਰਸ ਨੂੰ ਪੀਣ-ਜੋਗਾ ਹੋ ਕੇ ਪੀ ਰਿਹਾ "},"ms":{"gurmukhi":"suKmnw nwm dI nwrI, Afolqw AMdr lIn ho jWdI hY Aqy pIx vwlI Awqmw ies Srwb ƒ pwn krdI hY[","unicode":"ਸੁਖਮਨਾ ਨਾਮ ਦੀ ਨਾਰੀ, ਅਡੋਲਤਾ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਪੀਣ ਵਾਲੀ ਆਤਮਾ ਇਸ ਸ਼ਰਾਬ ਨੂੰ ਪਾਨ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Así el Shushmana descansa en Paz y el Alma bebe de este vino.(1)"},"hi":{"ss":"(इस ज्ञान-ध्यान और भय से उपजा नाम-रस पी के। मेरा मन) अडोल अवस्था में लीन हो गया है (जैसे जोगी शराब पी के अपने प्राण) सुखमना नाड़ी में टिकाता है। अब मेरा मन नाम-रस को पीने के लायक हो के पी रहा है।","sts":"मेरी सुरति प्राण वायु द्वारा सुषुम्ना नाड़ी में प्रवेश करके सहज ही समाई रहती है और पीने वाला मेरा मन इस मदिरा का पान करता रहता है।॥ १॥"}},"transliteration":{"english":"sukhaman naaree sahaj samaanee peevai peevanahaaraa ||1||","hindi":"सुखमन नारी सहज समानी पीवै पीवनहारा ॥१॥","en":"sukhaman naaree sahaj samaanee peevai peevanahaaraa ||1||","hi":"सुखमन नारी सहज समानी पीवै पीवनहारा ॥१॥","ipa":"sʊkʰəmən nɑri səhəd͡ʒ səmɑni piʋæ piʋənəhɑrɑ.1.","ur":"سُکھمن ناریِ سهج سمانیِ پیِوَے پیِونهارا ۔۔۱۔۔"},"pageNo":969,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41445,"shabadId":3593,"verse":{"gurmukhi":"AauDU myrw mnu mqvwrw ]","unicode":"ਅਉਧੂ ਮੇਰਾ ਮਨੁ ਮਤਵਾਰਾ ॥"},"larivaar":{"gurmukhi":"AauDUmyrwmnumqvwrw]","unicode":"ਅਉਧੂਮੇਰਾਮਨੁਮਤਵਾਰਾ॥"},"translation":{"en":{"bdb":"O hermit Yogi, my mind is intoxicated.","ms":"O Yogi, with this wine my soul is intoxicated.","ssk":"O hermit Yogi, my mind is intoxicated."},"pu":{"ss":{"gurmukhi":"hy jogI! myrw (BI) mn msq hoieAw hoieAw hY, mYƒ (au~cI Awqmk AvsQw dI) msqI cVHI hoeI hY [","unicode":"ਹੇ ਜੋਗੀ! ਮੇਰਾ (ਭੀ) ਮਨ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਮੈਨੂੰ (ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਦੀ) ਮਸਤੀ ਚੜ੍ਹੀ ਹੋਈ ਹੈ ।"},"ft":{"gurmukhi":"hy AauDUq! myrw mnu msqu ho rhw hY]","unicode":"ਹੇ ਅਉਧੂਤ! ਮੇਰਾ ਮਨੁ ਮਸਤੁ ਹੋ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy jogI! myrw (BI) mn msq hoieAw hoieAw hY, mYƒ (au~cI Awqmk AvsQw dI) msqI cVHI hoeI hY [","unicode":"ਹੇ ਜੋਗੀ! ਮੇਰਾ (ਭੀ) ਮਨ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਮੈਨੂੰ (ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਦੀ) ਮਸਤੀ ਚੜ੍ਹੀ ਹੋਈ ਹੈ ।"},"ms":{"gurmukhi":"hy XogI! ies Srwb nwl myrI Awqmw nSeI hoeI hoeI hY[","unicode":"ਹੇ ਯੋਗੀ! ਇਸ ਸ਼ਰਾਬ ਨਾਲ ਮੇਰੀ ਆਤਮਾ ਨਸ਼ਈ ਹੋਈ ਹੋਈ ਹੈ।"}},"es":{"sn":"Oh Yogui, mi mente se ha intoxicado con este vino; "},"hi":{"ss":"हे जोगी ! मेरा (भी) मन मस्त होया हुआ है।","sts":"हे अवधूत ! मेरा मन नाम-मदिरा का पान करके मतवाला हो गया है !"}},"transliteration":{"english":"aaudhoo meraa man matavaaraa ||","hindi":"अउधू मेरा मनु मतवारा ॥","en":"aaudhoo meraa man matavaaraa ||","hi":"अउधू मेरा मनु मतवारा ॥","ipa":"əoʊt̪u merɑ mən mət̪əʋɑrɑ.","ur":"اادھُو مےرا من متوارا ۔۔"},"pageNo":969,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41446,"shabadId":3593,"verse":{"gurmukhi":"aunmd cFw mdn rsu cwiKAw iqRBvn BieAw auijAwrw ]1] rhwau ]","unicode":"ਉਨਮਦ ਚਢਾ ਮਦਨ ਰਸੁ ਚਾਖਿਆ ਤ੍ਰਿਭਵਨ ਭਇਆ ਉਜਿਆਰਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"aunmdcFwmdnrsucwiKAwiqRBvnBieAwauijAwrw]1]rhwau]","unicode":"ਉਨਮਦਚਢਾਮਦਨਰਸੁਚਾਖਿਆਤ੍ਰਿਭਵਨਭਇਆਉਜਿਆਰਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"When that wine rises up, one tastes the sublime essence of this juice, and sees across the three worlds. ||1||Pause||","ms":"When that wine ascends to the brain, man tastes not the relish of another one and then he sees the three worlds clearly. Pause.","ssk":"When that wine rises up, one tastes the sublime essence of this juice, and sees across the three worlds. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(pr) mYN msq krn vwlw (nwm-) rs c`iKAw hY, (aus dI brkiq nwl) swry hI jgq ivc mYƒ ausy dI joq jg rhI id`sdI hY [1[rhwau[","unicode":"(ਪਰ) ਮੈਂ ਮਸਤ ਕਰਨ ਵਾਲਾ (ਨਾਮ-) ਰਸ ਚੱਖਿਆ ਹੈ, (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਮੈਨੂੰ ਉਸੇ ਦੀ ਜੋਤ ਜਗ ਰਹੀ ਦਿੱਸਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jb (aun) aus srwb kw mdu ciVAw hY qb bwhr ky md kw rsu nhIN cwiKAw hY; vw kwm kw rsu eyhI cwKÎw hY vw hMkwr Awid ivkwroN kw rsu nhIN cwKw AO hm ko iqRlokI myN bRhm kw pRkws hUAw hY]1] rhwau ]","unicode":"ਜਬ (ਉਨ) ਉਸ ਸਰਾਬ ਕਾ ਮਦੁ ਚੜਿਆ ਹੈ ਤਬ ਬਾਹਰ ਕੇ ਮਦ ਕਾ ਰਸੁ ਨਹੀਂ ਚਾਖਿਆ ਹੈ; ਵਾ ਕਾਮ ਕਾ ਰਸੁ ਏਹੀ ਚਾਖ੍ਯਾ ਹੈ ਵਾ ਹੰਕਾਰ ਆਦਿ ਵਿਕਾਰੋਂ ਕਾ ਰਸੁ ਨਹੀਂ ਚਾਖਾ ਔ ਹਮ ਕੋ ਤ੍ਰਿਲੋਕੀ ਮੇਂ ਬ੍ਰਹਮ ਕਾ ਪ੍ਰਕਾਸ ਹੂਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(pr) mYN msq krn vwlw (nwm-) rs c`iKAw hY, (aus dI brkiq nwl) swry hI jgq ivc mYƒ ausy dI joq jg rhI id`sdI hY [1[rhwau[","unicode":"(ਪਰ) ਮੈਂ ਮਸਤ ਕਰਨ ਵਾਲਾ (ਨਾਮ-) ਰਸ ਚੱਖਿਆ ਹੈ, (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਮੈਨੂੰ ਉਸੇ ਦੀ ਜੋਤ ਜਗ ਰਹੀ ਦਿੱਸਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"jd auh Srwb dmwg ƒ cVH jWdI hY, bMdw hors sMrwb dw suAwd nhIN c`Kdw Aqy iqMnW hI jhwnW ƒ auh swP qOr qy vyK lYNdw hY[ Tihrwau[","unicode":"ਜਦ ਉਹ ਸ਼ਰਾਬ ਦਮਾਗ ਨੂੰ ਚੜ੍ਹ ਜਾਂਦੀ ਹੈ, ਬੰਦਾ ਹੋਰਸ ਸੰਰਾਬ ਦਾ ਸੁਆਦ ਨਹੀਂ ਚੱਖਦਾ ਅਤੇ ਤਿੰਨਾਂ ਹੀ ਜਹਾਨਾਂ ਨੂੰ ਉਹ ਸਾਫ ਤੌਰ ਤੇ ਵੇਖ ਲੈਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"cuando lo pruebo, soy transportado hasta el Cuarto Estado de Éxtasis y los tres mundos se iluminan con esta Luz. (1-Pausa)"},"hi":{"ss":"मुझे (ऊँची आत्मिक अवस्था की) मस्ती चढ़ी हुई है। (पर) मैंने मस्त करने वाला (नाम-) रस चखा है। (उसकी बरकति से) सारे ही जगत में मुझे उसी की ही ज्योति जल रही दिखाई देती है। 1। रहाउ।","sts":"मैंने प्रेम-रस चख लिया है और मन को नाम रूपी नशा हो गया है। इस नाम रस को पीने से मेरे शरीर में तीनों लोकों का उजाला हो गया है॥ १॥ रहाउ॥"}},"transliteration":{"english":"aunamadh chaddaa madhan ras chaakhiaa tirabhavan bhiaa ujiaaraa ||1|| rahaau ||","hindi":"उनमद चढा मदन रसु चाखिआ तृभवन भइआ उजिआरा ॥१॥ रहाउ ॥","en":"aunamadh chaddaa madhan ras chaakhiaa tirabhavan bhiaa ujiaaraa ||1|| rahaau ||","hi":"उनमद चढा मदन रसु चाखिआ तृभवन भइआ उजिआरा ॥१॥ रहाउ ॥","ipa":"oʊnəməd̪ t͡ʃəʈɑ məd̪ən rəs t͡ʃɑkʰɪəɑ t̪ɪɹəɓəʋən ɓɪɑ oʊd͡ʒɪəɑrɑ.1. rəhɑo.","ur":"اُنمد چڈھا مدن رس چاکھآ تربھون بھایا اُجآرا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":969,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41447,"shabadId":3593,"verse":{"gurmukhi":"duie pur joir rsweI BwTI pIau mhw rsu BwrI ]","unicode":"ਦੁਇ ਪੁਰ ਜੋਰਿ ਰਸਾਈ ਭਾਠੀ ਪੀਉ ਮਹਾ ਰਸੁ ਭਾਰੀ ॥"},"larivaar":{"gurmukhi":"duiepurjoirrsweIBwTIpIaumhwrsuBwrI]","unicode":"ਦੁਇਪੁਰਜੋਰਿਰਸਾਈਭਾਠੀਪੀਉਮਹਾਰਸੁਭਾਰੀ॥"},"translation":{"en":{"bdb":"Joining the two channels of the breath, I have lit the furnace, and I drink in the supreme, sublime essence.","ms":"Joining the two regions of God and soul, I have made the furnace and drink I the very supreme elixir.","ssk":"Joining the two channels of the breath, I have lit the furnace, and I drink in the supreme, sublime essence."},"pu":{"ss":{"gurmukhi":"mwieAw dy moh ƒ v`s ivc kr ky mYN (jogI vwlI) B`TI qpweI hY, hux mYN v`fw mhwn nwm-rs pI irhw hW [","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮੈਂ (ਜੋਗੀ ਵਾਲੀ) ਭੱਠੀ ਤਪਾਈ ਹੈ, ਹੁਣ ਮੈਂ ਵੱਡਾ ਮਹਾਨ ਨਾਮ-ਰਸ ਪੀ ਰਿਹਾ ਹਾਂ ।"},"ft":{"gurmukhi":"rwrw mmw rwm nwm rUpu vw jIv eIsr eyhu duie puV pwsy joV ky BwTI rcweI hY[ ies bRhmwnMd BwrI rs ko pIvqy hYN]","unicode":"ਰਾਰਾ ਮਮਾ ਰਾਮ ਨਾਮ ਰੂਪੁ ਵਾ ਜੀਵ ਈਸਰ ਏਹੁ ਦੁਇ ਪੁੜ ਪਾਸੇ ਜੋੜ ਕੇ ਭਾਠੀ ਰਚਾਈ ਹੈ। ਇਸ ਬ੍ਰਹਮਾਨੰਦ ਭਾਰੀ ਰਸ ਕੋ ਪੀਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"mwieAw dy moh ƒ v`s ivc kr ky mYN (jogI vwlI) B`TI qpweI hY, hux mYN v`fw mhwn nwm-rs pI irhw hW [","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮੈਂ (ਜੋਗੀ ਵਾਲੀ) ਭੱਠੀ ਤਪਾਈ ਹੈ, ਹੁਣ ਮੈਂ ਵੱਡਾ ਮਹਾਨ ਨਾਮ-ਰਸ ਪੀ ਰਿਹਾ ਹਾਂ ।"},"ms":{"gurmukhi":"vwihgurU Aqy AwqmW dy dohW iK`iqAW ƒ joV ky, mYN B`TI bxweI hY Aqy mYN AqI mhwn AMimRq ƒ pwn krdw hW[","unicode":"ਵਾਹਿਗੁਰੂ ਅਤੇ ਆਤਮਾਂ ਦੇ ਦੋਹਾਂ ਖਿੱਤਿਆਂ ਨੂੰ ਜੋੜ ਕੇ, ਮੈਂ ਭੱਠੀ ਬਣਾਈ ਹੈ ਅਤੇ ਮੈਂ ਅਤੀ ਮਹਾਨ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Si el cielo y la tierra fueran los dos pisos del horno, la Esencia Grandiosa brotaría."},"hi":{"ss":"माया के मोह को वश में करके मैंने (जोगी वाली) भट्ठी तपाई है। अब मैं बड़ा महान नाम-रस पी रहा हूँ।","sts":"पृथ्वी एवं आकाश, इन दोनों पाटों को मिलाकर जब भट्टी जलाई तो इस भारी महारस का पान किया।"}},"transliteration":{"english":"dhui pur jor rasaiee bhaaThee peeau mahaa ras bhaaree ||","hindi":"दुइ पुर जोरि रसाई भाठी पीउ महा रसु भारी ॥","en":"dhui pur jor rasaiee bhaaThee peeau mahaa ras bhaaree ||","hi":"दुइ पुर जोरि रसाई भाठी पीउ महा रसु भारी ॥","ipa":"d̪ʊeɪ pʊr d͡ʒɔr rəsɑei ɓɑʈʰi pio məhɑ rəs ɓɑri.","ur":"دُا پُر جور رساای بھاٹھیِ پیِا مها رس بھاریِ ۔۔"},"pageNo":969,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41448,"shabadId":3593,"verse":{"gurmukhi":"kwmu k®oDu duie kIey jlyqw CUit geI sMswrI ]2]","unicode":"ਕਾਮੁ ਕ੍ਰੋਧੁ ਦੁਇ ਕੀਏ ਜਲੇਤਾ ਛੂਟਿ ਗਈ ਸੰਸਾਰੀ ॥੨॥"},"larivaar":{"gurmukhi":"kwmuk®oDuduiekIeyjlyqwCUitgeIsMswrI]2]","unicode":"ਕਾਮੁਕ੍ਰੋਧੁਦੁਇਕੀਏਜਲੇਤਾਛੂਟਿਗਈਸੰਸਾਰੀ॥੨॥"},"translation":{"en":{"bdb":"I have burnt both sexual desire and anger, and I have been emancipated from the world. ||2||","ms":"Both lust and wrath I have burnt as fire-wood and have thus escaped from worldliness.","ssk":"I have burnt both sexual desire and anger, and I have been emancipated from the world. ||2||"},"pu":{"ss":{"gurmukhi":"kwm qy ko®D dohW ƒ mYN bwlx bxw id`qw hY (qy, aus B`TI ivc swV id`qw hY, Bwv, moh ƒ v`s kIiqAW kwm koo®D BI mu`k gey hn) [ ies qrHW sMswr ivc Psx vwlI ibrqI ^qm ho geI hY [2[","unicode":"ਕਾਮ ਤੇ ਕੋ੍ਰਧ ਦੋਹਾਂ ਨੂੰ ਮੈਂ ਬਾਲਣ ਬਣਾ ਦਿੱਤਾ ਹੈ (ਤੇ, ਉਸ ਭੱਠੀ ਵਿਚ ਸਾੜ ਦਿੱਤਾ ਹੈ, ਭਾਵ, ਮੋਹ ਨੂੰ ਵੱਸ ਕੀਤਿਆਂ ਕਾਮ ਕੋੋ੍ਰਧ ਭੀ ਮੁੱਕ ਗਏ ਹਨ) । ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ ਵਿਚ ਫਸਣ ਵਾਲੀ ਬਿਰਤੀ ਖ਼ਤਮ ਹੋ ਗਈ ਹੈ ।੨।"},"ft":{"gurmukhi":"kwm kRoD donoN (jlyqw) lkVIAW sQwnI jwlxy kIey hYN, iesI qy sMswrI mdrw CUt geI hY]2]","unicode":"ਕਾਮ ਕ੍ਰੋਧ ਦੋਨੋਂ (ਜਲੇਤਾ) ਲਕੜੀਆਂ ਸਥਾਨੀ ਜਾਲਣੇ ਕੀਏ ਹੈਂ, ਇਸੀ ਤੇ ਸੰਸਾਰੀ ਮਦਰਾ ਛੂਟ ਗਈ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"kwm qy ko®D dohW ƒ mYN bwlx bxw id`qw hY (qy, aus B`TI ivc swV id`qw hY, Bwv, moh ƒ v`s kIiqAW kwm koo®D BI mu`k gey hn) [ ies qrHW sMswr ivc Psx vwlI ibrqI ^qm ho geI hY [2[","unicode":"ਕਾਮ ਤੇ ਕੋ੍ਰਧ ਦੋਹਾਂ ਨੂੰ ਮੈਂ ਬਾਲਣ ਬਣਾ ਦਿੱਤਾ ਹੈ (ਤੇ, ਉਸ ਭੱਠੀ ਵਿਚ ਸਾੜ ਦਿੱਤਾ ਹੈ, ਭਾਵ, ਮੋਹ ਨੂੰ ਵੱਸ ਕੀਤਿਆਂ ਕਾਮ ਕੋੋ੍ਰਧ ਭੀ ਮੁੱਕ ਗਏ ਹਨ) । ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ ਵਿਚ ਫਸਣ ਵਾਲੀ ਬਿਰਤੀ ਖ਼ਤਮ ਹੋ ਗਈ ਹੈ ।੨।"},"ms":{"gurmukhi":"Sihvq Aqy rUh donW ƒ mYN bwlx vjoN bwl su`itAw hY qy AYkur dunIAwdwrI qoN KlwsI pw igAw hW[","unicode":"ਸ਼ਹਿਵਤ ਅਤੇ ਰੂਹ ਦੋਨਾਂ ਨੂੰ ਮੈਂ ਬਾਲਣ ਵਜੋਂ ਬਾਲ ਸੁੱਟਿਆ ਹੈ ਤੇ ਐਕੁਰ ਦੁਨੀਆਦਾਰੀ ਤੋਂ ਖਲਾਸੀ ਪਾ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"Si la avaricia y el enojo fueran la madera para el fuego, uno abandonaría todo lo mundano. (2)"},"hi":{"ss":"काम और क्रोध दोनों को मैंने ईधन बना दिया है (और। इस भट्ठी में जला डाला है। भाव। मोह को वश में करने से काम-क्रोध भी खत्म हो गए हैं)। इस तरह संसार में फंसने वाली बिरती खत्म हो गई है। 2।","sts":"काम-क्रोध रूपी इन दोनों विकारों को भट्टी का ईधन बनाकर जलाया तो मन की संसारी प्रवृत्ति छूट गई॥ २॥"}},"transliteration":{"english":"kaam karodh dhui ke'ee jaletaa chhooT giee sa(n)saaree ||2||","hindi":"कामु क्रोधु दुइ कीए जलेता छूटि गई संसारी ॥२॥","en":"kaam karodh dhui ke'ee jaletaa chhooT giee sa(n)saaree ||2||","hi":"कामु क्रोधु दुइ कीए जलेता छूटि गई संसारी ॥२॥","ipa":"kɑm kəʳɔt̪ d̪ʊeɪ kiee d͡ʒəlet̪ɑ ɕuʈ Gei səŋsɑri.2.","ur":"کام ک®ودھ دُا کیِاے جلےتا چھُوٹ گای سںساریِ ۔۔۲۔۔"},"pageNo":969,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41449,"shabadId":3593,"verse":{"gurmukhi":"pRgt pRgws igAwn gur gMimq siqgur qy suiD pweI ]","unicode":"ਪ੍ਰਗਟ ਪ੍ਰਗਾਸ ਗਿਆਨ ਗੁਰ ਗੰਮਿਤ ਸਤਿਗੁਰ ਤੇ ਸੁਧਿ ਪਾਈ ॥"},"larivaar":{"gurmukhi":"pRgtpRgwsigAwngurgMimqsiqgurqysuiDpweI]","unicode":"ਪ੍ਰਗਟਪ੍ਰਗਾਸਗਿਆਨਗੁਰਗੰਮਿਤਸਤਿਗੁਰਤੇਸੁਧਿਪਾਈ॥"},"translation":{"en":{"bdb":"The light of spiritual wisdom enlightens me; meeting with the Guru, the True Guru, I have obtained this understanding.","ms":"The light of gnosis was manifested unto me. When Meeting my great True Guru, I obtained understanding from him.","ssk":"The light of spiritual wisdom enlightens me; meeting with the Guru, the True Guru, I have obtained this understanding."},"pu":{"ss":{"gurmukhi":"(pRBU qk) phuMc vwly gurU dy igAwn dI brkiq nwl myry AMdr (nwm dw) prkwS ho igAw hY, gurU qoN mYƒ (au~cI) smJ pRwpq hoeI hY [","unicode":"(ਪ੍ਰਭੂ ਤਕ) ਪਹੁੰਚ ਵਾਲੇ ਗੁਰੂ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ (ਨਾਮ ਦਾ) ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ, ਗੁਰੂ ਤੋਂ ਮੈਨੂੰ (ਉੱਚੀ) ਸਮਝ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ।"},"ft":{"gurmukhi":"(gur gMimq) gurU jo hrI kI pRwpqI vwly hYN, jb iqnW qy suD pweI qb sq Aru sB qy bfw jo pRmwqmw hY iqs ky gÎwn kw (pRgws) pRgt hUAw]","unicode":"(ਗੁਰ ਗੰਮਿਤ) ਗੁਰੂ ਜੋ ਹਰੀ ਕੀ ਪ੍ਰਾਪਤੀ ਵਾਲੇ ਹੈਂ, ਜਬ ਤਿਨਾਂ ਤੇ ਸੁਧ ਪਾਈ ਤਬ ਸਤ ਅਰੁ ਸਭ ਤੇ ਬਡਾ ਜੋ ਪ੍ਰਮਾਤਮਾ ਹੈ ਤਿਸ ਕੇ ਗ੍ਯਾਨ ਕਾ (ਪ੍ਰਗਾਸ) ਪ੍ਰਗਟ ਹੂਆ॥"},"bdb":{"gurmukhi":"(pRBU qk) phuMc vwly gurU dy igAwn dI brkiq nwl myry AMdr (nwm dw) prkwS ho igAw hY, gurU qoN mYƒ (au~cI) smJ pRwpq hoeI hY [","unicode":"(ਪ੍ਰਭੂ ਤਕ) ਪਹੁੰਚ ਵਾਲੇ ਗੁਰੂ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ (ਨਾਮ ਦਾ) ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ, ਗੁਰੂ ਤੋਂ ਮੈਨੂੰ (ਉੱਚੀ) ਸਮਝ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ।"},"ms":{"gurmukhi":"jd ivSwl s¤cy gurW ƒ iml ky mYƒ soc smJ pRwpq ho geI, qd bRhm boD dI roSnI myry qy zwhr ho geI hY[","unicode":"ਜਦ ਵਿਸ਼ਾਲ ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਨੂੰ ਸੋਚ ਸਮਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ, ਤਦ ਬ੍ਰਹਮ ਬੋਧ ਦੀ ਰੋਸ਼ਨੀ ਮੇਰੇ ਤੇ ਜ਼ਾਹਰ ਹੋ ਗਈ ਹੈ।"}},"es":{"sn":"La Luz de la Sabiduría Espiritual me ilumina, desde que encontré al Verdadero Guru, y mi intuición ha despertado. "},"hi":{"ss":"(प्रभू तक) पहुँच वाले गुरू के ज्ञान की बरकति से मेरे अंदर (नाम का) प्रकाश हो गया है। गुरू से मुझे (ऊँची) समझ मिली हुई है।","sts":"गुरु से साक्षात्कार करने से मन में ज्ञान का प्रकाश प्रगट हो गया है और इस ज्ञान की सूझ सतगुरु से ही प्राप्त हुई है।"}},"transliteration":{"english":"pragaT pragaas giaan gur ga(n)mit satigur te sudh paiee ||","hindi":"प्रगट प्रगास गिआन गुर गंमित सतिगुर ते सुधि पाई ॥","en":"pragaT pragaas giaan gur ga(n)mit satigur te sudh paiee ||","hi":"प्रगट प्रगास गिआन गुर गंमित सतिगुर ते सुधि पाई ॥","ipa":"pɹəGəʈ pɹəGɑs Gɪəɑn Gʊr Gəŋmɪt̪ sət̪ɪGʊr t̪e sʊt̪ə̀ pɑei.","ur":"پرگٹ پرگاس گآن گُر گںمت ستگر تے سُدھ پاای ۔۔"},"pageNo":969,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41450,"shabadId":3593,"verse":{"gurmukhi":"dwsu kbIru qwsu md mwqw aucik n kbhU jweI ]3]2]","unicode":"ਦਾਸੁ ਕਬੀਰੁ ਤਾਸੁ ਮਦ ਮਾਤਾ ਉਚਕਿ ਨ ਕਬਹੂ ਜਾਈ ॥੩॥੨॥"},"larivaar":{"gurmukhi":"dwsukbIruqwsumdmwqwauciknkbhUjweI]3]2]","unicode":"ਦਾਸੁਕਬੀਰੁਤਾਸੁਮਦਮਾਤਾਉਚਕਿਨਕਬਹੂਜਾਈ॥੩॥੨॥"},"translation":{"en":{"bdb":"Slave Kabeer is intoxicated with that wine, which never wears off. ||3||2||","ms":"Slave Kabir is inebriated with that wine, intoxication of which wears off not ever.","ssk":"Slave Kabeer is intoxicated with that wine, which never wears off. ||3||2||"},"pu":{"ss":{"gurmukhi":"pRBU dw dws kbIr aus nSy ivc msq hY, aus dI msqI kdy mu`kx vwlI nhIN hY [3[2[","unicode":"ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਕਬੀਰ ਉਸ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਹੈ, ਉਸ ਦੀ ਮਸਤੀ ਕਦੇ ਮੁੱਕਣ ਵਾਲੀ ਨਹੀਂ ਹੈ ।੩।੨।"},"ft":{"gurmukhi":"kbIr dws jI kihqy hYN: iqs md myN hmwrw mnu mqw hUAw hY[ (aucik) auBrqw kbhU nwhIN vw mn ko ies md qo aucwt kbI nhIN hoqI, Bwv iglwnI nhIN hoqI hY]3]2]ÇbRhmnw ny kbIr jI swQ crcw kir khw: hm bwmn qum julwhy hYN[ hy kbIr! jy qUM igAwn kr ky vfw mwny qb AOr lokoN qul kwsI myN mukiq lIey bYTw hYN[ qb kbIr jI gÎwn Bjn kI mhqqw ky idKwny ko mghr myN gey Qy[ srIr AMqs myN qb Bgvwn inscy kI prIKÎw vwsqy dRSn dy kr ky snmuK hoie ibsƒ ny khw: hy kbIr! mhw ApivqR DrqI myN qUM ikauN AwieAw hCw nhIN kIAw[ iqs pr khqy hYN:","unicode":"ਕਬੀਰ ਦਾਸ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਿਸ ਮਦ ਮੇਂ ਹਮਾਰਾ ਮਨੁ ਮਤਾ ਹੂਆ ਹੈ। (ਉਚਕਿ) ਉਭਰਤਾ ਕਬਹੂ ਨਾਹੀਂ ਵਾ ਮਨ ਕੋ ਇਸ ਮਦ ਤੋ ਉਚਾਟ ਕਬੀ ਨਹੀਂ ਹੋਤੀ, ਭਾਵ ਗਿਲਾਨੀ ਨਹੀਂ ਹੋਤੀ ਹੈ॥੩॥੨॥☬ਬ੍ਰਹਮਨਾ ਨੇ ਕਬੀਰ ਜੀ ਸਾਥ ਚਰਚਾ ਕਰਿ ਕਹਾ: ਹਮ ਬਾਮਨ ਤੁਮ ਜੁਲਾਹੇ ਹੈਂ। ਹੇ ਕਬੀਰ! ਜੇ ਤੂੰ ਗਿਆਨ ਕਰ ਕੇ ਵਡਾ ਮਾਨੇ ਤਬ ਔਰ ਲੋਕੋਂ ਤੁਲ ਕਾਸੀ ਮੇਂ ਮੁਕਤਿ ਲੀਏ ਬੈਠਾ ਹੈਂ। ਤਬ ਕਬੀਰ ਜੀ ਗ੍ਯਾਨ ਭਜਨ ਕੀ ਮਹਤਤਾ ਕੇ ਦਿਖਾਨੇ ਕੋ ਮਗਹਰ ਮੇਂ ਗਏ ਥੇ। ਸਰੀਰ ਅੰਤਸ ਮੇਂ ਤਬ ਭਗਵਾਨ ਨਿਸਚੇ ਕੀ ਪਰੀਖ੍ਯਾ ਵਾਸਤੇ ਦ੍ਰਸ਼ਨ ਦੇ ਕਰ ਕੇ ਸਨਮੁਖ ਹੋਇ ਬਿਸਨੂੰ ਨੇ ਕਹਾ: ਹੇ ਕਬੀਰ! ਮਹਾ ਅਪਵਿਤ੍ਰ ਧਰਤੀ ਮੇਂ ਤੂੰ ਕਿਉਂ ਆਇਆ ਹਛਾ ਨਹੀਂ ਕੀਆ। ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pRBU dw dws kbIr aus nSy ivc msq hY, aus dI msqI kdy mu`kx vwlI nhIN hY [3[2[","unicode":"ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਕਬੀਰ ਉਸ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਹੈ, ਉਸ ਦੀ ਮਸਤੀ ਕਦੇ ਮੁੱਕਣ ਵਾਲੀ ਨਹੀਂ ਹੈ ।੩।੨।"},"ms":{"gurmukhi":"golw kbIr aus Srwb nwl mqvwlw hoieAw hoieAw hY, ijs dw nSw kdwicq Gtdw nhIN[","unicode":"ਗੋਲਾ ਕਬੀਰ ਉਸ ਸ਼ਰਾਬ ਨਾਲ ਮਤਵਾਲਾ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਦਾ ਨਸ਼ਾ ਕਦਾਚਿਤ ਘਟਦਾ ਨਹੀਂ।"}},"es":{"sn":"Kabir, el Esclavo del Señor, se ha intoxicado con un vino cuyo efecto no se quita. (3-2)"},"hi":{"ss":"प्रभू का दास कबीर उस नशे में मस्त है। उसकी मस्ती कभी समाप्त होने वाली नहीं है। 3। 2।","sts":"दास कबीर कहता है कि मैं नाम-मदिरा के मद में ही मस्त हुआ रहता हूँ, जिसका नशा कभी समाप्त नहीं होता॥ ३॥ २॥"}},"transliteration":{"english":"dhaas kabeer taas madh maataa uchak na kabahoo jaiee ||3||2||","hindi":"दासु कबीरु तासु मद माता उचकि न कबहू जाई ॥३॥२॥","en":"dhaas kabeer taas madh maataa uchak na kabahoo jaiee ||3||2||","hi":"दासु कबीरु तासु मद माता उचकि न कबहू जाई ॥३॥२॥","ipa":"d̪ɑs kəbir t̪ɑs məd̪ mɑt̪ɑ oʊt͡ʃək nə kəbəhu d͡ʒɑei.3.2.","ur":"داس کبیِر تاس مد ماتا اُچک ن کبهُو جاای ۔۔۳۔۔۲۔۔"},"pageNo":969,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41451,"shabadId":3594,"verse":{"gurmukhi":"qUM myro myru prbqu suAwmI Et ghI mY qyrI ]","unicode":"ਤੂੰ ਮੇਰੋ ਮੇਰੁ ਪਰਬਤੁ ਸੁਆਮੀ ਓਟ ਗਹੀ ਮੈ ਤੇਰੀ ॥"},"larivaar":{"gurmukhi":"qUMmyromyruprbqusuAwmIEtghImYqyrI]","unicode":"ਤੂੰਮੇਰੋਮੇਰੁਪਰਬਤੁਸੁਆਮੀਓਟਗਹੀਮੈਤੇਰੀ॥"},"translation":{"en":{"bdb":"You are my Sumayr Mountain, O my Lord and Master; I have grasped Your Support.","ms":"Thou art my Sumer mountain, O Lord. I have grasped Thy protection.","ssk":"You are my Sumayr Mountain, O my Lord and Master; I have grasped Your Support."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUM (hI) myrw sB qoN v`fw Awsrw hYN [ mYN qyrI hI Et PVI hY (iksy qIrQ au~qy v`sx dw qkIAw mYN nhIN q`ikAw) qUM sdw Afol rihx vwlw hYN ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਹੀ) ਮੇਰਾ ਸਭ ਤੋਂ ਵੱਡਾ ਆਸਰਾ ਹੈਂ । ਮੈਂ ਤੇਰੀ ਹੀ ਓਟ ਫੜੀ ਹੈ (ਕਿਸੇ ਤੀਰਥ ਉੱਤੇ ਵੱਸਣ ਦਾ ਤਕੀਆ ਮੈਂ ਨਹੀਂ ਤੱਕਿਆ) ਤੂੰ ਸਦਾ ਅਡੋਲ ਰਹਿਣ ਵਾਲਾ ਹੈਂ "},"ft":{"gurmukhi":"hy suAwmI! qUM myrw isromxI pRbq vq Awsrw hYN AOru mYny qyrI Et gRhx krI hY]","unicode":"ਹੇ ਸੁਆਮੀ! ਤੂੰ ਮੇਰਾ ਸਿਰੋਮਣੀ ਪ੍ਰਬਤ ਵਤ ਆਸਰਾ ਹੈਂ ਔਰੁ ਮੈਨੇ ਤੇਰੀ ਓਟ ਗ੍ਰਹਣ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy pRBU! qUM (hI) myrw sB qoN v`fw Awsrw hYN [ mYN qyrI hI Et PVI hY (iksy qIrQ au~qy v`sx dw qkIAw mYN nhIN q`ikAw) qUM sdw Afol rihx vwlw hYN ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਹੀ) ਮੇਰਾ ਸਭ ਤੋਂ ਵੱਡਾ ਆਸਰਾ ਹੈਂ । ਮੈਂ ਤੇਰੀ ਹੀ ਓਟ ਫੜੀ ਹੈ (ਕਿਸੇ ਤੀਰਥ ਉੱਤੇ ਵੱਸਣ ਦਾ ਤਕੀਆ ਮੈਂ ਨਹੀਂ ਤੱਕਿਆ) ਤੂੰ ਸਦਾ ਅਡੋਲ ਰਹਿਣ ਵਾਲਾ ਹੈਂ "},"ms":{"gurmukhi":"qUM mYfW sumyr phwV hY, hy swihb! mYN qyrI pnwh pkVI hY[","unicode":"ਤੂੰ ਮੈਡਾਂ ਸੁਮੇਰ ਪਹਾੜ ਹੈ, ਹੇ ਸਾਹਿਬ! ਮੈਂ ਤੇਰੀ ਪਨਾਹ ਪਕੜੀ ਹੈ।"}},"es":{"sn":"Oh Dios, eres mi montaña dorada del Sumayr; "},"hi":{"ss":"हे प्रभू ! तू (ही) मेरा सबसे बड़ा आसरा है। मैंने तेरी ही ओट पकड़ी है (किसी तीर्थ पर बसने का तकिया आसरा मैंने नहीं ताका)","sts":"हे स्वामी ! तू मेरा सुमेर पर्वत है, इसलिए मैंने तेरी ही ओट ली है।"}},"transliteration":{"english":"too(n) mero mer parabat suaamee oT gahee mai teree ||","hindi":"तूँ मेरो मेरु परबतु सुआमी ओट गही मै तेरी ॥","en":"too(n) mero mer parabat suaamee oT gahee mai teree ||","hi":"तूँ मेरो मेरु परबतु सुआमी ओट गही मै तेरी ॥","ipa":"t̪uŋ merɔ mer pərəbət̪ sʊəɑmi oəʈ Gəhi mæ t̪eri.","ur":"تُوں مےرو مےر پربت سُآمیِ اوٹ گهیِ مَے تےریِ ۔۔"},"pageNo":969,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41452,"shabadId":3594,"verse":{"gurmukhi":"nw qum folhu nw hm igrqy riK lInI hir myrI ]1]","unicode":"ਨਾ ਤੁਮ ਡੋਲਹੁ ਨਾ ਹਮ ਗਿਰਤੇ ਰਖਿ ਲੀਨੀ ਹਰਿ ਮੇਰੀ ॥੧॥"},"larivaar":{"gurmukhi":"nwqumfolhunwhmigrqyriKlInIhirmyrI]1]","unicode":"ਨਾਤੁਮਡੋਲਹੁਨਾਹਮਗਿਰਤੇਰਖਿਲੀਨੀਹਰਿਮੇਰੀ॥੧॥"},"translation":{"en":{"bdb":"You do not shake, and I do not fall. You have preserved my honor. ||1||","ms":"Thou shakest not, nor do I fall. Thou, O Lord, hast preserved my honour.","ssk":"You do not shake, and I do not fall. You have preserved my honor. ||1||"},"pu":{"ss":{"gurmukhi":"(qyrw lV PV ky) mYN BI nhIN foldw, ikauNik qUM Awp myrI lwj r`K leI hY [1[","unicode":"(ਤੇਰਾ ਲੜ ਫੜ ਕੇ) ਮੈਂ ਭੀ ਨਹੀਂ ਡੋਲਦਾ, ਕਿਉਂਕਿ ਤੂੰ ਆਪ ਮੇਰੀ ਲਾਜ ਰੱਖ ਲਈ ਹੈ ।੧।"},"ft":{"gurmukhi":"qum folqy nhIN ho iesI qy hm BI igrqy nhIN hYN[ hy hrI! qumny myrI pRqgÎw vw pq rK lInI hY]1]","unicode":"ਤੁਮ ਡੋਲਤੇ ਨਹੀਂ ਹੋ ਇਸੀ ਤੇ ਹਮ ਭੀ ਗਿਰਤੇ ਨਹੀਂ ਹੈਂ। ਹੇ ਹਰੀ! ਤੁਮਨੇ ਮੇਰੀ ਪ੍ਰਤਗ੍ਯਾ ਵਾ ਪਤ ਰਖ ਲੀਨੀ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"(qyrw lV PV ky) mYN BI nhIN foldw, ikauNik qUM Awp myrI lwj r`K leI hY [1[","unicode":"(ਤੇਰਾ ਲੜ ਫੜ ਕੇ) ਮੈਂ ਭੀ ਨਹੀਂ ਡੋਲਦਾ, ਕਿਉਂਕਿ ਤੂੰ ਆਪ ਮੇਰੀ ਲਾਜ ਰੱਖ ਲਈ ਹੈ ।੧।"},"ms":{"gurmukhi":"qUM ihldw nhIN, nW hI mYN ifgdw hYN[ qUM hy swihb! myrI ie`zq AwbrU r`K leI hY[","unicode":"ਤੂੰ ਹਿਲਦਾ ਨਹੀਂ, ਨਾਂ ਹੀ ਮੈਂ ਡਿਗਦਾ ਹੈਂ। ਤੂੰ ਹੇ ਸਾਹਿਬ! ਮੇਰੀ ਇੱਜ਼ਤ ਆਬਰੂ ਰੱਖ ਲਈ ਹੈ।"}},"es":{"sn":"oh Dios, me he aferrado a Tu Soporte.(1)"},"hi":{"ss":"तू सदा अडोल रहने वाला है (तेरा पल्ला पकड़ के) मैं भी नहीं डोलता। क्योंकि तूने खुद मेरी लाज रख ली है। 1।","sts":"हे हरि ! तूने मेरी लाज रख ली है, न तू कभी डगमगाता है और न ही हम गिरते हैं॥ १॥"}},"transliteration":{"english":"naa tum ddolahu naa ham girate rakh leenee har meree ||1||","hindi":"ना तुम डोलहु ना हम गिरते रखि लीनी हरि मेरी ॥१॥","en":"naa tum ddolahu naa ham girate rakh leenee har meree ||1||","hi":"ना तुम डोलहु ना हम गिरते रखि लीनी हरि मेरी ॥१॥","ipa":"nɑ t̪ʊm ɖɔləh nɑ həm Gɪrət̪e rəkʰ lini hər meri.1.","ur":"نا تُم ڈولهُ نا هم گرتے رکھ لیٍنیِ هرِ مےریِ ۔۔۱۔۔"},"pageNo":969,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41453,"shabadId":3594,"verse":{"gurmukhi":"Ab qb jb kb quhI quhI ]","unicode":"ਅਬ ਤਬ ਜਬ ਕਬ ਤੁਹੀ ਤੁਹੀ ॥"},"larivaar":{"gurmukhi":"AbqbjbkbquhIquhI]","unicode":"ਅਬਤਬਜਬਕਬਤੁਹੀਤੁਹੀ॥"},"translation":{"en":{"bdb":"Now and then, here and there, You, only You.","ms":"Now and then and here and hereafter, there is but Thee.","ssk":"Now and then, here and there, You, only You."},"pu":{"ss":{"gurmukhi":"hy pRBU! sdw leI qUM hI qUM hI myrw shwrw hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਸਦਾ ਲਈ ਤੂੰ ਹੀ ਤੂੰ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈਂ ।"},"ft":{"gurmukhi":"jb srIr kw AMq hony lgygw qb BI AO Ab BI mYny qW qUhIN qUhIN jwinAw hY[ iehu inscw qO (kb) kbI BI myry mn qy nhIN jwiegw]","unicode":"ਜਬ ਸਰੀਰ ਕਾ ਅੰਤ ਹੋਨੇ ਲਗੇਗਾ ਤਬ ਭੀ ਔ ਅਬ ਭੀ ਮੈਨੇ ਤਾਂ ਤੂਹੀਂ ਤੂਹੀਂ ਜਾਨਿਆ ਹੈ। ਇਹੁ ਨਿਸਚਾ ਤੌ (ਕਬ) ਕਬੀ ਭੀ ਮੇਰੇ ਮਨ ਤੇ ਨਹੀਂ ਜਾਇਗਾ॥"},"bdb":{"gurmukhi":"hy pRBU! sdw leI qUM hI qUM hI myrw shwrw hYN [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਸਦਾ ਲਈ ਤੂੰ ਹੀ ਤੂੰ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hux Aqy qdoN, Aqy eyQy qy EQy kyvl qUM hI hYN[","unicode":"ਹੁਣ ਅਤੇ ਤਦੋਂ, ਅਤੇ ਏਥੇ ਤੇ ਓਥੇ ਕੇਵਲ ਤੂੰ ਹੀ ਹੈਂ।"}},"es":{"sn":"Ni Tú tiemblas, ni yo me caigo; así has conservado mi Honor. "},"hi":{"ss":"हे प्रभू ! सदा के लिए तू ही तू ही मेरा सहारा है।","sts":"अब भी और तब भी जब कब तू ही तू है।"}},"transliteration":{"english":"ab tab jab kab tuhee tuhee ||","hindi":"अब तब जब कब तुही तुही ॥","en":"ab tab jab kab tuhee tuhee ||","hi":"अब तब जब कब तुही तुही ॥","ipa":"əb t̪əb d͡ʒəb kəb t̪ʊhi t̪ʊhi.","ur":"اب تب جب کب تُهیِ تُهیِ ۔۔"},"pageNo":969,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41454,"shabadId":3594,"verse":{"gurmukhi":"hm quA prswid suKI sd hI ]1] rhwau ]","unicode":"ਹਮ ਤੁਅ ਪਰਸਾਦਿ ਸੁਖੀ ਸਦ ਹੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hmquAprswidsuKIsdhI]1]rhwau]","unicode":"ਹਮਤੁਅਪਰਸਾਦਿਸੁਖੀਸਦਹੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"By Your Grace, I am forever in peace. ||1||Pause||","ms":"By Thine grace, O my Master, I am ever in peace. Pause.","ssk":"By Your Grace, I am forever in peace. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"qyrI imhr nwl mYN sdw hI suKI hW [1[rhwau[","unicode":"ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੈਂ ਸਦਾ ਹੀ ਸੁਖੀ ਹਾਂ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"Ar hm qumwrI ikRpw sy sdw suKI rihqy hYN]1] rhwau ]","unicode":"ਅਰ ਹਮ ਤੁਮਾਰੀ ਕ੍ਰਿਪਾ ਸੇ ਸਦਾ ਸੁਖੀ ਰਹਿਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"qyrI imhr nwl mYN sdw hI suKI hW [1[rhwau[","unicode":"ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੈਂ ਸਦਾ ਹੀ ਸੁਖੀ ਹਾਂ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"qyrI dieAw duAwrw, hy myry mwlk! mYN hmySW hI Awrwm AMdr vsdw hW[ Tihrwau[","unicode":"ਤੇਰੀ ਦਇਆ ਦੁਆਰਾ, ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਂ ਹਮੇਸ਼ਾਂ ਹੀ ਆਰਾਮ ਅੰਦਰ ਵਸਦਾ ਹਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Ahora y para siempre, aquí y en el más allá, sólo Tú eres para mí; sí, oh Señor, ahora vivo en Paz por Tu Gracia.  (1-Pausa)"},"hi":{"ss":"तेरी मेहर से मैं सदा ही सुखी हूँ। 1। रहाउ।","sts":"तेरी कृपा से हम सदा ही सुखी रहते हैं।॥ १॥ रहाउ॥"}},"transliteration":{"english":"ham tua parasaadh sukhee sadh hee ||1|| rahaau ||","hindi":"हम तुअ परसादि सुखी सद ही ॥१॥ रहाउ ॥","en":"ham tua parasaadh sukhee sadh hee ||1|| rahaau ||","hi":"हम तुअ परसादि सुखी सद ही ॥१॥ रहाउ ॥","ipa":"həm t̪ʊə pərəsɑd̪ sʊkʰi səd̪ hi.1. rəhɑo.","ur":"هم تُا پرساد سُکھیِ سد هیِ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":969,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41455,"shabadId":3594,"verse":{"gurmukhi":"qory Brosy mghr bisE myry qn kI qpiq buJweI ]","unicode":"ਤੋਰੇ ਭਰੋਸੇ ਮਗਹਰ ਬਸਿਓ ਮੇਰੇ ਤਨ ਕੀ ਤਪਤਿ ਬੁਝਾਈ ॥"},"larivaar":{"gurmukhi":"qoryBrosymghrbisEmyryqnkIqpiqbuJweI]","unicode":"ਤੋਰੇਭਰੋਸੇਮਗਹਰਬਸਿਓਮੇਰੇਤਨਕੀਤਪਤਿਬੁਝਾਈ॥"},"translation":{"en":{"bdb":"Relying upon You, I can live even in the cursed place of Magahar; You have put out the fire of my body.","ms":"Relying on Thee, I abide in Maghar and Thou hast quenched the fire of my mind.","ssk":"Relying upon You, I can live even in the cursed place of Magahar; You have put out the fire of my body."},"pu":{"ss":{"gurmukhi":"(lok AwKdy hn mghr srwpI hoeI DrqI hY, pr) mYN qyry au~qy SrDw Dwr ky mghr jw v`isAw, (qUM imhr kIqI qy) myry srIr dI (ivkwrW dI) qpS (mghr ivc hI) buJw id`qI [","unicode":"(ਲੋਕ ਆਖਦੇ ਹਨ ਮਗਹਰ ਸਰਾਪੀ ਹੋਈ ਧਰਤੀ ਹੈ, ਪਰ) ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਸ਼ਰਧਾ ਧਾਰ ਕੇ ਮਗਹਰ ਜਾ ਵੱਸਿਆ, (ਤੂੰ ਮਿਹਰ ਕੀਤੀ ਤੇ) ਮੇਰੇ ਸਰੀਰ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਤਪਸ਼ (ਮਗਹਰ ਵਿਚ ਹੀ) ਬੁਝਾ ਦਿੱਤੀ ।"},"ft":{"gurmukhi":"qyry hI Awsry mYN mghr bIc bisAw hUM, myry qn kI qum ny sMdyh rUp qpq buJweI hY]","unicode":"ਤੇਰੇ ਹੀ ਆਸਰੇ ਮੈਂ ਮਗਹਰ ਬੀਚ ਬਸਿਆ ਹੂੰ, ਮੇਰੇ ਤਨ ਕੀ ਤੁਮ ਨੇ ਸੰਦੇਹ ਰੂਪ ਤਪਤ ਬੁਝਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"(lok AwKdy hn mghr srwpI hoeI DrqI hY, pr) mYN qyry au~qy SrDw Dwr ky mghr jw v`isAw, (qUM imhr kIqI qy) myry srIr dI (ivkwrW dI) qpS (mghr ivc hI) buJw id`qI [","unicode":"(ਲੋਕ ਆਖਦੇ ਹਨ ਮਗਹਰ ਸਰਾਪੀ ਹੋਈ ਧਰਤੀ ਹੈ, ਪਰ) ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਸ਼ਰਧਾ ਧਾਰ ਕੇ ਮਗਹਰ ਜਾ ਵੱਸਿਆ, (ਤੂੰ ਮਿਹਰ ਕੀਤੀ ਤੇ) ਮੇਰੇ ਸਰੀਰ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਤਪਸ਼ (ਮਗਹਰ ਵਿਚ ਹੀ) ਬੁਝਾ ਦਿੱਤੀ ।"},"ms":{"gurmukhi":"qyry au¤qy ivsvwS Dwr, mYN mghr iv`c vsdw hW qy qUM myry ic`q dI A`g buJw id`qI hY[","unicode":"ਤੇਰੇ ਉੱਤੇ ਵਿਸਵਾਸ਼ ਧਾਰ, ਮੈਂ ਮਗਹਰ ਵਿੱਚ ਵਸਦਾ ਹਾਂ ਤੇ ਤੂੰ ਮੇਰੇ ਚਿੱਤ ਦੀ ਅੱਗ ਬੁਝਾ ਦਿੱਤੀ ਹੈ।"}},"es":{"sn":"Apoyándome en Ti puedo vivir en Magra, la ciudad de mala reputación, pues has calmado el fuego interior de mis deseos."},"hi":{"ss":"(लोग कहते हैं मगहर श्रापित धरती है। पर) मैं तेरे पर भरोसा करके मगहर जा बसा। (तूने मेहर की और) मेरे शरीर की (विकारों की) तपस (मगहर में ही) बुझा दी।","sts":"तेरे भरोसे पर मैं पहले मगहर की भूमि में आ बसा था और मेरे तन के विकारों की तपस तूने ही बुझाई थी।"}},"transliteration":{"english":"tore bharose magahar basio mere tan kee tapat bujhaiee ||","hindi":"तोरे भरोसे मगहर बसिओ मेरे तन की तपति बुझाई ॥","en":"tore bharose magahar basio mere tan kee tapat bujhaiee ||","hi":"तोरे भरोसे मगहर बसिओ मेरे तन की तपति बुझाई ॥","ipa":"t̪ɔre ɓərɔse məGəhər bəsɪo mere t̪ən ki t̪əpət̪ bʊɖ͡ʐɑei.","ur":"تورے بھروسے مگهر بساو مےرے تن کیِ تپت بُجھاای ۔۔"},"pageNo":969,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41456,"shabadId":3594,"verse":{"gurmukhi":"pihly drsnu mghr pwieE Puin kwsI bsy AweI ]2]","unicode":"ਪਹਿਲੇ ਦਰਸਨੁ ਮਗਹਰ ਪਾਇਓ ਫੁਨਿ ਕਾਸੀ ਬਸੇ ਆਈ ॥੨॥"},"larivaar":{"gurmukhi":"pihlydrsnumghrpwieEPuinkwsIbsyAweI]2]","unicode":"ਪਹਿਲੇਦਰਸਨੁਮਗਹਰਪਾਇਓਫੁਨਿਕਾਸੀਬਸੇਆਈ॥੨॥"},"translation":{"en":{"bdb":"First, I obtained the Blessed Vision of Your Darshan in Magahar; then, I came to dwell at Benares. ||2||","ms":"First I obtained Thy vision in Maghar and afterwards came to live in Banaras.","ssk":"First, I obtained the Blessed Vision of Your Darshan in Magahar; then, I came to dwell at Benares. ||2||"},"pu":{"ss":{"gurmukhi":"mYN, hy pRBU! qyrw dIdwr pihlW mghr ivc rihMidAW hI kIqw sI, qy Pyr mYN kwSI ivc Aw v`isAw [2[","unicode":"ਮੈਂ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦੀਦਾਰ ਪਹਿਲਾਂ ਮਗਹਰ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ ਕੀਤਾ ਸੀ, ਤੇ ਫੇਰ ਮੈਂ ਕਾਸ਼ੀ ਵਿਚ ਆ ਵੱਸਿਆ ।੨।"},"ft":{"gurmukhi":"pihly mYny mghr keI idn bs ky Awp kw drsn pwieAw Qw, Pyr hm kwsI bIc Awieky bsy hYN punw huin Pyr mghr myN Awey hW]2]Çqb Bgvwn ny khw: Aib mghr ApivqR myN Awey ho? iqs pr khqy hYN:","unicode":"ਪਹਿਲੇ ਮੈਨੇ ਮਗਹਰ ਕਈ ਦਿਨ ਬਸ ਕੇ ਆਪ ਕਾ ਦਰਸਨ ਪਾਇਆ ਥਾ, ਫੇਰ ਹਮ ਕਾਸੀ ਬੀਚ ਆਇਕੇ ਬਸੇ ਹੈਂ ਪੁਨਾ ਹੁਨਿ ਫੇਰ ਮਗਹਰ ਮੇਂ ਆਏ ਹਾਂ॥੨॥☬ਤਬ ਭਗਵਾਨ ਨੇ ਕਹਾ: ਅਬਿ ਮਗਹਰ ਅਪਵਿਤ੍ਰ ਮੇਂ ਆਏ ਹੋ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"mYN, hy pRBU! qyrw dIdwr pihlW mghr ivc rihMidAW hI kIqw sI, qy Pyr mYN kwSI ivc Aw v`isAw [2[","unicode":"ਮੈਂ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦੀਦਾਰ ਪਹਿਲਾਂ ਮਗਹਰ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ ਕੀਤਾ ਸੀ, ਤੇ ਫੇਰ ਮੈਂ ਕਾਸ਼ੀ ਵਿਚ ਆ ਵੱਸਿਆ ।੨।"},"ms":{"gurmukhi":"pihl ipRQmy mYƒ qyrw dIdwr mghr iv`c pRwpq hoieAw qy mgroN mYN bnwrs Aw ky v`s ipAw[","unicode":"ਪਹਿਲ ਪ੍ਰਿਥਮੇ ਮੈਨੂੰ ਤੇਰਾ ਦੀਦਾਰ ਮਗਹਰ ਵਿੱਚ ਪ੍ਰਾਪਤ ਹੋਇਆ ਤੇ ਮਗਰੋਂ ਮੈਂ ਬਨਾਰਸ ਆ ਕੇ ਵੱਸ ਪਿਆ।"}},"es":{"sn":"Primero Te vi en esta ciudad maldita y después fui a Kashi, la ciudad bendita.(2)"},"hi":{"ss":"मैंने। हे प्रभू ! तेरा दीदार पहले मगहर में ही रहते हुए किया था। और बाद में मैं काशी आ के बसा। 2।","sts":"(कहा जाता था कि मगहर में प्राण त्यागने वाला जीव नरक में जाता है) मैंने तेरे दर्शन पहले मगहर में ही प्राप्त किए थे और अब पुनः काशी में आ बसा हूँ॥ २॥"}},"transliteration":{"english":"pahile dharasan magahar paio fun kaasee base aaiee ||2||","hindi":"पहिले दरसनु मगहर पाइओ फुनि कासी बसे आई ॥२॥","en":"pahile dharasan magahar paio fun kaasee base aaiee ||2||","hi":"पहिले दरसनु मगहर पाइओ फुनि कासी बसे आई ॥२॥","ipa":"pəhɪle d̪ərəsən məGəhər pɑeɪo fʊn kɑsi bəse əɑei.2.","ur":"پهِلے درسن مگهر پاااو پھُن کاسیِ بسے آای ۔۔۲۔۔"},"pageNo":969,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41457,"shabadId":3594,"verse":{"gurmukhi":"jYsw mghru qYsI kwsI hm eykY kir jwnI ]","unicode":"ਜੈਸਾ ਮਗਹਰੁ ਤੈਸੀ ਕਾਸੀ ਹਮ ਏਕੈ ਕਰਿ ਜਾਨੀ ॥"},"larivaar":{"gurmukhi":"jYswmghruqYsIkwsIhmeykYkirjwnI]","unicode":"ਜੈਸਾਮਗਹਰੁਤੈਸੀਕਾਸੀਹਮਏਕੈਕਰਿਜਾਨੀ॥"},"translation":{"en":{"bdb":"As is Magahar, so is Benares; I see them as one and the same.","ms":"As is Maghar, so is Kanshi, deem them both the same.","ssk":"As is Magahar, so is Benares; I see them as one and the same."},"pu":{"ss":{"gurmukhi":"ijvyN iksy kMgwl ƒ Dn iml jwey, (iqvyN) mYƒ kMgwl ƒ qyrw nwm Dn iml igAw hY, (aus dI brkiq nwl) mYN mghr qy kwSI dohW ƒ ieko ijhw hI smiJAw hY [","unicode":"ਜਿਵੇਂ ਕਿਸੇ ਕੰਗਾਲ ਨੂੰ ਧਨ ਮਿਲ ਜਾਏ, (ਤਿਵੇਂ) ਮੈਨੂੰ ਕੰਗਾਲ ਨੂੰ ਤੇਰਾ ਨਾਮ ਧਨ ਮਿਲ ਗਿਆ ਹੈ, (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਮਗਹਰ ਤੇ ਕਾਸ਼ੀ ਦੋਹਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਹੀ ਸਮਝਿਆ ਹੈ ।"},"ft":{"gurmukhi":"hm ny qW jYsw mghru qYsI kwsI smJI hY[ ikauNik sBu BUmkw eyk kr ky hI jwnI hY, Bwv igAwnI jhW srIru iqAwgy hY igAwn qhW hI mukqu hoqw hY]","unicode":"ਹਮ ਨੇ ਤਾਂ ਜੈਸਾ ਮਗਹਰੁ ਤੈਸੀ ਕਾਸੀ ਸਮਝੀ ਹੈ। ਕਿਉਂਕਿ ਸਭੁ ਭੂਮਕਾ ਏਕ ਕਰ ਕੇ ਹੀ ਜਾਨੀ ਹੈ, ਭਾਵ ਗਿਆਨੀ ਜਹਾਂ ਸਰੀਰੁ ਤਿਆਗੇ ਹੈ ਗਿਆਨ ਤਹਾਂ ਹੀ ਮੁਕਤੁ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijvyN iksy kMgwl ƒ Dn iml jwey, (iqvyN) mYƒ kMgwl ƒ qyrw nwm Dn iml igAw hY, (aus dI brkiq nwl) mYN mghr qy kwSI dohW ƒ ieko ijhw hI smiJAw hY [","unicode":"ਜਿਵੇਂ ਕਿਸੇ ਕੰਗਾਲ ਨੂੰ ਧਨ ਮਿਲ ਜਾਏ, (ਤਿਵੇਂ) ਮੈਨੂੰ ਕੰਗਾਲ ਨੂੰ ਤੇਰਾ ਨਾਮ ਧਨ ਮਿਲ ਗਿਆ ਹੈ, (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਮਗਹਰ ਤੇ ਕਾਸ਼ੀ ਦੋਹਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਹੀ ਸਮਝਿਆ ਹੈ ।"},"ms":{"gurmukhi":"jyho jyhw mghr hY auho ijhI hI hY kWSI[ mYN aunHW donW ƒ ieQ smwn jwxdw hW[","unicode":"ਜੇਹੋ ਜੇਹਾ ਮਗਹਰ ਹੈ ਉਹੋ ਜਿਹੀ ਹੀ ਹੈ ਕਾਂਸ਼ੀ। ਮੈਂ ਉਨ੍ਹਾਂ ਦੋਨਾਂ ਨੂੰ ਇਥ ਸਮਾਨ ਜਾਣਦਾ ਹਾਂ।"}},"es":{"sn":"Así como es Magra, así también es Kashi para mí; "},"hi":{"ss":"(उसकी बरकति से) मैंने मगहर और काशी दोनों को एक जैसा ही समझा है। पर। (जिन्हें काशी तीर्थ पर बसने का गर्व है वह) वे अहंकारी अहंकार में दुखी होते हैं। 3।","sts":"मेरे लिए तो जैसा मगहर है, वैसे ही काशी है और मैंने दोनों को एक समान समझा है।"}},"transliteration":{"english":"jaisaa magahar taisee kaasee ham ekai kar jaanee ||","hindi":"जैसा मगहरु तैसी कासी हम एकै करि जानी ॥","en":"jaisaa magahar taisee kaasee ham ekai kar jaanee ||","hi":"जैसा मगहरु तैसी कासी हम एकै करि जानी ॥","ipa":"d͡ʒæsɑ məGəhər t̪æsi kɑsi həm eekæ kər d͡ʒɑni.","ur":"جَےسا مگهر تَےسیِ کاسیِ هم اےکَے کر جانیِ ۔۔"},"pageNo":969,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41458,"shabadId":3594,"verse":{"gurmukhi":"hm inrDn ijau iehu Dnu pwieAw mrqy PUit gumwnI ]3]","unicode":"ਹਮ ਨਿਰਧਨ ਜਿਉ ਇਹੁ ਧਨੁ ਪਾਇਆ ਮਰਤੇ ਫੂਟਿ ਗੁਮਾਨੀ ॥੩॥"},"larivaar":{"gurmukhi":"hminrDnijauiehuDnupwieAwmrqyPUitgumwnI]3]","unicode":"ਹਮਨਿਰਧਨਜਿਉਇਹੁਧਨੁਪਾਇਆਮਰਤੇਫੂਟਿਗੁਮਾਨੀ॥੩॥"},"translation":{"en":{"bdb":"I am poor, but I have obtained this wealth of the Lord; the proud are bursting with pride, and die. ||3||","ms":"I, the poor man, have obtained this wealth of the Lord, whilst the proud persons are bursting to death.","ssk":"I am poor, but I have obtained this wealth of the Lord; the proud are bursting with pride, and die. ||3||"},"pu":{"ss":{"gurmukhi":"pr (ijnHW ƒ kwSI qIrQ qy v`sx dw mwx hY auh) hMkwrI hMkwr ivc du`KI huMdy hn [3[","unicode":"ਪਰ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਾਸ਼ੀ ਤੀਰਥ ਤੇ ਵੱਸਣ ਦਾ ਮਾਣ ਹੈ ਉਹ) ਹੰਕਾਰੀ ਹੰਕਾਰ ਵਿਚ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ ।੩।"},"ft":{"gurmukhi":"inrDn jYsy Dn ko pwieky pRsMn hoqy hYN qYsy hI hm ny jb eykqw rUp siqguroN sy iehu Dnu pwieAw hY qO AqÎMq pRisMn hUey hYN[ jo bwhrly Dn ky (gumwnI) hMkwrI hYN, so (PUit) duKI ho ky mrqy hYN]3]","unicode":"ਨਿਰਧਨ ਜੈਸੇ ਧਨ ਕੋ ਪਾਇਕੇ ਪ੍ਰਸੰਨ ਹੋਤੇ ਹੈਂ ਤੈਸੇ ਹੀ ਹਮ ਨੇ ਜਬ ਏਕਤਾ ਰੂਪ ਸਤਿਗੁਰੋਂ ਸੇ ਇਹੁ ਧਨੁ ਪਾਇਆ ਹੈ ਤੌ ਅਤ੍ਯੰਤ ਪ੍ਰਸਿੰਨ ਹੂਏ ਹੈਂ। ਜੋ ਬਾਹਰਲੇ ਧਨ ਕੇ (ਗੁਮਾਨੀ) ਹੰਕਾਰੀ ਹੈਂ, ਸੋ (ਫੂਟਿ) ਦੁਖੀ ਹੋ ਕੇ ਮਰਤੇ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"pr (ijnHW ƒ kwSI qIrQ qy v`sx dw mwx hY auh) hMkwrI hMkwr ivc du`KI huMdy hn [3[","unicode":"ਪਰ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਾਸ਼ੀ ਤੀਰਥ ਤੇ ਵੱਸਣ ਦਾ ਮਾਣ ਹੈ ਉਹ) ਹੰਕਾਰੀ ਹੰਕਾਰ ਵਿਚ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ ।੩।"},"ms":{"gurmukhi":"mYN, grIb mnuS ƒ sweIN dI ieh dOlq pRwpq ho geI hY, jd ik hMkwrI purS pwt ky mr mu`k rhy hn[","unicode":"ਮੈਂ, ਗਰੀਬ ਮਨੁਸ਼ ਨੂੰ ਸਾਈਂ ਦੀ ਇਹ ਦੌਲਤ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ, ਜਦ ਕਿ ਹੰਕਾਰੀ ਪੁਰਸ਼ ਪਾਟ ਕੇ ਮਰ ਮੁੱਕ ਰਹੇ ਹਨ।"}},"es":{"sn":"yo, un pobre hombre, he obtenido las Riquezas del Señor, mientras que los ricos mueren frustrados a causa de su propio ego. (3)"},"hi":{"ss":"जैसे किसी कंगाल को धन मिल जाए। (वैसे ही) मुझ कंगाल को तेरा धन मिल गया है।","sts":"जैसे निर्धन को धन मिल जाता है, वैसे ही मुझे नाम-धन प्राप्त हो गया है। अहंकारी जीव अहंकार में ही फूट-फूट कर मरते रहते हैं।॥ ३॥"}},"transliteration":{"english":"ham niradhan jiau ih dhan paiaa marate fooT gumaanee ||3||","hindi":"हम निरधन जिउ इहु धनु पाइआ मरते फूटि गुमानी ॥३॥","en":"ham niradhan jiau ih dhan paiaa marate fooT gumaanee ||3||","hi":"हम निरधन जिउ इहु धनु पाइआ मरते फूटि गुमानी ॥३॥","ipa":"həm nɪrət̪ən d͡ʒɪo eɪh t̪ən pɑɪɑ mərət̪e fuʈ Gʊmɑni.3.","ur":"هم نردھن جا اهُ دھن پاایا مرتے پھُوٹ گُمانیِ ۔۔۳۔۔"},"pageNo":969,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41459,"shabadId":3594,"verse":{"gurmukhi":"krY gumwnu cuBih iqsu sUlw ko kwFn kau nwhI ]","unicode":"ਕਰੈ ਗੁਮਾਨੁ ਚੁਭਹਿ ਤਿਸੁ ਸੂਲਾ ਕੋ ਕਾਢਨ ਕਉ ਨਾਹੀ ॥"},"larivaar":{"gurmukhi":"krYgumwnucuBihiqsusUlwkokwFnkaunwhI]","unicode":"ਕਰੈਗੁਮਾਨੁਚੁਭਹਿਤਿਸੁਸੂਲਾਕੋਕਾਢਨਕਉਨਾਹੀ॥"},"translation":{"en":{"bdb":"One who takes pride in himself is stuck with thorns; no one can pull them out.","ms":"He who prides on himself; him prick the thorns and there is none to draw them out.","ssk":"One who takes pride in himself is stuck with thorns; no one can pull them out."},"pu":{"ss":{"gurmukhi":"jo mnu`K mwx krdw hY (mwx cwhy iksy g`l dw hovy) aus ƒ (ieauN huMdw hY ijvyN) sUlW cu`BdIAW hn [ koeI auhnW dIAW ieh sUlW pu`t nhIN skdw [","unicode":"ਜੋ ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ (ਮਾਣ ਚਾਹੇ ਕਿਸੇ ਗੱਲ ਦਾ ਹੋਵੇ) ਉਸ ਨੂੰ (ਇਉਂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਸੂਲਾਂ ਚੁੱਭਦੀਆਂ ਹਨ । ਕੋਈ ਉਹਨਾਂ ਦੀਆਂ ਇਹ ਸੂਲਾਂ ਪੁੱਟ ਨਹੀਂ ਸਕਦਾ ।"},"ft":{"gurmukhi":"jo hMkwr krqy hYN iqsu ko eIrKw rUp sUlW cuBqIAW hYN[ so aun sUlW ko koeI BI kFxy ko swmRQ nhIN]","unicode":"ਜੋ ਹੰਕਾਰ ਕਰਤੇ ਹੈਂ ਤਿਸੁ ਕੋ ਈਰਖਾ ਰੂਪ ਸੂਲਾਂ ਚੁਭਤੀਆਂ ਹੈਂ। ਸੋ ਉਨ ਸੂਲਾਂ ਕੋ ਕੋਈ ਭੀ ਕਢਣੇ ਕੋ ਸਾਮ੍ਰਥ ਨਹੀਂ॥"},"bdb":{"gurmukhi":"jo mnu`K mwx krdw hY (mwx cwhy iksy g`l dw hovy) aus ƒ (ieauN huMdw hY ijvyN) sUlW cu`BdIAW hn [ koeI auhnW dIAW ieh sUlW pu`t nhIN skdw [","unicode":"ਜੋ ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ (ਮਾਣ ਚਾਹੇ ਕਿਸੇ ਗੱਲ ਦਾ ਹੋਵੇ) ਉਸ ਨੂੰ (ਇਉਂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਸੂਲਾਂ ਚੁੱਭਦੀਆਂ ਹਨ । ਕੋਈ ਉਹਨਾਂ ਦੀਆਂ ਇਹ ਸੂਲਾਂ ਪੁੱਟ ਨਹੀਂ ਸਕਦਾ ।"},"ms":{"gurmukhi":"jo Awpxy Awp au¤qy hMkwr krdw hY, aus ƒ kMfy cuBdy hn Aqy aunHW ƒ bwhr k`Fx vwlw koeI nhIN[","unicode":"ਜੋ ਆਪਣੇ ਆਪ ਉੱਤੇ ਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੰਡੇ ਚੁਭਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਬਾਹਰ ਕੱਢਣ ਵਾਲਾ ਕੋਈ ਨਹੀਂ।"}},"es":{"sn":"Aquél que se enorgullece de sí mismo, camina sobre espinas, éstas se le clavan y nadie se las puede quitar."},"hi":{"ss":"जो मनुष्य गुमान करता है (गुमान चाहे किसी भी बात का क्यों ना हो) उसको (ऐसे होता है जैसे) शूलें चुभती हैं। कोई उनकी ये शूलें उखाड़ नहीं सकता।","sts":"जो व्यक्ति अहंकार करता है, उसे दुख रूपी शूल चुभते रहते हैं, जिन्हें निकालने वाला कोई नहीं है।"}},"transliteration":{"english":"karai gumaan chubheh tis soolaa ko kaaddan kau naahee ||","hindi":"करै गुमानु चुभहि तिसु सूला को काढन कउ नाही ॥","en":"karai gumaan chubheh tis soolaa ko kaaddan kau naahee ||","hi":"करै गुमानु चुभहि तिसु सूला को काढन कउ नाही ॥","ipa":"kəræ Gʊmɑn t͡ʃʊɓəh t̪ɪs sulɑ kɔ kɑʈən ko nɑhi.","ur":"کرَے گُمان چُبھه تس سُولا کو کاڈھن کا ناهیِ ۔۔"},"pageNo":969,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41460,"shabadId":3594,"verse":{"gurmukhi":"AjY su coB kau ibll iblwqy nrky Gor pcwhI ]4]","unicode":"ਅਜੈ ਸੁ ਚੋਭ ਕਉ ਬਿਲਲ ਬਿਲਾਤੇ ਨਰਕੇ ਘੋਰ ਪਚਾਹੀ ॥੪॥"},"larivaar":{"gurmukhi":"AjYsucoBkauiblliblwqynrkyGorpcwhI]4]","unicode":"ਅਜੈਸੁਚੋਭਕਉਬਿਲਲਬਿਲਾਤੇਨਰਕੇਘੋਰਪਚਾਹੀ॥੪॥"},"translation":{"en":{"bdb":"Here, he cries bitterly, and hereafter, he burns in the most hideous hell. ||4||","ms":"Here he cries bitterly of prickly-pain and afterwards burns in the frightful hell.","ssk":"Here, he cries bitterly, and hereafter, he burns in the most hideous hell. ||4||"},"pu":{"ss":{"gurmukhi":"swrI aumr (auh hMkwrI) auhnW coBW dy mwry ivlkdy hn, mwno, Gor nrk ivc sV rhy hn [4[","unicode":"ਸਾਰੀ ਉਮਰ (ਉਹ ਹੰਕਾਰੀ) ਉਹਨਾਂ ਚੋਭਾਂ ਦੇ ਮਾਰੇ ਵਿਲਕਦੇ ਹਨ, ਮਾਨੋ, ਘੋਰ ਨਰਕ ਵਿਚ ਸੜ ਰਹੇ ਹਨ ।੪।"},"ft":{"gurmukhi":"Ajy BI aus coB pRwpiq hUey hUey ko mn bwxI kr ky ibrlwp krqy hYN[ eIrKw rUp coB inklqI nhIN, iesI kr ky Gor nrk myN Awp jlqy hYN sMgIAW ko BI jwlqy hYN vw Awgy jlyN hI gy[ nrk inMdw ky Pl Bogny kau, Bwv hm kWsI Cof ky cly BI Awey, Ajy BI aunky mn sy eIrKw nhIN imtI hY]4]Çjy Bgvwn khy: ijs ipRQI myN ibAws ky sRwp qy jIv nrk myN jwqy hYN iqsmyN ikauN bsy ho? iqsu pr kihqy hYN:","unicode":"ਅਜੇ ਭੀ ਉਸ ਚੋਭ ਪ੍ਰਾਪਤਿ ਹੂਏ ਹੂਏ ਕੋ ਮਨ ਬਾਣੀ ਕਰ ਕੇ ਬਿਰਲਾਪ ਕਰਤੇ ਹੈਂ। ਈਰਖਾ ਰੂਪ ਚੋਭ ਨਿਕਲਤੀ ਨਹੀਂ, ਇਸੀ ਕਰ ਕੇ ਘੋਰ ਨਰਕ ਮੇਂ ਆਪ ਜਲਤੇ ਹੈਂ ਸੰਗੀਆਂ ਕੋ ਭੀ ਜਾਲਤੇ ਹੈਂ ਵਾ ਆਗੇ ਜਲੇਂ ਹੀ ਗੇ। ਨਰਕ ਨਿੰਦਾ ਕੇ ਫਲ ਭੋਗਨੇ ਕਉ, ਭਾਵ ਹਮ ਕਾਂਸੀ ਛੋਡ ਕੇ ਚਲੇ ਭੀ ਆਏ, ਅਜੇ ਭੀ ਉਨਕੇ ਮਨ ਸੇ ਈਰਖਾ ਨਹੀਂ ਮਿਟੀ ਹੈ॥੪॥☬ਜੇ ਭਗਵਾਨ ਕਹੇ: ਜਿਸ ਪ੍ਰਿਥੀ ਮੇਂ ਬਿਆਸ ਕੇ ਸ੍ਰਾਪ ਤੇ ਜੀਵ ਨਰਕ ਮੇਂ ਜਾਤੇ ਹੈਂ ਤਿਸਮੇਂ ਕਿਉਂ ਬਸੇ ਹੋ? ਤਿਸੁ ਪਰ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"swrI aumr (auh hMkwrI) auhnW coBW dy mwry ivlkdy hn, mwno, Gor nrk ivc sV rhy hn [4[","unicode":"ਸਾਰੀ ਉਮਰ (ਉਹ ਹੰਕਾਰੀ) ਉਹਨਾਂ ਚੋਭਾਂ ਦੇ ਮਾਰੇ ਵਿਲਕਦੇ ਹਨ, ਮਾਨੋ, ਘੋਰ ਨਰਕ ਵਿਚ ਸੜ ਰਹੇ ਹਨ ।੪।"},"ms":{"gurmukhi":"eyQy auh coB dI drd nwl burI qrHW roNdw hY Aqy mgroN iBAwnk dozk AMdr sVdw hY[","unicode":"ਏਥੇ ਉਹ ਚੋਭ ਦੀ ਦਰਦ ਨਾਲ ਬੁਰੀ ਤਰ੍ਹਾਂ ਰੋਂਦਾ ਹੈ ਅਤੇ ਮਗਰੋਂ ਭਿਆਨਕ ਦੋਜ਼ਕ ਅੰਦਰ ਸੜਦਾ ਹੈ।"}},"es":{"sn":"Ese ser llora de dolor aquí y cae hasta el fondo de su propia oscuridad.(4)"},"hi":{"ss":"सारी उम्र (वह अहंकारी) उसकी चुभन से बिलखते हैं। मानो। घोर नर्क में जल रहे हैं। 4।","sts":"वह उम्र भर इन शूलों की चुभन से विलाप करता रहता है और आगे घोर नरक में भी दुखी होता है॥ ४॥"}},"transliteration":{"english":"ajai su chobh kau bilal bilaate narake ghor pachaahee ||4||","hindi":"अजै सु चोभ कउ बिलल बिलाते नरके घोर पचाही ॥४॥","en":"ajai su chobh kau bilal bilaate narake ghor pachaahee ||4||","hi":"अजै सु चोभ कउ बिलल बिलाते नरके घोर पचाही ॥४॥","ipa":"əd͡ʒæ s t͡ʃɔɓ ko bɪləl bɪlɑt̪e nərəke Gʰɔr pət͡ʃɑhi.4.","ur":"اجَے سُ چوبھ کا بلل بلاتے نرکے گھور پچاهیِ ۔۔۴۔۔"},"pageNo":969,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41461,"shabadId":3594,"verse":{"gurmukhi":"kvnu nrku ikAw surgu ibcwrw sMqn doaU rwdy ]","unicode":"ਕਵਨੁ ਨਰਕੁ ਕਿਆ ਸੁਰਗੁ ਬਿਚਾਰਾ ਸੰਤਨ ਦੋਊ ਰਾਦੇ ॥"},"larivaar":{"gurmukhi":"kvnunrkuikAwsurguibcwrwsMqndoaUrwdy]","unicode":"ਕਵਨੁਨਰਕੁਕਿਆਸੁਰਗੁਬਿਚਾਰਾਸੰਤਨਦੋਊਰਾਦੇ॥"},"translation":{"en":{"bdb":"What is hell, and what is heaven? The Saints reject them both.","ms":"What is hell and what heaven, the poor things. The saints reject both of them.","ssk":"What is hell, and what is heaven? The Saints reject them both."},"pu":{"ss":{"gurmukhi":"(ieh lok AwKdy hn ik kwSI ivc rihx vwlw surg mwxdw hY, pr) nrk kIh, qy, ivcwrw surg kIh? sMqW ny dovyN hI r`d kr id`qy hn;","unicode":"(ਇਹ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਕਾਸ਼ੀ ਵਿਚ ਰਹਿਣ ਵਾਲਾ ਸੁਰਗ ਮਾਣਦਾ ਹੈ, ਪਰ) ਨਰਕ ਕੀਹ, ਤੇ, ਵਿਚਾਰਾ ਸੁਰਗ ਕੀਹ? ਸੰਤਾਂ ਨੇ ਦੋਵੇਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤੇ ਹਨ;"},"ft":{"gurmukhi":"nrk ikAw hY AO surg ibcwrw ikAw hY, sMqoN ny qo dovyN hI rd kr dIey hYN, Bwv nKyDy hYN]","unicode":"ਨਰਕ ਕਿਆ ਹੈ ਔ ਸੁਰਗ ਬਿਚਾਰਾ ਕਿਆ ਹੈ, ਸੰਤੋਂ ਨੇ ਤੋ ਦੋਵੇਂ ਹੀ ਰਦ ਕਰ ਦੀਏ ਹੈਂ, ਭਾਵ ਨਖੇਧੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(ieh lok AwKdy hn ik kwSI ivc rihx vwlw surg mwxdw hY, pr) nrk kIh, qy, ivcwrw surg kIh? sMqW ny dovyN hI r`d kr id`qy hn;","unicode":"(ਇਹ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਕਾਸ਼ੀ ਵਿਚ ਰਹਿਣ ਵਾਲਾ ਸੁਰਗ ਮਾਣਦਾ ਹੈ, ਪਰ) ਨਰਕ ਕੀਹ, ਤੇ, ਵਿਚਾਰਾ ਸੁਰਗ ਕੀਹ? ਸੰਤਾਂ ਨੇ ਦੋਵੇਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤੇ ਹਨ;"},"ms":{"gurmukhi":"kI dozk hY Aqy kI grIbVw bihSq[ swDU donW ƒ hI r`d kr idMdy hn[","unicode":"ਕੀ ਦੋਜ਼ਕ ਹੈ ਅਤੇ ਕੀ ਗਰੀਬੜਾ ਬਹਿਸ਼ਤ। ਸਾਧੂ ਦੋਨਾਂ ਨੂੰ ਹੀ ਰੱਦ ਕਰ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"¿Qué es el cielo, o qué es la oscuridad para mí? Pues yo, el Santo del Señor, he rechazado a ambos de mi ser."},"hi":{"ss":"(ये लोग कहते हैं कि काशी में रहने वाला स्वर्ग भोगता है। पर) नर्क क्या। और बेचारा स्वर्ग क्या। संतों ने दोनों ही रद्द कर दिए हैं;","sts":"नरक अथवा स्वर्ग बेचारा कोई भी हो, संतों ने इन दोनों को रद्द कर दिया है।"}},"transliteration":{"english":"kavan narak kiaa surag bichaaraa sa(n)tan dhouoo raadhe ||","hindi":"कवनु नरकु किआ सुरगु बिचारा संतन दोऊ रादे ॥","en":"kavan narak kiaa surag bichaaraa sa(n)tan dhouoo raadhe ||","hi":"कवनु नरकु किआ सुरगु बिचारा संतन दोऊ रादे ॥","ipa":"kəʋən nərək kɪəɑ sʊrəG bɪt͡ʃɑrɑ səŋt̪ən d̪ɔou rɑd̪e.","ur":"کون نرک کآ سُرگ بچارا سںتن دواُو رادے ۔۔"},"pageNo":969,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41462,"shabadId":3594,"verse":{"gurmukhi":"hm kwhU kI kwix n kFqy Apny gur prswdy ]5]","unicode":"ਹਮ ਕਾਹੂ ਕੀ ਕਾਣਿ ਨ ਕਢਤੇ ਅਪਨੇ ਗੁਰ ਪਰਸਾਦੇ ॥੫॥"},"larivaar":{"gurmukhi":"hmkwhUkIkwixnkFqyApnygurprswdy]5]","unicode":"ਹਮਕਾਹੂਕੀਕਾਣਿਨਕਢਤੇਅਪਨੇਗੁਰਪਰਸਾਦੇ॥੫॥"},"translation":{"en":{"bdb":"I have no obligation to either of them, by the Grace of my Guru. ||5||","ms":"Through the grace of my Guru, I own not any obligation to either.","ssk":"I have no obligation to either of them, by the Grace of my Guru. ||5||"},"pu":{"ss":{"gurmukhi":"ikauNik sMq Awpxy gurU dI ikrpw nwl (nwh surg qy nwh nrk) iksy dy BI muQwj nhIN hn [5[","unicode":"ਕਿਉਂਕਿ ਸੰਤ ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਨਾਹ ਸੁਰਗ ਤੇ ਨਾਹ ਨਰਕ) ਕਿਸੇ ਦੇ ਭੀ ਮੁਥਾਜ ਨਹੀਂ ਹਨ ।੫।"},"ft":{"gurmukhi":"hm qO Apny guroN kI ikRpw sy iksy kI kwx nhIN (kFqy) rKqy hYN]5]","unicode":"ਹਮ ਤੌ ਅਪਨੇ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਕਿਸੇ ਕੀ ਕਾਣ ਨਹੀਂ (ਕਢਤੇ) ਰਖਤੇ ਹੈਂ॥੫॥"},"bdb":{"gurmukhi":"ikauNik sMq Awpxy gurU dI ikrpw nwl (nwh surg qy nwh nrk) iksy dy BI muQwj nhIN hn [5[","unicode":"ਕਿਉਂਕਿ ਸੰਤ ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਨਾਹ ਸੁਰਗ ਤੇ ਨਾਹ ਨਰਕ) ਕਿਸੇ ਦੇ ਭੀ ਮੁਥਾਜ ਨਹੀਂ ਹਨ ।੫।"},"ms":{"gurmukhi":"Awpxy gurdyv jI dI dieAw duAwrw, mYN iksy dI muCMdgI nhIN DrwauNdw[","unicode":"ਆਪਣੇ ਗੁਰਦੇਵ ਜੀ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਮੈਂ ਕਿਸੇ ਦੀ ਮੁਛੰਦਗੀ ਨਹੀਂ ਧਰਾਉਂਦਾ।"}},"es":{"sn":"Ahora sólo me apoyo en Dios; tal es la Gracia con la que el Guru me ha bendecido.  (5)"},"hi":{"ss":"क्योंकि संत अपने गुरू की कृपा से (ना स्वर्ग और ना ही नर्क) किसी के भी मुथाज नहीं हैं। 5।","sts":"अपने गुरु से हम किसी के मुहताज नहीं हैं।॥ ५॥"}},"transliteration":{"english":"ham kaahoo kee kaan na kaddate apane gur parasaadhe ||5||","hindi":"हम काहू की काणि न कढते अपने गुर परसादे ॥५॥","en":"ham kaahoo kee kaan na kaddate apane gur parasaadhe ||5||","hi":"हम काहू की काणि न कढते अपने गुर परसादे ॥५॥","ipa":"həm kɑhu ki kɑɳ nə kəʈət̪e əpəne Gʊr pərəsɑd̪e.5.","ur":"هم کاهُو کیِ کاݨ ن کڈھتے اپنے گُر پرسادے ۔۔۵۔۔"},"pageNo":969,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41463,"shabadId":3594,"verse":{"gurmukhi":"Ab qau jwie cFy isMGwsin imly hY swirMgpwnI ]","unicode":"ਅਬ ਤਉ ਜਾਇ ਚਢੇ ਸਿੰਘਾਸਨਿ ਮਿਲੇ ਹੈ ਸਾਰਿੰਗਪਾਨੀ ॥"},"larivaar":{"gurmukhi":"AbqaujwiecFyisMGwsinimlyhYswirMgpwnI]","unicode":"ਅਬਤਉਜਾਇਚਢੇਸਿੰਘਾਸਨਿਮਿਲੇਹੈਸਾਰਿੰਗਪਾਨੀ॥"},"translation":{"en":{"bdb":"Now, I have mounted to the throne of the Lord; I have met the Lord, the Sustainer of the World.","ms":"Now, I have mounted to the Master's Sustainer.","ssk":"Now, I have mounted to the throne of the Lord; I have met the Lord, the Sustainer of the World."},"pu":{"ss":{"gurmukhi":"(Awpxy gurU dI ikrpw nwl) mYN hux au~cy Awqmk itkwxy qy A`pV igAw hW, ij`Qy mYƒ prmwqmw iml ipAw hY [","unicode":"(ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਹੁਣ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਅੱਪੜ ਗਿਆ ਹਾਂ, ਜਿੱਥੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਹੈ ।"},"ft":{"gurmukhi":"Ab qO siqsMg rUp isMGwsn pr jwie cFy hYN AO (swirMgpwnI) Bgvwn ko imly hYN]","unicode":"ਅਬ ਤੌ ਸਤਿਸੰਗ ਰੂਪ ਸਿੰਘਾਸਨ ਪਰ ਜਾਇ ਚਢੇ ਹੈਂ ਔ (ਸਾਰਿੰਗਪਾਨੀ) ਭਗਵਾਨ ਕੋ ਮਿਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(Awpxy gurU dI ikrpw nwl) mYN hux au~cy Awqmk itkwxy qy A`pV igAw hW, ij`Qy mYƒ prmwqmw iml ipAw hY [","unicode":"(ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਹੁਣ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਅੱਪੜ ਗਿਆ ਹਾਂ, ਜਿੱਥੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਹੈ ।"},"ms":{"gurmukhi":"hux mYN mwlk dy qKq au¤qy jw ciVHAw hW Aqy sMswr dy QMmxhwr nwl iek im`k ipAw hW[","unicode":"ਹੁਣ ਮੈਂ ਮਾਲਕ ਦੇ ਤਖਤ ਉੱਤੇ ਜਾ ਚੜ੍ਹਿਆ ਹਾਂ ਅਤੇ ਸੰਸਾਰ ਦੇ ਥੰਮਣਹਾਰ ਨਾਲ ਇਕ ਮਿੱਕ ਪਿਆ ਹਾਂ।"}},"es":{"sn":"He llegado hasta el Trono de Dios y he encontrado al Señor de la Tierra."},"hi":{"ss":"(अपने गुरू की कृपा से) मैं अब उच्च आत्मिक ठिकाने पर पहुँच गया हूँ। जहाँ मुझे परमात्मा मिल गया है।","sts":"अब हमें भगवान मिल गया है और हृदय रूपी सिंहासन पर चढ़कर उसके संग बैठ गए हैं।"}},"transliteration":{"english":"ab tau jai chadde si(n)ghaasan mile hai saari(n)gapaanee ||","hindi":"अब तउ जाइ चढे सिंघासनि मिले है सारिंगपानी ॥","en":"ab tau jai chadde si(n)ghaasan mile hai saari(n)gapaanee ||","hi":"अब तउ जाइ चढे सिंघासनि मिले है सारिंगपानी ॥","ipa":"əb t̪o d͡ʒɑeɪ t͡ʃəʈe sɪŋGʰɑsən mɪle hæ sɑrɪŋGəpɑni.","ur":"اب تا جاا چڈھے سںگھاسن ملے هَے سارںگپانیِ ۔۔"},"pageNo":969,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41464,"shabadId":3594,"verse":{"gurmukhi":"rwm kbIrw eyk Bey hY koie n skY pCwnI ]6]3]","unicode":"ਰਾਮ ਕਬੀਰਾ ਏਕ ਭਏ ਹੈ ਕੋਇ ਨ ਸਕੈ ਪਛਾਨੀ ॥੬॥੩॥"},"larivaar":{"gurmukhi":"rwmkbIrweykBeyhYkoienskYpCwnI]6]3]","unicode":"ਰਾਮਕਬੀਰਾਏਕਭਏਹੈਕੋਇਨਸਕੈਪਛਾਨੀ॥੬॥੩॥"},"translation":{"en":{"bdb":"The Lord and Kabeer have become one. No one can tell them apart. ||6||3||","ms":"The Pervading God and Kabir have become one and no one can distinguish between them.","ssk":"The Lord and Kabeer have become one. No one can tell them apart. ||6||3||"},"pu":{"ss":{"gurmukhi":"mYN kbIr Aqy myrw rwm ie`k-rUp ho gey hW, koeI swfy ivc &rk nhI d`s skdw [6[3[","unicode":"ਮੈਂ ਕਬੀਰ ਅਤੇ ਮੇਰਾ ਰਾਮ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਾਂ, ਕੋਈ ਸਾਡੇ ਵਿਚ ਫ਼ਰਕ ਨਹੀ ਦੱਸ ਸਕਦਾ ।੬।੩।"},"ft":{"gurmukhi":"kbIr jI kihqy hYN: Ab qO hy rwm! mYN kbIr AOru qUM iml ky eyk rUp hUey hYN, koeI iBMn kr pCwn nhIN skqw hY]6]3]ÇpRmysr ny pRqK ho ky khw ik hy kbIr! qYƒ vwdI lok duK dyqy hYN, iesqy qYƒ ktvwl bnwieky kWsI kI kutvwlI dyqy hYN qUM pRvwnu kir[ iqs pr kihqy hYN:","unicode":"ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਅਬ ਤੌ ਹੇ ਰਾਮ! ਮੈਂ ਕਬੀਰ ਔਰੁ ਤੂੰ ਮਿਲ ਕੇ ਏਕ ਰੂਪ ਹੂਏ ਹੈਂ, ਕੋਈ ਭਿੰਨ ਕਰ ਪਛਾਨ ਨਹੀਂ ਸਕਤਾ ਹੈ॥੬॥੩॥☬ਪ੍ਰਮੇਸਰ ਨੇ ਪ੍ਰਤਖ ਹੋ ਕੇ ਕਹਾ ਕਿ ਹੇ ਕਬੀਰ! ਤੈਨੂੰ ਵਾਦੀ ਲੋਕ ਦੁਖ ਦੇਤੇ ਹੈਂ, ਇਸਤੇ ਤੈਨੂੰ ਕਟਵਾਲ ਬਨਾਇਕੇ ਕਾਂਸੀ ਕੀ ਕੁਟਵਾਲੀ ਦੇਤੇ ਹੈਂ ਤੂੰ ਪ੍ਰਵਾਨੁ ਕਰਿ। ਤਿਸ ਪਰ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"mYN kbIr Aqy myrw rwm ie`k-rUp ho gey hW, koeI swfy ivc &rk nhI d`s skdw [6[3[","unicode":"ਮੈਂ ਕਬੀਰ ਅਤੇ ਮੇਰਾ ਰਾਮ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਾਂ, ਕੋਈ ਸਾਡੇ ਵਿਚ ਫ਼ਰਕ ਨਹੀ ਦੱਸ ਸਕਦਾ ।੬।੩।"},"ms":{"gurmukhi":"ivAwpk vwihgurU qy kbIr AYn iek ho gey hn Aqy koeI BI aunHW iv`c pCwx nhIN k`F skdw[","unicode":"ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ ਤੇ ਕਬੀਰ ਐਨ ਇਕ ਹੋ ਗਏ ਹਨ ਅਤੇ ਕੋਈ ਭੀ ਉਨ੍ਹਾਂ ਵਿੱਚ ਪਛਾਣ ਨਹੀਂ ਕੱਢ ਸਕਦਾ।"}},"es":{"sn":"Me he vuelto Uno con mi Dios y nadie puede distinguir quien es quien.(6-3)"},"hi":{"ss":"मैं कबीर और मेरा राम एक-रूप हो गए हैं। कोई भी हमारे बीच में फर्क नहीं बता सकता। 6। 3।","sts":"अब कबीर एवं राम दोनों एक रूप हो गए हैं और कोई भी पहचान नहीं सकता केि कबीर कौन है और राम कौन है॥ ६॥ ३॥"}},"transliteration":{"english":"raam kabeeraa ek bhe hai koi na sakai pachhaanee ||6||3||","hindi":"राम कबीरा एक भए है कोइ न सकै पछानी ॥६॥३॥","en":"raam kabeeraa ek bhe hai koi na sakai pachhaanee ||6||3||","hi":"राम कबीरा एक भए है कोइ न सकै पछानी ॥६॥३॥","ipa":"rɑm kəbirɑ eek ɓee hæ kɔeɪ nə səkæ pəɕɑni.6.3.","ur":"رام کبیِرا اےک بھاے هَے کوا ن سکَے پچھانیِ ۔۔۶۔۔۳۔۔"},"pageNo":969,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41465,"shabadId":3595,"verse":{"gurmukhi":"sMqw mwnau dUqw fwnau ieh kutvwrI myrI ]","unicode":"ਸੰਤਾ ਮਾਨਉ ਦੂਤਾ ਡਾਨਉ ਇਹ ਕੁਟਵਾਰੀ ਮੇਰੀ ॥"},"larivaar":{"gurmukhi":"sMqwmwnaudUqwfwnauiehkutvwrImyrI]","unicode":"ਸੰਤਾਮਾਨਉਦੂਤਾਡਾਨਉਇਹਕੁਟਵਾਰੀਮੇਰੀ॥"},"translation":{"en":{"bdb":"I honor and obey the Saints, and punish the wicked; this is my duty as God's police officer.","ms":"I honour the saints and punish the wicked. This is my duty as the Lord's police officer","ssk":"I honor and obey the Saints, and punish the wicked; this is my duty as God's police officer."},"pu":{"ss":{"gurmukhi":"Awpxy ies srIr-rUp Sihr dI rwKI krn leI myrw &rz ieh hY ik mYN Bly guxW ƒ jI-AwieAW AwKW qy ivkwrW ƒ mwr k`FW,","unicode":"ਆਪਣੇ ਇਸ ਸਰੀਰ-ਰੂਪ ਸ਼ਹਿਰ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਮੇਰਾ ਫ਼ਰਜ਼ ਇਹ ਹੈ ਕਿ ਮੈਂ ਭਲੇ ਗੁਣਾਂ ਨੂੰ ਜੀ-ਆਇਆਂ ਆਖਾਂ ਤੇ ਵਿਕਾਰਾਂ ਨੂੰ ਮਾਰ ਕੱਢਾਂ,"},"ft":{"gurmukhi":"pRq`K sMqoN ko vw dYvI gunoN ko mwno AO (dUqw) kwmwidkW ko fMf dyvo, myrI eyhu kutvwrI bnI rhy]","unicode":"ਪ੍ਰਤੱਖ ਸੰਤੋਂ ਕੋ ਵਾ ਦੈਵੀ ਗੁਨੋਂ ਕੋ ਮਾਨੋ ਔ (ਦੂਤਾ) ਕਾਮਾਦਿਕਾਂ ਕੋ ਡੰਡ ਦੇਵੋ, ਮੇਰੀ ਏਹੁ ਕੁਟਵਾਰੀ ਬਨੀ ਰਹੇ॥"},"bdb":{"gurmukhi":"Awpxy ies srIr-rUp Sihr dI rwKI krn leI myrw &rz ieh hY ik mYN Bly guxW ƒ jI-AwieAW AwKW qy ivkwrW ƒ mwr k`FW,","unicode":"ਆਪਣੇ ਇਸ ਸਰੀਰ-ਰੂਪ ਸ਼ਹਿਰ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਮੇਰਾ ਫ਼ਰਜ਼ ਇਹ ਹੈ ਕਿ ਮੈਂ ਭਲੇ ਗੁਣਾਂ ਨੂੰ ਜੀ-ਆਇਆਂ ਆਖਾਂ ਤੇ ਵਿਕਾਰਾਂ ਨੂੰ ਮਾਰ ਕੱਢਾਂ,"},"ms":{"gurmukhi":"mYN swDUAW dw Awdrmwx krdw hW qy duStW ƒ szw idMdw hW[ sweIN dy puls APsr vjoN ieh myrw Prz hY[","unicode":"ਮੈਂ ਸਾਧੂਆਂ ਦਾ ਆਦਰਮਾਣ ਕਰਦਾ ਹਾਂ ਤੇ ਦੁਸ਼ਟਾਂ ਨੂੰ ਸਜ਼ਾ ਦਿੰਦਾ ਹਾਂ। ਸਾਈਂ ਦੇ ਪੁਲਸ ਅਫਸਰ ਵਜੋਂ ਇਹ ਮੇਰਾ ਫਰਜ਼ ਹੈ।"}},"es":{"sn":"Acepto sólo a los Santos y no me fijo en los malvados; así es como realizo los deberes del que guarda la Paz de Dios. "},"hi":{"ss":"अपने इस शरीर-रूप शहर की रक्षा करने के लिए मेरा फर्ज ये है मैं भले गुणों का स्वागत करूँ और विकारों को मार निकालूँ।","sts":"मुझ कोतवाल का यही कर्तव्य है कि मैं संतों का सम्मान करूँ और (कामादिक) दुष्टों को दण्ड दूँ।"}},"transliteration":{"english":"sa(n)taa maanau dhootaa ddaanau ieh kuTavaaree meree ||","hindi":"संता मानउ दूता डानउ इह कुटवारी मेरी ॥","en":"sa(n)taa maanau dhootaa ddaanau ieh kuTavaaree meree ||","hi":"संता मानउ दूता डानउ इह कुटवारी मेरी ॥","ipa":"səŋt̪ɑ mɑno d̪ut̪ɑ ɖɑno eɪh kʊʈəʋɑri meri.","ur":"سںتا مانا دُوتا ڈانا اه کُٹواریِ مےریِ ۔۔"},"pageNo":969,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41466,"shabadId":3595,"verse":{"gurmukhi":"idvs rYin qyry pwau plosau kys cvr kir PyrI ]1]","unicode":"ਦਿਵਸ ਰੈਨਿ ਤੇਰੇ ਪਾਉ ਪਲੋਸਉ ਕੇਸ ਚਵਰ ਕਰਿ ਫੇਰੀ ॥੧॥"},"larivaar":{"gurmukhi":"idvsrYinqyrypwauplosaukyscvrkirPyrI]1]","unicode":"ਦਿਵਸਰੈਨਿਤੇਰੇਪਾਉਪਲੋਸਉਕੇਸਚਵਰਕਰਿਫੇਰੀ॥੧॥"},"translation":{"en":{"bdb":"Day and night, I wash Your feet, Lord; I wave my hair as the chauree, to brush away the flies. ||1||","ms":"Day and night I shampoo Thine feet, O Lord, and wave my hair as fly-brush over Thee.","ssk":"Day and night, I wash Your feet, Lord; I wave my hair as the chauree, to brush away the flies. ||1||"},"pu":{"ss":{"gurmukhi":"idn rwq, hy pRBU! qyry crn prsW Aqy Awpxy kysW dw cOr qyry au~qy JulwvW [1[","unicode":"ਦਿਨ ਰਾਤ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨ ਪਰਸਾਂ ਅਤੇ ਆਪਣੇ ਕੇਸਾਂ ਦਾ ਚੌਰ ਤੇਰੇ ਉੱਤੇ ਝੁਲਾਵਾਂ ।੧।"},"ft":{"gurmukhi":"idny rwq qyry vw qyry sMqoN ky crnW ko mlo AO kysW kw cvr bnwie kr sMqn pr PyroN]1]","unicode":"ਦਿਨੇ ਰਾਤ ਤੇਰੇ ਵਾ ਤੇਰੇ ਸੰਤੋਂ ਕੇ ਚਰਨਾਂ ਕੋ ਮਲੋ ਔ ਕੇਸਾਂ ਕਾ ਚਵਰ ਬਨਾਇ ਕਰ ਸੰਤਨ ਪਰ ਫੇਰੋਂ॥੧॥"},"bdb":{"gurmukhi":"idn rwq, hy pRBU! qyry crn prsW Aqy Awpxy kysW dw cOr qyry au~qy JulwvW [1[","unicode":"ਦਿਨ ਰਾਤ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨ ਪਰਸਾਂ ਅਤੇ ਆਪਣੇ ਕੇਸਾਂ ਦਾ ਚੌਰ ਤੇਰੇ ਉੱਤੇ ਝੁਲਾਵਾਂ ।੧।"},"ms":{"gurmukhi":"idn rwq mYN qyry pYr DodW hW, hy suAwmI! Aqy cOrI vjoN Awpxy kyS qyry auqy JulwauNdw hW[","unicode":"ਦਿਨ ਰਾਤ ਮੈਂ ਤੇਰੇ ਪੈਰ ਧੋਦਾਂ ਹਾਂ, ਹੇ ਸੁਆਮੀ! ਅਤੇ ਚੌਰੀ ਵਜੋਂ ਆਪਣੇ ਕੇਸ਼ ਤੇਰੇ ਉਤੇ ਝੁਲਾਉਂਦਾ ਹਾਂ।"}},"es":{"sn":"Masajeo Tus Pies noche y día y los acaricio con mi cabello.(1)"},"hi":{"ss":"दिन-रात। हे प्रभू तेरे चरण परसूँ और अपने केसों का चवर तेरे ऊपर झुलाऊँ। 1।","sts":"हे मालिक ! मैं दिन-रात तेरे चरणों की सेवा में लीन रहूँ और अपने केशों का चॅवर बनाकर झुलाता रहूँ॥ १॥"}},"transliteration":{"english":"dhivas rain tere paau palosau kes chavar kar feree ||1||","hindi":"दिवस रैनि तेरे पाउ पलोसउ केस चवर करि फेरी ॥१॥","en":"dhivas rain tere paau palosau kes chavar kar feree ||1||","hi":"दिवस रैनि तेरे पाउ पलोसउ केस चवर करि फेरी ॥१॥","ipa":"d̪ɪʋəs ræn t̪ere pɑo pəlɔso kes t͡ʃəʋər kər feri.1.","ur":"دِوس رَےن تےرے پاا پلوسا کےس چور کر پھےریِ ۔۔۱۔۔"},"pageNo":969,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41467,"shabadId":3595,"verse":{"gurmukhi":"hm kUkr qyry drbwir ]","unicode":"ਹਮ ਕੂਕਰ ਤੇਰੇ ਦਰਬਾਰਿ ॥"},"larivaar":{"gurmukhi":"hmkUkrqyrydrbwir]","unicode":"ਹਮਕੂਕਰਤੇਰੇਦਰਬਾਰਿ॥"},"translation":{"en":{"bdb":"I am a dog at Your Court, Lord.","ms":"My Master; I am the dog of Thine court.","ssk":"I am a dog at Your Court, Lord."},"pu":{"ss":{"gurmukhi":"hy pRBU! mYN qyry dr qy (bYTw hoieAw iek) ku`qw hW,","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ (ਬੈਠਾ ਹੋਇਆ ਇਕ) ਕੁੱਤਾ ਹਾਂ,"},"ft":{"gurmukhi":"hm qO qyry drbwr ky kuqy hW]","unicode":"ਹਮ ਤੌ ਤੇਰੇ ਦਰਬਾਰ ਕੇ ਕੁਤੇ ਹਾਂ॥"},"bdb":{"gurmukhi":"hy pRBU! mYN qyry dr qy (bYTw hoieAw iek) ku`qw hW,","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ (ਬੈਠਾ ਹੋਇਆ ਇਕ) ਕੁੱਤਾ ਹਾਂ,"},"ms":{"gurmukhi":"mYNfy mwlk! mYN qyrI drgwh dw ku`qw hW[","unicode":"ਮੈਂਡੇ ਮਾਲਕ! ਮੈਂ ਤੇਰੀ ਦਰਗਾਹ ਦਾ ਕੁੱਤਾ ਹਾਂ।"}},"es":{"sn":"Oh Dios, estoy como un perro a Tu Puerta, "},"hi":{"ss":"हे प्रभू ! मैं तेरे दर पर (बैठा हुआ एक) कुक्ता हूँ।","sts":"मैं तेरे दरबार का कुत्ता हूँ और"}},"transliteration":{"english":"ham kookar tere dharabaar ||","hindi":"हम कूकर तेरे दरबारि ॥","en":"ham kookar tere dharabaar ||","hi":"हम कूकर तेरे दरबारि ॥","ipa":"həm kukər t̪ere d̪ərəbɑr.","ur":"هم کُوکر تےرے دربار ۔۔"},"pageNo":969,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}},{"verseId":41468,"shabadId":3595,"verse":{"gurmukhi":"Baukih AwgY bdnu pswir ]1] rhwau ]","unicode":"ਭਉਕਹਿ ਆਗੈ ਬਦਨੁ ਪਸਾਰਿ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"BaukihAwgYbdnupswir]1]rhwau]","unicode":"ਭਉਕਹਿਆਗੈਬਦਨੁਪਸਾਰਿ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I open my snout and bark before it. ||1||Pause||","ms":"Opening my snout I bark before It. Pause.","ssk":"I open my snout and bark before it. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"qy mUMh AgWh vDw ky BONk irhw hW (Bwv, qyry dr qy mYN jo qyrI is&iq-swlwh kr irhw hW, ieh Awpxy srIr ƒ ivkwr-ku`iqAW qoN bcwaux leI hY, ijvyN iek ku`qw iksy prweI glI dy ku`iqAW qoN Awpxy Awp dI rwKI krn leI BONkdw hY [ iehI g`l siqugurU nwnk dyv jI ny AwKI hY :eyqy kUkr hau bygwnw Baukw iesu qn qweI [1[rhwau[  {iblwvlu m: 1","unicode":"ਤੇ ਮੂੰਹ ਅਗਾਂਹ ਵਧਾ ਕੇ ਭੌਂਕ ਰਿਹਾ ਹਾਂ (ਭਾਵ, ਤੇਰੇ ਦਰ ਤੇ ਮੈਂ ਜੋ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਰਿਹਾ ਹਾਂ, ਇਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰ-ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਹੈ, ਜਿਵੇਂ ਇਕ ਕੁੱਤਾ ਕਿਸੇ ਪਰਾਈ ਗਲੀ ਦੇ ਕੁੱਤਿਆਂ ਤੋਂ ਆਪਣੇ ਆਪ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਭੌਂਕਦਾ ਹੈ । ਇਹੀ ਗੱਲ ਸਤਿੁਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਖੀ ਹੈ :ਏਤੇ ਕੂਕਰ ਹਉ ਬੇਗਾਨਾ ਭਉਕਾ ਇਸੁ ਤਨ ਤਾਈ ।੧।ਰਹਾਉ।  {ਬਿਲਾਵਲੁ ਮ: ੧"},"ft":{"gurmukhi":"muK ko pswr ky qyry Awgy Baukqy hYN, Bwv qyrw jsu krqy hYN]1] rhwau ]","unicode":"ਮੁਖ ਕੋ ਪਸਾਰ ਕੇ ਤੇਰੇ ਆਗੇ ਭਉਕਤੇ ਹੈਂ, ਭਾਵ ਤੇਰਾ ਜਸੁ ਕਰਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"qy mUMh AgWh vDw ky BONk irhw hW (Bwv, qyry dr qy mYN jo qyrI is&iq-swlwh kr irhw hW, ieh Awpxy srIr ƒ ivkwr-ku`iqAW qoN bcwaux leI hY, ijvyN iek ku`qw iksy prweI glI dy ku`iqAW qoN Awpxy Awp dI rwKI krn leI BONkdw hY [ iehI g`l siqugurU nwnk dyv jI ny AwKI hY :eyqy kUkr hau bygwnw Baukw iesu qn qweI [1[rhwau[  {iblwvlu m: 1","unicode":"ਤੇ ਮੂੰਹ ਅਗਾਂਹ ਵਧਾ ਕੇ ਭੌਂਕ ਰਿਹਾ ਹਾਂ (ਭਾਵ, ਤੇਰੇ ਦਰ ਤੇ ਮੈਂ ਜੋ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਰਿਹਾ ਹਾਂ, ਇਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰ-ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਹੈ, ਜਿਵੇਂ ਇਕ ਕੁੱਤਾ ਕਿਸੇ ਪਰਾਈ ਗਲੀ ਦੇ ਕੁੱਤਿਆਂ ਤੋਂ ਆਪਣੇ ਆਪ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਭੌਂਕਦਾ ਹੈ । ਇਹੀ ਗੱਲ ਸਤਿੁਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਖੀ ਹੈ :ਏਤੇ ਕੂਕਰ ਹਉ ਬੇਗਾਨਾ ਭਉਕਾ ਇਸੁ ਤਨ ਤਾਈ ।੧।ਰਹਾਉ।  {ਬਿਲਾਵਲੁ ਮ: ੧"},"ms":{"gurmukhi":"AwpxI bUQI t`f ky mYN ies dy mUhry BONkdw hW[ Tihrwau[","unicode":"ਆਪਣੀ ਬੂਥੀ ਟੱਡ ਕੇ ਮੈਂ ਇਸ ਦੇ ਮੂਹਰੇ ਭੌਂਕਦਾ ਹਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"abro mi hocico y ladro ante Ti. (1-Pausa)"},"hi":{"ss":"और मुँह आगे कर-करके भौंक रहा हूँ (भाव। तेरे दर पे जो तेरी सिफत-सालाह कर रहा हूँ)। ये अपने शरीर को विकारी-कुक्तों से बचाने के लिए है। जैसे एक कुक्ता किसी पराई गली के कुक्तों से अपने-आप की रक्षा करने के लिए भौंकतास है। यही बात सतिगुरू नानक देव जी ने इस तरह कही है;ऐते कूकर हउ बेगाना भउका इसु तन ताई। 1। रहाउ।","sts":"अपना मुँह लम्बा कर तेरे आगे भौंकता रहता हूँ॥ १॥ रहाउ॥"}},"transliteration":{"english":"bhaukeh aagai badhan pasaar ||1|| rahaau ||","hindi":"भउकहि आगै बदनु पसारि ॥१॥ रहाउ ॥","en":"bhaukeh aagai badhan pasaar ||1|| rahaau ||","hi":"भउकहि आगै बदनु पसारि ॥१॥ रहाउ ॥","ipa":"ɓoʊkəh əɑGæ bəd̪ən pəsɑr.1. rəhɑo.","ur":"بھاکه آگَے بدن پسار ۔۔۱۔۔ رهاا ۔۔"},"pageNo":969,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"}}]}