{"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":983},"count":31,"navigation":{"previous":982,"next":984},"page":[{"verseId":41930,"shabadId":3633,"verse":{"gurmukhi":"myry siqgur ky min bcn n Bwey sB Pokt cwr sIgwry ]3]","unicode":"ਮੇਰੇ ਸਤਿਗੁਰ ਕੇ ਮਨਿ ਬਚਨ ਨ ਭਾਏ ਸਭ ਫੋਕਟ ਚਾਰ ਸੀਗਾਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"myrysiqgurkyminbcnnBweysBPoktcwrsIgwry]3]","unicode":"ਮੇਰੇਸਤਿਗੁਰਕੇਮਨਿਬਚਨਨਭਾਏਸਭਫੋਕਟਚਾਰਸੀਗਾਰੇ॥੩॥"},"translation":{"en":{"bdb":"But if the Word of my True Guru is not pleasing to his mind, then all his preparations and beautiful decorations are useless. ||3||","ms":"If the word of my True Guru is not pleasing to his mind, then all his beauteous decorations are, in vain.","ssk":"But if the Word of my True Guru is not pleasing to his mind, then all his preparations and beautiful decorations are useless. ||3||"},"pu":{"ss":{"gurmukhi":"pr aus ƒ Awpxy mn ivc gurU dy bcn ipAwry nhIN l`gdy, aus dy ieh swry (srIrk) sohxy iSMgwr Poky hI rih jWdy hn [3[","unicode":"ਪਰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਬਚਨ ਪਿਆਰੇ ਨਹੀਂ ਲੱਗਦੇ, ਉਸ ਦੇ ਇਹ ਸਾਰੇ (ਸਰੀਰਕ) ਸੋਹਣੇ ਸ਼ਿੰਗਾਰ ਫੋਕੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ ।੩।"},"ft":{"gurmukhi":"iqnoN ky mn myN myry siqguroN ky bcn nhIN Bwey[ aun ky suMdR sIgwr ArQwq swDnW sB (Pokt) KwlI hY]3]","unicode":"ਤਿਨੋਂ ਕੇ ਮਨ ਮੇਂ ਮੇਰੇ ਸਤਿਗੁਰੋਂ ਕੇ ਬਚਨ ਨਹੀਂ ਭਾਏ। ਉਨ ਕੇ ਸੁੰਦ੍ਰ ਸੀਗਾਰ ਅਰਥਾਤ ਸਾਧਨਾਂ ਸਭ (ਫੋਕਟ) ਖਾਲੀ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"pr aus ƒ Awpxy mn ivc gurU dy bcn ipAwry nhIN l`gdy, aus dy ieh swry (srIrk) sohxy iSMgwr Poky hI rih jWdy hn [3[","unicode":"ਪਰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੇ ਬਚਨ ਪਿਆਰੇ ਨਹੀਂ ਲੱਗਦੇ, ਉਸ ਦੇ ਇਹ ਸਾਰੇ (ਸਰੀਰਕ) ਸੋਹਣੇ ਸ਼ਿੰਗਾਰ ਫੋਕੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ ।੩।"},"ms":{"gurmukhi":"jykr mYNfy s¤cy gurW dI bwxI aus dy ic`q ƒ cMgI nhIN lgdI, qW aus dy swry suMdr hwriSMgwr ivArQ hn[","unicode":"ਜੇਕਰ ਮੈਂਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਉਸ ਦੇ ਚਿੱਤ ਨੂੰ ਚੰਗੀ ਨਹੀਂ ਲਗਦੀ, ਤਾਂ ਉਸ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਹਾਰਸ਼ਿੰਗਾਰ ਵਿਅਰਥ ਹਨ।"}},"es":{"sn":"Pero si la Palabra del Guru no está complaciendo su mente, todos sus preparativos y decoro serán totalmente en vano.(3)"},"hi":{"ss":"पर उसको अपने मन में गुरू के बचन प्यारे नहीं लगते। उसके ये सारे (शारीरिक) सुंदर श्रृंगार फोके ही रह जाते हैं। 3।","sts":"यदि मेरे सतगुरु के मन को उसकी बात ठीक नहीं लगी तो उसके किए सब श्रृंगार व्यर्थ हैं।॥ ३॥"}},"transliteration":{"english":"mere satigur ke man bachan na bhaae sabh fokaT chaar seegaare ||3||","hindi":"मेरे सतिगुर के मनि बचन न भाए सभ फोकट चार सीगारे ॥३॥","en":"mere satigur ke man bachan na bhaae sabh fokaT chaar seegaare ||3||","hi":"मेरे सतिगुर के मनि बचन न भाए सभ फोकट चार सीगारे ॥३॥","ipa":"mere sət̪ɪGʊr ke mən bət͡ʃən nə ɓɑee səɓ fɔkəʈ t͡ʃɑr siGɑre.3.","ur":"مےرے ستگر کے منِ بچن ن بھااے سبھ پھوکٹ چار سیِگارے ۔۔۳۔۔"},"pageNo":983,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41931,"shabadId":3633,"verse":{"gurmukhi":"mtik mtik clu sKI shylI myry Twkur ky gun swry ]","unicode":"ਮਟਕਿ ਮਟਕਿ ਚਲੁ ਸਖੀ ਸਹੇਲੀ ਮੇਰੇ ਠਾਕੁਰ ਕੇ ਗੁਨ ਸਾਰੇ ॥"},"larivaar":{"gurmukhi":"mtikmtikclusKIshylImyryTwkurkygunswry]","unicode":"ਮਟਕਿਮਟਕਿਚਲੁਸਖੀਸਹੇਲੀਮੇਰੇਠਾਕੁਰਕੇਗੁਨਸਾਰੇ॥"},"translation":{"en":{"bdb":"Walk playfully and carefree, O my friends and companions; cherish the Glorious Virtues of my Lord and Master.","ms":"Walk ye with and dalliance, O my mates and comrades and contemplate ye over the virtues of my Lord.","ssk":"Walk playfully and carefree, O my friends and companions; cherish the Glorious Virtues of my Lord and Master."},"pu":{"ss":{"gurmukhi":"hy sKI! hy shylI! mwlk-pRBU dy gux ihrdy ivc vsweI r`K, (qy ies qrHW) Awqmk Afolqw nwl jIvn-s&r ivc qur [ hy shylIey! ","unicode":"ਹੇ ਸਖੀ! ਹੇ ਸਹੇਲੀ! ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਤੁਰ । ਹੇ ਸਹੇਲੀਏ! "},"ft":{"gurmukhi":"hy gurmuK ipAwrI shylI! sny sny pRym swQ pRBU ky mwrg myN cl AO myry Twkur ky gun sMBwlu]","unicode":"ਹੇ ਗੁਰਮੁਖ ਪਿਆਰੀ ਸਹੇਲੀ! ਸਨੇ ਸਨੇ ਪ੍ਰੇਮ ਸਾਥ ਪ੍ਰਭੂ ਕੇ ਮਾਰਗ ਮੇਂ ਚਲ ਔ ਮੇਰੇ ਠਾਕੁਰ ਕੇ ਗੁਨ ਸੰਭਾਲੁ॥"},"bdb":{"gurmukhi":"hy sKI! hy shylI! mwlk-pRBU dy gux ihrdy ivc vsweI r`K, (qy ies qrHW) Awqmk Afolqw nwl jIvn-s&r ivc qur [ hy shylIey! ","unicode":"ਹੇ ਸਖੀ! ਹੇ ਸਹੇਲੀ! ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਤੁਰ । ਹੇ ਸਹੇਲੀਏ! "},"ms":{"gurmukhi":"qusIN nwz nKry nwl turo, hy mYNfIE swQxo! Aqy hm-jolxo! Aqy mYNfy suAwmI dIAW nykIAW ƒ Xwd kro[","unicode":"ਤੁਸੀਂ ਨਾਜ਼ ਨਖਰੇ ਨਾਲ ਟੁਰੋ, ਹੇ ਮੈਂਡੀਓ ਸਾਥਣੋ! ਅਤੇ ਹਮ-ਜੋਲਣੋ! ਅਤੇ ਮੈਂਡੇ ਸੁਆਮੀ ਦੀਆਂ ਨੇਕੀਆਂ ਨੂੰ ਯਾਦ ਕਰੋ।"}},"es":{"sn":"Oh amado compañero, ama los Méritos del Señor, camina tranquilo y sin preocupación en tu Sendero, "},"hi":{"ss":"हे सखी ! हे सहेली ! मालिक प्रभू के गुण हृदय में बसाए रख। (और इस तरह) आत्मिक अडोलता से जीवन-यात्रा में चल।","sts":"हे सखी-सहेली ! मटक-मटक कर प्रेमपूर्वक चलो, मेरे ठाकुर जी के गुणों को स्मरण करो।"}},"transliteration":{"english":"maTak maTak chal sakhee sahelee mere Thaakur ke gun saare ||","hindi":"मटकि मटकि चलु सखी सहेली मेरे ठाकुर के गुन सारे ॥","en":"maTak maTak chal sakhee sahelee mere Thaakur ke gun saare ||","hi":"मटकि मटकि चलु सखी सहेली मेरे ठाकुर के गुन सारे ॥","ipa":"məʈək məʈək t͡ʃəl səkʰi səheli mere ʈʰɑkʊr ke Gʊn sɑre.","ur":"مٹک مٹک چل سکھیِ سهےلیِ مےرے ٹھاکر کے گُن سارے ۔۔"},"pageNo":983,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41932,"shabadId":3633,"verse":{"gurmukhi":"gurmuiK syvw myry pRB BweI mY siqgur AlKu lKwry ]4]","unicode":"ਗੁਰਮੁਖਿ ਸੇਵਾ ਮੇਰੇ ਪ੍ਰਭ ਭਾਈ ਮੈ ਸਤਿਗੁਰ ਅਲਖੁ ਲਖਾਰੇ ॥੪॥"},"larivaar":{"gurmukhi":"gurmuiKsyvwmyrypRBBweImYsiqgurAlKulKwry]4]","unicode":"ਗੁਰਮੁਖਿਸੇਵਾਮੇਰੇਪ੍ਰਭਭਾਈਮੈਸਤਿਗੁਰਅਲਖੁਲਖਾਰੇ॥੪॥"},"translation":{"en":{"bdb":"To serve, as Gurmukh, is pleasing to my God. Through the True Guru, the unknown is known. ||4||","ms":"The service of the Supreme Guru, pleases my Lord, Through the True Guru, I have known the Unknowable Lord.","ssk":"To serve, as Gurmukh, is pleasing to my God. Through the True Guru, the unknown is known. ||4||"},"pu":{"ss":{"gurmukhi":"gurU dI srn pY ky kIqI hoeI syvw-BgqI pRBU ƒ ipAwrI l`gdI hY [ hy siqgur! mYƒ (BI) Al`K pRBU dI sUJ b^S [4[","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ । ਹੇ ਸਤਿਗੁਰ! ਮੈਨੂੰ (ਭੀ) ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ।੪।"},"ft":{"gurmukhi":"gurmuKoN kI syvw myry pRBU ko Bwie geI hY, iesI qy myry ko siqguroN ny (AlKu) pRmwqmw ko lKwie dIAw hY]4]","unicode":"ਗੁਰਮੁਖੋਂ ਕੀ ਸੇਵਾ ਮੇਰੇ ਪ੍ਰਭੂ ਕੋ ਭਾਇ ਗਈ ਹੈ, ਇਸੀ ਤੇ ਮੇਰੇ ਕੋ ਸਤਿਗੁਰੋਂ ਨੇ (ਅਲਖੁ) ਪ੍ਰਮਾਤਮਾ ਕੋ ਲਖਾਇ ਦੀਆ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"gurU dI srn pY ky kIqI hoeI syvw-BgqI pRBU ƒ ipAwrI l`gdI hY [ hy siqgur! mYƒ (BI) Al`K pRBU dI sUJ b^S [4[","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਕੀਤੀ ਹੋਈ ਸੇਵਾ-ਭਗਤੀ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ । ਹੇ ਸਤਿਗੁਰ! ਮੈਨੂੰ (ਭੀ) ਅਲੱਖ ਪ੍ਰਭੂ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ।੪।"},"ms":{"gurmukhi":"SRomxI gurW dI tihl syvw, mYNfy mwlk ƒ cMgI lgdI hY[ s¤cy gurW dy rwhIN, mYN AgwD dy sweIN ƒ jwx ilAw hY[","unicode":"ਸ਼੍ਰੋਮਣੀ ਗੁਰਾਂ ਦੀ ਟਹਿਲ ਸੇਵਾ, ਮੈਂਡੇ ਮਾਲਕ ਨੂੰ ਚੰਗੀ ਲਗਦੀ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ, ਮੈਂ ਅਗਾਧ ਦੇ ਸਾਈਂ ਨੂੰ ਜਾਣ ਲਿਆ ਹੈ।"}},"es":{"sn":"sirve a tu Guru como Gurmukj, pues esto le complace a Dios; a través del Guru conocerás al Ser Inefable.(4)"},"hi":{"ss":"हे सहेलिए ! गुरू की शरण पड़ कर की हुई सेवा-भक्ति प्रभू को प्यारी लगती है। हे सतिगुरू ! मुझे (भी) अलख प्रभू की सूझ बख्श। 4।","sts":"गुरु के दिशा-निर्देशानुसार की हुई सेवा ही मेरे प्रभु को अच्छी लगी है, सतगुरु ने अलख प्रभु को दिखा दिया है॥ ४॥"}},"transliteration":{"english":"gurmukh sevaa mere prabh bhaiee mai satigur alakh lakhaare ||4||","hindi":"गुरमुखि सेवा मेरे प्रभ भाई मै सतिगुर अलखु लखारे ॥४॥","en":"gurmukh sevaa mere prabh bhaiee mai satigur alakh lakhaare ||4||","hi":"गुरमुखि सेवा मेरे प्रभ भाई मै सतिगुर अलखु लखारे ॥४॥","ipa":"Gʊrəmʊkʰ seʋɑ mere pɹəɓ ɓɑei mæ sət̪ɪGʊr ələkʰ ləkʰɑre.4.","ur":"گُرمکھ سےوا مےرے پربھ بھاای مَے ستگر الکھ لکھارے ۔۔۴۔۔"},"pageNo":983,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41933,"shabadId":3633,"verse":{"gurmukhi":"nwrI purKu purKu sB nwrI sBu eyko purKu murwry ]","unicode":"ਨਾਰੀ ਪੁਰਖੁ ਪੁਰਖੁ ਸਭ ਨਾਰੀ ਸਭੁ ਏਕੋ ਪੁਰਖੁ ਮੁਰਾਰੇ ॥"},"larivaar":{"gurmukhi":"nwrIpurKupurKusBnwrIsBueykopurKumurwry]","unicode":"ਨਾਰੀਪੁਰਖੁਪੁਰਖੁਸਭਨਾਰੀਸਭੁਏਕੋਪੁਰਖੁਮੁਰਾਰੇ॥"},"translation":{"en":{"bdb":"Women and men, all the men and women, all came from the One Primal Lord God.","ms":"Women and men and all the men and women have welled up from the one Lord, the Enemy of pride.","ssk":"Women and men, all the men and women, all came from the One Primal Lord God."},"pu":{"ss":{"gurmukhi":"hy sKI! (auN\\ qW cwhy) iesq®I hY (cwhy) mrd hY, (cwhy) mrd hY (cwhy) iesq®I hY, sBnW ivc hr QW ieko srb-ivAwpk prmwqmw hI v`s irhw hY;","unicode":"ਹੇ ਸਖੀ! (ਉਂਞ ਤਾਂ ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ (ਚਾਹੇ) ਮਰਦ ਹੈ, (ਚਾਹੇ) ਮਰਦ ਹੈ (ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ, ਸਭਨਾਂ ਵਿਚ ਹਰ ਥਾਂ ਇਕੋ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ;"},"ft":{"gurmukhi":"(nwrI) pRikRqI (purKu) eIsr ArQwq purK pRikRqI qy purK AO nwrI sB auqpq hUey hYN[ vwsqv vIcwr kIey qy sB eyk murwrI purS hI hYN, Byd kCu BI nhIN]","unicode":"(ਨਾਰੀ) ਪ੍ਰਕ੍ਰਿਤੀ (ਪੁਰਖੁ) ਈਸਰ ਅਰਥਾਤ ਪੁਰਖ ਪ੍ਰਕ੍ਰਿਤੀ ਤੇ ਪੁਰਖ ਔ ਨਾਰੀ ਸਭ ਉਤਪਤ ਹੂਏ ਹੈਂ। ਵਾਸਤਵ ਵੀਚਾਰ ਕੀਏ ਤੇ ਸਭ ਏਕ ਮੁਰਾਰੀ ਪੁਰਸ਼ ਹੀ ਹੈਂ, ਭੇਦ ਕਛੁ ਭੀ ਨਹੀਂ॥"},"bdb":{"gurmukhi":"hy sKI! (auN\\ qW cwhy) iesq®I hY (cwhy) mrd hY, (cwhy) mrd hY (cwhy) iesq®I hY, sBnW ivc hr QW ieko srb-ivAwpk prmwqmw hI v`s irhw hY;","unicode":"ਹੇ ਸਖੀ! (ਉਂਞ ਤਾਂ ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ (ਚਾਹੇ) ਮਰਦ ਹੈ, (ਚਾਹੇ) ਮਰਦ ਹੈ (ਚਾਹੇ) ਇਸਤ੍ਰੀ ਹੈ, ਸਭਨਾਂ ਵਿਚ ਹਰ ਥਾਂ ਇਕੋ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ;"},"ms":{"gurmukhi":"AOrqW qy mrd Aqy smUh mrd Aqy AOrqW, hMkwr dy vYrI, iek pRBU qoN auqpMn hoeIAW hn[","unicode":"ਔਰਤਾਂ ਤੇ ਮਰਦ ਅਤੇ ਸਮੂਹ ਮਰਦ ਅਤੇ ਔਰਤਾਂ, ਹੰਕਾਰ ਦੇ ਵੈਰੀ, ਇਕ ਪ੍ਰਭੂ ਤੋਂ ਉਤਪੰਨ ਹੋਈਆਂ ਹਨ।"}},"es":{"sn":"Sí, hay sólo un Ser, Dios, y todas Sus Criaturas, hombres y mujeres, son Sus Esposas. "},"hi":{"ss":"हे सखी ! (वैसे तो चाहे) स्त्री है (चाहे) मर्द है। (भले ही) मर्द है (भले ही) स्त्री है। सब में हर जगह एक ही सर्व-व्यापक परमात्मा बस रहा है;","sts":"जगत् में जितने भी नारी पुरुष हैं, उन सबका मालिक एक परमेश्वर ही है।"}},"transliteration":{"english":"naaree purakh purakh sabh naaree sabh eko purakh muraare ||","hindi":"नारी पुरखु पुरखु सभ नारी सभु एको पुरखु मुरारे ॥","en":"naaree purakh purakh sabh naaree sabh eko purakh muraare ||","hi":"नारी पुरखु पुरखु सभ नारी सभु एको पुरखु मुरारे ॥","ipa":"nɑri pʊrəkʰ pʊrəkʰ səɓ nɑri səɓ eekɔ pʊrəkʰ mʊrɑre.","ur":"ناریِ پُرکھ پُرکھ سبھ ناریِ سبھ اےکو پُرکھ مُرارے ۔۔"},"pageNo":983,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41934,"shabadId":3633,"verse":{"gurmukhi":"sMq jnw kI rynu min BweI imil hir jn hir insqwry ]5]","unicode":"ਸੰਤ ਜਨਾ ਕੀ ਰੇਨੁ ਮਨਿ ਭਾਈ ਮਿਲਿ ਹਰਿ ਜਨ ਹਰਿ ਨਿਸਤਾਰੇ ॥੫॥"},"larivaar":{"gurmukhi":"sMqjnwkIrynuminBweIimilhirjnhirinsqwry]5]","unicode":"ਸੰਤਜਨਾਕੀਰੇਨੁਮਨਿਭਾਈਮਿਲਿਹਰਿਜਨਹਰਿਨਿਸਤਾਰੇ॥੫॥"},"translation":{"en":{"bdb":"My mind loves the dust of the feet of the humble; the Lord emancipates those who meet with the Lord's humble servants. ||5||","ms":"My mind loves the dust of the feet of the saintly persons. The Lord God emancipates the mortals, who associates with His slaves.","ssk":"My mind loves the dust of the feet of the humble; the Lord emancipates those who meet with the Lord's humble servants. ||5||"},"pu":{"ss":{"gurmukhi":"pr ijs mnu`K ƒ sMq jnW (dy crnW) dI DUV (Awpxy) mn ivc ipAwrI l`gdI hY, aus ƒ hI pRBU sMswr-smuMdr qoN pwr lMGWdw hY [ hy sKI! sMq jnW ƒ imilAW hI pRBU pwr lMGWdw hY [5[","unicode":"ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ ਜਨਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਪ੍ਰਭੂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ । ਹੇ ਸਖੀ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਹੀ ਪ੍ਰਭੂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"ijn ky mn myN sMq jnoN kI DUV BweI hY, iqn jnoN ko iml ky jo hrI nwm ko jpqy hYN, hy hrI! so qYny qwry hYN]5]","unicode":"ਜਿਨ ਕੇ ਮਨ ਮੇਂ ਸੰਤ ਜਨੋਂ ਕੀ ਧੂੜ ਭਾਈ ਹੈ, ਤਿਨ ਜਨੋਂ ਕੋ ਮਿਲ ਕੇ ਜੋ ਹਰੀ ਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ, ਹੇ ਹਰੀ! ਸੋ ਤੈਨੇ ਤਾਰੇ ਹੈਂ॥੫॥"},"bdb":{"gurmukhi":"pr ijs mnu`K ƒ sMq jnW (dy crnW) dI DUV (Awpxy) mn ivc ipAwrI l`gdI hY, aus ƒ hI pRBU sMswr-smuMdr qoN pwr lMGWdw hY [ hy sKI! sMq jnW ƒ imilAW hI pRBU pwr lMGWdw hY [5[","unicode":"ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ ਜਨਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਪ੍ਰਭੂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ । ਹੇ ਸਖੀ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਹੀ ਪ੍ਰਭੂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"myrw mnUAw swD srUp purSW dy pYrW dI DUV ƒ ipAwr krdw hY[ suAwmI vwihgurU aunHW pRwnIAW dI kilAwx kr idMdw hY, jo aus dy goilAW dI sMgq krdy hn[","unicode":"ਮੇਰਾ ਮਨੂਆ ਸਾਧ ਸਰੂਪ ਪੁਰਸ਼ਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ। ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਉਨ੍ਹਾਂ ਪ੍ਰਾਨੀਆਂ ਦੀ ਕਲਿਆਣ ਕਰ ਦਿੰਦਾ ਹੈ, ਜੋ ਉਸ ਦੇ ਗੋਲਿਆਂ ਦੀ ਸੰਗਤ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Cuando amas el Polvo de los Pies de los Santos y habitas con ellos, el Señor te emancipa. (5)"},"hi":{"ss":"पर जिस मनुष्य को संत जनों (के चरणों) की धूड़ (अपने) मन को प्यारी लगती है। उसको ही प्रभू संसार-समुंद्र से पार लंघाता है। हे सखी ! संत-जनों को मिलने से ही प्रभू पार लंघाता है। 5।","sts":"जिन्हें संतजनों की चरण-धूलि मन में अच्छी लगी है, भक्तजनों से मिलकर उनकी मुक्ति हो गई है॥ ५॥"}},"transliteration":{"english":"sa(n)t janaa kee ren man bhaiee mil har jan har nisataare ||5||","hindi":"संत जना की रेनु मनि भाई मिलि हरि जन हरि निसतारे ॥५॥","en":"sa(n)t janaa kee ren man bhaiee mil har jan har nisataare ||5||","hi":"संत जना की रेनु मनि भाई मिलि हरि जन हरि निसतारे ॥५॥","ipa":"səŋt̪ d͡ʒənɑ ki ren mən ɓɑei mɪl hər d͡ʒən hər nɪsət̪ɑre.5.","ur":"سںت جنا کیِ رےن من بھاای ملِ هرِ جن هرِ نستارے ۔۔۵۔۔"},"pageNo":983,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41935,"shabadId":3633,"verse":{"gurmukhi":"gRwm gRwm ngr sB iPirAw ird AMqir hir jn Bwry ]","unicode":"ਗ੍ਰਾਮ ਗ੍ਰਾਮ ਨਗਰ ਸਭ ਫਿਰਿਆ ਰਿਦ ਅੰਤਰਿ ਹਰਿ ਜਨ ਭਾਰੇ ॥"},"larivaar":{"gurmukhi":"gRwmgRwmngrsBiPirAwirdAMqirhirjnBwry]","unicode":"ਗ੍ਰਾਮਗ੍ਰਾਮਨਗਰਸਭਫਿਰਿਆਰਿਦਅੰਤਰਿਹਰਿਜਨਭਾਰੇ॥"},"translation":{"en":{"bdb":"From village to village, throughout all the cities I wandered; and then, inspired by the Lord's humble servants, I found Him deep within the nucleus of my heart.","ms":"I wandered from village to village and through all the cities, but through the Lord's slaves I found God in my very mind.","ssk":"From village to village, throughout all the cities I wandered; and then, inspired by the Lord's humble servants, I found Him deep within the nucleus of my heart."},"pu":{"ss":{"gurmukhi":"hy sKI! ipMf ipMf Sihr Sihr sBnIN QweIN iPr ky vyK ilAw hY (prmwqmw ieauN bwhr BwilAW nhIN l`Bdw), sMq jnW ny prmwqmw ƒ Awpxy ihrdy ivc liBAw hY [","unicode":"ਹੇ ਸਖੀ! ਪਿੰਡ ਪਿੰਡ ਸ਼ਹਿਰ ਸ਼ਹਿਰ ਸਭਨੀਂ ਥਾਈਂ ਫਿਰ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਇਉਂ ਬਾਹਰ ਭਾਲਿਆਂ ਨਹੀਂ ਲੱਭਦਾ), ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਲਭਿਆ ਹੈ ।"},"ft":{"gurmukhi":"(gRwm) QoVy GroN kI vwsI, (ngr) bhuq GroN kI vwsI, sB (gRwm) smUhoN ivKy iPirAw Qw qO hrI nw imly[ AO sMq jnoN dÍwry irdy ky AMqr hI Bwl lIey hYN]","unicode":"(ਗ੍ਰਾਮ) ਥੋੜੇ ਘਰੋਂ ਕੀ ਵਾਸੀ, (ਨਗਰ) ਬਹੁਤ ਘਰੋਂ ਕੀ ਵਾਸੀ, ਸਭ (ਗ੍ਰਾਮ) ਸਮੂਹੋਂ ਵਿਖੇ ਫਿਰਿਆ ਥਾ ਤੌ ਹਰੀ ਨਾ ਮਿਲੇ। ਔ ਸੰਤ ਜਨੋਂ ਦ੍ਵਾਰੇ ਰਿਦੇ ਕੇ ਅੰਤਰ ਹੀ ਭਾਲ ਲੀਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy sKI! ipMf ipMf Sihr Sihr sBnIN QweIN iPr ky vyK ilAw hY (prmwqmw ieauN bwhr BwilAW nhIN l`Bdw), sMq jnW ny prmwqmw ƒ Awpxy ihrdy ivc liBAw hY [","unicode":"ਹੇ ਸਖੀ! ਪਿੰਡ ਪਿੰਡ ਸ਼ਹਿਰ ਸ਼ਹਿਰ ਸਭਨੀਂ ਥਾਈਂ ਫਿਰ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਇਉਂ ਬਾਹਰ ਭਾਲਿਆਂ ਨਹੀਂ ਲੱਭਦਾ), ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਲਭਿਆ ਹੈ ।"},"ms":{"gurmukhi":"mYN ipMf ipMf Aqy smUh Sihr AMdr BtikAw, pRMqU suAwmI dy syvkW rwhIN mYN vwihgurU ƒ Awpdy mn AMdr hI l`B ilAw[","unicode":"ਮੈਂ ਪਿੰਡ ਪਿੰਡ ਅਤੇ ਸਮੂਹ ਸ਼ਹਿਰ ਅੰਦਰ ਭਟਕਿਆ, ਪ੍ਰੰਤੂ ਸੁਆਮੀ ਦੇ ਸੇਵਕਾਂ ਰਾਹੀਂ ਮੈਂ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਦੇ ਮਨ ਅੰਦਰ ਹੀ ਲੱਭ ਲਿਆ।"}},"es":{"sn":"He viajado mucho por villas y ciudades, pero los Santos me revelaron a Dios desde mi interior. "},"hi":{"ss":"हे सखी ! गाँव-गाँव शहर-शहर सब जगह घूम के देख लिया है (परमात्मा ऐसे बाहर ढूँढने पर नहीं मिलता)। संतजनों ने परमात्मा को अपने हृदय में पाया है।","sts":"मैं ग्राम-ग्राम एवं सब नगरों में परमात्मा को ढूंढता रहा हूँ परन्तु हरि-भक्तों ने उसे हृदय में ही पा लिया है।"}},"transliteration":{"english":"graam graam nagar sabh firiaa ridh a(n)tar har jan bhaare ||","hindi":"ग्राम ग्राम नगर सभ फिरिआ रिद अंतरि हरि जन भारे ॥","en":"graam graam nagar sabh firiaa ridh a(n)tar har jan bhaare ||","hi":"ग्राम ग्राम नगर सभ फिरिआ रिद अंतरि हरि जन भारे ॥","ipa":"Gɹɑm Gɹɑm nəGər səɓ fɪrɪəɑ rɪd̪ əŋt̪ər hər d͡ʒən ɓɑre.","ur":"گرام گرام نگر سبھ پھرآ رد اںتر هرِ جن بھارے ۔۔"},"pageNo":983,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41936,"shabadId":3633,"verse":{"gurmukhi":"srDw srDw aupwie imlwey mo kau hir gur guir insqwry ]6]","unicode":"ਸਰਧਾ ਸਰਧਾ ਉਪਾਇ ਮਿਲਾਏ ਮੋ ਕਉ ਹਰਿ ਗੁਰ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੬॥"},"larivaar":{"gurmukhi":"srDwsrDwaupwieimlweymokauhirgurguirinsqwry]6]","unicode":"ਸਰਧਾਸਰਧਾਉਪਾਇਮਿਲਾਏਮੋਕਉਹਰਿਗੁਰਗੁਰਿਨਿਸਤਾਰੇ॥੬॥"},"translation":{"en":{"bdb":"Faith and longing have welled up within me, and I have been blended with the Lord; the Guru, the Guru, has saved me. ||6||","ms":"Faith and confidence have welled up within me and the Great Guru-God has emancipated and blended me with the Lord.","ssk":"Faith and longing have welled up within me, and I have been blended with the Lord; the Guru, the Guru, has saved me. ||6||"},"pu":{"ss":{"gurmukhi":"hy hrI! (myry AMdr BI) srDw pYdw kr ky mYƒ BI (gurU dI rwhIN) Awpxy crnW ivc joV, mYƒ BI gurU dI rwhIN sMswr-smuMdr qoN pwr lMGw lY [6[","unicode":"ਹੇ ਹਰੀ! (ਮੇਰੇ ਅੰਦਰ ਭੀ) ਸਰਧਾ ਪੈਦਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ, ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ ।੬।"},"ft":{"gurmukhi":"srDw krny jog ny irdy myN srDw aupwie kir jgÎwsI imlwey hYN[ moko BI hrI srUp gurU (guir) bfw pUjny jog insqwrygw]6]","unicode":"ਸਰਧਾ ਕਰਨੇ ਜੋਗ ਨੇ ਰਿਦੇ ਮੇਂ ਸਰਧਾ ਉਪਾਇ ਕਰਿ ਜਗ੍ਯਾਸੀ ਮਿਲਾਏ ਹੈਂ। ਮੋਕੋ ਭੀ ਹਰੀ ਸਰੂਪ ਗੁਰੂ (ਗੁਰਿ) ਬਡਾ ਪੂਜਨੇ ਜੋਗ ਨਿਸਤਾਰੇਗਾ॥੬॥"},"bdb":{"gurmukhi":"hy hrI! (myry AMdr BI) srDw pYdw kr ky mYƒ BI (gurU dI rwhIN) Awpxy crnW ivc joV, mYƒ BI gurU dI rwhIN sMswr-smuMdr qoN pwr lMGw lY [6[","unicode":"ਹੇ ਹਰੀ! (ਮੇਰੇ ਅੰਦਰ ਭੀ) ਸਰਧਾ ਪੈਦਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ, ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ ।੬।"},"ms":{"gurmukhi":"Brosw qy XkIn myry AMdr auqpMn ho gey hn Aqy ivSwl gurU pRmySr ny mYƒ moKS kr pRBU nwl AByd kr id`qw hY[","unicode":"ਭਰੋਸਾ ਤੇ ਯਕੀਨ ਮੇਰੇ ਅੰਦਰ ਉਤਪੰਨ ਹੋ ਗਏ ਹਨ ਅਤੇ ਵਿਸ਼ਾਲ ਗੁਰੂ ਪ੍ਰਮੇਸ਼ਰ ਨੇ ਮੈਨੂੰ ਮੋਖਸ਼ ਕਰ ਪ੍ਰਭੂ ਨਾਲ ਅਭੇਦ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"La Fe en mí creció y por la Gracia del Guru, fui redimido y liberado. (6)"},"hi":{"ss":"हे हरी ! (मेरे अंदर भी) श्रद्धा पैदा करके मुझे भी (गुरू के द्वारा) अपने चरणों में जोड़। मुझे भी गुरू के द्वारा संसार-समुंद्र से पार लंघा ले। 6।","sts":"गुरु ने मन में श्रद्धा उत्पन्न करके परमात्मा से मिलाकर मेरा उद्धार कर दिया है॥ ६॥"}},"transliteration":{"english":"saradhaa saradhaa upai milaae mo kau har gur gur nisataare ||6||","hindi":"सरधा सरधा उपाइ मिलाए मो कउ हरि गुर गुरि निसतारे ॥६॥","en":"saradhaa saradhaa upai milaae mo kau har gur gur nisataare ||6||","hi":"सरधा सरधा उपाइ मिलाए मो कउ हरि गुर गुरि निसतारे ॥६॥","ipa":"sərət̪ɑ sərət̪ɑ oʊpɑeɪ mɪlɑee mɔ ko hər Gʊr Gʊr nɪsət̪ɑre.6.","ur":"سردھا سردھا اُپاا ملااے مو کا هر گُر گُر نستارے ۔۔۶۔۔"},"pageNo":983,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41937,"shabadId":3633,"verse":{"gurmukhi":"pvn sUqu sBu nIkw kirAw siqguir sbdu vIcwry ]","unicode":"ਪਵਨ ਸੂਤੁ ਸਭੁ ਨੀਕਾ ਕਰਿਆ ਸਤਿਗੁਰਿ ਸਬਦੁ ਵੀਚਾਰੇ ॥"},"larivaar":{"gurmukhi":"pvnsUqusBunIkwkirAwsiqguirsbduvIcwry]","unicode":"ਪਵਨਸੂਤੁਸਭੁਨੀਕਾਕਰਿਆਸਤਿਗੁਰਿਸਬਦੁਵੀਚਾਰੇ॥"},"translation":{"en":{"bdb":"The thread of my breath has been made totally sublime and pure; I contemplate the Shabad, the Word of the True Guru.","ms":"The entire lineage of my breaths the True Guru has rendered sublime and I now reflect over the Name.","ssk":"The thread of my breath has been made totally sublime and pure; I contemplate the Shabad, the Word of the True Guru."},"pu":{"ss":{"gurmukhi":"hy sKI! ijs mnu`K ny gurU (dy crnW) ivc (juV ky) gurU dy Sbd ƒ AwpxI suriq ivc itkw ky (nwm ismrn dI brkiq nwl) Awpxy suAwsW dI lVI ƒ sohxw bxw ilAw, ","unicode":"ਹੇ ਸਖੀ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ (ਜੁੜ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤਿ ਵਿਚ ਟਿਕਾ ਕੇ (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਪਣੇ ਸੁਆਸਾਂ ਦੀ ਲੜੀ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲਿਆ, "},"ft":{"gurmukhi":"siqguroN kw sbd bIcwr kir pRwx pOx rUp sUq sB sRyst kIAw hY ArQwq sPl kIAw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਕਾ ਸਬਦ ਬੀਚਾਰ ਕਰਿ ਪ੍ਰਾਣ ਪੌਣ ਰੂਪ ਸੂਤ ਸਭ ਸ੍ਰੇਸਟ ਕੀਆ ਹੈ ਅਰਥਾਤ ਸਫਲ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy sKI! ijs mnu`K ny gurU (dy crnW) ivc (juV ky) gurU dy Sbd ƒ AwpxI suriq ivc itkw ky (nwm ismrn dI brkiq nwl) Awpxy suAwsW dI lVI ƒ sohxw bxw ilAw, ","unicode":"ਹੇ ਸਖੀ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ (ਜੁੜ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੀ ਸੁਰਤਿ ਵਿਚ ਟਿਕਾ ਕੇ (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਪਣੇ ਸੁਆਸਾਂ ਦੀ ਲੜੀ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲਿਆ, "},"ms":{"gurmukhi":"myry suAwsW dw swrw Dwgw s¤cy gurdyv jI ny SRyst bxw id`qw hY Aqy mYN hux nwm dw AwrwDn krdw hW[","unicode":"ਮੇਰੇ ਸੁਆਸਾਂ ਦਾ ਸਾਰਾ ਧਾਗਾ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਨੇ ਸ਼੍ਰੇਸਟ ਬਣਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਮੈਂ ਹੁਣ ਨਾਮ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"El hilo de mi respiración, el Guru lo limpió volviéndolo sublime, y así es como habité en la Palabra del Guru, penetré en mi ser y probé el Néctar del Señor. "},"hi":{"ss":"हे सखी ! जिस मनुष्य ने गुरू (के चरणों) में (जुड़ के) गुरू के शबद को अपनी सुरति में टिका के (नाम सिमरन की बरकति से) अपने श्वासों की लड़ी को सुंदर बना लिया।","sts":"गुरु के शब्द का चिंतन करके जीवन-साँसों को सफल कर लिया है।"}},"transliteration":{"english":"pavan soot sabh neekaa kariaa satigur sabadh veechaare ||","hindi":"पवन सूतु सभु नीका करिआ सतिगुरि सबदु वीचारे ॥","en":"pavan soot sabh neekaa kariaa satigur sabadh veechaare ||","hi":"पवन सूतु सभु नीका करिआ सतिगुरि सबदु वीचारे ॥","ipa":"pəʋən sut̪ səɓ nikɑ kərɪəɑ sət̪ɪGʊr səbəd̪ ʋit͡ʃɑre.","ur":"پون سُوت سبھ نیِکا کرآ ستِگر سبد ویِچارے ۔۔"},"pageNo":983,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41938,"shabadId":3633,"verse":{"gurmukhi":"inj Gir jwie AMimRq rsu pIAw ibnu nYnw jgqu inhwry ]7]","unicode":"ਨਿਜ ਘਰਿ ਜਾਇ ਅੰਮ੍ਰਿਤ ਰਸੁ ਪੀਆ ਬਿਨੁ ਨੈਨਾ ਜਗਤੁ ਨਿਹਾਰੇ ॥੭॥"},"larivaar":{"gurmukhi":"injGirjwieAMimRqrsupIAwibnunYnwjgquinhwry]7]","unicode":"ਨਿਜਘਰਿਜਾਇਅੰਮ੍ਰਿਤਰਸੁਪੀਆਬਿਨੁਨੈਨਾਜਗਤੁਨਿਹਾਰੇ॥੭॥"},"translation":{"en":{"bdb":"I came back to the home of my own inner self; drinking in the ambrosial essence, I see the world, without my eyes. ||7||","ms":"Arriving at my own home, I now drink in the immortalising Name-Nectar and see the world within, without eyes.","ssk":"I came back to the home of my own inner self; drinking in the ambrosial essence, I see the world, without my eyes. ||7||"},"pu":{"ss":{"gurmukhi":"aus ny mwieAw dw moh dUr kr ky jgq (dI AslIAq) ƒ vyK ky, AMqr Awqmy itk ky Awqmk jIvn dyx vwlw nwm-rs ilAw [","unicode":"ਉਸ ਨੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਕੇ ਜਗਤ (ਦੀ ਅਸਲੀਅਤ) ਨੂੰ ਵੇਖ ਕੇ, ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਲਿਆ ।"},"ft":{"gurmukhi":"sÍY srUp myN (jwie) pRwpiq hoie kY AwqmwnMd rUp AMimRq rs ko pIAw hY[ ien nyqRoN sy ibnW buDI rUp nyqRoN kr ky jgq ko bRhm rUp dyiKAw hY]7]","unicode":"ਸ੍ਵੈ ਸਰੂਪ ਮੇਂ (ਜਾਇ) ਪ੍ਰਾਪਤਿ ਹੋਇ ਕੈ ਆਤਮਾਨੰਦ ਰੂਪ ਅੰਮ੍ਰਿਤ ਰਸ ਕੋ ਪੀਆ ਹੈ। ਇਨ ਨੇਤ੍ਰੋਂ ਸੇ ਬਿਨਾਂ ਬੁਧੀ ਰੂਪ ਨੇਤ੍ਰੋਂ ਕਰ ਕੇ ਜਗਤ ਕੋ ਬ੍ਰਹਮ ਰੂਪ ਦੇਖਿਆ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"aus ny mwieAw dw moh dUr kr ky jgq (dI AslIAq) ƒ vyK ky, AMqr Awqmy itk ky Awqmk jIvn dyx vwlw nwm-rs ilAw [","unicode":"ਉਸ ਨੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਕੇ ਜਗਤ (ਦੀ ਅਸਲੀਅਤ) ਨੂੰ ਵੇਖ ਕੇ, ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਲਿਆ ।"},"ms":{"gurmukhi":"Awpxy in`j dy Dwm pu`j ky mYN hux surjIq krn vwlw nwm AMimRq pINdw hW Aqy A`KW dy bgYr hI sMswr ƒ vyKdw hW[","unicode":"ਆਪਣੇ ਨਿੱਜ ਦੇ ਧਾਮ ਪੁੱਜ ਕੇ ਮੈਂ ਹੁਣ ਸੁਰਜੀਤ ਕਰਨ ਵਾਲਾ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹਾਂ ਅਤੇ ਅੱਖਾਂ ਦੇ ਬਗੈਰ ਹੀ ਸੰਸਾਰ ਨੂੰ ਵੇਖਦਾ ਹਾਂ।"}},"es":{"sn":"Fue así como vi la realidad del mundo aunque mis ojos no alcanzaban a mirar.(7)"},"hi":{"ss":"उसने माया के मोह को दूर करके जगत (की अस्लियत) को देख के। अंतरात्मे टिक के आत्मिक जीवन देने वाला नाम-रस लिया।","sts":"अब अपने सच्चे घर में जाकर नामामृत का रस पान कर लिया है और इन नेत्रों के बिना ज्ञान-चक्षुओं से जगत् का मोह देख लिया है॥ ७॥"}},"transliteration":{"english":"nij ghar jai a(n)mirat ras peeaa bin nainaa jagat nihaare ||7||","hindi":"निज घरि जाइ अंमृत रसु पीआ बिनु नैना जगतु निहारे ॥७॥","en":"nij ghar jai a(n)mirat ras peeaa bin nainaa jagat nihaare ||7||","hi":"निज घरि जाइ अंमृत रसु पीआ बिनु नैना जगतु निहारे ॥७॥","ipa":"nɪd͡ʒ Gʰər d͡ʒɑeɪ əŋmɪɹət̪ rəs piəɑ bɪn nænɑ d͡ʒəGət̪ nɪhɑre.7.","ur":"نِج گھر جاا اںمرت رس پیِآ بن نَےنا جگت نهارے ۔۔۷۔۔"},"pageNo":983,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41939,"shabadId":3633,"verse":{"gurmukhi":"qau gun eIs brin nhI swkau qum mMdr hm ink kIry ]","unicode":"ਤਉ ਗੁਨ ਈਸ ਬਰਨਿ ਨਹੀ ਸਾਕਉ ਤੁਮ ਮੰਦਰ ਹਮ ਨਿਕ ਕੀਰੇ ॥"},"larivaar":{"gurmukhi":"qauguneIsbrinnhIswkauqummMdrhminkkIry]","unicode":"ਤਉਗੁਨਈਸਬਰਨਿਨਹੀਸਾਕਉਤੁਮਮੰਦਰਹਮਨਿਕਕੀਰੇ॥"},"translation":{"en":{"bdb":"I cannot describe Your Glorious Virtues, Lord; You are the temple, and I am just a tiny worm.","ms":"Thine excellences, O Lord, I can describe not. Thou art the Temple and I a tiny worm.","ssk":"I cannot describe Your Glorious Virtues, Lord; You are the temple, and I am just a tiny worm."},"pu":{"ss":{"gurmukhi":"hy pRBU! mYN qyry gux ibAwn nhIN kr skdw [ qUµ iek sohxw mMdr hYN AsI jIv aus ivc rihx vwly in`ky in`ky kIVy hW [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ । ਤੂੰ ਇਕ ਸੋਹਣਾ ਮੰਦਰ ਹੈਂ ਅਸੀ ਜੀਵ ਉਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਨਿੱਕੇ ਨਿੱਕੇ ਕੀੜੇ ਹਾਂ ।"},"ft":{"gurmukhi":"hy eIsr! qyry gunoN ko mYN brnn nhIN kr skqw[ qum qo mMdr rUp ho hm nIky krm hYN, Bwv qyry Awsry rhny vwly hYN]","unicode":"ਹੇ ਈਸਰ! ਤੇਰੇ ਗੁਨੋਂ ਕੋ ਮੈਂ ਬਰਨਨ ਨਹੀਂ ਕਰ ਸਕਤਾ। ਤੁਮ ਤੋ ਮੰਦਰ ਰੂਪ ਹੋ ਹਮ ਨੀਕੇ ਕਰਮ ਹੈਂ, ਭਾਵ ਤੇਰੇ ਆਸਰੇ ਰਹਨੇ ਵਾਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! mYN qyry gux ibAwn nhIN kr skdw [ qUµ iek sohxw mMdr hYN AsI jIv aus ivc rihx vwly in`ky in`ky kIVy hW [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ । ਤੂੰ ਇਕ ਸੋਹਣਾ ਮੰਦਰ ਹੈਂ ਅਸੀ ਜੀਵ ਉਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਨਿੱਕੇ ਨਿੱਕੇ ਕੀੜੇ ਹਾਂ ।"},"ms":{"gurmukhi":"qyrIAW vifAeIAW mYN vrnx nhIN kr skdw, hy eISvr! qUM pUj AsQwn hYN Aqy mYN iek inkVw jyhw ikrm[","unicode":"ਤੇਰੀਆਂ ਵਡਿਅਈਆਂ ਮੈਂ ਵਰਨਣ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਹੇ ਈਸ਼ਵਰ! ਤੂੰ ਪੂਜ ਅਸਥਾਨ ਹੈਂ ਅਤੇ ਮੈਂ ਇਕ ਨਿਕੜਾ ਜੇਹਾ ਕਿਰਮ।"}},"es":{"sn":"Oh Dios, no podría recitar Tus Méritos; eres todo un Templo, mientras que yo soy un gusano retorcido y solitario en un agujero. "},"hi":{"ss":"हे प्रभू ! मैं तेरे गुण बयान नहीं कर सकता। तू एक सुंदर मन्दिर है हम जीव उसमें रहने वाले एक छोटे-छोटे कीड़े हैं।","sts":"हे ईश्वर ! हम तेरे गुण वर्णन नहीं कर सकते, तेरे सुन्दर घर में हम छोटे से कीड़े हैं।"}},"transliteration":{"english":"tau gun iees baran nahee saakau tum ma(n)dhar ham nik keere ||","hindi":"तउ गुन ईस बरनि नही साकउ तुम मंदर हम निक कीरे ॥","en":"tau gun iees baran nahee saakau tum ma(n)dhar ham nik keere ||","hi":"तउ गुन ईस बरनि नही साकउ तुम मंदर हम निक कीरे ॥","ipa":"t̪o Gʊn eis bərən nəhi sɑko t̪ʊm məŋd̪ər həm nɪk kire.","ur":"تا گُن ایس برن نهیِ ساکا تُم مںدر هم نک کیِرے ۔۔"},"pageNo":983,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41940,"shabadId":3633,"verse":{"gurmukhi":"nwnk ik®pw krhu gur mylhu mY rwmu jpq mnu DIry ]8]5]","unicode":"ਨਾਨਕ ਕ੍ਰਿਪਾ ਕਰਹੁ ਗੁਰ ਮੇਲਹੁ ਮੈ ਰਾਮੁ ਜਪਤ ਮਨੁ ਧੀਰੇ ॥੮॥੫॥"},"larivaar":{"gurmukhi":"nwnkik®pwkrhugurmylhumYrwmujpqmnuDIry]8]5]","unicode":"ਨਾਨਕਕ੍ਰਿਪਾਕਰਹੁਗੁਰਮੇਲਹੁਮੈਰਾਮੁਜਪਤਮਨੁਧੀਰੇ॥੮॥੫॥"},"translation":{"en":{"bdb":"Bless Nanak with Your Mercy, and unite him with the Guru; meditating on my Lord, my mind is comforted and consoled. ||8||5||","ms":"Show Thou mercy unto Nanak and make me meet the Guru contemplating my Lord, my soul is comforted.","ssk":"Bless Nanak with Your Mercy, and unite him with the Guru; meditating on my Lord, my mind is comforted and consoled. ||8||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy pRBU! myry au~qy) imhr kr, mYƒ gurU nwl imlw dyh, qwik myrw mn nwm jp jp ky (qyry crnW ivc) sdw itikAw rhy [8[5[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਦੇਹ, ਤਾਕਿ ਮੇਰਾ ਮਨ ਨਾਮ ਜਪ ਜਪ ਕੇ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਟਿਕਿਆ ਰਹੇ ।੮।੫।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: hy vwihgurU! ikRpw kr ky guroN ky mylo[ mYN iqn dÍwrw hy rwm! Awp ko jpoN, ikauNik Awp ko jpiqAW hI mn (DIry) Tihrqw hY ArQwq ibnw jwp sy mn cMcl rihqw hY]8]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਵਾਹਿਗੁਰੂ! ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਗੁਰੋਂ ਕੇ ਮੇਲੋ। ਮੈਂ ਤਿਨ ਦ੍ਵਾਰਾ ਹੇ ਰਾਮ! ਆਪ ਕੋ ਜਪੋਂ, ਕਿਉਂਕਿ ਆਪ ਕੋ ਜਪਤਿਆਂ ਹੀ ਮਨ (ਧੀਰੇ) ਠਹਿਰਤਾ ਹੈ ਅਰਥਾਤ ਬਿਨਾ ਜਾਪ ਸੇ ਮਨ ਚੰਚਲ ਰਹਿਤਾ ਹੈ॥੮॥੫॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy pRBU! myry au~qy) imhr kr, mYƒ gurU nwl imlw dyh, qwik myrw mn nwm jp jp ky (qyry crnW ivc) sdw itikAw rhy [8[5[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਦੇਹ, ਤਾਕਿ ਮੇਰਾ ਮਨ ਨਾਮ ਜਪ ਜਪ ਕੇ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਟਿਕਿਆ ਰਹੇ ।੮।੫।"},"ms":{"gurmukhi":"qUM nwnk auqy imhr Dwr Aqy mYƒ gurW nwl imlw dy[ pRBU dw AwrwDn krn duAwrw, myrI ijMdVI ƒ TMF-cYn Aw jWdI hY[","unicode":"ਤੂੰ ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਧਾਰ ਅਤੇ ਮੈਨੂੰ ਗੁਰਾਂ ਨਾਲ ਮਿਲਾ ਦੇ। ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਨ ਦੁਆਰਾ, ਮੇਰੀ ਜਿੰਦੜੀ ਨੂੰ ਠੰਢ-ਚੈਨ ਆ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Ten Compasión de mí y llévame hasta el Guru y meditando en Ti, oh mi Dios, mi mente se pondrá en Paz.(8-5)"},"hi":{"ss":"हे नानक ! (कह- हे प्रभू !् मेरे पर) मेहर कर। मुझे गुरू से मिला दे। ताकि मेरा मन नाम जप-जप के (तेरे चरणों में) सदा टिका रहे। 8। 5।","sts":"नानक वंदना करते हैं कि हे हरि ! कृपा करके मुझे गुरु से मिला दो,क्योकि तेरा नाम जपकर मन को धैर्य प्राप्त होता है॥ ८॥ ५॥"}},"transliteration":{"english":"naanak kirapaa karahu gur melahu mai raam japat man dheere ||8||5||","hindi":"नानक कृपा करहु गुर मेलहु मै रामु जपत मनु धीरे ॥८॥५॥","en":"naanak kirapaa karahu gur melahu mai raam japat man dheere ||8||5||","hi":"नानक कृपा करहु गुर मेलहु मै रामु जपत मनु धीरे ॥८॥५॥","ipa":"nɑnək kɪʳəpɑ kərəh Gʊr meləh mæ rɑm d͡ʒəpət̪ mən t̪ire.8.5.","ur":"نانک ک®پا کرهُ گُر مےلهُ مَے رام جپت من دھیِرے ۔۔۸۔۔۵۔۔"},"pageNo":983,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41941,"shabadId":3634,"verse":{"gurmukhi":"nt mhlw 4 ]","unicode":"ਨਟ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"ntmhlw4]","unicode":"ਨਟਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Nat, Fourth Mehla:","ms":"Nat 4th Guru.","ssk":"Nat, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"nt cOQI pwqSwhI[","unicode":"ਨਟ ਚੌਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Nat, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"नट महला ४॥"}},"transliteration":{"english":"naT mahalaa chauthhaa ||","hindi":"नट महला ४ ॥","en":"naT mahalaa chauthhaa ||","hi":"नट महला ४ ॥","ipa":"nəʈ məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"نٹ مهلا ۴ ۔۔"},"pageNo":983,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41942,"shabadId":3634,"verse":{"gurmukhi":"myry mn Bju Twkur Agm Apwry ]","unicode":"ਮੇਰੇ ਮਨ ਭਜੁ ਠਾਕੁਰ ਅਗਮ ਅਪਾਰੇ ॥"},"larivaar":{"gurmukhi":"myrymnBjuTwkurAgmApwry]","unicode":"ਮੇਰੇਮਨਭਜੁਠਾਕੁਰਅਗਮਅਪਾਰੇ॥"},"translation":{"en":{"bdb":"O my mind, vibrate, meditate on the inaccessible and infinite Lord and Master.","ms":"O my soul, meditate thou on the Inaccessible and Infinite and virtueless.","ssk":"O my mind, vibrate, meditate on the inaccessible and infinite Lord and Master."},"pu":{"ss":{"gurmukhi":"hy myry mn! AphuMc qy byAMq mwlk-pRBU dy gux Xwd kirAw kr (qy AwiKAw kr—hy pRBU!) ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ (ਤੇ ਆਖਿਆ ਕਰ—ਹੇ ਪ੍ਰਭੂ!) "},"ft":{"gurmukhi":"hy myry mn! Agm Apwr Twkr ky nwm ko Bj]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਅਗਮ ਅਪਾਰ ਠਾਕਰ ਕੇ ਨਾਮ ਕੋ ਭਜ॥"},"bdb":{"gurmukhi":"hy myry mn! AphuMc qy byAMq mwlk-pRBU dy gux Xwd kirAw kr (qy AwiKAw kr—hy pRBU!) ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ (ਤੇ ਆਖਿਆ ਕਰ—ਹੇ ਪ੍ਰਭੂ!) "},"ms":{"gurmukhi":"hy myrI ijMdy! qUM phuMc qoN pry Aqy byAMq suAwmI dw ismrn kr[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਅਤੇ ਬੇਅੰਤ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"Oh mi mente, contempla a mi Dios Infinito e Insondable; me encuentro sin mérito, "},"hi":{"ss":"हे मेरे मन ! अपहुँच और बेअंत मालिक प्रभू के गुण याद किया कर (और कहा कर-","sts":"हे मेरे मन ! अगम्य-अपार ईश्वर का भजन करो;"}},"transliteration":{"english":"mere man bhaj Thaakur agam apaare ||","hindi":"मेरे मन भजु ठाकुर अगम अपारे ॥","en":"mere man bhaj Thaakur agam apaare ||","hi":"मेरे मन भजु ठाकुर अगम अपारे ॥","ipa":"mere mən ɓəd͡ʒ ʈʰɑkʊr əGəm əpɑre.","ur":"مےرے من بھج ٹھاکر اگم اپارے ۔۔"},"pageNo":983,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41943,"shabadId":3634,"verse":{"gurmukhi":"hm pwpI bhu inrguxIAwry kir ikrpw guir insqwry ]1] rhwau ]","unicode":"ਹਮ ਪਾਪੀ ਬਹੁ ਨਿਰਗੁਣੀਆਰੇ ਕਰਿ ਕਿਰਪਾ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hmpwpIbhuinrguxIAwrykirikrpwguirinsqwry]1]rhwau]","unicode":"ਹਮਪਾਪੀਬਹੁਨਿਰਗੁਣੀਆਰੇਕਰਿਕਿਰਪਾਗੁਰਿਨਿਸਤਾਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I am such a great sinner; I am so unworthy. And yet the Guru, in His Mercy, has saved me. ||1||Pause||","ms":"I am a great sinner and virtueless. The Guru has mercifully emancipated me. Pause.","ssk":"I am such a great sinner; I am so unworthy. And yet the Guru, in His Mercy, has saved me. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"AsI jIv pwpI hW, guxW qoN bhuq s`Kxy hW [ ikrpw kr ky swƒ gurU dI rwhIN (gurU dI srn pw ky sMswr-smuMdr qoN) pwr lMGw lY [1[rhwau[","unicode":"ਅਸੀ ਜੀਵ ਪਾਪੀ ਹਾਂ, ਗੁਣਾਂ ਤੋਂ ਬਹੁਤ ਸੱਖਣੇ ਹਾਂ । ਕਿਰਪਾ ਕਰ ਕੇ ਸਾਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hm pwpI AO bhuq inrgunI Qy, ikRpw kr ky guroN ny qwry hYN]1] rhwau ]","unicode":"ਹਮ ਪਾਪੀ ਔ ਬਹੁਤ ਨਿਰਗੁਨੀ ਥੇ, ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਗੁਰੋਂ ਨੇ ਤਾਰੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"AsI jIv pwpI hW, guxW qoN bhuq s`Kxy hW [ ikrpw kr ky swƒ gurU dI rwhIN (gurU dI srn pw ky sMswr-smuMdr qoN) pwr lMGw lY [1[rhwau[","unicode":"ਅਸੀ ਜੀਵ ਪਾਪੀ ਹਾਂ, ਗੁਣਾਂ ਤੋਂ ਬਹੁਤ ਸੱਖਣੇ ਹਾਂ । ਕਿਰਪਾ ਕਰ ਕੇ ਸਾਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mYN Bwrw gunwhgwr Aqy nykI-ivhUx hW[ imhr Dwr, gurW ny mYƒ bMdKlws kr id`qw hY[ Tihrwau[","unicode":"ਮੈਂ ਭਾਰਾ ਗੁਨਾਹਗਾਰ ਅਤੇ ਨੇਕੀ-ਵਿਹੂਣ ਹਾਂ। ਮਿਹਰ ਧਾਰ, ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਬੰਦਖਲਾਸ ਕਰ ਦਿੱਤਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"lleno de errores. Emancípame en Tu Misericordia, oh Señor, a través del Guru.(1-Pausa)"},"hi":{"ss":"हे प्रभू !) हम जीव पापी हैं। गुणों से बहुत दूर हैं। कृपा करके हमें गुरू के माध्यम से (गुरू की शरण डाल के संसार-समुंद्र से) पार लंघा ले। 1। रहाउ।","sts":"हम बड़े पापी एवं गुणविहीन हैं परन्तु गुरु ने कृपा करके हमारा उद्धार कर दिया है॥ १॥ रहाउ॥"}},"transliteration":{"english":"ham paapee bahu niraguneeaare kar kirapaa gur nisataare ||1|| rahaau ||","hindi":"हम पापी बहु निरगुणीआरे करि किरपा गुरि निसतारे ॥१॥ रहाउ ॥","en":"ham paapee bahu niraguneeaare kar kirapaa gur nisataare ||1|| rahaau ||","hi":"हम पापी बहु निरगुणीआरे करि किरपा गुरि निसतारे ॥१॥ रहाउ ॥","ipa":"həm pɑpi bəh nɪrəGʊɳiəɑre kər kɪrəpɑ Gʊr nɪsət̪ɑre.1. rəhɑo.","ur":"هم پاپیِ بهُ نرگݨیِآرے کر کرپا گُر نستارے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":983,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41944,"shabadId":3634,"verse":{"gurmukhi":"swDU purK swD jn pwey iek ibnau krau gur ipAwry ]","unicode":"ਸਾਧੂ ਪੁਰਖ ਸਾਧ ਜਨ ਪਾਏ ਇਕ ਬਿਨਉ ਕਰਉ ਗੁਰ ਪਿਆਰੇ ॥"},"larivaar":{"gurmukhi":"swDUpurKswDjnpweyiekibnaukrauguripAwry]","unicode":"ਸਾਧੂਪੁਰਖਸਾਧਜਨਪਾਏਇਕਬਿਨਉਕਰਉਗੁਰਪਿਆਰੇ॥"},"translation":{"en":{"bdb":"I have found the Holy Person, the Holy and humble servant of the Lord; I offer a prayer to Him, my Beloved Guru.","ms":"I have met with my sweet, Guru the saintly person and the holy man and make a supplication before him.","ssk":"I have found the Holy Person, the Holy and humble servant of the Lord; I offer a prayer to Him, my Beloved Guru."},"pu":{"ss":{"gurmukhi":"hy ipAwry gurU! ijhVw mnu`K sMq jnW dI sMgiq pRwpq krdw hY auh BI gurmuK bx jWdw hY, mYN BI (qyry dr qy) bynqI krdw hW","unicode":"ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਉਹ ਭੀ ਗੁਰਮੁਖ ਬਣ ਜਾਂਦਾ ਹੈ, ਮੈਂ ਭੀ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ"},"ft":{"gurmukhi":"(swDU purK) siqgurU jo sRySt jn pwie hYN, iqn gurU ipAwirAW Agy iek bynqI krqw hW]","unicode":"(ਸਾਧੂ ਪੁਰਖ) ਸਤਿਗੁਰੂ ਜੋ ਸ੍ਰੇਸ਼ਟ ਜਨ ਪਾਇ ਹੈਂ, ਤਿਨ ਗੁਰੂ ਪਿਆਰਿਆਂ ਅਗੇ ਇਕ ਬੇਨਤੀ ਕਰਤਾ ਹਾਂ॥"},"bdb":{"gurmukhi":"hy ipAwry gurU! ijhVw mnu`K sMq jnW dI sMgiq pRwpq krdw hY auh BI gurmuK bx jWdw hY, mYN BI (qyry dr qy) bynqI krdw hW","unicode":"ਹੇ ਪਿਆਰੇ ਗੁਰੂ! ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਉਹ ਭੀ ਗੁਰਮੁਖ ਬਣ ਜਾਂਦਾ ਹੈ, ਮੈਂ ਭੀ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ"},"ms":{"gurmukhi":"mYN Awpxy, sMq srUp purS Aqy nyk mrd im`TVy gurW ƒ iml ipAw hW Aqy aunHW muhry iek bynqI krdw hW[","unicode":"ਮੈਂ ਆਪਣੇ, ਸੰਤ ਸਰੂਪ ਪੁਰਸ਼ ਅਤੇ ਨੇਕ ਮਰਦ ਮਿੱਠੜੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲ ਪਿਆ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਮੁਹਰੇ ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"He sido bendecido por Ti, oh Señor, con la Sociedad de los Santos."},"hi":{"ss":"हे प्यारे गुरू ! जो मनुष्य संत जनों की संगति प्राप्त करता है वह भी गुरमुख बन जाता है। मैं भी (तेरे दर पर) विनती करता हूँ (मुझे भी संत जनों की संगति बख्श।","sts":"जिसने साधु पुरुष साधुजन पा लिए हैं, उस गुरु के प्यारे से मैं एक विनती करता हूँ कि"}},"transliteration":{"english":"saadhoo purakh saadh jan paae ik binau karau gur piaare ||","hindi":"साधू पुरख साध जन पाए इक बिनउ करउ गुर पिआरे ॥","en":"saadhoo purakh saadh jan paae ik binau karau gur piaare ||","hi":"साधू पुरख साध जन पाए इक बिनउ करउ गुर पिआरे ॥","ipa":"sɑt̪u pʊrəkʰ sɑt̪ə̀ d͡ʒən pɑee eɪk bɪno kəro Gʊr pɪəɑre.","ur":"سادھُو پُرکھ سادھ جن پااے اک بنا کرا گُر پآرے ۔۔"},"pageNo":983,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41945,"shabadId":3634,"verse":{"gurmukhi":"rwm nwmu Dnu pUjI dyvhu sBu iqsnw BUK invwry ]1]","unicode":"ਰਾਮ ਨਾਮੁ ਧਨੁ ਪੂਜੀ ਦੇਵਹੁ ਸਭੁ ਤਿਸਨਾ ਭੂਖ ਨਿਵਾਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"rwmnwmuDnupUjIdyvhusBuiqsnwBUKinvwry]1]","unicode":"ਰਾਮਨਾਮੁਧਨੁਪੂਜੀਦੇਵਹੁਸਭੁਤਿਸਨਾਭੂਖਨਿਵਾਰੇ॥੧॥"},"translation":{"en":{"bdb":"Please, bless me with the wealth, the capital of the Lord's Name, and take away all my hunger and thirst. ||1||","ms":"Bless thou me with the capital and wealth of the Lord's Name, Wherewith thirst and hunger are all effaced.","ssk":"Please, bless me with the wealth, the capital of the Lord's Name, and take away all my hunger and thirst. ||1||"},"pu":{"ss":{"gurmukhi":"(mYƒ BI sMq jnW dI sMgiq b^S, Aqy) mYƒ prmwqmw dw nwm-Dn srmwieAw dyh jo myry AMdroN mwieAw dI iq®Snw mwieAw dI Bu`K sB dUr kr dyvy [1[","unicode":"(ਮੈਨੂੰ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਬਖ਼ਸ਼, ਅਤੇ) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਸਰਮਾਇਆ ਦੇਹ ਜੋ ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਸਭ ਦੂਰ ਕਰ ਦੇਵੇ ।੧।"},"ft":{"gurmukhi":"rwm nwm Dn rUp myry ko (pUjI) rws dyvo[ iqs pUMjI iqRsnw ies lok ky pdwrQoN kI AO BUK pRlok kI sB dUr krygI]1]","unicode":"ਰਾਮ ਨਾਮ ਧਨ ਰੂਪ ਮੇਰੇ ਕੋ (ਪੂਜੀ) ਰਾਸ ਦੇਵੋ। ਤਿਸ ਪੂੰਜੀ ਤ੍ਰਿਸਨਾ ਇਸ ਲੋਕ ਕੇ ਪਦਾਰਥੋਂ ਕੀ ਔ ਭੂਖ ਪ੍ਰਲੋਕ ਕੀ ਸਭ ਦੂਰ ਕਰੇਗੀ॥੧॥"},"bdb":{"gurmukhi":"(mYƒ BI sMq jnW dI sMgiq b^S, Aqy) mYƒ prmwqmw dw nwm-Dn srmwieAw dyh jo myry AMdroN mwieAw dI iq®Snw mwieAw dI Bu`K sB dUr kr dyvy [1[","unicode":"(ਮੈਨੂੰ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਬਖ਼ਸ਼, ਅਤੇ) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਸਰਮਾਇਆ ਦੇਹ ਜੋ ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਸਭ ਦੂਰ ਕਰ ਦੇਵੇ ।੧।"},"ms":{"gurmukhi":"qUM mYƒ pRBU dy nwm dI rws Aqy dOlq prdwn kr, ijs nwl qRyhW qy Bu`K smUh im`t jWdIAW hn[","unicode":"ਤੂੰ ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਰਾਸ ਅਤੇ ਦੌਲਤ ਪਰਦਾਨ ਕਰ, ਜਿਸ ਨਾਲ ਤ੍ਰੇਹਾਂ ਤੇ ਭੁੱਖ ਸਮੂਹ ਮਿੱਟ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Oh Guru, mi oración la elevo para que me bendigas con las Riquezas del Nombre del Señor y mi ansiedad sea calmada.(1)"},"hi":{"ss":"और) मुझे परमात्मा का नाम-धन सरमाया दे जो मेरे भीतर से माया की तृष्णा माया की भूख सब दूर कर दे। 1।","sts":"मुझे राम-नाम रूपी धन की पूंजी दे दो ताकि मेरी तृष्णा की भूख निवृत्त हो जाए॥ १॥"}},"transliteration":{"english":"raam naam dhan poojee dhevahu sabh tisanaa bhookh nivaare ||1||","hindi":"राम नामु धनु पूजी देवहु सभु तिसना भूख निवारे ॥१॥","en":"raam naam dhan poojee dhevahu sabh tisanaa bhookh nivaare ||1||","hi":"राम नामु धनु पूजी देवहु सभु तिसना भूख निवारे ॥१॥","ipa":"rɑm nɑm t̪ən pud͡ʒi d̪eʋəh səɓ t̪ɪsənɑ ɓukʰ nɪʋɑre.1.","ur":"رام نام دھن پُوجیِ دےوهُ سبھ تسنا بھُوکھ نوارے ۔۔۱۔۔"},"pageNo":983,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41946,"shabadId":3634,"verse":{"gurmukhi":"pcY pqMgu imRg iBRMg kuMcr mIn iek ieMdRI pkir sGwry ]","unicode":"ਪਚੈ ਪਤੰਗੁ ਮ੍ਰਿਗ ਭ੍ਰਿੰਗ ਕੁੰਚਰ ਮੀਨ ਇਕ ਇੰਦ੍ਰੀ ਪਕਰਿ ਸਘਾਰੇ ॥"},"larivaar":{"gurmukhi":"pcYpqMguimRgiBRMgkuMcrmIniekieMdRIpkirsGwry]","unicode":"ਪਚੈਪਤੰਗੁਮ੍ਰਿਗਭ੍ਰਿੰਗਕੁੰਚਰਮੀਨਇਕਇੰਦ੍ਰੀਪਕਰਿਸਘਾਰੇ॥"},"translation":{"en":{"bdb":"The moth, the deer, the bumble bee, the elephant and the fish are ruined, each by the one passion that controls them.","ms":"Moth, deer, bumble-bee, elephant and first are dominated and ruined by one passion each.","ssk":"The moth, the deer, the bumble bee, the elephant and the fish are ruined, each by the one passion that controls them."},"pu":{"ss":{"gurmukhi":"hy BweI! pqMgw (dIvy dI lwt au~qy) sV jWdw hY; hrn, BOrw, hwQI, m`CI iehnW ƒ BI iek iek ivkwr-vwsnw Awpxy v`s ivc kr ky mwr dyNdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਪਤੰਗਾ (ਦੀਵੇ ਦੀ ਲਾਟ ਉੱਤੇ) ਸੜ ਜਾਂਦਾ ਹੈ; ਹਰਨ, ਭੌਰਾ, ਹਾਥੀ, ਮੱਛੀ ਇਹਨਾਂ ਨੂੰ ਭੀ ਇਕ ਇਕ ਵਿਕਾਰ-ਵਾਸਨਾ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮਾਰ ਦੇਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"jlqw hY pqMgw, imRg, BOrw, hwQI, mC, eyk eyk ieMdRI ny pkrky eyhu sB sMGwry hYN]","unicode":"ਜਲਤਾ ਹੈ ਪਤੰਗਾ, ਮ੍ਰਿਗ, ਭੌਰਾ, ਹਾਥੀ, ਮਛ, ਏਕ ਏਕ ਇੰਦ੍ਰੀ ਨੇ ਪਕਰਕੇ ਏਹੁ ਸਭ ਸੰਘਾਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! pqMgw (dIvy dI lwt au~qy) sV jWdw hY; hrn, BOrw, hwQI, m`CI iehnW ƒ BI iek iek ivkwr-vwsnw Awpxy v`s ivc kr ky mwr dyNdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਪਤੰਗਾ (ਦੀਵੇ ਦੀ ਲਾਟ ਉੱਤੇ) ਸੜ ਜਾਂਦਾ ਹੈ; ਹਰਨ, ਭੌਰਾ, ਹਾਥੀ, ਮੱਛੀ ਇਹਨਾਂ ਨੂੰ ਭੀ ਇਕ ਇਕ ਵਿਕਾਰ-ਵਾਸਨਾ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮਾਰ ਦੇਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"kyvl iek ivSY vyg hI prvwn, hrn, BOry, hwQI Aqy m`CI ƒ pkV ky, qbwh ho mlIAw-myt kr su`tdw hY[","unicode":"ਕੇਵਲ ਇਕ ਵਿਸ਼ੈ ਵੇਗ ਹੀ ਪਰਵਾਨ, ਹਰਨ, ਭੌਰੇ, ਹਾਥੀ ਅਤੇ ਮੱਛੀ ਨੂੰ ਪਕੜ ਕੇ, ਤਬਾਹ ਹੋ ਮਲੀਆ-ਮੇਟ ਕਰ ਸੁੱਟਦਾ ਹੈ।"}},"es":{"sn":"La palomilla, el venado, la abeja, el elefante, el pez, todos ellos son destruidos por un solo deseo. "},"hi":{"ss":"हे भाई ! पतंगा (दीपक की लाट पर) जल जाता है; हिरन। भौरा। हाथी। मछली इनको भी एक-एक विकार-वासना अपने वश में करके मार देते हैं।","sts":"पतंगा (दीये की रोशनी) मृग (नाद के कारण), भंवरा (फूल की सुगन्धि), हार्थी (कामवासना) और मछली (लोभवश) सभी एक-एक इन्द्रिय के दोष में नष्ट हो जाते हैं।"}},"transliteration":{"english":"pachai pata(n)g mirag bhira(n)g ku(n)char meen ik i(n)dhree pakar saghaare ||","hindi":"पचै पतंगु मृग भृंग कुँचर मीन इक इंद्री पकरि सघारे ॥","en":"pachai pata(n)g mirag bhira(n)g ku(n)char meen ik i(n)dhree pakar saghaare ||","hi":"पचै पतंगु मृग भृंग कुँचर मीन इक इंद्री पकरि सघारे ॥","ipa":"pət͡ʃæ pət̪əŋG mɪɹəG ɓɪɹəŋG kʊŋt͡ʃər min eɪk eɪŋd̪ɹi pəkər səGʰɑre.","ur":"پچَے پتںگ مرگ بھرںگ کُںچر میٍن اک اںدریِ پکر سگھارے ۔۔"},"pageNo":983,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":2,"t":"v"},{"p":3,"t":"v"},{"p":4,"t":"v"},{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41947,"shabadId":3634,"verse":{"gurmukhi":"pMc BUq sbl hY dyhI guru siqguru pwp invwry ]2]","unicode":"ਪੰਚ ਭੂਤ ਸਬਲ ਹੈ ਦੇਹੀ ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਾਪ ਨਿਵਾਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"pMcBUqsblhYdyhIgurusiqgurupwpinvwry]2]","unicode":"ਪੰਚਭੂਤਸਬਲਹੈਦੇਹੀਗੁਰੁਸਤਿਗੁਰੁਪਾਪਨਿਵਾਰੇ॥੨॥"},"translation":{"en":{"bdb":"The five powerful demons are in the body; the Guru, the True Guru turns out these sins. ||2||","ms":"But in the body are the five powerful demons. The Great True Guru turns out these evil doers.","ssk":"The five powerful demons are in the body; the Guru, the True Guru turns out these sins. ||2||"},"pu":{"ss":{"gurmukhi":"pr mnu`Kw srIr ivc qW ieh kwmwidk pMjy hI dYNq blvwn hn, (mnu`K iehnW dw twkrw ikvyN kry?) [ gurU hI siqgurU hI iehnW ivkwrW ƒ dUr krdw hY [2[","unicode":"ਪਰ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਤਾਂ ਇਹ ਕਾਮਾਦਿਕ ਪੰਜੇ ਹੀ ਦੈਂਤ ਬਲਵਾਨ ਹਨ, (ਮਨੁੱਖ ਇਹਨਾਂ ਦਾ ਟਾਕਰਾ ਕਿਵੇਂ ਕਰੇ?) । ਗੁਰੂ ਹੀ ਸਤਿਗੁਰੂ ਹੀ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"dyhI myN qO pMc hI sihq bl ky BwrI pwp rUp kwmwdI BUqny hYN[ jo siqguroN kI srn hYN iqn ky (invwry) dUr kIey hYN]2]","unicode":"ਦੇਹੀ ਮੇਂ ਤੌ ਪੰਚ ਹੀ ਸਹਿਤ ਬਲ ਕੇ ਭਾਰੀ ਪਾਪ ਰੂਪ ਕਾਮਾਦੀ ਭੂਤਨੇ ਹੈਂ। ਜੋ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਨ ਹੈਂ ਤਿਨ ਕੇ (ਨਿਵਾਰੇ) ਦੂਰ ਕੀਏ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"pr mnu`Kw srIr ivc qW ieh kwmwidk pMjy hI dYNq blvwn hn, (mnu`K iehnW dw twkrw ikvyN kry?) [ gurU hI siqgurU hI iehnW ivkwrW ƒ dUr krdw hY [2[","unicode":"ਪਰ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਤਾਂ ਇਹ ਕਾਮਾਦਿਕ ਪੰਜੇ ਹੀ ਦੈਂਤ ਬਲਵਾਨ ਹਨ, (ਮਨੁੱਖ ਇਹਨਾਂ ਦਾ ਟਾਕਰਾ ਕਿਵੇਂ ਕਰੇ?) । ਗੁਰੂ ਹੀ ਸਤਿਗੁਰੂ ਹੀ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"srIr dy AMdr pMj zorwvr BUqny hn[ ivSwl s¤cy gurU ienHW pwpIAW ƒ bwhr k`F idMdy hn[","unicode":"ਸਰੀਰ ਦੇ ਅੰਦਰ ਪੰਜ ਜ਼ੋਰਾਵਰ ਭੂਤਨੇ ਹਨ। ਵਿਸ਼ਾਲ ਸੱਚੇ ਗੁਰੂ ਇਨ੍ਹਾਂ ਪਾਪੀਆਂ ਨੂੰ ਬਾਹਰ ਕੱਢ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"He buscado en los Vedas y los Shastras y a lo que Narad, el Sabio, (2)"},"hi":{"ss":"पर मानस शरीर में तो ये कामादिक पाँचों ही बलवान हैं। (मनुष्य इनका मुकाबला कैसे करे। )। गुरू ही सतिगुरू ही इन विकारों को दूर करता है। 2।","sts":"किन्तु हमारे शरीर में पाँच बलि तत्व (काम, क्रोध, लोभ, मोह एवं अहंकार) मौजूद हैं, परन्तु गुरु-सतगुरु ही इन पापों से छुटकारा दिलवा सकता है॥ २॥"}},"transliteration":{"english":"pa(n)ch bhoot sabal hai dhehee gur satigur paap nivaare ||2||","hindi":"पंच भूत सबल है देही गुरु सतिगुरु पाप निवारे ॥२॥","en":"pa(n)ch bhoot sabal hai dhehee gur satigur paap nivaare ||2||","hi":"पंच भूत सबल है देही गुरु सतिगुरु पाप निवारे ॥२॥","ipa":"pəŋt͡ʃ ɓut̪ səbəl hæ d̪ehi Gʊr sət̪ɪGʊr pɑp nɪʋɑre.2.","ur":"پںچ بھُوت سبل هَے دےهیِ گُر ستگر پاپ نوارے ۔۔۲۔۔"},"pageNo":983,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41948,"shabadId":3634,"verse":{"gurmukhi":"swsqR byd soiD soiD dyKy muin nwrd bcn pukwry ]","unicode":"ਸਾਸਤ੍ਰ ਬੇਦ ਸੋਧਿ ਸੋਧਿ ਦੇਖੇ ਮੁਨਿ ਨਾਰਦ ਬਚਨ ਪੁਕਾਰੇ ॥"},"larivaar":{"gurmukhi":"swsqRbydsoiDsoiDdyKymuinnwrdbcnpukwry]","unicode":"ਸਾਸਤ੍ਰਬੇਦਸੋਧਿਸੋਧਿਦੇਖੇਮੁਨਿਨਾਰਦਬਚਨਪੁਕਾਰੇ॥"},"translation":{"en":{"bdb":"I searched and searched through the Shaastras and the Vedas; Naarad the silent sage proclaimed these words as well.","ms":"The six Shastras and the four Vedas I have carefully searched and seen, and Narad, the silent sage, too utters the same words.","ssk":"I searched and searched through the Shaastras and the Vedas; Naarad the silent sage proclaimed these words as well."},"pu":{"ss":{"gurmukhi":"hy BweI! vyd Swsqr keI vwrI soD ky vyK ley hn, nwrd Awidk irSI munI BI (jIvn jugiq bwry) jo bcn zor dy ky kih gey hn (auh BI soD vyKy hn;","unicode":"ਹੇ ਭਾਈ! ਵੇਦ ਸ਼ਾਸਤਰ ਕਈ ਵਾਰੀ ਸੋਧ ਕੇ ਵੇਖ ਲਏ ਹਨ, ਨਾਰਦ ਆਦਿਕ ਰਿਸ਼ੀ ਮੁਨੀ ਭੀ (ਜੀਵਨ ਜੁਗਤਿ ਬਾਰੇ) ਜੋ ਬਚਨ ਜ਼ੋਰ ਦੇ ਕੇ ਕਹਿ ਗਏ ਹਨ (ਉਹ ਭੀ ਸੋਧ ਵੇਖੇ ਹਨ;"},"ft":{"gurmukhi":"Kt swsqR AO cwroN byd soD soD ky dyKy hYN vhu BI iehI kihqy hYN AO munI nwrdwidk BI iehI bcn pukwrqy hYN]","unicode":"ਖਟ ਸਾਸਤ੍ਰ ਔ ਚਾਰੋਂ ਬੇਦ ਸੋਧ ਸੋਧ ਕੇ ਦੇਖੇ ਹੈਂ ਵਹੁ ਭੀ ਇਹੀ ਕਹਿਤੇ ਹੈਂ ਔ ਮੁਨੀ ਨਾਰਦਾਦਿਕ ਭੀ ਇਹੀ ਬਚਨ ਪੁਕਾਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! vyd Swsqr keI vwrI soD ky vyK ley hn, nwrd Awidk irSI munI BI (jIvn jugiq bwry) jo bcn zor dy ky kih gey hn (auh BI soD vyKy hn;","unicode":"ਹੇ ਭਾਈ! ਵੇਦ ਸ਼ਾਸਤਰ ਕਈ ਵਾਰੀ ਸੋਧ ਕੇ ਵੇਖ ਲਏ ਹਨ, ਨਾਰਦ ਆਦਿਕ ਰਿਸ਼ੀ ਮੁਨੀ ਭੀ (ਜੀਵਨ ਜੁਗਤਿ ਬਾਰੇ) ਜੋ ਬਚਨ ਜ਼ੋਰ ਦੇ ਕੇ ਕਹਿ ਗਏ ਹਨ (ਉਹ ਭੀ ਸੋਧ ਵੇਖੇ ਹਨ;"},"ms":{"gurmukhi":"Cy SwsqR Aqy cwry vyd mYN cMgI qrHW pVqwly qy vyKy hn Aqy monDwrI irSI, nwrd BI eyho Sbd hI aucwrn krdw hY[","unicode":"ਛੇ ਸ਼ਾਸਤ੍ਰ ਅਤੇ ਚਾਰੇ ਵੇਦ ਮੈਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪੜਤਾਲੇ ਤੇ ਵੇਖੇ ਹਨ ਅਤੇ ਮੋਨਧਾਰੀ ਰਿਸ਼ੀ, ਨਾਰਦ ਭੀ ਏਹੋ ਸ਼ਬਦ ਹੀ ਉਚਾਰਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"ha llegado es que uno logra la emancipación sólo recitando el Nombre del Señor "},"hi":{"ss":"हे भाई ! वेद-शास्त्र कई बार विचार के देख लिए हैं। नारद आदि ऋषि-मुनि भी (जीवन-जुगति के बारे में) जो वचन जोर दे के कह रहे हैं (वह भी विचार लिए हैं।","sts":"हमने शास्त्रों एवं वेदों का भलीभांति अध्ययन किया और नारद मुनि के वचनों का भी निरीक्षण कर लिया है,"}},"transliteration":{"english":"saasatr bedh sodh sodh dhekhe mun naaradh bachan pukaare ||","hindi":"सासत्र बेद सोधि सोधि देखे मुनि नारद बचन पुकारे ॥","en":"saasatr bedh sodh sodh dhekhe mun naaradh bachan pukaare ||","hi":"सासत्र बेद सोधि सोधि देखे मुनि नारद बचन पुकारे ॥","ipa":"sɑsət̪ɹ bed̪ sɔt̪ə̀ sɔt̪ə̀ d̪ekʰe mʊn nɑrəd̪ bət͡ʃən pʊkɑre.","ur":"ساستر بےد سودھ سودھ دےکھے مُن نارد بچن پُکارے ۔۔"},"pageNo":983,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41949,"shabadId":3634,"verse":{"gurmukhi":"rwm nwmu pVhu giq pwvhu sqsMgiq guir insqwry ]3]","unicode":"ਰਾਮ ਨਾਮੁ ਪੜਹੁ ਗਤਿ ਪਾਵਹੁ ਸਤਸੰਗਤਿ ਗੁਰਿ ਨਿਸਤਾਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"rwmnwmupVhugiqpwvhusqsMgiqguirinsqwry]3]","unicode":"ਰਾਮਨਾਮੁਪੜਹੁਗਤਿਪਾਵਹੁਸਤਸੰਗਤਿਗੁਰਿਨਿਸਤਾਰੇ॥੩॥"},"translation":{"en":{"bdb":"Chanting the Lord's Name, salvation is attained; the Guru saves those in the Sat Sangat, the True Congregation. ||3||","ms":"That in the society of the saints and through the Guru's grace, man is emancipated and delivered, by uttering the Lord's Name.","ssk":"Chanting the Lord's Name, salvation is attained; the Guru saves those in the Sat Sangat, the True Congregation. ||3||"},"pu":{"ss":{"gurmukhi":"pr Asl g`l ieh hY ik hy BweI!) prmwqmw dw nwm ismrnw is`Kogy qdoN hI au~cI Awqmk AvsQw pRwpq krogy, gurU ny swD sMgiq ivc hI (AnykW jIv sMswr-smuMdr qoN) pwr lMGwey hn [3[","unicode":"ਪਰ ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਿੱਖੋਗੇ ਤਦੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਗੁਰੂ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਹੀ (ਅਨੇਕਾਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਏ ਹਨ ।੩।"},"ft":{"gurmukhi":"so bcn iehu hY hy BweI! rwm nwm pVo qo hI gqI pwvogy[ prMqU swD sMgq kro qW guroN kI prwpqI hovygI, vhu rwm nwm kw aupdys dy ky qwryNgy]3]","unicode":"ਸੋ ਬਚਨ ਇਹੁ ਹੈ ਹੇ ਭਾਈ! ਰਾਮ ਨਾਮ ਪੜੋ ਤੋ ਹੀ ਗਤੀ ਪਾਵੋਗੇ। ਪਰੰਤੂ ਸਾਧ ਸੰਗਤ ਕਰੋ ਤਾਂ ਗੁਰੋਂ ਕੀ ਪਰਾਪਤੀ ਹੋਵੇਗੀ, ਵਹੁ ਰਾਮ ਨਾਮ ਕਾ ਉਪਦੇਸ ਦੇ ਕੇ ਤਾਰੇਂਗੇ॥੩॥"},"bdb":{"gurmukhi":"pr Asl g`l ieh hY ik hy BweI!) prmwqmw dw nwm ismrnw is`Kogy qdoN hI au~cI Awqmk AvsQw pRwpq krogy, gurU ny swD sMgiq ivc hI (AnykW jIv sMswr-smuMdr qoN) pwr lMGwey hn [3[","unicode":"ਪਰ ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਿੱਖੋਗੇ ਤਦੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਗੁਰੂ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਹੀ (ਅਨੇਕਾਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਏ ਹਨ ।੩।"},"ms":{"gurmukhi":"ik swD sMgq AMdr Aqy gurW dI dieAw rwhIN suAwmI dy nwm dw aucwrn krn duAwrw ienswn mukq Aqy bMdKlws ho jWdw hY[","unicode":"ਕਿ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਅਤੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਰਾਹੀਂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਇਨਸਾਨ ਮੁਕਤ ਅਤੇ ਬੰਦਖਲਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"y cuando uno se asocia con los Santos por la Gracia del Guru.(3)"},"hi":{"ss":"पर असल बात ये है भाई !) परमात्मा का नाम सिमरना सीखोगे तब ही उच्च आत्मिक अवस्था प्राप्त करोगे। गुरू ने साध-संगति में ही (अनेकों जीव संसार-समुंद्र से) पार लंघाए हैं। 3।","sts":"सब यही पुकार कर कहते हैं कि राम-नाम का पाठ पढ़ो और परमगति पा लो, मगर गुरु की सत्संगति में ही मुक्ति संभव है॥ ३॥"}},"transliteration":{"english":"raam naam paRahu gat paavahu satasa(n)gat gur nisataare ||3||","hindi":"राम नामु पड़हु गति पावहु सतसंगति गुरि निसतारे ॥३॥","en":"raam naam paRahu gat paavahu satasa(n)gat gur nisataare ||3||","hi":"राम नामु पड़हु गति पावहु सतसंगति गुरि निसतारे ॥३॥","ipa":"rɑm nɑm pəɽəh Gət̪ pɑʋəh sət̪əsəŋGət̪ Gʊr nɪsət̪ɑre.3.","ur":"رام نام پڑهُ گت پاوهُ ستسںگت گُر نستارے ۔۔۳۔۔"},"pageNo":983,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41950,"shabadId":3634,"verse":{"gurmukhi":"pRIqm pRIiq lgI pRB kyrI ijv sUrju kmlu inhwry ]","unicode":"ਪ੍ਰੀਤਮ ਪ੍ਰੀਤਿ ਲਗੀ ਪ੍ਰਭ ਕੇਰੀ ਜਿਵ ਸੂਰਜੁ ਕਮਲੁ ਨਿਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"pRIqmpRIiqlgIpRBkyrIijvsUrjukmluinhwry]","unicode":"ਪ੍ਰੀਤਮਪ੍ਰੀਤਿਲਗੀਪ੍ਰਭਕੇਰੀਜਿਵਸੂਰਜੁਕਮਲੁਨਿਹਾਰੇ॥"},"translation":{"en":{"bdb":"In love with the Beloved Lord God, one looks at Him as the lotus looks at the sun.","ms":"He, who enshrines affection for his Beloved Lord, beholds Him as the lotus does the sun.","ssk":"In love with the Beloved Lord God, one looks at Him as the lotus looks at the sun."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs mnu`K dy ihrdy ivc pRIqm pRBU dw ipAwr bixAw hY (auh aus dy imlwp leI ieauN qWGdw rihMdw hY) ijvyN kOl Pu`l sUrj ƒ q`kdw hY","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਬਣਿਆ ਹੈ (ਉਹ ਉਸ ਦੇ ਮਿਲਾਪ ਲਈ ਇਉਂ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ) ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਸੂਰਜ ਨੂੰ ਤੱਕਦਾ ਹੈ"},"ft":{"gurmukhi":"ijn ko pRBU pRIqm kI pRIiq lwgI hY vhu ijs pRkwr sUrj kO kmlu dyKqw hY, qYsy dyK rhy hYN]","unicode":"ਜਿਨ ਕੋ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਕੀ ਪ੍ਰੀਤਿ ਲਾਗੀ ਹੈ ਵਹੁ ਜਿਸ ਪ੍ਰਕਾਰ ਸੂਰਜ ਕੌ ਕਮਲੁ ਦੇਖਤਾ ਹੈ, ਤੈਸੇ ਦੇਖ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijs mnu`K dy ihrdy ivc pRIqm pRBU dw ipAwr bixAw hY (auh aus dy imlwp leI ieauN qWGdw rihMdw hY) ijvyN kOl Pu`l sUrj ƒ q`kdw hY","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਬਣਿਆ ਹੈ (ਉਹ ਉਸ ਦੇ ਮਿਲਾਪ ਲਈ ਇਉਂ ਤਾਂਘਦਾ ਰਹਿੰਦਾ ਹੈ) ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਸੂਰਜ ਨੂੰ ਤੱਕਦਾ ਹੈ"},"ms":{"gurmukhi":"ijs dI Awpxy ipAwry pRBU nwl pRIq pY geI hY auh aus vl AYauN q`kdw hY, ijvyN kMvl sUrj v`l[","unicode":"ਜਿਸ ਦੀ ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਪੈ ਗਈ ਹੈ ਉਹ ਉਸ ਵਲ ਐਉਂ ਤੱਕਦਾ ਹੈ, ਜਿਵੇਂ ਕੰਵਲ ਸੂਰਜ ਵੱਲ।"}},"es":{"sn":"Estoy enamorado de Dios, así como el loto ama el sol "},"hi":{"ss":"हे भाई ! जिस मनुष्य के हृदय में प्रीतम प्रभू का प्यार बना है (वह उसके मिलाप के लिए इस तरह तमन्ना बनाए रखता है) जैसे कमल का फूल सूरज को देखता है (और खिलता है।","sts":"प्रियतम-प्रभु से ऐसी प्रीति लग गई है, जैसे कमल का फूल सूर्य को देखता रहता है,"}},"transliteration":{"english":"preetam preet lagee prabh keree jiv sooraj kamal nihaare ||","hindi":"प्रीतम प्रीति लगी प्रभ केरी जिव सूरजु कमलु निहारे ॥","en":"preetam preet lagee prabh keree jiv sooraj kamal nihaare ||","hi":"प्रीतम प्रीति लगी प्रभ केरी जिव सूरजु कमलु निहारे ॥","ipa":"pɹit̪əm pɹit̪ ləGi pɹəɓ keri d͡ʒɪʋ surəd͡ʒ kəməl nɪhɑre.","ur":"پریِتم پریِت لگیِ پربھ کےریِ جو سُورج کمل نهارے ۔۔"},"pageNo":983,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41951,"shabadId":3634,"verse":{"gurmukhi":"myr sumyr moru bhu nwcY jb aunvY Gn Gnhwry ]4]","unicode":"ਮੇਰ ਸੁਮੇਰ ਮੋਰੁ ਬਹੁ ਨਾਚੈ ਜਬ ਉਨਵੈ ਘਨ ਘਨਹਾਰੇ ॥੪॥"},"larivaar":{"gurmukhi":"myrsumyrmorubhunwcYjbaunvYGnGnhwry]4]","unicode":"ਮੇਰਸੁਮੇਰਮੋਰੁਬਹੁਨਾਚੈਜਬਉਨਵੈਘਨਘਨਹਾਰੇ॥੪॥"},"translation":{"en":{"bdb":"The peacock dances on the mountain, when the clouds hang low and heavy. ||4||","ms":"When the descending clouds roar, the pea-cock greatly dances on the summer mountain.","ssk":"The peacock dances on the mountain, when the clouds hang low and heavy. ||4||"},"pu":{"ss":{"gurmukhi":"(qy iKVdw hY, ijvyN) jdoN b`dl (vrHn leI) bhuq Jukdw hY qdoN au~cy phwVW (vloN GtW AwauNdIAW vyK ky) mor bhuq n`cdw hY [4[","unicode":"(ਤੇ ਖਿੜਦਾ ਹੈ, ਜਿਵੇਂ) ਜਦੋਂ ਬੱਦਲ (ਵਰ੍ਹਨ ਲਈ) ਬਹੁਤ ਝੁਕਦਾ ਹੈ ਤਦੋਂ ਉੱਚੇ ਪਹਾੜਾਂ (ਵਲੋਂ ਘਟਾਂ ਆਉਂਦੀਆਂ ਵੇਖ ਕੇ) ਮੋਰ ਬਹੁਤ ਨੱਚਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"jb (aunvY Gn) ErV ArQwq Juk kir gurU rUpI myG (Gnhwry) bolqy hYN, Bwv idAwl hokir aupdys krqy hYN qb (myr) aUcw jo pRym rUpI sumyr prbq hY iqs pr iesQq hUAw hUAw auqm AiDkwrI mor inrq krqw hY[ Bwv qq ibq hoie kir bRhm kw inrnw krqw hY]4]","unicode":"ਜਬ (ਉਨਵੈ ਘਨ) ਓਰੜ ਅਰਥਾਤ ਝੁਕ ਕਰਿ ਗੁਰੂ ਰੂਪੀ ਮੇਘ (ਘਨਹਾਰੇ) ਬੋਲਤੇ ਹੈਂ, ਭਾਵ ਦਿਆਲ ਹੋਕਰਿ ਉਪਦੇਸ ਕਰਤੇ ਹੈਂ ਤਬ (ਮੇਰ) ਊਚਾ ਜੋ ਪ੍ਰੇਮ ਰੂਪੀ ਸੁਮੇਰ ਪਰਬਤ ਹੈ ਤਿਸ ਪਰ ਇਸਥਤ ਹੂਆ ਹੂਆ ਉਤਮ ਅਧਿਕਾਰੀ ਮੋਰ ਨਿਰਤ ਕਰਤਾ ਹੈ। ਭਾਵ ਤਤ ਬਿਤ ਹੋਇ ਕਰਿ ਬ੍ਰਹਮ ਕਾ ਨਿਰਨਾ ਕਰਤਾ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"(qy iKVdw hY, ijvyN) jdoN b`dl (vrHn leI) bhuq Jukdw hY qdoN au~cy phwVW (vloN GtW AwauNdIAW vyK ky) mor bhuq n`cdw hY [4[","unicode":"(ਤੇ ਖਿੜਦਾ ਹੈ, ਜਿਵੇਂ) ਜਦੋਂ ਬੱਦਲ (ਵਰ੍ਹਨ ਲਈ) ਬਹੁਤ ਝੁਕਦਾ ਹੈ ਤਦੋਂ ਉੱਚੇ ਪਹਾੜਾਂ (ਵਲੋਂ ਘਟਾਂ ਆਉਂਦੀਆਂ ਵੇਖ ਕੇ) ਮੋਰ ਬਹੁਤ ਨੱਚਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"jd Juky hoey b`dl g`jdy hn, qW mor sumyr prbq qy bhuqw hI n`cdw hY[","unicode":"ਜਦ ਝੁਕੇ ਹੋਏ ਬੱਦਲ ਗੱਜਦੇ ਹਨ, ਤਾਂ ਮੋਰ ਸੁਮੇਰ ਪਰਬਤ ਤੇ ਬਹੁਤਾ ਹੀ ਨੱਚਦਾ ਹੈ।"}},"es":{"sn":"o como cuando el pavo real baila cuando ve las nubes rodear la montaña.(4)"},"hi":{"ss":"जैसे) जब बादल (बरसने के लिए) बहुत झुकता है तब ऊँचे पहाड़ों (की ओर से घटाएं आती देख के) मोर बहुत नाचता है। 4।","sts":"जैसे घटाएँ आने पर मेघ गरजते हैं तो वनों एवं पर्वतों में मोर खुशी-खुशी झूमते हुए नाचते हैं।॥ ४॥"}},"transliteration":{"english":"mer sumer mor bahu naachai jab unavai ghan ghanahaare ||4||","hindi":"मेर सुमेर मोरु बहु नाचै जब उनवै घन घनहारे ॥४॥","en":"mer sumer mor bahu naachai jab unavai ghan ghanahaare ||4||","hi":"मेर सुमेर मोरु बहु नाचै जब उनवै घन घनहारे ॥४॥","ipa":"mer sʊmer mɔr bəh nɑt͡ʃæ d͡ʒəb oʊnəʋæ Gʰən Gʰənəhɑre.4.","ur":"مےر سُمےر مور بهُ ناچَے جب اُنوَے گھن گھنهارے ۔۔۴۔۔"},"pageNo":983,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41952,"shabadId":3634,"verse":{"gurmukhi":"swkq kau AMimRq bhu isMchu sB fwl PUl ibsukwry ]","unicode":"ਸਾਕਤ ਕਉ ਅੰਮ੍ਰਿਤ ਬਹੁ ਸਿੰਚਹੁ ਸਭ ਡਾਲ ਫੂਲ ਬਿਸੁਕਾਰੇ ॥"},"larivaar":{"gurmukhi":"swkqkauAMimRqbhuisMchusBfwlPUlibsukwry]","unicode":"ਸਾਕਤਕਉਅੰਮ੍ਰਿਤਬਹੁਸਿੰਚਹੁਸਭਡਾਲਫੂਲਬਿਸੁਕਾਰੇ॥"},"translation":{"en":{"bdb":"The faithless cyinc may be totally drenched with ambrosial nectar, but even so, all his branches and flowers are filled with venom.","ms":"Though the mammon-worshipper be greatly irrigated with ambrosia, even then all its branches and flowers become venomous.","ssk":"The faithless cyinc may be totally drenched with ambrosial nectar, but even so, all his branches and flowers are filled with venom."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`tw hoieAw mnu`K (mwno, iek ivhulw ru`K hY) aus ƒ BwvyN ikqnw hI AMimRq isMjI jwE, aus dIAW twhxIAW aus dy Pu`l sB ivhuly hI rihxgy [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ (ਮਾਨੋ, ਇਕ ਵਿਹੁਲਾ ਰੁੱਖ ਹੈ) ਉਸ ਨੂੰ ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜੀ ਜਾਓ, ਉਸ ਦੀਆਂ ਟਾਹਣੀਆਂ ਉਸ ਦੇ ਫੁੱਲ ਸਭ ਵਿਹੁਲੇ ਹੀ ਰਹਿਣਗੇ ।"},"ft":{"gurmukhi":"swkq kau AMimRq BI bhu sMcIAY, Bwv auqm aupdys BI krIey qb BI fwl rUp ieMdRÎ (PUl) krm (ibskwry) ivsy vwsnw kr kwly hYN ArQwq swkqoN ky sB krm pwpoN shq hI hoqy hYN]","unicode":"ਸਾਕਤ ਕਉ ਅੰਮ੍ਰਿਤ ਭੀ ਬਹੁ ਸੰਚੀਐ, ਭਾਵ ਉਤਮ ਉਪਦੇਸ ਭੀ ਕਰੀਏ ਤਬ ਭੀ ਡਾਲ ਰੂਪ ਇੰਦ੍ਰ੍ਯ (ਫੂਲ) ਕਰਮ (ਬਿਸਕਾਰੇ) ਵਿਸੇ ਵਾਸਨਾ ਕਰ ਕਾਲੇ ਹੈਂ ਅਰਥਾਤ ਸਾਕਤੋਂ ਕੇ ਸਭ ਕਰਮ ਪਾਪੋਂ ਸਹਤ ਹੀ ਹੋਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`tw hoieAw mnu`K (mwno, iek ivhulw ru`K hY) aus ƒ BwvyN ikqnw hI AMimRq isMjI jwE, aus dIAW twhxIAW aus dy Pu`l sB ivhuly hI rihxgy [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ (ਮਾਨੋ, ਇਕ ਵਿਹੁਲਾ ਰੁੱਖ ਹੈ) ਉਸ ਨੂੰ ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜੀ ਜਾਓ, ਉਸ ਦੀਆਂ ਟਾਹਣੀਆਂ ਉਸ ਦੇ ਫੁੱਲ ਸਭ ਵਿਹੁਲੇ ਹੀ ਰਹਿਣਗੇ ।"},"ms":{"gurmukhi":"BwvyN mwieAw dw aupwSk AMimRq nwl cMgI qrHW hI isMijAw jwvy qd BI ies dIAW swrIAW fwlIAW Aqy Pul ivhu vwly hI rihMdy hn[","unicode":"ਭਾਵੇਂ ਮਾਇਆ ਦਾ ਉਪਾਸ਼ਕ ਅੰਮ੍ਰਿਤ ਨਾਲ ਚੰਗੀ ਤਰ੍ਹਾਂ ਹੀ ਸਿੰਜਿਆ ਜਾਵੇ ਤਦ ਭੀ ਇਸ ਦੀਆਂ ਸਾਰੀਆਂ ਡਾਲੀਆਂ ਅਤੇ ਫੁਲ ਵਿਹੁ ਵਾਲੇ ਹੀ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Aunque uno alimente al que alaba a Maya con Néctar, las hojas y las flores se convierten en veneno "},"hi":{"ss":"हे भाई ! परमात्मा से टूटा हुआ मनुष्य (मानो। एक विषौला वृक्ष है) उसको चाहे कितना ही अमृत सें सींचते जाओ। उसकी टहनियाँ उसके फल सब विषौले ही रहेंगे।","sts":"यदि शाक्त रूपी पेड़ को अमृत-जल से सीचो तो भी उसकी सब शाखाएँ, पत्र, फूल विषैले ही रहते हैं।"}},"transliteration":{"english":"saakat kau a(n)mirat bahu si(n)chahu sabh ddaal fool bisukaare ||","hindi":"साकत कउ अंमृत बहु सिंचहु सभ डाल फूल बिसुकारे ॥","en":"saakat kau a(n)mirat bahu si(n)chahu sabh ddaal fool bisukaare ||","hi":"साकत कउ अंमृत बहु सिंचहु सभ डाल फूल बिसुकारे ॥","ipa":"sɑkət̪ ko əŋmɪɹət̪ bəh sɪŋt͡ʃəh səɓ ɖɑl ful bɪsʊkɑre.","ur":"ساکت کا اںمرت بهُ سںچهُ سبھ ڈال پھُول بسکارے ۔۔"},"pageNo":983,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41953,"shabadId":3634,"verse":{"gurmukhi":"ijau ijau invih swkq nr syqI CyiV CyiV kFY ibKu Kwry ]5]","unicode":"ਜਿਉ ਜਿਉ ਨਿਵਹਿ ਸਾਕਤ ਨਰ ਸੇਤੀ ਛੇੜਿ ਛੇੜਿ ਕਢੈ ਬਿਖੁ ਖਾਰੇ ॥੫॥"},"larivaar":{"gurmukhi":"ijauijauinvihswkqnrsyqICyiVCyiVkFYibKuKwry]5]","unicode":"ਜਿਉਜਿਉਨਿਵਹਿਸਾਕਤਨਰਸੇਤੀਛੇੜਿਛੇੜਿਕਢੈਬਿਖੁਖਾਰੇ॥੫॥"},"translation":{"en":{"bdb":"The more one bows down in humility before the faithless cyinc, the more he provokes, and stabs, and spits out his poison. ||5||","ms":"The more man bows in humility before a perverse person, the more he provokes, pricks and spits out poison.","ssk":"The more one bows down in humility before the faithless cyinc, the more he provokes, and stabs, and spits out his poison. ||5||"},"pu":{"ss":{"gurmukhi":"swkq mnu`K nwl ijauN ijauN lok inmRqw dI vrqoN krdy hn, iqauN iqauN auh CyV-KwnIAW kr ky (Awpxy AMdroN) kOVw zhr hI k`Fdw hY [5[","unicode":"ਸਾਕਤ ਮਨੁੱਖ ਨਾਲ ਜਿਉਂ ਜਿਉਂ ਲੋਕ ਨਿਮ੍ਰਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਉਹ ਛੇੜ-ਖਾਨੀਆਂ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕੌੜਾ ਜ਼ਹਰ ਹੀ ਕੱਢਦਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"ijauN ijauN Blw purs swkq pursu ky swQ invy vhu CyV ko CyV kY, Bwv qrkW kwFqw hY[ ibK rUp bcn Kwry, Bwv duKdweI bolqw hY]5]","unicode":"ਜਿਉਂ ਜਿਉਂ ਭਲਾ ਪੁਰਸ ਸਾਕਤ ਪੁਰਸੁ ਕੇ ਸਾਥ ਨਿਵੇ ਵਹੁ ਛੇੜ ਕੋ ਛੇੜ ਕੈ, ਭਾਵ ਤਰਕਾਂ ਕਾਢਤਾ ਹੈ। ਬਿਖ ਰੂਪ ਬਚਨ ਖਾਰੇ, ਭਾਵ ਦੁਖਦਾਈ ਬੋਲਤਾ ਹੈ॥੫॥"},"bdb":{"gurmukhi":"swkq mnu`K nwl ijauN ijauN lok inmRqw dI vrqoN krdy hn, iqauN iqauN auh CyV-KwnIAW kr ky (Awpxy AMdroN) kOVw zhr hI k`Fdw hY [5[","unicode":"ਸਾਕਤ ਮਨੁੱਖ ਨਾਲ ਜਿਉਂ ਜਿਉਂ ਲੋਕ ਨਿਮ੍ਰਤਾ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਉਹ ਛੇੜ-ਖਾਨੀਆਂ ਕਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕੌੜਾ ਜ਼ਹਰ ਹੀ ਕੱਢਦਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"ijMnw izAwdw ienswn mnmuK purs mUhry inmrqw AMdr inauNdw hY, EnIN hI izAwdw auh CyVKwnI krdw, cuBdw Aqy ivhu augldw hYN[","unicode":"ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਇਨਸਾਨ ਮਨਮੁਖ ਪੁਰਸ ਮੂਹਰੇ ਨਿਮਰਤਾ ਅੰਦਰ ਨਿਉਂਦਾ ਹੈ, ਓਨੀਂ ਹੀ ਜ਼ਿਆਦਾ ਉਹ ਛੇੜਖਾਨੀ ਕਰਦਾ, ਚੁਭਦਾ ਅਤੇ ਵਿਹੁ ਉਗਲਦਾ ਹੈਂ।"}},"es":{"sn":"y mientras más se postre uno ante él en humildad, más pica y más escupe veneno.  (5)"},"hi":{"ss":"साकत मनुष्य से ज्यों-ज्यों लोग विनम्रता का प्रयोग करते हैं। त्यों-त्यों वह छेड़-खानियाँ कर करके (अपने अंदर से) कड़वा जहर ही निकालता है। 5।","sts":"ज्यों-ज्यों भला व्यक्ति मायावी व्यक्ति से नम्रता से बात करता है, वह उससे छेड़छाड़ द्वारा त्यों-त्यों विष रूपी कटु वचन ही बोलता है॥ ५॥"}},"transliteration":{"english":"jiau jiau niveh saakat nar setee chheR chheR kaddai bikh khaare ||5||","hindi":"जिउ जिउ निवहि साकत नर सेती छेड़ि छेड़ि कढै बिखु खारे ॥५॥","en":"jiau jiau niveh saakat nar setee chheR chheR kaddai bikh khaare ||5||","hi":"जिउ जिउ निवहि साकत नर सेती छेड़ि छेड़ि कढै बिखु खारे ॥५॥","ipa":"d͡ʒɪo d͡ʒɪo nɪʋəh sɑkət̪ nər set̪i ɕeɽ ɕeɽ kəʈə̀æ bɪkʰ kʰɑre.5.","ur":"جِا جا نوه ساکت نر سےتیِ چھےڑ چھےڑ کڈھَے بکھ کھارے ۔۔۵۔۔"},"pageNo":983,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41954,"shabadId":3634,"verse":{"gurmukhi":"sMqn sMq swD imil rhIAY gux bolih praupkwry ]","unicode":"ਸੰਤਨ ਸੰਤ ਸਾਧ ਮਿਲਿ ਰਹੀਐ ਗੁਣ ਬੋਲਹਿ ਪਰਉਪਕਾਰੇ ॥"},"larivaar":{"gurmukhi":"sMqnsMqswDimilrhIAYguxbolihpraupkwry]","unicode":"ਸੰਤਨਸੰਤਸਾਧਮਿਲਿਰਹੀਐਗੁਣਬੋਲਹਿਪਰਉਪਕਾਰੇ॥"},"translation":{"en":{"bdb":"Remain with the Holy man, the Saint of the Saints, who chants the Lord's Praises for the benefit of all.","ms":"Remain thou united with the holy Guru, the saint of the saints, who utters the Lord's praise for the public good.","ssk":"Remain with the Holy man, the Saint of the Saints, who chants the Lord's Praises for the benefit of all."},"pu":{"ss":{"gurmukhi":"(ies vwsqy, hy BweI! swkq nwl sWJ pwx dy QW) sMq jnW nwl gurmuKW nwl iml ky rihxw cwhIdw hY [ sMq jn dUijAW dI BlweI vwly Bly bcn hI boldy hn [","unicode":"(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ! ਸਾਕਤ ਨਾਲ ਸਾਂਝ ਪਾਣ ਦੇ ਥਾਂ) ਸੰਤ ਜਨਾਂ ਨਾਲ ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । ਸੰਤ ਜਨ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਵਾਲੇ ਭਲੇ ਬਚਨ ਹੀ ਬੋਲਦੇ ਹਨ ।"},"ft":{"gurmukhi":"(swD) sRys† jo swD hYN (sMq) sWiq rUp iqn ky swQ iml rhIey[ vhu praupkwrI ky lIey gux hI bolqy hYN]","unicode":"(ਸਾਧ) ਸ੍ਰੇਸ੍ਟ ਜੋ ਸਾਧ ਹੈਂ (ਸੰਤ) ਸਾਂਤਿ ਰੂਪ ਤਿਨ ਕੇ ਸਾਥ ਮਿਲ ਰਹੀਏ। ਵਹੁ ਪਰਉਪਕਾਰੀ ਕੇ ਲੀਏ ਗੁਣ ਹੀ ਬੋਲਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(ies vwsqy, hy BweI! swkq nwl sWJ pwx dy QW) sMq jnW nwl gurmuKW nwl iml ky rihxw cwhIdw hY [ sMq jn dUijAW dI BlweI vwly Bly bcn hI boldy hn [","unicode":"(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ! ਸਾਕਤ ਨਾਲ ਸਾਂਝ ਪਾਣ ਦੇ ਥਾਂ) ਸੰਤ ਜਨਾਂ ਨਾਲ ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । ਸੰਤ ਜਨ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਵਾਲੇ ਭਲੇ ਬਚਨ ਹੀ ਬੋਲਦੇ ਹਨ ।"},"ms":{"gurmukhi":"qUM swDUAW dy swDU, piv`qr gurW dy nwl juiVAw rho, jo lokW dy Bly leI pRBU dy j`s dw aucwrn krdy hn[","unicode":"ਤੂੰ ਸਾਧੂਆਂ ਦੇ ਸਾਧੂ, ਪਵਿੱਤਰ ਗੁਰਾਂ ਦੇ ਨਾਲ ਜੁੜਿਆ ਰਹੋ, ਜੋ ਲੋਕਾਂ ਦੇ ਭਲੇ ਲਈ ਪ੍ਰਭੂ ਦੇ ਜੱਸ ਦਾ ਉਚਾਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Si uno encuentra a los Santos y recita los Méritos del Señor y tiene Compasión por la vida, "},"hi":{"ss":"(इस वास्ते। हे भाई ! साकत से सांझ डालने की जगह) संत जनों से गुरमुखों से मिल के रहना चाहिए। संत जन दूसरों की भलाई के लिए भले वचन ही बोलते हैं।","sts":"संतों-साधुजनों के संग मिलकर रहना चाहिए चूंकि वे लोगों की भलाई के लिए शुभ वचन बोलते रहते हैं।"}},"transliteration":{"english":"sa(n)tan sa(n)t saadh mil raheeaai gun boleh paraupakaare ||","hindi":"संतन संत साध मिलि रहीऐ गुण बोलहि परउपकारे ॥","en":"sa(n)tan sa(n)t saadh mil raheeaai gun boleh paraupakaare ||","hi":"संतन संत साध मिलि रहीऐ गुण बोलहि परउपकारे ॥","ipa":"səŋt̪ən səŋt̪ sɑt̪ə̀ mɪl rəhiæ Gʊɳ bɔləh pəroʊpəkɑre.","ur":"سںتن سںت سادھ مل رهیِاَے گُݨ بوله پراپکارے ۔۔"},"pageNo":983,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41955,"shabadId":3634,"verse":{"gurmukhi":"sMqY sMqu imlY mnu ibgsY ijau jl imil kml svwry ]6]","unicode":"ਸੰਤੈ ਸੰਤੁ ਮਿਲੈ ਮਨੁ ਬਿਗਸੈ ਜਿਉ ਜਲ ਮਿਲਿ ਕਮਲ ਸਵਾਰੇ ॥੬॥"},"larivaar":{"gurmukhi":"sMqYsMquimlYmnuibgsYijaujlimilkmlsvwry]6]","unicode":"ਸੰਤੈਸੰਤੁਮਿਲੈਮਨੁਬਿਗਸੈਜਿਉਜਲਮਿਲਿਕਮਲਸਵਾਰੇ॥੬॥"},"translation":{"en":{"bdb":"Meeting the Saint of Saints, the mind blossoms forth, like the lotus, exalted by obtaining the water. ||6||","ms":"Meeting with the Guru, the holiest of the holy, my soul blossoms like the Lotus, which is embellished by obtaining the water.","ssk":"Meeting the Saint of Saints, the mind blossoms forth, like the lotus, exalted by obtaining the water. ||6||"},"pu":{"ss":{"gurmukhi":"ijvyN pwxI ƒ iml ky kOl Pu`l iKVdy hn, iqvyN jdoN koeI sMq iksy sMq ƒ imldw hY qW aus dw mn iKV pYNdw hY [6[","unicode":"ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਮਿਲ ਕੇ ਕੌਲ ਫੁੱਲ ਖਿੜਦੇ ਹਨ, ਤਿਵੇਂ ਜਦੋਂ ਕੋਈ ਸੰਤ ਕਿਸੇ ਸੰਤ ਨੂੰ ਮਿਲਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"sMq ko sMqu imlkY mn myN pRsMn hoqw hY, jYsy jl swQ imlkY kml (svwry) pRwqihkwl pRPulq hoqy hYN]6]","unicode":"ਸੰਤ ਕੋ ਸੰਤੁ ਮਿਲਕੈ ਮਨ ਮੇਂ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ, ਜੈਸੇ ਜਲ ਸਾਥ ਮਿਲਕੈ ਕਮਲ (ਸਵਾਰੇ) ਪ੍ਰਾਤਹਿਕਾਲ ਪ੍ਰਫੁਲਤ ਹੋਤੇ ਹੈਂ॥੬॥"},"bdb":{"gurmukhi":"ijvyN pwxI ƒ iml ky kOl Pu`l iKVdy hn, iqvyN jdoN koeI sMq iksy sMq ƒ imldw hY qW aus dw mn iKV pYNdw hY [6[","unicode":"ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਮਿਲ ਕੇ ਕੌਲ ਫੁੱਲ ਖਿੜਦੇ ਹਨ, ਤਿਵੇਂ ਜਦੋਂ ਕੋਈ ਸੰਤ ਕਿਸੇ ਸੰਤ ਨੂੰ ਮਿਲਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"piv`qrW dy prm piv`qr gurW nwl imlx duAwrw, myrI ijMdVI, pwxI pRwpq hox au¤qy kMvl dy SSoBq hox dI mwnMd iKV jWdI hY[","unicode":"ਪਵਿੱਤਰਾਂ ਦੇ ਪਰਮ ਪਵਿੱਤਰ ਗੁਰਾਂ ਨਾਲ ਮਿਲਣ ਦੁਆਰਾ, ਮੇਰੀ ਜਿੰਦੜੀ, ਪਾਣੀ ਪ੍ਰਾਪਤ ਹੋਣ ਉੱਤੇ ਕੰਵਲ ਦੇ ਸ਼ਸ਼ੋਭਤ ਹੋਣ ਦੀ ਮਾਨੰਦ ਖਿੜ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"entonces uno florece así como el loto cuando crece en el agua."},"hi":{"ss":"जैसे पानी को मिल के कमल फूल खिलते हैं। वैसे ही जब कोई संत किसी संत को मिलता है तब उसका मन खिल उठता है। 6।","sts":"जब किसी भद्रपुरुष को कोई संत मिल जाता है तो उसका मन यों खिल जाता है, जैसे जल में कमल संवर जाता है॥ ६॥"}},"transliteration":{"english":"sa(n)tai sa(n)t milai man bigasai jiau jal mil kamal savaare ||6||","hindi":"संतै संतु मिलै मनु बिगसै जिउ जल मिलि कमल सवारे ॥६॥","en":"sa(n)tai sa(n)t milai man bigasai jiau jal mil kamal savaare ||6||","hi":"संतै संतु मिलै मनु बिगसै जिउ जल मिलि कमल सवारे ॥६॥","ipa":"səŋt̪æ səŋt̪ mɪlæ mən bɪGəsæ d͡ʒɪo d͡ʒəl mɪl kəməl səʋɑre.6.","ur":"سںتَے سںت ملَے من بگسَے جا جل مل کمل سوارے ۔۔۶۔۔"},"pageNo":983,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41956,"shabadId":3634,"verse":{"gurmukhi":"loB lhir sBu suAwnu hlku hY hlikE sBih ibgwry ]","unicode":"ਲੋਭ ਲਹਰਿ ਸਭੁ ਸੁਆਨੁ ਹਲਕੁ ਹੈ ਹਲਕਿਓ ਸਭਹਿ ਬਿਗਾਰੇ ॥"},"larivaar":{"gurmukhi":"loBlhirsBusuAwnuhlkuhYhlikEsBihibgwry]","unicode":"ਲੋਭਲਹਰਿਸਭੁਸੁਆਨੁਹਲਕੁਹੈਹਲਕਿਓਸਭਹਿਬਿਗਾਰੇ॥"},"translation":{"en":{"bdb":"The waves of greed are like mad dogs with rabies. Their madness ruins everything.","ms":"The current of avarice is all like the dog's madness. This madness has spoiled everything.","ssk":"The waves of greed are like mad dogs with rabies. Their madness ruins everything."},"pu":{"ss":{"gurmukhi":"hy BweI! loB dI lihr inrool hlkwieAw ku`qw hI hY (ijvyN) hlkwieAw ku`qw sBnW ƒ (v`F v`F ky) ivgwVdw jWdw hY (iqvyN loBI mnu`K hornW ƒ BI AwpxI sMgiq ivc loBI bxweI jWdw hY) [ ","unicode":"ਹੇ ਭਾਈ! ਲੋਭ ਦੀ ਲਹਿਰ ਨਿਰੋੋਲ ਹਲਕਾਇਆ ਕੁੱਤਾ ਹੀ ਹੈ (ਜਿਵੇਂ) ਹਲਕਾਇਆ ਕੁੱਤਾ ਸਭਨਾਂ ਨੂੰ (ਵੱਢ ਵੱਢ ਕੇ) ਵਿਗਾੜਦਾ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਲੋਭੀ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ ਲੋਭੀ ਬਣਾਈ ਜਾਂਦਾ ਹੈ) । "},"ft":{"gurmukhi":"loB kI lhr AYsy hY jYsy (suAwnu) kUkr kw hlku hoqw hY[ hlikAw hoieAw vhu kuqw sB swQIEN ko ibgwrqw hY, Bwv loBI purs sMgIAW ko BI loBI kr lyqw hY]","unicode":"ਲੋਭ ਕੀ ਲਹਰ ਐਸੇ ਹੈ ਜੈਸੇ (ਸੁਆਨੁ) ਕੂਕਰ ਕਾ ਹਲਕੁ ਹੋਤਾ ਹੈ। ਹਲਕਿਆ ਹੋਇਆ ਵਹੁ ਕੁਤਾ ਸਭ ਸਾਥੀਓਂ ਕੋ ਬਿਗਾਰਤਾ ਹੈ, ਭਾਵ ਲੋਭੀ ਪੁਰਸ ਸੰਗੀਆਂ ਕੋ ਭੀ ਲੋਭੀ ਕਰ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! loB dI lihr inrool hlkwieAw ku`qw hI hY (ijvyN) hlkwieAw ku`qw sBnW ƒ (v`F v`F ky) ivgwVdw jWdw hY (iqvyN loBI mnu`K hornW ƒ BI AwpxI sMgiq ivc loBI bxweI jWdw hY) [ ","unicode":"ਹੇ ਭਾਈ! ਲੋਭ ਦੀ ਲਹਿਰ ਨਿਰੋੋਲ ਹਲਕਾਇਆ ਕੁੱਤਾ ਹੀ ਹੈ (ਜਿਵੇਂ) ਹਲਕਾਇਆ ਕੁੱਤਾ ਸਭਨਾਂ ਨੂੰ (ਵੱਢ ਵੱਢ ਕੇ) ਵਿਗਾੜਦਾ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਲੋਭੀ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ ਲੋਭੀ ਬਣਾਈ ਜਾਂਦਾ ਹੈ) । "},"ms":{"gurmukhi":"lwlc dw qRMg smUh hI ku¤qy dy hlkpuxy dI mwnMd hY[ ies pwglpuny ny swrw ku`C ivgwV C`ifAw hY[","unicode":"ਲਾਲਚ ਦਾ ਤ੍ਰੰਗ ਸਮੂਹ ਹੀ ਕੁੱਤੇ ਦੇ ਹਲਕਪੁਣੇ ਦੀ ਮਾਨੰਦ ਹੈ। ਇਸ ਪਾਗਲਪੁਨੇ ਨੇ ਸਾਰਾ ਕੁੱਛ ਵਿਗਾੜ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"La avaricia, como un perro enloquecido, muerde a quien sea, "},"hi":{"ss":"हे भाई ! लोभ की लहर निरोल हलकाया हुआ कुक्ता ही है (जिस तरह) हलकाया हुआ कुक्ता सबको (काट-काट के) बिगाड़ता जाता है (वैसे ही लोभी मनुष्य औरों को भी अपनी संगति में लोभी बनाए जाता है)।","sts":"लोभ की लहर में पड़ने वाला आदमी पागल कुते की तरह है, जो सब लोगों को काटकर वही बीमारी लगा देता है।"}},"transliteration":{"english":"lobh lahar sabh suaan halak hai halakio sabheh bigaare ||","hindi":"लोभ लहरि सभु सुआनु हलकु है हलकिओ सभहि बिगारे ॥","en":"lobh lahar sabh suaan halak hai halakio sabheh bigaare ||","hi":"लोभ लहरि सभु सुआनु हलकु है हलकिओ सभहि बिगारे ॥","ipa":"lɔɓ ləhər səɓ sʊəɑn hələk hæ hələkɪo səɓəh bɪGɑre.","ur":"لوبھ لهر سبھ سُآن هلک هَے هلکاو سبھه بگارے ۔۔"},"pageNo":983,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41957,"shabadId":3634,"verse":{"gurmukhi":"myry Twkur kY dIbwin Kbir huoeI guir igAwnu KVgu lY mwry ]7]","unicode":"ਮੇਰੇ ਠਾਕੁਰ ਕੈ ਦੀਬਾਨਿ ਖਬਰਿ ਹੋੁਈ ਗੁਰਿ ਗਿਆਨੁ ਖੜਗੁ ਲੈ ਮਾਰੇ ॥੭॥"},"larivaar":{"gurmukhi":"myryTwkurkYdIbwinKbirhuoeIguirigAwnuKVgulYmwry]7]","unicode":"ਮੇਰੇਠਾਕੁਰਕੈਦੀਬਾਨਿਖਬਰਿਹੋੁਈਗੁਰਿਗਿਆਨੁਖੜਗੁਲੈਮਾਰੇ॥੭॥"},"translation":{"en":{"bdb":"When the news reached the Court of my Lord and Master, the Guru took up the sword of spiritual wisdom, and killed them. ||7||","ms":"When the news reached the court of my Lord. then taking up the sword of Divine knowledge, the Great-God did slay it.","ssk":"When the news reached the Court of my Lord and Master, the Guru took up the sword of spiritual wisdom, and killed them. ||7||"},"pu":{"ss":{"gurmukhi":"(ies loB qoN bcx leI ijhVw mnu`K gurU dI srn pY ky pRBU-dr qy pukwr krdw hY, qdoN) prmwqmw dI hzUrI ivc aus dI ArzoeI dI ^br phuMcdI hY, prmwqmw gurU dI rwhIN Awqmk jIvn dI sUJ dI qlvwr lY ky a","unicode":"(ਇਸ ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪੁਕਾਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਸ ਦੀ ਅਰਜ਼ੋਈ ਦੀ ਖ਼ਬਰ ਪਹੁੰਚਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਤਲਵਾਰ ਲੈ ਕੇ ੳ"},"ft":{"gurmukhi":"myry vwihgurU ky (dIbwin) swD sMgq myN jb Kbr hoeI, bfw igAwn rUp (KVgu) sRI swihb, Bwv qlvwr lY ky loBI kuqy ko mwrqy hYN[ Bwv jb swD sMgq myN loBI purs BI Awvy qO vIcwr kr aus ko qÎwg dyqy hYN]7]","unicode":"ਮੇਰੇ ਵਾਹਿਗੁਰੂ ਕੇ (ਦੀਬਾਨਿ) ਸਾਧ ਸੰਗਤ ਮੇਂ ਜਬ ਖਬਰ ਹੋਈ, ਬਡਾ ਗਿਆਨ ਰੂਪ (ਖੜਗੁ) ਸ੍ਰੀ ਸਾਹਿਬ, ਭਾਵ ਤਲਵਾਰ ਲੈ ਕੇ ਲੋਭੀ ਕੁਤੇ ਕੋ ਮਾਰਤੇ ਹੈਂ। ਭਾਵ ਜਬ ਸਾਧ ਸੰਗਤ ਮੇਂ ਲੋਭੀ ਪੁਰਸ ਭੀ ਆਵੇ ਤੌ ਵੀਚਾਰ ਕਰ ਉਸ ਕੋ ਤ੍ਯਾਗ ਦੇਤੇ ਹੈਂ॥੭॥"},"bdb":{"gurmukhi":"(ies loB qoN bcx leI ijhVw mnu`K gurU dI srn pY ky pRBU-dr qy pukwr krdw hY, qdoN) prmwqmw dI hzUrI ivc aus dI ArzoeI dI ^br phuMcdI hY, prmwqmw gurU dI rwhIN Awqmk jIvn dI sUJ dI qlvwr lY ky a","unicode":"(ਇਸ ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪੁਕਾਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਸ ਦੀ ਅਰਜ਼ੋਈ ਦੀ ਖ਼ਬਰ ਪਹੁੰਚਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਤਲਵਾਰ ਲੈ ਕੇ ੳ"},"ms":{"gurmukhi":"jd mYNfy suAwmI dy drbwr iv`c knso phuMcI qW bRhm igAwq dI qlvwr lY ky, ivSwl vwihgurU ny ies ƒ mwr su`itAw[","unicode":"ਜਦ ਮੈਂਡੇ ਸੁਆਮੀ ਦੇ ਦਰਬਾਰ ਵਿੱਚ ਕਨਸੋ ਪਹੁੰਚੀ ਤਾਂ ਬ੍ਰਹਮ ਗਿਆਤ ਦੀ ਤਲਵਾਰ ਲੈ ਕੇ, ਵਿਸ਼ਾਲ ਵਾਹਿਗੁਰੂ ਨੇ ਇਸ ਨੂੰ ਮਾਰ ਸੁੱਟਿਆ।"}},"es":{"sn":"e infecta con su mal todo lo que toca, pero cuando la Corte del Maestro la reconoce, la destruye con la Espada de la Sabiduría. (7)"},"hi":{"ss":"(इस लोभ से बचने के लिए जो मनुष्य गुरू की शरण पड़ कर प्रभू-दर पे पुकार करता है। तब) परमात्मा की हजूरी में उसकी आरजू की खबर पहुँचती है। परमात्मा गुरू के माध्यम से आत्मिक जीवन की सूझ की तलवार ले के उसके अंदर से लोभ के हलकाए हुए कुत्ते को मार देता है। 7।","sts":"जब मेरे ठाकुर जी के दरबार में इसकी खबर होती है तो गुरु ज्ञान-खड्ग लेकर इसका अन्त कर देता है॥ ७॥"}},"transliteration":{"english":"mere Thaakur kai dheebaan khabar huoiee gur giaan khaRag lai maare ||7||","hindi":"मेरे ठाकुर कै दीबानि खबरि हुोई गुरि गिआनु खड़गु लै मारे ॥७॥","en":"mere Thaakur kai dheebaan khabar huoiee gur giaan khaRag lai maare ||7||","hi":"मेरे ठाकुर कै दीबानि खबरि हुोई गुरि गिआनु खड़गु लै मारे ॥७॥","ipa":"mere ʈʰɑkʊr kæ d̪ibɑn kʰəbər hʊɔei Gʊr Gɪəɑn kʰəɽəG læ mɑre.7.","ur":"مےرے ٹھاکر کَے دیِبان کھبر هُوای گُر گآن کھڑگ لَے مارے ۔۔۷۔۔"},"pageNo":983,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41958,"shabadId":3634,"verse":{"gurmukhi":"rwKu rwKu rwKu pRB myry mY rwKhu ikrpw Dwry ]","unicode":"ਰਾਖੁ ਰਾਖੁ ਰਾਖੁ ਪ੍ਰਭ ਮੇਰੇ ਮੈ ਰਾਖਹੁ ਕਿਰਪਾ ਧਾਰੇ ॥"},"larivaar":{"gurmukhi":"rwKurwKurwKupRBmyrymYrwKhuikrpwDwry]","unicode":"ਰਾਖੁਰਾਖੁਰਾਖੁਪ੍ਰਭਮੇਰੇਮੈਰਾਖਹੁਕਿਰਪਾਧਾਰੇ॥"},"translation":{"en":{"bdb":"Save me, save me, save me, O my God; shower me with Your Mercy, and save me!","ms":"Save, save, save Thou me, O my Master and rescue me by showering Thine benediction.","ssk":"Save me, save me, save me, O my God; shower me with Your Mercy, and save me!"},"pu":{"ss":{"gurmukhi":"hy myry pRBU! (ies loB-ku`qy qoN) mYƒ BI bcw lY, bcw lY, bcw lY, ikrpw kr ky mYƒ BI bcw lY [","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਇਸ ਲੋਭ-ਕੁੱਤੇ ਤੋਂ) ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ ।"},"ft":{"gurmukhi":"mn bwxI srIr kr ky iehI pRwrQnw hY, hy pRBU! myry ko ikrpw Dwr kY rwK lY]","unicode":"ਮਨ ਬਾਣੀ ਸਰੀਰ ਕਰ ਕੇ ਇਹੀ ਪ੍ਰਾਰਥਨਾ ਹੈ, ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਕੋ ਕਿਰਪਾ ਧਾਰ ਕੈ ਰਾਖ ਲੈ॥"},"bdb":{"gurmukhi":"hy myry pRBU! (ies loB-ku`qy qoN) mYƒ BI bcw lY, bcw lY, bcw lY, ikrpw kr ky mYƒ BI bcw lY [","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਇਸ ਲੋਭ-ਕੁੱਤੇ ਤੋਂ) ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ ਬਚਾ ਲੈ ।"},"ms":{"gurmukhi":"qUM mYƒ bcw lY, bcw lY, hy mYNfy mwlk! qy AwpxI imhr krky myrI r`iKAw kr[","unicode":"ਤੂੰ ਮੈਨੂੰ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਹੇ ਮੈਂਡੇ ਮਾਲਕ! ਤੇ ਆਪਣੀ ਮਿਹਰ ਕਰਕੇ ਮੇਰੀ ਰੱਖਿਆ ਕਰ।"}},"es":{"sn":"Oh Dios, ten Compasión de mí y sálvame, pues en verdad Te pertenezco; "},"hi":{"ss":"हे मेरे प्रभू ! (इस लोभ-कुत्ते से) मुझे भी बचा ले। बचा ले। बचा ले। कृपा करके मुझे भी बचा ले।","sts":"हे प्रभु ! कृपा करके मेरी रक्षा करो।"}},"transliteration":{"english":"raakh raakh raakh prabh mere mai raakhahu kirapaa dhaare ||","hindi":"राखु राखु राखु प्रभ मेरे मै राखहु किरपा धारे ॥","en":"raakh raakh raakh prabh mere mai raakhahu kirapaa dhaare ||","hi":"राखु राखु राखु प्रभ मेरे मै राखहु किरपा धारे ॥","ipa":"rɑkʰ rɑkʰ rɑkʰ pɹəɓ mere mæ rɑkʰəh kɪrəpɑ t̪ɑre.","ur":"راکھ راکھ راکھ پربھ مےرے مَے راکھهُ کرپا دھارے ۔۔"},"pageNo":983,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41959,"shabadId":3634,"verse":{"gurmukhi":"nwnk mY Dr Avr n kweI mY siqguru guru insqwry ]8]6]","unicode":"ਨਾਨਕ ਮੈ ਧਰ ਅਵਰ ਨ ਕਾਈ ਮੈ ਸਤਿਗੁਰੁ ਗੁਰੁ ਨਿਸਤਾਰੇ ॥੮॥੬॥"},"larivaar":{"gurmukhi":"nwnkmYDrAvrnkweImYsiqguruguruinsqwry]8]6]","unicode":"ਨਾਨਕਮੈਧਰਅਵਰਨਕਾਈਮੈਸਤਿਗੁਰੁਗੁਰੁਨਿਸਤਾਰੇ॥੮॥੬॥"},"translation":{"en":{"bdb":"O Nanak, I have no other support; the Guru, the True Guru, has saved me. ||8||6||","ms":"Nanak, I have not any other support. The Great True Guru has ferried me across.","ssk":"O Nanak, I have no other support; the Guru, the True Guru, has saved me. ||8||6|| First Set of Six Hymns||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) myrw hor koeI Awsrw nhIN [ gurU hI myrw Awsrw hY, gurU hI pwr lMGWdw hY (mYƒ gurU dI srn r`K) [8[6[ Ckw 1 [","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ । ਗੁਰੂ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈ, ਗੁਰੂ ਹੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਰੱਖ) ।੮।੬। ਛਕਾ ੧ ।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: myry ko hor Et koeI nhIN hY[ siqgurU jo pUjÎ hYN eyhI qwrYNgy]8]6] Ckw]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਮੇਰੇ ਕੋ ਹੋਰ ਓਟ ਕੋਈ ਨਹੀਂ ਹੈ। ਸਤਿਗੁਰੂ ਜੋ ਪੂਜ੍ਯ ਹੈਂ ਏਹੀ ਤਾਰੈਂਗੇ॥੮॥੬॥ ਛਕਾ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy pRBU!) myrw hor koeI Awsrw nhIN [ gurU hI myrw Awsrw hY, gurU hI pwr lMGWdw hY (mYƒ gurU dI srn r`K) [8[6[ Ckw 1 [","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਪ੍ਰਭੂ!) ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ । ਗੁਰੂ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈ, ਗੁਰੂ ਹੀ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਰੱਖ) ।੮।੬। ਛਕਾ ੧ ।"},"ms":{"gurmukhi":"nwnk, myrw hor koeI Awsrw nhIN[ ivSwl s¤cy gurdyv jI ny myrw pwr auqwrw kr id`qw hY[","unicode":"ਨਾਨਕ, ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ। ਵਿਸ਼ਾਲ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਨੇ ਮੇਰਾ ਪਾਰ ਉਤਾਰਾ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"sí, no tengo otro soporte en qué apoyarme, oh Señor, emancípame a través del Guru.(8-6)"},"hi":{"ss":"हे नानक ! (कह- हे प्रभू !) मेरा और कोई आसरा नहीं। गुरू ही मेरा आसरा है। गुरू ही पार लंघाता है। (मुझे गुरू की शरण रख)। 8। 6। छका1। छका = छक्का। जोड़ 6।","sts":"नानक का कथन है कि मेरा अन्य कोई सहारा नहीं है परन्तु सतगुरु ही मुझे मुक्त कर सकता है॥ ८॥ ६॥ छका १॥ (महला ४ की छ: अष्टपदियों का संग्रह)"}},"transliteration":{"english":"naanak mai dhar avar na kaiee mai satigur gur nisataare ||8||6||","hindi":"नानक मै धर अवर न काई मै सतिगुरु गुरु निसतारे ॥८॥६॥","en":"naanak mai dhar avar na kaiee mai satigur gur nisataare ||8||6||","hi":"नानक मै धर अवर न काई मै सतिगुरु गुरु निसतारे ॥८॥६॥","ipa":"nɑnək mæ t̪ər əʋər nə kɑei mæ sət̪ɪGʊr Gʊr nɪsət̪ɑre.8.6.","ur":"نانک مَے دھر اور ن کاای مَے ستگر گُر نستارے ۔۔۸۔۔۶۔۔"},"pageNo":983,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}},{"verseId":41960,"shabadId":3635,"verse":{"gurmukhi":"Ckw 1 ]","unicode":"ਛਕਾ ੧ ॥"},"larivaar":{"gurmukhi":"Ckw1]","unicode":"ਛਕਾ੧॥"},"translation":{"en":{"bdb":"First Set of Six Hymns||"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null}},"es":{"sn":"Primero de seis versos"},"hi":{"ss":"","sts":""}},"transliteration":{"english":"chhakaa 1 ||","hindi":"छका १ ॥","en":"chhakaa 1 ||","hi":"छका १ ॥","ipa":"ɕəkɑ 1.","ur":"چھکا ۱ ۔۔"},"pageNo":983,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]},"writer":{"writerId":null,"gurmukhi":null,"unicode":null,"english":null},"raag":{"raagId":23,"gurmukhi":"rwgu nt nwrwien","unicode":"ਰਾਗੁ ਨਟ ਨਾਰਾਇਨ","english":"Raag Nat Naaraayan","raagWithPage":"Nat Naaraayan (975-983)"}}]}