{"shabadInfo":{"shabadId":1152,"shabadName":13916,"pageNo":305,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":305},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":8,"navigation":{"previous":1151,"next":1153},"verses":[{"verseId":13915,"shabadId":1152,"verse":{"gurmukhi":"mÚ 4 ]","unicode":"ਮਃ ੪ ॥"},"larivaar":{"gurmukhi":"mÚ4]","unicode":"ਮਃ੪॥"},"translation":{"en":{"bdb":"Fourth Mehla:","ms":"4th Guru.","ssk":"Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"coQI pwqSwhI[","unicode":"ਚੋਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"महला ४॥"}},"transliteration":{"english":"mahalaa chauthhaa ||","hindi":"म: ४ ॥","en":"mahalaa chauthhaa ||","hi":"म: ४ ॥","ipa":"mahalaa t͡ʃɵɵt̪ʰɑ.","ur":"مÚ ۴ ۔۔"},"pageNo":305,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":13916,"shabadId":1152,"verse":{"gurmukhi":"gur siqgur kw jo isKu AKwey su Blky auiT hir nwmu iDAwvY ]","unicode":"ਗੁਰ ਸਤਿਗੁਰ ਕਾ ਜੋ ਸਿਖੁ ਅਖਾਏ ਸੁ ਭਲਕੇ ਉਠਿ ਹਰਿ ਨਾਮੁ ਧਿਆਵੈ ॥"},"larivaar":{"gurmukhi":"gursiqgurkwjoisKuAKweysuBlkyauiThirnwmuiDAwvY]","unicode":"ਗੁਰਸਤਿਗੁਰਕਾਜੋਸਿਖੁਅਖਾਏਸੁਭਲਕੇਉਠਿਹਰਿਨਾਮੁਧਿਆਵੈ॥"},"translation":{"en":{"bdb":"One who calls himself a Sikh of the Guru, the True Guru, shall rise in the early morning hours and meditate on the Lord's Name.","ms":"He, who calls himself a Sikh of the Great True Guru, should rise early and meditate on God's Name.","ssk":"One who calls himself a Sikh of the Guru, the True Guru, shall rise in the early morning hours and meditate on the Lord's Name."},"pu":{"ss":{"gurmukhi":"jo mnu`K siqgurU dw (s`cw) is`K AKvWdw hY (Bwv, ijs ƒ lok s`cw is`K AwKdy hn) auh roz svyry au~T ky hir-nwm dw ismrn krdw hY, ","unicode":"ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ (ਸੱਚਾ) ਸਿੱਖ ਅਖਵਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਨੂੰ ਲੋਕ ਸੱਚਾ ਸਿੱਖ ਆਖਦੇ ਹਨ) ਉਹ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਠ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, "},"ft":{"gurmukhi":"jo pUjÎ siqguroN kw isK khwvqw hovy, so hmyS jb sovqw hUAw svyry auTy qb hrI nwm kw aucwrx AOr hrI srUp kw iDAwvxw kry]","unicode":"ਜੋ ਪੂਜ੍ਯ ਸਤਿਗੁਰੋਂ ਕਾ ਸਿਖ ਕਹਾਵਤਾ ਹੋਵੇ, ਸੋ ਹਮੇਸ਼ ਜਬ ਸੋਵਤਾ ਹੂਆ ਸਵੇਰੇ ਉਠੇ ਤਬ ਹਰੀ ਨਾਮ ਕਾ ਉਚਾਰਣ ਔਰ ਹਰੀ ਸਰੂਪ ਕਾ ਧਿਆਵਣਾ ਕਰੇ॥"},"bdb":{"gurmukhi":"jo mnu`K siqgurU dw (s`cw) is`K AKvWdw hY (Bwv, ijs ƒ lok s`cw is`K AwKdy hn) auh roz svyry au~T ky hir-nwm dw ismrn krdw hY, ","unicode":"ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ (ਸੱਚਾ) ਸਿੱਖ ਅਖਵਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਨੂੰ ਲੋਕ ਸੱਚਾ ਸਿੱਖ ਆਖਦੇ ਹਨ) ਉਹ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਠ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, "},"ms":{"gurmukhi":"jo Awpxy Awp ƒ v¤fy s¤cy gurW dw is`K khwauNdw hY, aus ƒ AMimRq vyly auT ky vwihgurU dy nwm dw ismrn krnw cwhIdw hY[","unicode":"ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡੇ ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਸਿੱਖ ਕਹਾਉਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉਠ ਕੇ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"}},"es":{"sn":"Si uno se considera discípulo del Verdadero Guru, entonces que se levante temprano en la mañana y contemple el Naam, el Nombre del Señor. "},"hi":{"ss":"जो मनुष्य सतिगुरू का (सच्चा) सिख कहलवाता है (भाव। जिसको लोग सच्चा सिख कहते हैं) वह हर रोज सवेरे उठ के हरी-नाम का सिमरन करता है।","sts":"जो मनुष्य सतिगुरु का (सच्चा) सिक्ख कहलाता है, वह प्रभातकाल उठकर ईश्वर के नाम का सिमरन करता है।"}},"transliteration":{"english":"gur satigur kaa jo sikh akhaae su bhalake uTh har naam dhiaavai ||","hindi":"गुर सतिगुर का जो सिखु अखाए सु भलके उठि हरि नामु धिआवै ॥","en":"gur satigur kaa jo sikh akhaae su bhalake uTh har naam dhiaavai ||","hi":"गुर सतिगुर का जो सिखु अखाए सु भलके उठि हरि नामु धिआवै ॥","ipa":"Gʊr sət̪ɪGʊr kɑ d͡ʒɔ sɪkʰ əkʰɑee s ɓələke oʊʈʰ hər nɑm t̪ɪəɑʋæ.","ur":"گُر ستگر کا جو سکھ اکھااے سُ بھلکے اُٹھ هرِ نام دھآوَے ۔۔"},"pageNo":305,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":13917,"shabadId":1152,"verse":{"gurmukhi":"audmu kry Blky prBwqI iesnwnu kry AMimRq sir nwvY ]","unicode":"ਉਦਮੁ ਕਰੇ ਭਲਕੇ ਪਰਭਾਤੀ ਇਸਨਾਨੁ ਕਰੇ ਅੰਮ੍ਰਿਤ ਸਰਿ ਨਾਵੈ ॥"},"larivaar":{"gurmukhi":"audmukryBlkyprBwqIiesnwnukryAMimRqsirnwvY]","unicode":"ਉਦਮੁਕਰੇਭਲਕੇਪਰਭਾਤੀਇਸਨਾਨੁਕਰੇਅੰਮ੍ਰਿਤਸਰਿਨਾਵੈ॥"},"translation":{"en":{"bdb":"Upon arising early in the morning, he is to bathe, and cleanse himself in the pool of nectar.","ms":"He should make efforts early in the morning take bath and have ablution in the tank of Nectar.","ssk":"Upon arising early in the morning, he is to bathe, and cleanse himself in the pool of nectar."},"pu":{"ss":{"gurmukhi":"hr roz svyry au~dm krdw hY, ieSnwn krdw hY (qy iPr nwm-rUp) AMimRq dy srovr ivc tu`BI lwauNdw h","unicode":"ਹਰ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ (ਤੇ ਫਿਰ ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਟੁੱਭੀ ਲਾਉਂਦਾ ਹ"},"ft":{"gurmukhi":"(Blky) hr roj (prBwqI) AMimRq vyly audm kr ky ipRQmy jl imRqkw dwqn kr srIr ko (iesnwnu) pivqR kry, punw AMimRq rUp inrml jl iqs ky (sir) qwl myN vw ndI kUp pr jwie kr nwvY, vw pihly nwie kr iPr (AMimRqsir) sqsMg myN jwvy[ jy sRI AMimRqsr jI myN hoie qO ipRQm Apr kUp pr iesnwn kr ky iPr sRI AMimRq srovr myN iesnwn kry[ ieh gur Gr kI mrXwdw hY]","unicode":"(ਭਲਕੇ) ਹਰ ਰੋਜ (ਪਰਭਾਤੀ) ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉਦਮ ਕਰ ਕੇ ਪ੍ਰਿਥਮੇ ਜਲ ਮ੍ਰਿਤਕਾ ਦਾਤਨ ਕਰ ਸਰੀਰ ਕੋ (ਇਸਨਾਨੁ) ਪਵਿਤ੍ਰ ਕਰੇ, ਪੁਨਾ ਅੰਮ੍ਰਿਤ ਰੂਪ ਨਿਰਮਲ ਜਲ ਤਿਸ ਕੇ (ਸਰਿ) ਤਾਲ ਮੇਂ ਵਾ ਨਦੀ ਕੂਪ ਪਰ ਜਾਇ ਕਰ ਨਾਵੈ, ਵਾ ਪਹਿਲੇ ਨਾਇ ਕਰ ਫਿਰ (ਅੰਮ੍ਰਿਤਸਰਿ) ਸਤਸੰਗ ਮੇਂ ਜਾਵੇ। ਜੇ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਮੇਂ ਹੋਇ ਤੌ ਪ੍ਰਿਥਮ ਅਪਰ ਕੂਪ ਪਰ ਇਸਨਾਨ ਕਰ ਕੇ ਫਿਰ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤ ਸਰੋਵਰ ਮੇਂ ਇਸਨਾਨ ਕਰੇ। ਇਹ ਗੁਰ ਘਰ ਕੀ ਮਰਯਾਦਾ ਹੈ॥"},"bdb":{"gurmukhi":"hr roz svyry au~dm krdw hY, ieSnwn krdw hY (qy iPr nwm-rUp) AMimRq dy srovr ivc tu`BI lwauNdw h","unicode":"ਹਰ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ (ਤੇ ਫਿਰ ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਟੁੱਭੀ ਲਾਉਂਦਾ ਹ"},"ms":{"gurmukhi":"aus ƒ bhuq qVky auprwlw krky, nHwauxw Aqy suGwrs dy qwlwb AMdr tu`bI lwaux auic`q hY[","unicode":"ਉਸ ਨੂੰ ਬਹੁਤ ਤੜਕੇ ਉਪਰਾਲਾ ਕਰਕੇ, ਨ੍ਹਾਉਣਾ ਅਤੇ ਸੁਘਾਰਸ ਦੇ ਤਾਲਾਬ ਅੰਦਰ ਟੁੱਬੀ ਲਾਉਣ ਉਚਿੱਤ ਹੈ।"}},"es":{"sn":"Que se entone en el Señor y se bañe en el Lago del Néctar a esta temprana hora. "},"hi":{"ss":"हर रोज सवेरे उद्यम करता है। स्नान करता है (और फिर नाम रूपी) अमृत के सरोवर में डुबकी लगाता है।","sts":"वह प्रतिदिन सुबह उद्यम करता है, स्नान करता है और फिर नाम-रूपी अमृत के सरोवर में डुबकी लगाता है।"}},"transliteration":{"english":"audham kare bhalake parabhaatee isanaan kare a(n)mirat sar naavai ||","hindi":"उदमु करे भलके परभाती इसनानु करे अंमृत सरि नावै ॥","en":"audham kare bhalake parabhaatee isanaan kare a(n)mirat sar naavai ||","hi":"उदमु करे भलके परभाती इसनानु करे अंमृत सरि नावै ॥","ipa":"oʊd̪əm kəre ɓələke pərɓɑt̪i eɪsənɑn kəre əŋmɪɹət̪ sər nɑʋæ.","ur":"اُدم کرے بھلکے پربھاتیِ اسنان کرے اںمرت سر ناوَے ۔۔"},"pageNo":305,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":13918,"shabadId":1152,"verse":{"gurmukhi":"aupdyis gurU hir hir jpu jwpY siB iklivK pwp doK lih jwvY ]","unicode":"ਉਪਦੇਸਿ ਗੁਰੂ ਹਰਿ ਹਰਿ ਜਪੁ ਜਾਪੈ ਸਭਿ ਕਿਲਵਿਖ ਪਾਪ ਦੋਖ ਲਹਿ ਜਾਵੈ ॥"},"larivaar":{"gurmukhi":"aupdyisgurUhirhirjpujwpYsiBiklivKpwpdoKlihjwvY]","unicode":"ਉਪਦੇਸਿਗੁਰੂਹਰਿਹਰਿਜਪੁਜਾਪੈਸਭਿਕਿਲਵਿਖਪਾਪਦੋਖਲਹਿਜਾਵੈ॥"},"translation":{"en":{"bdb":"Following the Instructions of the Guru, he is to chant the Name of the Lord, Har, Har. All sins, misdeeds and negativity shall be erased.","ms":"By repeating Lords God's Name under Guru's instruction all his sins misdeeds and accusations are wiped off.","ssk":"Following the Instructions of the Guru, he is to chant the Name of the Lord, Har, Har. All sins, misdeeds and negativity shall be erased."},"pu":{"ss":{"gurmukhi":", siqgurU dy aupdyS duAwrw pRBU dy nwm dw jwp jpdw hY qy (ies qrHW) aus dy swry pwp-ivkwr lih jWdy hn","unicode":", ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਹੈ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ-ਵਿਕਾਰ ਲਹਿ ਜਾਂਦੇ ਹਨ"},"ft":{"gurmukhi":"jYsy nwm jpny ky prkwr kw aupdyS guroN ny dIAw hY sÍws sÍws vw AOr pRkwr sy, iqs ky Anuswr hir hir nwm ky jwp ko AMimRq vyly cwr GVI ky qVky jpY, ijs ko SwsqR bRhm mhUrq khqy hYN[ sMpUrn iklivK AOr pwp punw doK klMk dUr ho jwvYNgy]","unicode":"ਜੈਸੇ ਨਾਮ ਜਪਨੇ ਕੇ ਪਰਕਾਰ ਕਾ ਉਪਦੇਸ਼ ਗੁਰੋਂ ਨੇ ਦੀਆ ਹੈ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਵਾ ਔਰ ਪ੍ਰਕਾਰ ਸੇ, ਤਿਸ ਕੇ ਅਨੁਸਾਰ ਹਰਿ ਹਰਿ ਨਾਮ ਕੇ ਜਾਪ ਕੋ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਚਾਰ ਘੜੀ ਕੇ ਤੜਕੇ ਜਪੈ, ਜਿਸ ਕੋ ਸ਼ਾਸਤ੍ਰ ਬ੍ਰਹਮ ਮਹੂਰਤ ਕਹਤੇ ਹੈਂ। ਸੰਪੂਰਨ ਕਿਲਵਿਖ ਔਰ ਪਾਪ ਪੁਨਾ ਦੋਖ ਕਲੰਕ ਦੂਰ ਹੋ ਜਾਵੈਂਗੇ॥"},"bdb":{"gurmukhi":", siqgurU dy aupdyS duAwrw pRBU dy nwm dw jwp jpdw hY qy (ies qrHW) aus dy swry pwp-ivkwr lih jWdy hn","unicode":", ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਹੈ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ-ਵਿਕਾਰ ਲਹਿ ਜਾਂਦੇ ਹਨ"},"ms":{"gurmukhi":"gurW dI isiKAw qwby vwihgurU suAwmI dy nwm dw aucwrn krn duAwrw aus dy swry gunwh, kukrm qy dUSx auqr jWdy hn[","unicode":"ਗੁਰਾਂ ਦੀ ਸਿਖਿਆ ਤਾਬੇ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਉਸ ਦੇ ਸਾਰੇ ਗੁਨਾਹ, ਕੁਕਰਮ ਤੇ ਦੂਸ਼ਣ ਉਤਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Que habite en el Señor a través de la Palabra del Guru para que todos sus errores sean lavados. "},"hi":{"ss":"सतिगुरू के उपदेश द्वारा प्रभू के नाम का जाप जपता है और (इस तरह) उसके सारे पाप विकार उतर जाते हैं।","sts":"गुरु के उपदेश द्वारा वह प्रभु-परमेश्वर के नाम का जाप जपता है और इस प्रकार उसके तमाम पाप दोष निवृत हो जाते हैं।"}},"transliteration":{"english":"aupadhes guroo har har jap jaapai sabh kilavikh paap dhokh leh jaavai ||","hindi":"उपदेसि गुरू हरि हरि जपु जापै सभि किलविख पाप दोख लहि जावै ॥","en":"aupadhes guroo har har jap jaapai sabh kilavikh paap dhokh leh jaavai ||","hi":"उपदेसि गुरू हरि हरि जपु जापै सभि किलविख पाप दोख लहि जावै ॥","ipa":"oʊpəd̪es Gʊru hər hər d͡ʒəp d͡ʒɑpæ səɓ kɪləʋɪkʰ pɑp d̪ɔkʰ ləh d͡ʒɑʋæ.","ur":"اُپدےس گُرُو هر هرِ جپ جاپَے سبھِ کلوکھ پاپ دوکھ لهِ جاوَے ۔۔"},"pageNo":305,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":13919,"shabadId":1152,"verse":{"gurmukhi":"iPir cVY idvsu gurbwxI gwvY bhidAw auTidAw hir nwmu iDAwvY ]","unicode":"ਫਿਰਿ ਚੜੈ ਦਿਵਸੁ ਗੁਰਬਾਣੀ ਗਾਵੈ ਬਹਦਿਆ ਉਠਦਿਆ ਹਰਿ ਨਾਮੁ ਧਿਆਵੈ ॥"},"larivaar":{"gurmukhi":"iPircVYidvsugurbwxIgwvYbhidAwauTidAwhirnwmuiDAwvY]","unicode":"ਫਿਰਿਚੜੈਦਿਵਸੁਗੁਰਬਾਣੀਗਾਵੈਬਹਦਿਆਉਠਦਿਆਹਰਿਨਾਮੁਧਿਆਵੈ॥"},"translation":{"en":{"bdb":"Then, at the rising of the sun, he is to sing Gurbani; whether sitting down or standing up, he is to meditate on the Lord's Name.","ms":"Afterwards at sun rise he sings Gurbani and whilst sitting or standing he meditates in God's Name.","ssk":"Then, at the rising of the sun, he is to sing Gurbani; whether sitting down or standing up, he is to meditate on the Lord's Name."},"pu":{"ss":{"gurmukhi":"iPr idn cVHy siqgurU dI bwxI dw kIrqn krdw hY qy (idhwVI) bihMidAW au~TidAW (Bwv, kwr-ikrq kridAW) pRBU dw nwm ismrdw hY ","unicode":"ਫਿਰ ਦਿਨ ਚੜ੍ਹੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਕੀਰਤਨ ਕਰਦਾ ਹੈ ਤੇ (ਦਿਹਾੜੀ) ਬਹਿੰਦਿਆਂ ਉੱਠਦਿਆਂ (ਭਾਵ, ਕਾਰ-ਕਿਰਤ ਕਰਦਿਆਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ "},"ft":{"gurmukhi":"iPr idn cVy guroN kI bwxI pVy vw sur qwl myN gwXn kry[ AMimRq vyly jwp krny kw, Bwv eyh iqs kwl myN iekwgr mn hoqw hY[ bwxI kw pwT ibnW iekwgrqw AOr ibauhwr kriqAW BI ho jwqw hY, prMqU iDAwn jwp ibauhwr kwl myN nhIN hoqw]ÇpRSn: jb bwxI kw pwT kr cuky qb ikAw kry?Çau`qR: bYTiqAW auTiqAW suBwvk hI hrI kw nwm aucwrn krqw rhy]","unicode":"ਫਿਰ ਦਿਨ ਚੜੇ ਗੁਰੋਂ ਕੀ ਬਾਣੀ ਪੜੇ ਵਾ ਸੁਰ ਤਾਲ ਮੇਂ ਗਾਯਨ ਕਰੇ। ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਜਾਪ ਕਰਨੇ ਕਾ, ਭਾਵ ਏਹ ਤਿਸ ਕਾਲ ਮੇਂ ਇਕਾਗਰ ਮਨ ਹੋਤਾ ਹੈ। ਬਾਣੀ ਕਾ ਪਾਠ ਬਿਨਾਂ ਇਕਾਗਰਤਾ ਔਰ ਬਿਉਹਾਰ ਕਰਤਿਆਂ ਭੀ ਹੋ ਜਾਤਾ ਹੈ, ਪਰੰਤੂ ਧਿਆਨ ਜਾਪ ਬਿਉਹਾਰ ਕਾਲ ਮੇਂ ਨਹੀਂ ਹੋਤਾ॥☬ਪ੍ਰਸ਼ਨ: ਜਬ ਬਾਣੀ ਕਾ ਪਾਠ ਕਰ ਚੁਕੇ ਤਬ ਕਿਆ ਕਰੇ?☬ਉੱਤ੍ਰ: ਬੈਠਤਿਆਂ ਉਠਤਿਆਂ ਸੁਭਾਵਕ ਹੀ ਹਰੀ ਕਾ ਨਾਮ ਉਚਾਰਨ ਕਰਤਾ ਰਹੇ॥"},"bdb":{"gurmukhi":"iPr idn cVHy siqgurU dI bwxI dw kIrqn krdw hY qy (idhwVI) bihMidAW au~TidAW (Bwv, kwr-ikrq kridAW) pRBU dw nwm ismrdw hY ","unicode":"ਫਿਰ ਦਿਨ ਚੜ੍ਹੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਕੀਰਤਨ ਕਰਦਾ ਹੈ ਤੇ (ਦਿਹਾੜੀ) ਬਹਿੰਦਿਆਂ ਉੱਠਦਿਆਂ (ਭਾਵ, ਕਾਰ-ਕਿਰਤ ਕਰਦਿਆਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ "},"ms":{"gurmukhi":"mgroN, idn cVHy auh gurbwxI gwien krdw hY Aqy bihMdw jw auTdw hoieAw r`b dy nwm ƒ ismrdw hY[","unicode":"ਮਗਰੋਂ, ਦਿਨ ਚੜ੍ਹੇ ਉਹ ਗੁਰਬਾਣੀ ਗਾਇਨ ਕਰਦਾ ਹੈ ਅਤੇ ਬਹਿੰਦਾ ਜਾ ਉਠਦਾ ਹੋਇਆ ਰੱਬ ਦੇ ਨਾਮ ਨੂੰ ਸਿਮਰਦਾ ਹੈ।"}},"es":{"sn":"Y en el amanecer que deje que cante la Palabra del Guru y que reflexione en el Naam, el Nombre del Señor, en todo lo que hace. "},"hi":{"ss":"फिर दिन चढ़ने पर सतिगुरू की बाणी का कीर्तन करता है और (दिन में) बैठते-उठते (भाव। काम-काज करते हुए) प्रभू का नाम सिमरता है।","sts":"फिर दिन निकलने पर गुरु की वाणी का कीर्त्तन करता है और उठते-बैठते प्रभु का नाम सिमरन करता रहता है।"}},"transliteration":{"english":"fir chaRai dhivas gurbaanee gaavai bahadhiaa uThadhiaa har naam dhiaavai ||","hindi":"फिरि चड़ै दिवसु गुरबाणी गावै बहदिआ उठदिआ हरि नामु धिआवै ॥","en":"fir chaRai dhivas gurbaanee gaavai bahadhiaa uThadhiaa har naam dhiaavai ||","hi":"फिरि चड़ै दिवसु गुरबाणी गावै बहदिआ उठदिआ हरि नामु धिआवै ॥","ipa":"fɪr t͡ʃəɽæ d̪ɪʋəs Gʊrəbɑɳi Gɑʋæ bəhəd̪ɪəɑ oʊʈʰəd̪ɪəɑ hər nɑm t̪ɪəɑʋæ.","ur":"پھِر چڑَے دوس گُرباݨیِ گاوَے بهدآ اُٹھدآ هرِ نام دھآوَے ۔۔"},"pageNo":305,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":13920,"shabadId":1152,"verse":{"gurmukhi":"jo swis igrwis iDAwey myrw hir hir so gurisKu gurU min BwvY ]","unicode":"ਜੋ ਸਾਸਿ ਗਿਰਾਸਿ ਧਿਆਏ ਮੇਰਾ ਹਰਿ ਹਰਿ ਸੋ ਗੁਰਸਿਖੁ ਗੁਰੂ ਮਨਿ ਭਾਵੈ ॥"},"larivaar":{"gurmukhi":"joswisigrwisiDAweymyrwhirhirsogurisKugurUminBwvY]","unicode":"ਜੋਸਾਸਿਗਿਰਾਸਿਧਿਆਏਮੇਰਾਹਰਿਹਰਿਸੋਗੁਰਸਿਖੁਗੁਰੂਮਨਿਭਾਵੈ॥"},"translation":{"en":{"bdb":"One who meditates on my Lord, Har, Har, with every breath and every morsel of food - that GurSikh becomes pleasing to the Guru's Mind.","ms":"The Guru's disciple who with every breath and morsel contemplates over my Lord God he becomes pleasing to Guru's mind.","ssk":"One who meditates on my Lord, Har, Har, with every breath and every morsel of food - that GurSikh becomes pleasing to the Guru's Mind."},"pu":{"ss":{"gurmukhi":" siqgurU dy mn ivc auh is`K cMgw l`gdw hY jo ipAwry pRBU nUµ hr dm Xwd krdw hY [","unicode":" ਸਤਿਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਸਿੱਖ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜੋ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਦਮ ਯਾਦ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo myrw suAwmI hir hir hY iqs ko swis igrws iDAwvy so gurU kw isK guroN ky mn Bwvqw hY]","unicode":"ਜੋ ਮੇਰਾ ਸੁਆਮੀ ਹਰਿ ਹਰਿ ਹੈ ਤਿਸ ਕੋ ਸਾਸਿ ਗਿਰਾਸ ਧਿਆਵੇ ਸੋ ਗੁਰੂ ਕਾ ਸਿਖ ਗੁਰੋਂ ਕੇ ਮਨ ਭਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" siqgurU dy mn ivc auh is`K cMgw l`gdw hY jo ipAwry pRBU nUµ hr dm Xwd krdw hY [","unicode":" ਸਤਿਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਸਿੱਖ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜੋ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਦਮ ਯਾਦ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU dw mrId, jo Awpxy hr suAws Aqy burkI nwl myry vwihgurU suAwmI dw AwrwDn krdw hY, auh gurW dy ic`q ƒ cMgw lgx lg jWdw hY[","unicode":"ਗੁਰੂ ਦਾ ਮਰੀਦ, ਜੋ ਆਪਣੇ ਹਰ ਸੁਆਸ ਅਤੇ ਬੁਰਕੀ ਨਾਲ ਮੇਰੇ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹੈ, ਉਹ ਗੁਰਾਂ ਦੇ ਚਿੱਤ ਨੂੰ ਚੰਗਾ ਲਗਣ ਲਗ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Aquél que contempla a mi Señor con cada respiración, ese devoto, se vuelve el Bienamado del Guru."},"hi":{"ss":"सतिगुरू के मन को वह सिख भाता है जो प्यारे प्रभू को हर दम याद करता है।","sts":"जो गुरु का सिक्ख अपनी हर सांस एवं ग्रास से मेरे हरि-परमेश्वर की आराधना करता है, वह गुरु के मन को अच्छा लगने लग जाता है।"}},"transliteration":{"english":"jo saas giraas dhiaae meraa har har so gursikh guroo man bhaavai ||","hindi":"जो सासि गिरासि धिआए मेरा हरि हरि सो गुरसिखु गुरू मनि भावै ॥","en":"jo saas giraas dhiaae meraa har har so gursikh guroo man bhaavai ||","hi":"जो सासि गिरासि धिआए मेरा हरि हरि सो गुरसिखु गुरू मनि भावै ॥","ipa":"d͡ʒɔ sɑs Gɪrɑs t̪ɪəɑee merɑ hər hər sɔ Gʊrəsɪkʰ Gʊru mən ɓɑʋæ.","ur":"جو ساس گراس دھآاے مےرا هر هرِ سو گُرسکھ گُرُو منِ بھاوَے ۔۔"},"pageNo":305,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":13921,"shabadId":1152,"verse":{"gurmukhi":"ijs no dieAwlu hovY myrw suAwmI iqsu gurisK gurU aupdysu suxwvY ]","unicode":"ਜਿਸ ਨੋ ਦਇਆਲੁ ਹੋਵੈ ਮੇਰਾ ਸੁਆਮੀ ਤਿਸੁ ਗੁਰਸਿਖ ਗੁਰੂ ਉਪਦੇਸੁ ਸੁਣਾਵੈ ॥"},"larivaar":{"gurmukhi":"ijsnodieAwluhovYmyrwsuAwmIiqsugurisKgurUaupdysusuxwvY]","unicode":"ਜਿਸਨੋਦਇਆਲੁਹੋਵੈਮੇਰਾਸੁਆਮੀਤਿਸੁਗੁਰਸਿਖਗੁਰੂਉਪਦੇਸੁਸੁਣਾਵੈ॥"},"translation":{"en":{"bdb":"That person, unto whom my Lord and Master is kind and compassionate - upon that GurSikh, the Guru's Teachings are bestowed.","ms":"He unto whom my Master becomes merciful to that disciple of his, the Guru imparts his instruction.","ssk":"That person, unto whom my Lord and Master is kind and compassionate - upon that GurSikh, the Guru's Teachings are bestowed."},"pu":{"ss":{"gurmukhi":"ijs qy ipAwrw pRBU idAwl huMdw hY, aus guris`K ƒ siqgurU is`iKAw dyNdw hY ","unicode":"ਜਿਸ ਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਿਆਲ ਹੁੰਦਾ ਹੈ, ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ "},"ft":{"gurmukhi":"prMqU ijs ko myrw sÍwmI idAwl hovY iqs gurU ky isK ko gurU aupdyS suxwvqy hYN]","unicode":"ਪਰੰਤੂ ਜਿਸ ਕੋ ਮੇਰਾ ਸ੍ਵਾਮੀ ਦਿਆਲ ਹੋਵੈ ਤਿਸ ਗੁਰੂ ਕੇ ਸਿਖ ਕੋ ਗੁਰੂ ਉਪਦੇਸ਼ ਸੁਣਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs qy ipAwrw pRBU idAwl huMdw hY, aus guris`K ƒ siqgurU is`iKAw dyNdw hY ","unicode":"ਜਿਸ ਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਿਆਲ ਹੁੰਦਾ ਹੈ, ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ "},"ms":{"gurmukhi":"ijs auqy myrw mwlk imhrbwn huMdw hY, aus Awpxy iSS ƒ gurU jI AwpxI isK-mq pRcwrdy hn[","unicode":"ਜਿਸ ਉਤੇ ਮੇਰਾ ਮਾਲਕ ਮਿਹਰਬਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਆਪਣੇ ਸ਼ਿਸ਼ ਨੂੰ ਗੁਰੂ ਜੀ ਆਪਣੀ ਸਿਖ-ਮਤ ਪ੍ਰਚਾਰਦੇ ਹਨ।"}},"es":{"sn":"Ese Gursikj a quien mi Señor y Maestro le muestra Su Bondad y Misericordia, le son conferidas las Enseñanzas del Guru. "},"hi":{"ss":"जिस पर प्यारा प्रभू दयाल होता है। उस गुरसिख को सतिगुरू शिक्षा देता है।","sts":"जिस पर मेरा स्वामी दयालु होता है, उस गुरसिक्ख को गुरु उपदेश देता है।"}},"transliteration":{"english":"jis no dhiaal hovai meraa suaamee tis gursikh guroo upadhes sunaavai ||","hindi":"जिस नो दइआलु होवै मेरा सुआमी तिसु गुरसिख गुरू उपदेसु सुणावै ॥","en":"jis no dhiaal hovai meraa suaamee tis gursikh guroo upadhes sunaavai ||","hi":"जिस नो दइआलु होवै मेरा सुआमी तिसु गुरसिख गुरू उपदेसु सुणावै ॥","ipa":"d͡ʒɪs nɔ d̪ɪɑl hɔʋæ merɑ sʊəɑmi t̪ɪs Gʊrəsɪkʰ Gʊru oʊpəd̪es sʊɳɑʋæ.","ur":"جِس نو دایال هووَے مےرا سُآمیِ تس گُرسکھ گُرُو اُپدےس سُݨاوَے ۔۔"},"pageNo":306,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":13922,"shabadId":1152,"verse":{"gurmukhi":"jnu nwnku DUiV mMgY iqsu gurisK kI jo Awip jpY Avrh nwmu jpwvY ]2]","unicode":"ਜਨੁ ਨਾਨਕੁ ਧੂੜਿ ਮੰਗੈ ਤਿਸੁ ਗੁਰਸਿਖ ਕੀ ਜੋ ਆਪਿ ਜਪੈ ਅਵਰਹ ਨਾਮੁ ਜਪਾਵੈ ॥੨॥"},"larivaar":{"gurmukhi":"jnunwnkuDUiVmMgYiqsugurisKkIjoAwipjpYAvrhnwmujpwvY]2]","unicode":"ਜਨੁਨਾਨਕੁਧੂੜਿਮੰਗੈਤਿਸੁਗੁਰਸਿਖਕੀਜੋਆਪਿਜਪੈਅਵਰਹਨਾਮੁਜਪਾਵੈ॥੨॥"},"translation":{"en":{"bdb":"Servant Nanak begs for the dust of the feet of that GurSikh, who himself chants the Naam, and inspires others to chant it. ||2||","ms":"Servant Nanak asks for the dust of the feet of that Sikh of the Guru, who himself contemplates on God's Name and makes others contemplate thereon.","ssk":"Servant Nanak begs for the dust of the feet of that GurSikh, who himself chants the Naam, and inspires others to chant it. ||2||"},"pu":{"ss":{"gurmukhi":"dws nwnk (BI) aus guris`K dI crn-DUV mMgdw hY jo Awp nwm jpdw hY qy hornW ƒ jpwauNdw hY [2[","unicode":"ਦਾਸ ਨਾਨਕ (ਭੀ) ਉਸ ਗੁਰਸਿੱਖ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹੈ ਜੋ ਆਪ ਨਾਮ ਜਪਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਜਪਾਉਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mYN jn iqs gurU isK kI crn DUV mWgqw hUM jo Awp jpy punw AOroN ko nwm jpwvY]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਜਨ ਤਿਸ ਗੁਰੂ ਸਿਖ ਕੀ ਚਰਨ ਧੂੜ ਮਾਂਗਤਾ ਹੂੰ ਜੋ ਆਪ ਜਪੇ ਪੁਨਾ ਔਰੋਂ ਕੋ ਨਾਮ ਜਪਾਵੈ॥੨॥"},"bdb":{"gurmukhi":"dws nwnk (BI) aus guris`K dI crn-DUV mMgdw hY jo Awp nwm jpdw hY qy hornW ƒ jpwauNdw hY [2[","unicode":"ਦਾਸ ਨਾਨਕ (ਭੀ) ਉਸ ਗੁਰਸਿੱਖ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹੈ ਜੋ ਆਪ ਨਾਮ ਜਪਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਜਪਾਉਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nokr nwnk, aus gurU dy isK dy pYrW dI DUV dI Xwcnw krdw hY, jo Kud vwihgurU dy nwm dw ismrn krdw hY Aqy hornw qoN aus dw ismrn krvwauNdw hY[","unicode":"ਨੋਕਰ ਨਾਨਕ, ਉਸ ਗੁਰੂ ਦੇ ਸਿਖ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਦੀ ਯਾਚਨਾ ਕਰਦਾ ਹੈ, ਜੋ ਖੁਦ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਅਤੇ ਹੋਰਨਾ ਤੋਂ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Nanak añora el Polvo de los Pies de los Gurmukjs, de esos mismos que contemplan y hacen que otros contemplen el Naam, el Nombre del Señor.  (2)"},"hi":{"ss":"दास नानक (भी) उस गुरसिख की चरणधूड़ मांगता है जो आप नाम जपता है व औरों को जपाता है। 2।","sts":"नानक भी उस गुरसिक्ख की चरण-धूलि माँगता है, जो स्वयं नाम जपता है और दूसरों को जपाता है॥ २॥"}},"transliteration":{"english":"jan naanak dhooR ma(n)gai tis gursikh kee jo aap japai avareh naam japaavai ||2||","hindi":"जनु नानकु धूड़ि मंगै तिसु गुरसिख की जो आपि जपै अवरह नामु जपावै ॥२॥","en":"jan naanak dhooR ma(n)gai tis gursikh kee jo aap japai avareh naam japaavai ||2||","hi":"जनु नानकु धूड़ि मंगै तिसु गुरसिख की जो आपि जपै अवरह नामु जपावै ॥२॥","ipa":"d͡ʒən nɑnək t̪uɽ məŋGæ t̪ɪs Gʊrəsɪkʰ ki d͡ʒɔ əɑp d͡ʒəpæ əʋərəh nɑm d͡ʒəpɑʋæ.2.","ur":"جن نانک دھُوڑ مںگَے تس گُرسکھ کیِ جو آپ جپَے اوره نام جپاوَے ۔۔۲۔۔"},"pageNo":306,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}}]}