{"shabadInfo":{"shabadId":1161,"shabadName":13993,"pageNo":308,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":308},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":10,"navigation":{"previous":1160,"next":1162},"verses":[{"verseId":13992,"shabadId":1161,"verse":{"gurmukhi":"mÚ 4 ]","unicode":"ਮਃ ੪ ॥"},"larivaar":{"gurmukhi":"mÚ4]","unicode":"ਮਃ੪॥"},"translation":{"en":{"bdb":"Fourth Mehla:","ms":"4th Guru.","ssk":"Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"coQI pwqSwhI[","unicode":"ਚੋਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"महला ४॥"}},"transliteration":{"english":"mahalaa chauthhaa ||","hindi":"म: ४ ॥","en":"mahalaa chauthhaa ||","hi":"म: ४ ॥","ipa":"mahalaa t͡ʃɵɵt̪ʰɑ.","ur":"مÚ ۴ ۔۔"},"pageNo":308,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":13993,"shabadId":1161,"verse":{"gurmukhi":"ijn kau Awip dyie vifAweI jgqu BI Awpy Awix iqn kau pYrI pwey ]","unicode":"ਜਿਨ ਕਉ ਆਪਿ ਦੇਇ ਵਡਿਆਈ ਜਗਤੁ ਭੀ ਆਪੇ ਆਣਿ ਤਿਨ ਕਉ ਪੈਰੀ ਪਾਏ ॥"},"larivaar":{"gurmukhi":"ijnkauAwipdyievifAweIjgquBIAwpyAwixiqnkaupYrIpwey]","unicode":"ਜਿਨਕਉਆਪਿਦੇਇਵਡਿਆਈਜਗਤੁਭੀਆਪੇਆਣਿਤਿਨਕਉਪੈਰੀਪਾਏ॥"},"translation":{"en":{"bdb":"The Lord Himself bestows glorious greatness; He Himself causes the world to come and fall at their feet.","ms":"They whom the Lord Himself gives greatness He Himself brings the world as well to fall at their feet.","ssk":"The Lord Himself bestows glorious greatness; He Himself causes the world to come and fall at their feet."},"pu":{"ss":{"gurmukhi":"ijnHW nUµ pRBU Awp vifAweI b^Sdw hY, auhnW dI crnIN swry sMswr nUµ BI ilAw ky pWdw hY; ","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਭੀ ਲਿਆ ਕੇ ਪਾਂਦਾ ਹੈ; "},"ft":{"gurmukhi":"ijn ko Awp vwihgrU vifAweI dyqw hY, iqn ky crnoN myN jgq ko BI Awp ilAw kr pwvqw hY]","unicode":"ਜਿਨ ਕੋ ਆਪ ਵਾਹਿਗਰੂ ਵਡਿਆਈ ਦੇਤਾ ਹੈ, ਤਿਨ ਕੇ ਚਰਨੋਂ ਮੇਂ ਜਗਤ ਕੋ ਭੀ ਆਪ ਲਿਆ ਕਰ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW nUµ pRBU Awp vifAweI b^Sdw hY, auhnW dI crnIN swry sMswr nUµ BI ilAw ky pWdw hY; ","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਭੀ ਲਿਆ ਕੇ ਪਾਂਦਾ ਹੈ; "},"ms":{"gurmukhi":"ijnHW ƒ pRBU Kud bzurgI bKSdw hY, auh Kud hI jhwn ƒ BI ilAw ky aunHW dy pYrI pwauNdw hY[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਖੁਦ ਬਜ਼ੁਰਗੀ ਬਖਸ਼ਦਾ ਹੈ, ਉਹ ਖੁਦ ਹੀ ਜਹਾਨ ਨੂੰ ਭੀ ਲਿਆ ਕੇ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰੀ ਪਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Si el Señor bendice a alguien con Su Grandeza, Él hace que también el mundo entero caiga a Sus Pies. "},"hi":{"ss":"जिनको प्रभू स्वयं आदर बख्शता है। उनके चरणों में सारे संसार को भी ला के डालता है;","sts":"जिन्हें ईश्वर स्वयं शोभा देता है, उनके चरणों में सारे जगत् को भी डाल देता है।"}},"transliteration":{"english":"jin kau aap dhei vaddiaaiee jagat bhee aape aan tin kau pairee paae ||","hindi":"जिन कउ आपि देइ वडिआई जगतु भी आपे आणि तिन कउ पैरी पाए ॥","en":"jin kau aap dhei vaddiaaiee jagat bhee aape aan tin kau pairee paae ||","hi":"जिन कउ आपि देइ वडिआई जगतु भी आपे आणि तिन कउ पैरी पाए ॥","ipa":"d͡ʒɪn ko əɑp d̪eeɪ ʋəɖɪəɑei d͡ʒəGət̪ ɓi əɑpe əɑɳ t̪ɪn ko pæri pɑee.","ur":"جٍن کا آپ دےا وڈآای جگت بھیِ آپے آݨ تن کا پَےریِ پااے ۔۔"},"pageNo":308,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":13994,"shabadId":1161,"verse":{"gurmukhi":"frIAY qW jy ikCu Awp dU kIcY sBu krqw AwpxI klw vDwey ]","unicode":"ਡਰੀਐ ਤਾਂ ਜੇ ਕਿਛੁ ਆਪ ਦੂ ਕੀਚੈ ਸਭੁ ਕਰਤਾ ਆਪਣੀ ਕਲਾ ਵਧਾਏ ॥"},"larivaar":{"gurmukhi":"frIAYqWjyikCuAwpdUkIcYsBukrqwAwpxIklwvDwey]","unicode":"ਡਰੀਐਤਾਂਜੇਕਿਛੁਆਪਦੂਕੀਚੈਸਭੁਕਰਤਾਆਪਣੀਕਲਾਵਧਾਏ॥"},"translation":{"en":{"bdb":"We should only be afraid, if we try to do things by ourselves; the Creator is increasing His Power in every way.","ms":"Then alone we may fear if we do anything ourselves. The Creator is in every way magnifying His might.","ssk":"We should only be afraid, if we try to do things by ourselves; the Creator is increasing His Power in every way."},"pu":{"ss":{"gurmukhi":"(ies vifAweI nUµ AwauNdw vyK ky) qd frIey, jy AsI kuJ Awpxy vloN krdy hovIey, ieh qW krqwr AwpxI klw Awp vDw irhw hY [","unicode":"(ਇਸ ਵਡਿਆਈ ਨੂੰ ਆਉਂਦਾ ਵੇਖ ਕੇ) ਤਦ ਡਰੀਏ, ਜੇ ਅਸੀ ਕੁਝ ਆਪਣੇ ਵਲੋਂ ਕਰਦੇ ਹੋਵੀਏ, ਇਹ ਤਾਂ ਕਰਤਾਰ ਆਪਣੀ ਕਲਾ ਆਪ ਵਧਾ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"jo ikC Awp sy krIAY qO frIAY, krqw eyh sB AwpnI klw vDwvqw hY]","unicode":"ਜੋ ਕਿਛ ਆਪ ਸੇ ਕਰੀਐ ਤੌ ਡਰੀਐ, ਕਰਤਾ ਏਹ ਸਭ ਆਪਨੀ ਕਲਾ ਵਧਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ies vifAweI nUµ AwauNdw vyK ky) qd frIey, jy AsI kuJ Awpxy vloN krdy hovIey, ieh qW krqwr AwpxI klw Awp vDw irhw hY [","unicode":"(ਇਸ ਵਡਿਆਈ ਨੂੰ ਆਉਂਦਾ ਵੇਖ ਕੇ) ਤਦ ਡਰੀਏ, ਜੇ ਅਸੀ ਕੁਝ ਆਪਣੇ ਵਲੋਂ ਕਰਦੇ ਹੋਵੀਏ, ਇਹ ਤਾਂ ਕਰਤਾਰ ਆਪਣੀ ਕਲਾ ਆਪ ਵਧਾ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"kyvl qd hI swƒ frnw cwhIdw hY, jykr AsIN Kud kuC krIey[ isrjxhwr hr qrHW AwpxI s`iqAw ƒ vDw irhw hY[","unicode":"ਕੇਵਲ ਤਦ ਹੀ ਸਾਨੂੰ ਡਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੇਕਰ ਅਸੀਂ ਖੁਦ ਕੁਛ ਕਰੀਏ। ਸਿਰਜਣਹਾਰ ਹਰ ਤਰ੍ਹਾਂ ਆਪਣੀ ਸੱਤਿਆ ਨੂੰ ਵਧਾ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Solamente debemos de temer si tratamos de hacer algo por nosotros mismos; el Creador en cada momento está magnificando Su Poder. "},"hi":{"ss":"( इस वडिआई। आदर को देख के) तब डरें। अगर हम कुछ अपनी तरफ से करते हों। ये तो करतार अपनी कला आप बढ़ा रहा है।","sts":"केवल तभी हमें डरना चाहिए, यदि हम स्वयं कुछ करें। परमात्मा अपनी कला स्वयं बढ़ा रहा है।"}},"transliteration":{"english":"ddareeaai taa(n) je kichh aap dhoo keechai sabh karataa aapanee kalaa vadhaae ||","hindi":"डरीऐ ताँ जे किछु आप दू कीचै सभु करता आपणी कला वधाए ॥","en":"ddareeaai taa(n) je kichh aap dhoo keechai sabh karataa aapanee kalaa vadhaae ||","hi":"डरीऐ ताँ जे किछु आप दू कीचै सभु करता आपणी कला वधाए ॥","ipa":"ɖəriæ t̪ɑⁿ d͡ʒe kɪɕ əɑp d̪u kit͡ʃæ səɓ kərət̪ɑ əɑpəɳi kəlɑ ʋət̪ɑee.","ur":"ڈریِاَے تاں جے کچھ آپ دُو کیِچَے سبھ کرتا آپݨیِ کلا ودھااے ۔۔"},"pageNo":308,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":13995,"shabadId":1161,"verse":{"gurmukhi":"dyKhu BweI eyhu AKwVw hir pRIqm scy kw ijin AwpxY joir siB Awix invwey ]","unicode":"ਦੇਖਹੁ ਭਾਈ ਏਹੁ ਅਖਾੜਾ ਹਰਿ ਪ੍ਰੀਤਮ ਸਚੇ ਕਾ ਜਿਨਿ ਆਪਣੈ ਜੋਰਿ ਸਭਿ ਆਣਿ ਨਿਵਾਏ ॥"},"larivaar":{"gurmukhi":"dyKhuBweIeyhuAKwVwhirpRIqmscykwijinAwpxYjoirsiBAwixinvwey]","unicode":"ਦੇਖਹੁਭਾਈਏਹੁਅਖਾੜਾਹਰਿਪ੍ਰੀਤਮਸਚੇਕਾਜਿਨਿਆਪਣੈਜੋਰਿਸਭਿਆਣਿਨਿਵਾਏ॥"},"translation":{"en":{"bdb":"Behold, O Siblings of Destiny: this is the Arena of the Beloved True Lord; His power brings everyone to bow in humility.","ms":"Look, brethren, this is the arena of the beloved True God who by His power has brought all to bow.","ssk":"Behold, O Siblings of Destiny: this is the Arena of the Beloved True Lord; His power brings everyone to bow in humility."},"pu":{"ss":{"gurmukhi":"hy BweI! cyqw r`Ko, ijs pRBU ny Awpxy bl nwl sB jIvW nUµ ilAw ky (siqgurU dy A`gy) invwieAw hY, aus s`cy pRIqm dw ieh sMswr (iek) AKwVw hY,","unicode":"ਹੇ ਭਾਈ! ਚੇਤਾ ਰੱਖੋ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਬਲ ਨਾਲ ਸਭ ਜੀਵਾਂ ਨੂੰ ਲਿਆ ਕੇ (ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ) ਨਿਵਾਇਆ ਹੈ, ਉਸ ਸੱਚੇ ਪ੍ਰੀਤਮ ਦਾ ਇਹ ਸੰਸਾਰ (ਇਕ) ਅਖਾੜਾ ਹੈ,"},"ft":{"gurmukhi":"hy BweI! dyKhu eyh jgq rUp AKwVw hrI pRIqm scy kw hY[ ijs ny Awpny bl kr ky sB lok Awn kr gurW ky Awgy invwey hYN]","unicode":"ਹੇ ਭਾਈ! ਦੇਖਹੁ ਏਹ ਜਗਤ ਰੂਪ ਅਖਾੜਾ ਹਰੀ ਪ੍ਰੀਤਮ ਸਚੇ ਕਾ ਹੈ। ਜਿਸ ਨੇ ਆਪਨੇ ਬਲ ਕਰ ਕੇ ਸਭ ਲੋਕ ਆਨ ਕਰ ਗੁਰਾਂ ਕੇ ਆਗੇ ਨਿਵਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! cyqw r`Ko, ijs pRBU ny Awpxy bl nwl sB jIvW nUµ ilAw ky (siqgurU dy A`gy) invwieAw hY, aus s`cy pRIqm dw ieh sMswr (iek) AKwVw hY,","unicode":"ਹੇ ਭਾਈ! ਚੇਤਾ ਰੱਖੋ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਬਲ ਨਾਲ ਸਭ ਜੀਵਾਂ ਨੂੰ ਲਿਆ ਕੇ (ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ) ਨਿਵਾਇਆ ਹੈ, ਉਸ ਸੱਚੇ ਪ੍ਰੀਤਮ ਦਾ ਇਹ ਸੰਸਾਰ (ਇਕ) ਅਖਾੜਾ ਹੈ,"},"ms":{"gurmukhi":"vyKo BrwE! ieh jor-AzmweI dw mYdwn ipAwry s¤cy vwihgurU dw hY, ijs ny AwpxI qwkq duAwrw swry Aw Jukwey hn[","unicode":"ਵੇਖੋ ਭਰਾਓ! ਇਹ ਜੋਰ-ਅਜ਼ਮਾਈ ਦਾ ਮੈਦਾਨ ਪਿਆਰੇ ਸੱਚੇ ਵਾਹਿਗੁਰੂ ਦਾ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੀ ਤਾਕਤ ਦੁਆਰਾ ਸਾਰੇ ਆ ਝੁਕਾਏ ਹਨ।"}},"es":{"sn":"Miren hermanos, esta es la arena en donde se desenvuelven las fuerzas del Bienamado y Verdadero Señor, Quien por Su Poder demuestra Su Fuerza y humilla a los altaneros."},"hi":{"ss":"हे भाई ! याद रखो। जिस प्रभू ने अपने बल से सब जीवों को ला के (सतिगुरू के आगे) निवाया है। उस सच्चे प्रीतम का यह संसार (एक) अखाड़ा है।","sts":"हे भाई ! याद रखो, जिस ईश्वर ने अपने बल से जीवों को लाकर गुरु के समक्ष झुकाया है, उस सच्चे प्रियतम का यह जगत् एक अखाड़ा है,"}},"transliteration":{"english":"dhekhahu bhaiee eh akhaaRaa har preetam sache kaa jin aapanai jor sabh aan nivaae ||","hindi":"देखहु भाई एहु अखाड़ा हरि प्रीतम सचे का जिनि आपणै जोरि सभि आणि निवाए ॥","en":"dhekhahu bhaiee eh akhaaRaa har preetam sache kaa jin aapanai jor sabh aan nivaae ||","hi":"देखहु भाई एहु अखाड़ा हरि प्रीतम सचे का जिनि आपणै जोरि सभि आणि निवाए ॥","ipa":"d̪ekʰəh ɓɑei eeh əkʰɑɽɑ hər pɹit̪əm sət͡ʃe kɑ d͡ʒɪn əɑpəɳæ d͡ʒɔr səɓ əɑɳ nɪʋɑee.","ur":"دےکھهُ بھاای اےهُ اکھاڑا هر پریِتم سچے کا جنِ آپݨَے جور سبھِ آݨ نوااے ۔۔"},"pageNo":308,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":7,"t":"v"}],"igurbani":[{"p":7,"t":"v"}],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":13996,"shabadId":1161,"verse":{"gurmukhi":"AwpixAw Bgqw kI rK kry hir suAwmI inMdkw dustw ky muh kwly krwey ]","unicode":"ਆਪਣਿਆ ਭਗਤਾ ਕੀ ਰਖ ਕਰੇ ਹਰਿ ਸੁਆਮੀ ਨਿੰਦਕਾ ਦੁਸਟਾ ਕੇ ਮੁਹ ਕਾਲੇ ਕਰਾਏ ॥"},"larivaar":{"gurmukhi":"AwpixAwBgqwkIrKkryhirsuAwmIinMdkwdustwkymuhkwlykrwey]","unicode":"ਆਪਣਿਆਭਗਤਾਕੀਰਖਕਰੇਹਰਿਸੁਆਮੀਨਿੰਦਕਾਦੁਸਟਾਕੇਮੁਹਕਾਲੇਕਰਾਏ॥"},"translation":{"en":{"bdb":"The Lord, our Lord and Master, preserves and protects His devotees; He blackens the faces of the slanderers and evil-doers.","ms":"The Lord God preserves His saints and gets blackened the countenances of the slanderers and the villains.","ssk":"The Lord, our Lord and Master, preserves and protects His devotees; He blackens the faces of the slanderers and evil-doers."},"pu":{"ss":{"gurmukhi":"(ijs ivc) auh suAwmI pRBU Awpxy BgqW dI r`iKAw krdw hY qy inMdkW duStW dy mUMh kwly krwauNdw hY","unicode":"(ਜਿਸ ਵਿਚ) ਉਹ ਸੁਆਮੀ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ਤੇ ਨਿੰਦਕਾਂ ਦੁਸ਼ਟਾਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਕਰਾਉਂਦਾ ਹੈ"},"ft":{"gurmukhi":"hrI jo sÍwmI hY, so Awpny BgqoN kI rKÎw krqw hY AOr inMdk dustoN ko muK kwly krwvqw hY]","unicode":"ਹਰੀ ਜੋ ਸ੍ਵਾਮੀ ਹੈ, ਸੋ ਆਪਨੇ ਭਗਤੋਂ ਕੀ ਰਖ੍ਯਾ ਕਰਤਾ ਹੈ ਔਰ ਨਿੰਦਕ ਦੁਸਟੋਂ ਕੋ ਮੁਖ ਕਾਲੇ ਕਰਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs ivc) auh suAwmI pRBU Awpxy BgqW dI r`iKAw krdw hY qy inMdkW duStW dy mUMh kwly krwauNdw hY","unicode":"(ਜਿਸ ਵਿਚ) ਉਹ ਸੁਆਮੀ ਪ੍ਰਭੂ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ਤੇ ਨਿੰਦਕਾਂ ਦੁਸ਼ਟਾਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਕਰਾਉਂਦਾ ਹੈ"},"ms":{"gurmukhi":"vwihgurU suAwmI Awpxy sMqW dI riKAw krdw Aqy klMk lwauxy vwilAW qy lu`icAW lMifAW dy ichry kwly krvwauNdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਆਪਣੇ ਸੰਤਾਂ ਦੀ ਰਖਿਆ ਕਰਦਾ ਅਤੇ ਕਲੰਕ ਲਾਉਣੇ ਵਾਲਿਆਂ ਤੇ ਲੁੱਚਿਆਂ ਲੰਡਿਆਂ ਦੇ ਚਿਹਰੇ ਕਾਲੇ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El Señor protege a Sus propios Devotos y obscurece los semblantes de sus calumniadores."},"hi":{"ss":"(जिस में) वह स्वामी प्रभू अपने भगतों की रक्षा करता है और निंदकों व दुष्टों के मुँह काले करवाता है।","sts":"जिसमें जगत् का स्वामी प्रभु अपने भक्तों की रक्षा करता है और निंदक दुष्टों के मुँह काले कराता है।"}},"transliteration":{"english":"aapaniaa bhagataa kee rakh kare har suaamee ni(n)dhakaa dhusaTaa ke muh kaale karaae ||","hindi":"आपणिआ भगता की रख करे हरि सुआमी निंदका दुसटा के मुह काले कराए ॥","en":"aapaniaa bhagataa kee rakh kare har suaamee ni(n)dhakaa dhusaTaa ke muh kaale karaae ||","hi":"आपणिआ भगता की रख करे हरि सुआमी निंदका दुसटा के मुह काले कराए ॥","ipa":"əɑpəɳɪəɑ ɓəGət̪ɑ ki rəkʰ kəre hər sʊəɑmi nɪŋd̪əkɑ d̪ʊsəʈɑ ke mʊh kɑle kərɑee.","ur":"آپݨآ بھگتا کیِ رکھ کرے هر سُآمیِ نںدکا دُسٹا کے مُه کالے کرااے ۔۔"},"pageNo":308,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":13997,"shabadId":1161,"verse":{"gurmukhi":"siqgur kI vifAweI inq cVY svweI hir kIriq Bgiq inq Awip krwey ]","unicode":"ਸਤਿਗੁਰ ਕੀ ਵਡਿਆਈ ਨਿਤ ਚੜੈ ਸਵਾਈ ਹਰਿ ਕੀਰਤਿ ਭਗਤਿ ਨਿਤ ਆਪਿ ਕਰਾਏ ॥"},"larivaar":{"gurmukhi":"siqgurkIvifAweIinqcVYsvweIhirkIriqBgiqinqAwipkrwey]","unicode":"ਸਤਿਗੁਰਕੀਵਡਿਆਈਨਿਤਚੜੈਸਵਾਈਹਰਿਕੀਰਤਿਭਗਤਿਨਿਤਆਪਿਕਰਾਏ॥"},"translation":{"en":{"bdb":"The glorious greatness of the True Guru increases day by day; the Lord inspires His devotees to continually sing the Kirtan of His Praises.","ms":"The greatness of the True Guru increases day by day. The Lord ever Himself causes His saints to celebrate His praise.","ssk":"The glorious greatness of the True Guru increases day by day; the Lord inspires His devotees to continually sing the Kirtan of His Praises."},"pu":{"ss":{"gurmukhi":" siqgurU dI mihmw sdw vDdI hY ikauNik hrI AwpxI kIrqI qy BgqI sdw Awp siqgurU pwsoN krwauNdw hY [","unicode":" ਸਤਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਸਦਾ ਵਧਦੀ ਹੈ ਕਿਉਂਕਿ ਹਰੀ ਆਪਣੀ ਕੀਰਤੀ ਤੇ ਭਗਤੀ ਸਦਾ ਆਪ ਸਤਿਗੁਰੂ ਪਾਸੋਂ ਕਰਾਉਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"siqguroN kI vifAweI inqMpRqI svweI cVqI hY, ikauNik hrI kw kIrqn rUp BgqI Awp krqy hYN AOroN sy krwvqy hYN]","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਵਡਿਆਈ ਨਿਤੰਪ੍ਰਤੀ ਸਵਾਈ ਚੜਤੀ ਹੈ, ਕਿਉਂਕਿ ਹਰੀ ਕਾ ਕੀਰਤਨ ਰੂਪ ਭਗਤੀ ਆਪ ਕਰਤੇ ਹੈਂ ਔਰੋਂ ਸੇ ਕਰਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" siqgurU dI mihmw sdw vDdI hY ikauNik hrI AwpxI kIrqI qy BgqI sdw Awp siqgurU pwsoN krwauNdw hY [","unicode":" ਸਤਿਗੁਰੂ ਦੀ ਮਹਿਮਾ ਸਦਾ ਵਧਦੀ ਹੈ ਕਿਉਂਕਿ ਹਰੀ ਆਪਣੀ ਕੀਰਤੀ ਤੇ ਭਗਤੀ ਸਦਾ ਆਪ ਸਤਿਗੁਰੂ ਪਾਸੋਂ ਕਰਾਉਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"s¤cy gurW dI mhwnqw idn-b-idn vDdI jWdI hY[ pRMBU Awpxy swDUAW ƒ hmySW Awpxw j`s Kud hI krwauNdw hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਮਹਾਨਤਾ ਦਿਨ-ਬ-ਦਿਨ ਵਧਦੀ ਜਾਂਦੀ ਹੈ। ਪ੍ਰੰਭੂ ਆਪਣੇ ਸਾਧੂਆਂ ਨੂੰ ਹਮੇਸ਼ਾਂ ਆਪਣਾ ਜੱਸ ਖੁਦ ਹੀ ਕਰਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"La Gloria del Verdadero Guru se incrementa cada día; Dios Mismo inspira al Guru en Su Alabanza. "},"hi":{"ss":"सतिगुरू की महिमा हमेशा बढ़ती है क्योंकि हरी अपनी कीर्ति और भगती सदैव स्वयं सतिगुरू से करवाता है।","sts":"सतिगुरु की शोभा दिन-ब-दिन बढ़ती जाती है। ईश्वर अपने भक्तों को हमेशा अपना यश एवं भक्ति स्वयं ही करवाता है।"}},"transliteration":{"english":"satigur kee vaddiaaiee nit chaRai savaiee har keerat bhagat nit aap karaae ||","hindi":"सतिगुर की वडिआई नित चड़ै सवाई हरि कीरति भगति नित आपि कराए ॥","en":"satigur kee vaddiaaiee nit chaRai savaiee har keerat bhagat nit aap karaae ||","hi":"सतिगुर की वडिआई नित चड़ै सवाई हरि कीरति भगति नित आपि कराए ॥","ipa":"sət̪ɪGʊr ki ʋəɖɪəɑei nɪt̪ t͡ʃəɽæ səʋɑei hər kirət̪ ɓəGət̪ nɪt̪ əɑp kərɑee.","ur":"ستگر کیِ وڈِآای نت چڑَے سواای هرِ کیِرت بھگت نت آپ کرااے ۔۔"},"pageNo":308,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":13998,"shabadId":1161,"verse":{"gurmukhi":"Anidnu nwmu jphu gurisKhu hir krqw siqguru GrI vswey ]","unicode":"ਅਨਦਿਨੁ ਨਾਮੁ ਜਪਹੁ ਗੁਰਸਿਖਹੁ ਹਰਿ ਕਰਤਾ ਸਤਿਗੁਰੁ ਘਰੀ ਵਸਾਏ ॥"},"larivaar":{"gurmukhi":"AnidnunwmujphugurisKhuhirkrqwsiqguruGrIvswey]","unicode":"ਅਨਦਿਨੁਨਾਮੁਜਪਹੁਗੁਰਸਿਖਹੁਹਰਿਕਰਤਾਸਤਿਗੁਰੁਘਰੀਵਸਾਏ॥"},"translation":{"en":{"bdb":"O GurSikhs, chant the Naam, the Name of the Lord, night and day; through the True Guru, the Creator Lord will come to dwell within the home of your inner being.","ms":"Night and day repeat the Name, O ye Sikhs, of the Guru and through the True Guru, implant God the Creator in your hearts.","ssk":"O GurSikhs, chant the Naam, the Name of the Lord, night and day; through the True Guru, the Creator Lord will come to dwell within the home of your inner being."},"pu":{"ss":{"gurmukhi":"hy gur-isKo! hr roz (Bwv, hr vyly) nwm jpo (qw ik) isrjnhwr hrI (ieho ijhw) siqgurU (quhwfy) ihrdy ivc vsw dyvy ","unicode":"ਹੇ ਗੁਰ-ਸਿਖੋ! ਹਰ ਰੋਜ਼ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਨਾਮ ਜਪੋ (ਤਾ ਕਿ) ਸਿਰਜਨਹਾਰ ਹਰੀ (ਇਹੋ ਜਿਹਾ) ਸਤਿਗੁਰੂ (ਤੁਹਾਡੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦੇਵੇ "},"ft":{"gurmukhi":"qW qy hy gurU ky isKo! rwqR idn nwm ko jpo qumwry ko hrI krqw rUp siqgurU (GrI vswey) sÍY srUp myN iesiQq krygw]","unicode":"ਤਾਂ ਤੇ ਹੇ ਗੁਰੂ ਕੇ ਸਿਖੋ! ਰਾਤ੍ਰ ਦਿਨ ਨਾਮ ਕੋ ਜਪੋ ਤੁਮਾਰੇ ਕੋ ਹਰੀ ਕਰਤਾ ਰੂਪ ਸਤਿਗੁਰੂ (ਘਰੀ ਵਸਾਏ) ਸ੍ਵੈ ਸਰੂਪ ਮੇਂ ਇਸਥਿਤ ਕਰੇਗਾ॥"},"bdb":{"gurmukhi":"hy gur-isKo! hr roz (Bwv, hr vyly) nwm jpo (qw ik) isrjnhwr hrI (ieho ijhw) siqgurU (quhwfy) ihrdy ivc vsw dyvy ","unicode":"ਹੇ ਗੁਰ-ਸਿਖੋ! ਹਰ ਰੋਜ਼ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਨਾਮ ਜਪੋ (ਤਾ ਕਿ) ਸਿਰਜਨਹਾਰ ਹਰੀ (ਇਹੋ ਜਿਹਾ) ਸਤਿਗੁਰੂ (ਤੁਹਾਡੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦੇਵੇ "},"ms":{"gurmukhi":"qusIN ho gurU dy isKo rwq idn nwm dw aucwrn kro Aqy s¤cy gurW dy rwhIN vwihgurU isrjxhwr ƒ Awpxy idlW AMdr AsQwpn kro[","unicode":"ਤੁਸੀਂ ਹੋ ਗੁਰੂ ਦੇ ਸਿਖੋ ਰਾਤ ਦਿਨ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰੋ ਅਤੇ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਵਾਹਿਗੁਰੂ ਸਿਰਜਣਹਾਰ ਨੂੰ ਆਪਣੇ ਦਿਲਾਂ ਅੰਦਰ ਅਸਥਾਪਨ ਕਰੋ।"}},"es":{"sn":"Oh Devotos del Guru, habiten en el Naam, el Nombre del Señor, y el Señor Creador habitará en la casa de su mente. "},"hi":{"ss":"हे गुर-सिखो ! हर रोज़ (भाव। हर समय) नाम जपो (ता कि) सृजनहार हरी (ऐसा) सतिगुरू (तुम्हारे) हृदय में बसा दे।","sts":"हे गुरसिक्खो ! दिन-रात नाम का जाप करो और सतिगुरु के द्वारा हरि कर्तार को अपने हृदय में बसाओ।"}},"transliteration":{"english":"anadhin naam japahu gursikhahu har karataa satigur gharee vasaae ||","hindi":"अनदिनु नामु जपहु गुरसिखहु हरि करता सतिगुरु घरी वसाए ॥","en":"anadhin naam japahu gursikhahu har karataa satigur gharee vasaae ||","hi":"अनदिनु नामु जपहु गुरसिखहु हरि करता सतिगुरु घरी वसाए ॥","ipa":"ənəd̪ɪn nɑm d͡ʒəpəh Gʊrəsɪkʰəh hər kərət̪ɑ sət̪ɪGʊr Gʰəri ʋəsɑee.","ur":"اندن نام جپهُ گُرسکھهُ هر کرتا ستِگر گھریِ وسااے ۔۔"},"pageNo":308,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":13999,"shabadId":1161,"verse":{"gurmukhi":"siqgur kI bwxI siq siq kir jwxhu gurisKhu hir krqw Awip muhhu kFwey ]","unicode":"ਸਤਿਗੁਰ ਕੀ ਬਾਣੀ ਸਤਿ ਸਤਿ ਕਰਿ ਜਾਣਹੁ ਗੁਰਸਿਖਹੁ ਹਰਿ ਕਰਤਾ ਆਪਿ ਮੁਹਹੁ ਕਢਾਏ ॥"},"larivaar":{"gurmukhi":"siqgurkIbwxIsiqsiqkirjwxhugurisKhuhirkrqwAwipmuhhukFwey]","unicode":"ਸਤਿਗੁਰਕੀਬਾਣੀਸਤਿਸਤਿਕਰਿਜਾਣਹੁਗੁਰਸਿਖਹੁਹਰਿਕਰਤਾਆਪਿਮੁਹਹੁਕਢਾਏ॥"},"translation":{"en":{"bdb":"O GurSikhs, know that the Bani, the Word of the True Guru, is true, absolutely true. The Creator Lord Himself causes the Guru to chant it.","ms":"O the disciples of the Guru know that the Satguru's hymns are perfectly true. God the Creator Himself causes the Guru to utter them with his mouth.","ssk":"O GurSikhs, know that the Bani, the Word of the True Guru, is true, absolutely true. The Creator Lord Himself causes the Guru to chant it."},"pu":{"ss":{"gurmukhi":"hy gur-isKo! siqgurU dI bwxI inrol s`c smJo (ikauNik) isrjnhwr pRBU Awp ieh bwxI siqgurU dy mUMh qoN AKvWdw hY ","unicode":"ਹੇ ਗੁਰ-ਸਿਖੋ! ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨਿਰੋਲ ਸੱਚ ਸਮਝੋ (ਕਿਉਂਕਿ) ਸਿਰਜਨਹਾਰ ਪ੍ਰਭੂ ਆਪ ਇਹ ਬਾਣੀ ਸਤਿਗੁਰੂ ਦੇ ਮੂੰਹ ਤੋਂ ਅਖਵਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"hy gurU ky isKo! siqguroN kI bwxI qn mn kr siq kir ky jwxo, ikXoNik hrI krqw Awp guroN ky muK sy kFwvqw hY]","unicode":"ਹੇ ਗੁਰੂ ਕੇ ਸਿਖੋ! ਸਤਿਗੁਰੋਂ ਕੀ ਬਾਣੀ ਤਨ ਮਨ ਕਰ ਸਤਿ ਕਰਿ ਕੇ ਜਾਣੋ, ਕਿਯੋਂਕਿ ਹਰੀ ਕਰਤਾ ਆਪ ਗੁਰੋਂ ਕੇ ਮੁਖ ਸੇ ਕਢਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy gur-isKo! siqgurU dI bwxI inrol s`c smJo (ikauNik) isrjnhwr pRBU Awp ieh bwxI siqgurU dy mUMh qoN AKvWdw hY ","unicode":"ਹੇ ਗੁਰ-ਸਿਖੋ! ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨਿਰੋਲ ਸੱਚ ਸਮਝੋ (ਕਿਉਂਕਿ) ਸਿਰਜਨਹਾਰ ਪ੍ਰਭੂ ਆਪ ਇਹ ਬਾਣੀ ਸਤਿਗੁਰੂ ਦੇ ਮੂੰਹ ਤੋਂ ਅਖਵਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"hy gurU idE murIdo! jwx lE ik siqgurW dI gurbwxI mukMml s`c hY[ vwihgurU isrjxhwr Kud ies ƒ gurW dy muKwribMd qoN aucwrn krvwauNdw hY[","unicode":"ਹੇ ਗੁਰੂ ਦਿਓ ਮੁਰੀਦੋ! ਜਾਣ ਲਓ ਕਿ ਸਤਿਗੁਰਾਂ ਦੀ ਗੁਰਬਾਣੀ ਮੁਕੰਮਲ ਸੱਚ ਹੈ। ਵਾਹਿਗੁਰੂ ਸਿਰਜਣਹਾਰ ਖੁਦ ਇਸ ਨੂੰ ਗੁਰਾਂ ਦੇ ਮੁਖਾਰਬਿੰਦ ਤੋਂ ਉਚਾਰਨ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Y sepan que solamente la Palabra del Guru es Verdad, porque el Señor Mismo habla a través de Él. "},"hi":{"ss":"हे गुर-सिखो ! सतिगुरू की बाणी सत्य समझो (क्योंकि) सृजनहार प्रभू स्वयं यह बाणी सतिगुरू के मुँह से कहलवाता है।","sts":"हे गुरसिक्खो ! सतिगुरु की वाणी बिल्कुल सत्य समझो चूंकेि विश्व का रचयिता परमात्मा स्वयं यह वाणी सतिगुरु के मुख से कहलवाता है।"}},"transliteration":{"english":"satigur kee baanee sat sat kar jaanahu gursikhahu har karataa aap muhahu kaddaae ||","hindi":"सतिगुर की बाणी सति सति करि जाणहु गुरसिखहु हरि करता आपि मुहहु कढाए ॥","en":"satigur kee baanee sat sat kar jaanahu gursikhahu har karataa aap muhahu kaddaae ||","hi":"सतिगुर की बाणी सति सति करि जाणहु गुरसिखहु हरि करता आपि मुहहु कढाए ॥","ipa":"sət̪ɪGʊr ki bɑɳi sət̪ sət̪ kər d͡ʒɑɳəh Gʊrəsɪkʰəh hər kərət̪ɑ əɑp mʊhəh kəʈɑee.","ur":"ستگر کیِ باݨیِ ستِ ستِ کرِ جاݨهُ گُرسکھهُ هرِ کرتا آپ مُههُ کڈھااے ۔۔"},"pageNo":308,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":7,"t":"v"}],"igurbani":[{"p":7,"t":"v"}],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":14000,"shabadId":1161,"verse":{"gurmukhi":"gurisKw ky muh aujly kry hir ipAwrw gur kw jYkwru sMswir sBqu krwey ]","unicode":"ਗੁਰਸਿਖਾ ਕੇ ਮੁਹ ਉਜਲੇ ਕਰੇ ਹਰਿ ਪਿਆਰਾ ਗੁਰ ਕਾ ਜੈਕਾਰੁ ਸੰਸਾਰਿ ਸਭਤੁ ਕਰਾਏ ॥"},"larivaar":{"gurmukhi":"gurisKwkymuhaujlykryhiripAwrwgurkwjYkwrusMswirsBqukrwey]","unicode":"ਗੁਰਸਿਖਾਕੇਮੁਹਉਜਲੇਕਰੇਹਰਿਪਿਆਰਾਗੁਰਕਾਜੈਕਾਰੁਸੰਸਾਰਿਸਭਤੁਕਰਾਏ॥"},"translation":{"en":{"bdb":"The Beloved Lord makes the faces of His GurSikhs radiant; He makes the whole world applaud and acclaim the Guru.","ms":"The beloved God makes bright the faces of the disciples of the Guru and causes the whole world to pay homage to the Guru.","ssk":"The Beloved Lord makes the faces of His GurSikhs radiant; He makes the whole world applaud and acclaim the Guru."},"pu":{"ss":{"gurmukhi":"ipAwrw hrI gur-is`KW dy mUMh aujly krdw hY qy sMswr ivc sBnIN pwsIN siqgurU dI ij`q krwauNdw hY ","unicode":"ਪਿਆਰਾ ਹਰੀ ਗੁਰ-ਸਿੱਖਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਕਰਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਸਭਨੀਂ ਪਾਸੀਂ ਸਤਿਗੁਰੂ ਦੀ ਜਿੱਤ ਕਰਾਉਂਦਾ ਹੈ "},"ft":{"gurmukhi":"jo gurU ky isK hYN iqn ky muK hrI ipAwrw aujly krqw hY AOr sMpUrn sMswr myN guroN kw jYkwr krwvqw hY]","unicode":"ਜੋ ਗੁਰੂ ਕੇ ਸਿਖ ਹੈਂ ਤਿਨ ਕੇ ਮੁਖ ਹਰੀ ਪਿਆਰਾ ਉਜਲੇ ਕਰਤਾ ਹੈ ਔਰ ਸੰਪੂਰਨ ਸੰਸਾਰ ਮੇਂ ਗੁਰੋਂ ਕਾ ਜੈਕਾਰ ਕਰਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ipAwrw hrI gur-is`KW dy mUMh aujly krdw hY qy sMswr ivc sBnIN pwsIN siqgurU dI ij`q krwauNdw hY ","unicode":"ਪਿਆਰਾ ਹਰੀ ਗੁਰ-ਸਿੱਖਾਂ ਦੇ ਮੂੰਹ ਉਜਲੇ ਕਰਦਾ ਹੈ ਤੇ ਸੰਸਾਰ ਵਿਚ ਸਭਨੀਂ ਪਾਸੀਂ ਸਤਿਗੁਰੂ ਦੀ ਜਿੱਤ ਕਰਾਉਂਦਾ ਹੈ "},"ms":{"gurmukhi":"pRIqm vwihgurU gurU dy is`KW dy ichry roSn krdw hY Aqy swry jhwn pwsoN gurW ƒ pRxwm krvwauNdw hY[","unicode":"ਪ੍ਰੀਤਮ ਵਾਹਿਗੁਰੂ ਗੁਰੂ ਦੇ ਸਿੱਖਾਂ ਦੇ ਚਿਹਰੇ ਰੋਸ਼ਨ ਕਰਦਾ ਹੈ ਅਤੇ ਸਾਰੇ ਜਹਾਨ ਪਾਸੋਂ ਗੁਰਾਂ ਨੂੰ ਪ੍ਰਣਾਮ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El Señor embellece los semblantes de los Gurmukjs del Guru y hace que el mundo entero resuene con su Victoria. "},"hi":{"ss":"प्यारा हरी गुर-सिखों के मुँह उज्जवल करता है और संसार में हर तरफ सतिगुरू की जीत करवाता है।","sts":"प्रियतम प्रभु गुरसिक्खों के मुख उज्ज्वल करता है और सारी दुनिया में गुरु की जय-जयकार करवाता है।"}},"transliteration":{"english":"gursikhaa ke muh ujale kare har piaaraa gur kaa jaikaar sa(n)saar sabhat karaae ||","hindi":"गुरसिखा के मुह उजले करे हरि पिआरा गुर का जैकारु संसारि सभतु कराए ॥","en":"gursikhaa ke muh ujale kare har piaaraa gur kaa jaikaar sa(n)saar sabhat karaae ||","hi":"गुरसिखा के मुह उजले करे हरि पिआरा गुर का जैकारु संसारि सभतु कराए ॥","ipa":"Gʊrəsɪkʰɑ ke mʊh oʊd͡ʒəle kəre hər pɪəɑrɑ Gʊr kɑ d͡ʒækɑr səŋsɑr səɓət̪ kərɑee.","ur":"گُرسکھا کے مُه اُجلے کرے هر پآرا گُر کا جَےکار سںسار سبھت کرااے ۔۔"},"pageNo":308,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":14001,"shabadId":1161,"verse":{"gurmukhi":"jnu nwnku hir kw dwsu hY hir dwsn kI hir pYj rKwey ]2]","unicode":"ਜਨੁ ਨਾਨਕੁ ਹਰਿ ਕਾ ਦਾਸੁ ਹੈ ਹਰਿ ਦਾਸਨ ਕੀ ਹਰਿ ਪੈਜ ਰਖਾਏ ॥੨॥"},"larivaar":{"gurmukhi":"jnunwnkuhirkwdwsuhYhirdwsnkIhirpYjrKwey]2]","unicode":"ਜਨੁਨਾਨਕੁਹਰਿਕਾਦਾਸੁਹੈਹਰਿਦਾਸਨਕੀਹਰਿਪੈਜਰਖਾਏ॥੨॥"},"translation":{"en":{"bdb":"Servant Nanak is the slave of the Lord; the Lord Himself preserves the honor of His slave. ||2||","ms":"Serf Nanak is the servant of God. Of the God's servants God Himself preserves the honour.","ssk":"Servant Nanak is the slave of the Lord; the Lord Himself preserves the honor of His slave. ||2||"},"pu":{"ss":{"gurmukhi":"dws nwnk BI pRBU dw syvk hY; pRBU Awpxy dwsW dI lwj Awp r`Kdw hY [2[","unicode":"ਦਾਸ ਨਾਨਕ ਭੀ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ; ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦੀ ਲਾਜ ਆਪ ਰੱਖਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mYN jn hrI kw dws hW, hrI Apny dwsoN kI (pYj) pRqgÎw rKwvqw hY]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਜਨ ਹਰੀ ਕਾ ਦਾਸ ਹਾਂ, ਹਰੀ ਅਪਨੇ ਦਾਸੋਂ ਕੀ (ਪੈਜ) ਪ੍ਰਤਗ੍ਯਾ ਰਖਾਵਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"dws nwnk BI pRBU dw syvk hY; pRBU Awpxy dwsW dI lwj Awp r`Kdw hY [2[","unicode":"ਦਾਸ ਨਾਨਕ ਭੀ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ; ਪ੍ਰਭੂ ਆਪਣੇ ਦਾਸਾਂ ਦੀ ਲਾਜ ਆਪ ਰੱਖਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nPr nwnk vwihgurU dw syvk hY[ vwihgurU dy syvkW dI vwihgurU Awp hI ie`zq r`Kdw hY[","unicode":"ਨਫਰ ਨਾਨਕ ਵਾਹਿਗੁਰੂ ਦਾ ਸੇਵਕ ਹੈ। ਵਾਹਿਗੁਰੂ ਦੇ ਸੇਵਕਾਂ ਦੀ ਵਾਹਿਗੁਰੂ ਆਪ ਹੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ।"}},"es":{"sn":"Nanak es el Esclavo vendido al Señor, porque el Señor protege siempre el Honor de Sus Esclavos.(2)"},"hi":{"ss":"दास नानक भी प्रभू का सेवक है; प्रभू अपने दासों की लाज खुद रखता है। 2।","sts":"नानक हरि का दास है। हरि के दासों की हरि स्वयं ही लाज रखता है II २ ॥"}},"transliteration":{"english":"jan naanak har kaa dhaas hai har dhaasan kee har paij rakhaae ||2||","hindi":"जनु नानकु हरि का दासु है हरि दासन की हरि पैज रखाए ॥२॥","en":"jan naanak har kaa dhaas hai har dhaasan kee har paij rakhaae ||2||","hi":"जनु नानकु हरि का दासु है हरि दासन की हरि पैज रखाए ॥२॥","ipa":"d͡ʒən nɑnək hər kɑ d̪ɑs hæ hər d̪ɑsən ki hər pæd͡ʒ rəkʰɑee.2.","ur":"جن نانک هر کا داس هَے هرِ داسن کیِ هرِ پَےج رکھااے ۔۔۲۔۔"},"pageNo":308,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}}]}