{"shabadInfo":{"shabadId":122,"shabadName":1676,"pageNo":41,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":41},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":15,"navigation":{"previous":121,"next":123},"verses":[{"verseId":1671,"shabadId":122,"verse":{"gurmukhi":"isrIrwgu mhlw 4 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw4]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Siree Raag, Fourth Mehla:","ms":"Sri Rag, Fourth Guru.","ssk":"Siree Raag, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, cauQI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਚਉਥੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"श्री राग महला ੪ ॥","sts":"श्रीरागु महला ੪ ॥"}},"transliteration":{"english":"sireeraag mahalaa chauthhaa ||","hindi":"सिरीरागु महला ४ ॥","en":"sireeraag mahalaa chauthhaa ||","hi":"सिरीरागु महला ४ ॥","ipa":"sɪrirɑG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سِریِراگ مهلا ۴ ۔۔"},"pageNo":41,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":1672,"shabadId":122,"verse":{"gurmukhi":"rsu AMimRqu nwmu rsu Aiq Blw ikqu ibiD imlY rsu Kwie ]","unicode":"ਰਸੁ ਅੰਮ੍ਰਿਤੁ ਨਾਮੁ ਰਸੁ ਅਤਿ ਭਲਾ ਕਿਤੁ ਬਿਧਿ ਮਿਲੈ ਰਸੁ ਖਾਇ ॥"},"larivaar":{"gurmukhi":"rsuAMimRqunwmursuAiqBlwikquibiDimlYrsuKwie]","unicode":"ਰਸੁਅੰਮ੍ਰਿਤੁਨਾਮੁਰਸੁਅਤਿਭਲਾਕਿਤੁਬਿਧਿਮਿਲੈਰਸੁਖਾਇ॥"},"translation":{"en":{"bdb":"The Essence of the Ambrosial Naam is the most sublime essence; how can I get to taste this essence?","ms":"The relish of the immortalising Name Nectar is exquisitely fine. In what way can I obtain the Nectar to taste it?","ssk":"The Essence of the Ambrosial Naam is the most sublime essence; how can I get to taste this essence?"},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm bVw syRSt rs hY, Awqmk jIvn dyx vwlw hY [ ieh rs iks qrHW iml skdw hY ? ikvyN koeI mnu`K ieh rs Kw skdw hY ?","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਸੇ੍ਰਸ਼ਟ ਰਸ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ । ਇਹ ਰਸ ਕਿਸ ਤਰ੍ਹਾਂ ਮਿਲ ਸਕਦਾ ਹੈ ? ਕਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਹ ਰਸ ਖਾ ਸਕਦਾ ਹੈ ?"},"ft":{"gurmukhi":"sbdwid jo srb rs hYN iqn rsoN myN nwm kw rsu AMimRq rUp hY, XW qy AqÎMq Blw hY, ikauNik vhu sbdwid rs qo jnm mrn ko pRwpiq krny vwly hYN, AOr eyh jnm mrn ky nSt krny vwlw hY, XW qy Aiq sRysit hY[ AOr myry ko qo iqs rs kI AYsI cwh lg rhI hY ik (ikqu ibiD) iks pRkwr vhu rsu (Kwie) Kwnw imly]","unicode":"ਸਬਦਾਦਿ ਜੋ ਸਰਬ ਰਸ ਹੈਂ ਤਿਨ ਰਸੋਂ ਮੇਂ ਨਾਮ ਕਾ ਰਸੁ ਅੰਮ੍ਰਿਤ ਰੂਪ ਹੈ, ਯਾਂ ਤੇ ਅਤ੍ਯੰਤ ਭਲਾ ਹੈ, ਕਿਉਂਕਿ ਵਹੁ ਸਬਦਾਦਿ ਰਸ ਤੋ ਜਨਮ ਮਰਨ ਕੋ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਵਾਲੇ ਹੈਂ, ਔਰ ਏਹ ਜਨਮ ਮਰਨ ਕੇ ਨਸ਼ਟ ਕਰਨੇ ਵਾਲਾ ਹੈ, ਯਾਂ ਤੇ ਅਤਿ ਸ੍ਰੇਸਟਿ ਹੈ। ਔਰ ਮੇਰੇ ਕੋ ਤੋ ਤਿਸ ਰਸ ਕੀ ਐਸੀ ਚਾਹ ਲਗ ਰਹੀ ਹੈ ਕਿ (ਕਿਤੁ ਬਿਧਿ) ਕਿਸ ਪ੍ਰਕਾਰ ਵਹੁ ਰਸੁ (ਖਾਇ) ਖਾਨਾ ਮਿਲੇ॥"},"bdb":{"gurmukhi":"prmwqmw dw nwm bVw syRSt rs hY, Awqmk jIvn dyx vwlw hY [ ieh rs iks qrHW iml skdw hY ? ikvyN koeI mnu`K ieh rs Kw skdw hY ?","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਸੇ੍ਰਸ਼ਟ ਰਸ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ । ਇਹ ਰਸ ਕਿਸ ਤਰ੍ਹਾਂ ਮਿਲ ਸਕਦਾ ਹੈ ? ਕਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਇਹ ਰਸ ਖਾ ਸਕਦਾ ਹੈ ?"},"ms":{"gurmukhi":"Amr kr dyx vwly nwm Awib-ihXwq dw jwiekw ilhwieq hI aumdw hY[ iks qrIky nwl mYN AMimRq ƒ prwpq kr ky c`K skdw hW?","unicode":"ਅਮਰ ਕਰ ਦੇਣ ਵਾਲੇ ਨਾਮ ਆਬਿ-ਹਿਯਾਤ ਦਾ ਜਾਇਕਾ ਲਿਹਾਇਤ ਹੀ ਉਮਦਾ ਹੈ। ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮੈਂ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਰਾਪਤ ਕਰ ਕੇ ਚੱਖ ਸਕਦਾ ਹਾਂ?"}},"es":{"sn":"El Sabor del Nombre del Señor, es como Néctar, pero cómo probarlo."},"hi":{"ss":"परमात्मा का नाम बड़ा श्रेष्ठ रस है~ आत्मिक जीवन देने वाला है। ये रस किस तरह मिल सकता है?  कैसे कोई मनुष्य यह रस खा सकता है?","sts":"नाम-रस अमृत समान मधुर तथा सर्वश्रेष्ठ है। इस प्रभु रूपी रस का पान करने के लिए इसे किस तरह प्राप्त किया जाए ?"}},"transliteration":{"english":"ras a(n)mrit naam ras at bhalaa kit bidh milai ras khai ||","hindi":"रसु अंमृतु नामु रसु अति भला कितु बिधि मिलै रसु खाइ ॥","en":"ras a(n)mrit naam ras at bhalaa kit bidh milai ras khai ||","hi":"रसु अंमृतु नामु रसु अति भला कितु बिधि मिलै रसु खाइ ॥","ipa":"rəs əŋmɪɹət̪ nɑm rəs ət̪ ɓəlɑ kɪt̪ bɪt̪ə̀ mɪlæ rəs kʰɑeɪ.","ur":"رس اںمرت نام رس ات بھلا کت بدھِ ملَے رس کھاِا ۔۔"},"pageNo":41,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":8,"t":"v"}]}},{"verseId":1673,"shabadId":122,"verse":{"gurmukhi":"jwie puChu sohwgxI qusw ikau kir imilAw pRBu Awie ]","unicode":"ਜਾਇ ਪੁਛਹੁ ਸੋਹਾਗਣੀ ਤੁਸਾ ਕਿਉ ਕਰਿ ਮਿਲਿਆ ਪ੍ਰਭੁ ਆਇ ॥"},"larivaar":{"gurmukhi":"jwiepuChusohwgxIquswikaukirimilAwpRBuAwie]","unicode":"ਜਾਇਪੁਛਹੁਸੋਹਾਗਣੀਤੁਸਾਕਿਉਕਰਿਮਿਲਿਆਪ੍ਰਭੁਆਇ॥"},"translation":{"en":{"bdb":"I go and ask the happy soul-brides, \"\"How did you come to meet God?\"\"","ms":"Go and ask the true wives as to how did they come to meet the Lord?","ssk":"I go and ask the happy soul-brides, \"How did you come to meet God?\""},"pu":{"ss":{"gurmukhi":"(jy ieh Byq smJxw hY qW hy BweI !) auhnW jIv-iesqRIAW nUµ jw ky pu`Co, ijnHW ny pRBU-pqI nUµ pRsMn kr ilAw hY (auhnW nUµ pu`Co ik quhwnUµ) pRBU ikvyN Aw ky imilAw hY ","unicode":"(ਜੇ ਇਹ ਭੇਤ ਸਮਝਣਾ ਹੈ ਤਾਂ ਹੇ ਭਾਈ !) ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛੋ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਤੁਹਾਨੂੰ) ਪ੍ਰਭੂ ਕਿਵੇਂ ਆ ਕੇ ਮਿਲਿਆ ਹੈ "},"ft":{"gurmukhi":"qW qy suhwgxI jo vwihgurU ky myl vwly sMq jn hYN, mYN iqn ko jwie kr pUCqI hUM ik Awp ko so pRBU iks pRkwr Awie kr imlw hY]","unicode":"ਤਾਂ ਤੇ ਸੁਹਾਗਣੀ ਜੋ ਵਾਹਿਗੁਰੂ ਕੇ ਮੇਲ ਵਾਲੇ ਸੰਤ ਜਨ ਹੈਂ, ਮੈਂ ਤਿਨ ਕੋ ਜਾਇ ਕਰ ਪੂਛਤੀ ਹੂੰ ਕਿ ਆਪ ਕੋ ਸੋ ਪ੍ਰਭੂ ਕਿਸ ਪ੍ਰਕਾਰ ਆਇ ਕਰ ਮਿਲਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jy ieh Byq smJxw hY qW hy BweI !) auhnW jIv-iesqRIAW nUµ jw ky pu`Co, ijnHW ny pRBU-pqI nUµ pRsMn kr ilAw hY (auhnW nUµ pu`Co ik quhwnUµ) pRBU ikvyN Aw ky imilAw hY ","unicode":"(ਜੇ ਇਹ ਭੇਤ ਸਮਝਣਾ ਹੈ ਤਾਂ ਹੇ ਭਾਈ !) ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛੋ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਪੁੱਛੋ ਕਿ ਤੁਹਾਨੂੰ) ਪ੍ਰਭੂ ਕਿਵੇਂ ਆ ਕੇ ਮਿਲਿਆ ਹੈ "},"ms":{"gurmukhi":"jw ky pqI-ipAwrIAW qoN pqw kro ik iks qrHW suAwmI aunHW ƒ Aw ky imilAw sI?","unicode":"ਜਾ ਕੇ ਪਤੀ-ਪਿਆਰੀਆਂ ਤੋਂ ਪਤਾ ਕਰੋ ਕਿ ਕਿਸ ਤਰ੍ਹਾਂ ਸੁਆਮੀ ਉਨ੍ਹਾਂ ਨੂੰ ਆ ਕੇ ਮਿਲਿਆ ਸੀ?"}},"es":{"sn":"Déjenme preguntarle a las Esposas del Señor cómo lograron encontrarse con su Esposo."},"hi":{"ss":"(अगर यह भेद समझना है तो हे भाई!) उन जीव सि्त्रयों को जा के पूछो~ जिन्होंने प्रभु पति को प्रसन्न कर लिया है। (उनको पूछो कि तुम्हें) प्रभु कैसे आ के मिला है।","sts":"इस जगत् की सुहागिनों से जाकर पता करूँगी कि उन्होंने प्रभु-पति की संगति क्योंकर प्राप्त की है।"}},"transliteration":{"english":"jai puchhahu sohaaganee tusaa kiau kar miliaa prabh aai ||","hindi":"जाइ पुछहु सोहागणी तुसा किउ करि मिलिआ प्रभु आइ ॥","en":"jai puchhahu sohaaganee tusaa kiau kar miliaa prabh aai ||","hi":"जाइ पुछहु सोहागणी तुसा किउ करि मिलिआ प्रभु आइ ॥","ipa":"d͡ʒɑeɪ pʊɕəh sɔhɑGəɳi t̪ʊsɑ kɪo kər mɪlɪəɑ pɹəɓ əɑeɪ.","ur":"جاا پُچھهُ سوهاگݨیِ تُسا کا کر ملِآ پربھ آا ۔۔"},"pageNo":41,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":1674,"shabadId":122,"verse":{"gurmukhi":"Eie vyprvwh n bolnI hau mil mil Dovw iqn pwie ]1]","unicode":"ਓਇ ਵੇਪਰਵਾਹ ਨ ਬੋਲਨੀ ਹਉ ਮਲਿ ਮਲਿ ਧੋਵਾ ਤਿਨ ਪਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"EievyprvwhnbolnIhaumilmilDovwiqnpwie]1]","unicode":"ਓਇਵੇਪਰਵਾਹਨਬੋਲਨੀਹਉਮਲਿਮਲਿਧੋਵਾਤਿਨਪਾਇ॥੧॥"},"translation":{"en":{"bdb":"They are care-free and do not speak; I massage and wash their feet. ||1||","ms":"They are care-free and tell not I repeatedly rub and wash their feet.","ssk":"They are care-free and do not speak; I massage and wash their feet. ||1||"},"pu":{"ss":{"gurmukhi":"(ijnHW jIv-iesqRIAW ny pRBU-pqI nUµ pRsMn kr ilAw hY) auh (dunIAw dI soBw Awidk vloN) by-muQwj ho jWdIAW hn (ies vwsqy auh bhuqw) nhIN boldIAW [ mYN auhnW dy pYr ml ml ky DoNdI hW [1[","unicode":"(ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ) ਉਹ (ਦੁਨੀਆ ਦੀ ਸੋਭਾ ਆਦਿਕ ਵਲੋਂ) ਬੇ-ਮੁਥਾਜ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਇਸ ਵਾਸਤੇ ਉਹ ਬਹੁਤਾ) ਨਹੀਂ ਬੋਲਦੀਆਂ । ਮੈਂ ਉਹਨਾਂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਂਦੀ ਹਾਂ ।੧।"},"ft":{"gurmukhi":"vhu sMq jn (vyprvwh) Acwh hYN, myry swQ bolyNgy nhIN, qo mYN iqn ky (pwie) crnoN ko ml ml kr DovoNgI, Bwv eyh ik jo syvw kr pRsMn hovyNgy qb Awp hI ikRpw kr ky bolyNgy]1]","unicode":"ਵਹੁ ਸੰਤ ਜਨ (ਵੇਪਰਵਾਹ) ਅਚਾਹ ਹੈਂ, ਮੇਰੇ ਸਾਥ ਬੋਲੇਂਗੇ ਨਹੀਂ, ਤੋ ਮੈਂ ਤਿਨ ਕੇ (ਪਾਇ) ਚਰਨੋਂ ਕੋ ਮਲ ਮਲ ਕਰ ਧੋਵੋਂਗੀ, ਭਾਵ ਏਹ ਕਿ ਜੋ ਸੇਵਾ ਕਰ ਪ੍ਰਸੰਨ ਹੋਵੇਂਗੇ ਤਬ ਆਪ ਹੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਬੋਲੇਂਗੇ॥੧॥"},"bdb":{"gurmukhi":"(ijnHW jIv-iesqRIAW ny pRBU-pqI nUµ pRsMn kr ilAw hY) auh (dunIAw dI soBw Awidk vloN) by-muQwj ho jWdIAW hn (ies vwsqy auh bhuqw) nhIN boldIAW [ mYN auhnW dy pYr ml ml ky DoNdI hW [1[","unicode":"(ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ) ਉਹ (ਦੁਨੀਆ ਦੀ ਸੋਭਾ ਆਦਿਕ ਵਲੋਂ) ਬੇ-ਮੁਥਾਜ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਇਸ ਵਾਸਤੇ ਉਹ ਬਹੁਤਾ) ਨਹੀਂ ਬੋਲਦੀਆਂ । ਮੈਂ ਉਹਨਾਂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਂਦੀ ਹਾਂ ।੧।"},"ms":{"gurmukhi":"auh by-muQwj hn Aqy dsdIAW nhIN[ mYN aunHW dy pYr bwrMbwr mldI qy DodIN hW[","unicode":"ਉਹ ਬੇ-ਮੁਥਾਜ ਹਨ ਅਤੇ ਦਸਦੀਆਂ ਨਹੀਂ। ਮੈਂ ਉਨ੍ਹਾਂ ਦੇ ਪੈਰ ਬਾਰੰਬਾਰ ਮਲਦੀ ਤੇ ਧੋਦੀਂ ਹਾਂ।"}},"es":{"sn":"Ellas, relajadamente no dicen nada, y les lavo los pies para complacerlas. (1)"},"hi":{"ss":"(जिन जीव सि्त्रयों ने प्रभु पति को प्रसन्न कर लिया है) वह (दुनियां की शोभा आदि से) बेमुहताज हो जाती हैं (इस वास्ते वह ज्यादा) नहीं बोलतीं। मैं उनके पैर मल मल के धोती हूँ।1।","sts":"ऐसा न हो कि वे बेपरवाही से मेरी उपेक्षा करें, किन्तु मैं तो पुनः पुनः उनके चरण धोऊंगी, शायद वह प्रभु मिलन का रहस्य बता दें ॥ १॥"}},"transliteration":{"english":"oi veparavaeh na bolanee hau mal mal dhovaa tin pai ||1||","hindi":"ओइ वेपरवाह न बोलनी हउ मलि मलि धोवा तिन पाइ ॥१॥","en":"oi veparavaeh na bolanee hau mal mal dhovaa tin pai ||1||","hi":"ओइ वेपरवाह न बोलनी हउ मलि मलि धोवा तिन पाइ ॥१॥","ipa":"oeɪ ʋepərəʋɑh nə bɔləni ho məl məl t̪ɔʋɑ t̪ɪn pɑeɪ.1.","ur":"اوِا وےپرواه ن بولنیِ ها مل ملِ دھووا تن پاا ۔۔۱۔۔"},"pageNo":41,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":1675,"shabadId":122,"verse":{"gurmukhi":"BweI ry imil sjx hir gux swir ]","unicode":"ਭਾਈ ਰੇ ਮਿਲਿ ਸਜਣ ਹਰਿ ਗੁਣ ਸਾਰਿ ॥"},"larivaar":{"gurmukhi":"BweIryimilsjxhirguxswir]","unicode":"ਭਾਈਰੇਮਿਲਿਸਜਣਹਰਿਗੁਣਸਾਰਿ॥"},"translation":{"en":{"bdb":"O Siblings of Destiny, meet with your spiritual friend, and dwell upon the Glorious Praises of the Lord.","ms":"O Brother! meet Guru the friend and heartily dwell upon God's Merits.","ssk":"O Siblings of Destiny, meet with your spiritual friend, and dwell upon the Glorious Praises of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI ! (gurU-) s`jx nUµ iml ky prmwqmw dy gux (Awpxy ihrdy ivc) sMBwl ","unicode":"ਹੇ ਭਾਈ ! (ਗੁਰੂ-) ਸੱਜਣ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ "},"ft":{"gurmukhi":"hy BweI! sjnoN ky swQ iml kr ky hrI ky gun (swir) ismrn kr] kdwicq AYsI AsMkw hoie ik so sjn kOn hYN?","unicode":"ਹੇ ਭਾਈ! ਸਜਨੋਂ ਕੇ ਸਾਥ ਮਿਲ ਕਰ ਕੇ ਹਰੀ ਕੇ ਗੁਨ (ਸਾਰਿ) ਸਿਮਰਨ ਕਰ॥ ਕਦਾਚਿਤ ਐਸੀ ਅਸੰਕਾ ਹੋਇ ਕਿ ਸੋ ਸਜਨ ਕੌਨ ਹੈਂ?"},"bdb":{"gurmukhi":"hy BweI ! (gurU-) s`jx nUµ iml ky prmwqmw dy gux (Awpxy ihrdy ivc) sMBwl ","unicode":"ਹੇ ਭਾਈ ! (ਗੁਰੂ-) ਸੱਜਣ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ "},"ms":{"gurmukhi":"hy vIr! imRq gurW ƒ iml Aqy vwihgurU dIAW isPqW ƒ idloN Xwd kr[","unicode":"ਹੇ ਵੀਰ! ਮ੍ਰਿਤ ਗੁਰਾਂ ਨੂੰ ਮਿਲ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਸਿਫਤਾਂ ਨੂੰ ਦਿਲੋਂ ਯਾਦ ਕਰ।"}},"es":{"sn":"Oh hermano, conoce a tu Verdadero Amigo, y habita en los Méritos del Señor."},"hi":{"ss":"हे भाई! (गुरू) सज्जन को मिल के परमात्मा के गुण (अपने हृदय में) संभाल।","sts":"हे भाई ! मित्र गुरु से मिल तथा परमात्मा की प्रशंसा करते हुए गुणगान कर।"}},"transliteration":{"english":"bhaiee re mil sajan har gun saar ||","hindi":"भाई रे मिलि सजण हरि गुण सारि ॥","en":"bhaiee re mil sajan har gun saar ||","hi":"भाई रे मिलि सजण हरि गुण सारि ॥","ipa":"ɓɑei re mɪl səd͡ʒəɳ hər Gʊɳ sɑr.","ur":"بھاای رے مل سجݨ هرِ گُݨ سار ۔۔"},"pageNo":41,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":1676,"shabadId":122,"verse":{"gurmukhi":"sjxu siqguru purKu hY duKu kFY haumY mwir ]1] rhwau ]","unicode":"ਸਜਣੁ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਹੈ ਦੁਖੁ ਕਢੈ ਹਉਮੈ ਮਾਰਿ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"sjxusiqgurupurKuhYduKukFYhaumYmwir]1]rhwau]","unicode":"ਸਜਣੁਸਤਿਗੁਰੁਪੁਰਖੁਹੈਦੁਖੁਕਢੈਹਉਮੈਮਾਰਿ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The True Guru, the Primal Being, is your Friend, who shall drive out pain and subdue your ego. ||1||Pause||","ms":"Your Friends is the True Beings Guru who beats out and drives away the pangs of pride. Pause.","ssk":"The True Guru, the Primal Being, is your Friend, who shall drive out pain and subdue your ego. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"s`jx gurU Akwl purK dw rUp hY, auh (srn Awey mnu`K dy ihrdy ivcoN) haumY dw du`K mwr ky k`F dyNdw hY [1[rhwau[","unicode":"ਸੱਜਣ ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਰੂਪ ਹੈ, ਉਹ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy BweI! sjn qo siqgur purK hYN, ikauNik jo mn sy (haumY) hMqw AOr mmqw rUp duK ko gÎwn rUp KMfy kr mwr ky (kFy) inkwl dyqy hYN, vw hMqw mmqw AOr (mwir) kwm ien sB ky duK ko mn qy inkwr dyqy hYN]1] rhwau ]","unicode":"ਹੇ ਭਾਈ! ਸਜਨ ਤੋ ਸਤਿਗੁਰ ਪੁਰਖ ਹੈਂ, ਕਿਉਂਕਿ ਜੋ ਮਨ ਸੇ (ਹਉਮੈ) ਹੰਤਾ ਔਰ ਮਮਤਾ ਰੂਪ ਦੁਖ ਕੋ ਗ੍ਯਾਨ ਰੂਪ ਖੰਡੇ ਕਰ ਮਾਰ ਕੇ (ਕਢੇ) ਨਿਕਾਲ ਦੇਤੇ ਹੈਂ, ਵਾ ਹੰਤਾ ਮਮਤਾ ਔਰ (ਮਾਰਿ) ਕਾਮ ਇਨ ਸਭ ਕੇ ਦੁਖ ਕੋ ਮਨ ਤੇ ਨਿਕਾਰ ਦੇਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"s`jx gurU Akwl purK dw rUp hY, auh (srn Awey mnu`K dy ihrdy ivcoN) haumY dw du`K mwr ky k`F dyNdw hY [1[rhwau[","unicode":"ਸੱਜਣ ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਦਾ ਰੂਪ ਹੈ, ਉਹ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"qyrw im`qR s`cw gurU purS hY jo hMkwr dI pIV ƒ mwr kuJ ky prHy su`t pwauNdw hY[ Tihrwau[","unicode":"ਤੇਰਾ ਮਿੱਤ੍ਰ ਸੱਚਾ ਗੁਰੂ ਪੁਰਸ਼ ਹੈ ਜੋ ਹੰਕਾਰ ਦੀ ਪੀੜ ਨੂੰ ਮਾਰ ਕੁਝ ਕੇ ਪਰ੍ਹੇ ਸੁੱਟ ਪਾਉਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Mi Amigo, tu Esposo es el Guru Verdadero, Él es quien te libera de tu ego negativo.  (1-Pausa)"},"hi":{"ss":"सज्जन गुरू अकाल-पुरख का रूप है~ वह (शरण आए मनुष्य के हृदय में से) अहंकार का दुख मार के निकाल देता है।1।रहाउ।","sts":"सतिगुरु जी महापुरुष हैं, जो दुख, दरिद्र, कलह एवं अभिमान निवृत्त करते हैं॥ १॥ रहाउ॥"}},"transliteration":{"english":"sajan satigur purakh hai dhukh kaddai haumai maar ||1|| rahaau ||","hindi":"सजणु सतिगुरु पुरखु है दुखु कढै हउमै मारि ॥१॥ रहाउ ॥","en":"sajan satigur purakh hai dhukh kaddai haumai maar ||1|| rahaau ||","hi":"सजणु सतिगुरु पुरखु है दुखु कढै हउमै मारि ॥१॥ रहाउ ॥","ipa":"səd͡ʒəɳ sət̪ɪGʊr pʊrəkʰ hæ d̪ʊkʰ kəʈə̀æ hoʊmæ mɑr.1. rəhɑo.","ur":"سجݨ ستگر پُرکھ هَے دُکھ کڈھَے هامَے مار ۔۔۱۔۔ رهااُ ۔۔"},"pageNo":41,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":1677,"shabadId":122,"verse":{"gurmukhi":"gurmuKIAw sohwgxI iqn dieAw peI min Awie ]","unicode":"ਗੁਰਮੁਖੀਆ ਸੋਹਾਗਣੀ ਤਿਨ ਦਇਆ ਪਈ ਮਨਿ ਆਇ ॥"},"larivaar":{"gurmukhi":"gurmuKIAwsohwgxIiqndieAwpeIminAwie]","unicode":"ਗੁਰਮੁਖੀਆਸੋਹਾਗਣੀਤਿਨਦਇਆਪਈਮਨਿਆਇ॥"},"translation":{"en":{"bdb":"The Gurmukhs are the happy soul-brides; their minds are filled with kindness.","ms":"The Guru-wards enjoy the nuptial-love, and their hearts are moved with compassion.","ssk":"The Gurmukhs are the happy soul-brides; their minds are filled with kindness."},"pu":{"ss":{"gurmukhi":"jyhVIAW jIv-iesqRIAW gurU dy snmuK rihMdIAW hn, auhI suhwg-Bwg vwlIAW ho jWdIAW hn (auhnW pwsoN jIvn jugiq pu`iCAW) auhnW dy mn ivc qrs Aw jWdw h","unicode":"ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹੀ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਪਾਸੋਂ ਜੀਵਨ ਜੁਗਤਿ ਪੁੱਛਿਆਂ) ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤਰਸ ਆ ਜਾਂਦਾ ਹ"},"ft":{"gurmukhi":"crn Dovny kr ky iqn gurmuiK rUpu suhwgxIEN ky mn myN dÎw Awie pRwpiq BeI, qb iqnHoN ny AYsy khw ik qUM ikauN syvw krqw hYN, qo mYny khw ik mYN hrI rsu KwieAw cwhqw hUM, qb iqnHoN ny AYsy aupdySu kIAw]","unicode":"ਚਰਨ ਧੋਵਨੇ ਕਰ ਕੇ ਤਿਨ ਗੁਰਮੁਖਿ ਰੂਪੁ ਸੁਹਾਗਣੀਓਂ ਕੇ ਮਨ ਮੇਂ ਦ੍ਯਾ ਆਇ ਪ੍ਰਾਪਤਿ ਭਈ, ਤਬ ਤਿਨ੍ਹੋਂ ਨੇ ਐਸੇ ਕਹਾ ਕਿ ਤੂੰ ਕਿਉਂ ਸੇਵਾ ਕਰਤਾ ਹੈਂ, ਤੋ ਮੈਨੇ ਕਹਾ ਕਿ ਮੈਂ ਹਰੀ ਰਸੁ ਖਾਇਆ ਚਾਹਤਾ ਹੂੰ, ਤਬ ਤਿਨ੍ਹੋਂ ਨੇ ਐਸੇ ਉਪਦੇਸ਼ੁ ਕੀਆ॥"},"bdb":{"gurmukhi":"jyhVIAW jIv-iesqRIAW gurU dy snmuK rihMdIAW hn, auhI suhwg-Bwg vwlIAW ho jWdIAW hn (auhnW pwsoN jIvn jugiq pu`iCAW) auhnW dy mn ivc qrs Aw jWdw h","unicode":"ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹੀ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਪਾਸੋਂ ਜੀਵਨ ਜੁਗਤਿ ਪੁੱਛਿਆਂ) ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤਰਸ ਆ ਜਾਂਦਾ ਹ"},"ms":{"gurmukhi":"gurU vl muK krn vwly ivAwhuqw jIvn dI KuSI mwxdy hn[ aunHW dy idl rihm nwl psIj jWdy hn[","unicode":"ਗੁਰੂ ਵਲ ਮੁਖ ਕਰਨ ਵਾਲੇ ਵਿਆਹੁਤਾ ਜੀਵਨ ਦੀ ਖੁਸ਼ੀ ਮਾਣਦੇ ਹਨ। ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਰਹਿਮ ਨਾਲ ਪਸੀਜ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Los que ven hacia Dios gozan del Amor nupcial; su corazón está lleno de Compasión."},"hi":{"ss":"जे जीव सि्त्रयां गुरू के सन्मुख रहती हैं~ वही सुहाग भाग वाली हो जाती हैं। (उनसे जीनव युक्ति पूछने से) उनके मन में तरस आ जाता है","sts":"गुरमुख आत्माएँ विवाहित जीवन का सुख एवं प्रसन्नता प्राप्त करती हैं अर्थात् प्रभु-पति को प्राप्त करके वे करुणावती हो जाती हैं। उनके हृदय में दया निवास करती है।"}},"transliteration":{"english":"gurmukheeaa sohaaganee tin dhiaa piee man aai ||","hindi":"गुरमुखीआ सोहागणी तिन दइआ पई मनि आइ ॥","en":"gurmukheeaa sohaaganee tin dhiaa piee man aai ||","hi":"गुरमुखीआ सोहागणी तिन दइआ पई मनि आइ ॥","ipa":"Gʊrəmʊkʰiəɑ sɔhɑGəɳi t̪ɪn d̪ɪɑ pei mən əɑeɪ.","ur":"گُرمکھیِآ سوهاگݨیِ تن دایا پای من آا ۔۔"},"pageNo":41,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":1678,"shabadId":122,"verse":{"gurmukhi":"siqgur vcnu rqMnu hY jo mMny su hir rsu Kwie ]","unicode":"ਸਤਿਗੁਰ ਵਚਨੁ ਰਤੰਨੁ ਹੈ ਜੋ ਮੰਨੇ ਸੁ ਹਰਿ ਰਸੁ ਖਾਇ ॥"},"larivaar":{"gurmukhi":"siqgurvcnurqMnuhYjomMnysuhirrsuKwie]","unicode":"ਸਤਿਗੁਰਵਚਨੁਰਤੰਨੁਹੈਜੋਮੰਨੇਸੁਹਰਿਰਸੁਖਾਇ॥"},"translation":{"en":{"bdb":"The Word of the True Guru is the Jewel. One who believes in it tastes the Sublime Essence of the Lord.","ms":"The word of the True Guru is the emerald. He who accepts it tastes God's elixir.","ssk":"The Word of the True Guru is the Jewel. One who believes in it tastes the Sublime Essence of the Lord."},"pu":{"ss":{"gurmukhi":"(qy auh d`sdIAW hn ik) siqgurU dw bcn (iek kImqI) rqn hY, jyhVw jIv (gurU dy bcn au~qy) srDw ilAwauNdw hY auh prmwqmw dy nwm dw rs c`K lYNdw hY ","unicode":"(ਤੇ ਉਹ ਦੱਸਦੀਆਂ ਹਨ ਕਿ) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ (ਇਕ ਕੀਮਤੀ) ਰਤਨ ਹੈ, ਜੇਹੜਾ ਜੀਵ (ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ) ਸਰਧਾ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖ ਲੈਂਦਾ ਹੈ "},"ft":{"gurmukhi":"hy BweI! siqguroN kw jo (vcnu) aupdySu hY, so rqn rUpu Amolku hY, jo purs iqs ko mwnqw hY, soeI hrI rs ko Kwqw hY[ Bwv eyih ik jo gur aupdyS ko mwnqy hYN, iqn ko vwihgurU ky sÍrUp kI pRwpqI kw AnMd pRwpiq hoqw hY[ qW qy qUM  BI mwn lY qb quJ ko BI pRwpiq hovygw]","unicode":"ਹੇ ਭਾਈ! ਸਤਿਗੁਰੋਂ ਕਾ ਜੋ (ਵਚਨੁ) ਉਪਦੇਸ਼ੁ ਹੈ, ਸੋ ਰਤਨ ਰੂਪੁ ਅਮੋਲਕੁ ਹੈ, ਜੋ ਪੁਰਸ ਤਿਸ ਕੋ ਮਾਨਤਾ ਹੈ, ਸੋਈ ਹਰੀ ਰਸ ਕੋ ਖਾਤਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਜੋ ਗੁਰ ਉਪਦੇਸ਼ ਕੋ ਮਾਨਤੇ ਹੈਂ, ਤਿਨ ਕੋ ਵਾਹਿਗੁਰੂ ਕੇ ਸ੍ਵਰੂਪ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ ਅਨੰਦ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਤਾਂ ਤੇ ਤੂੰ  ਭੀ ਮਾਨ ਲੈ ਤਬ ਤੁਝ ਕੋ ਭੀ ਪ੍ਰਾਪਤਿ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":"(qy auh d`sdIAW hn ik) siqgurU dw bcn (iek kImqI) rqn hY, jyhVw jIv (gurU dy bcn au~qy) srDw ilAwauNdw hY auh prmwqmw dy nwm dw rs c`K lYNdw hY ","unicode":"(ਤੇ ਉਹ ਦੱਸਦੀਆਂ ਹਨ ਕਿ) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ (ਇਕ ਕੀਮਤੀ) ਰਤਨ ਹੈ, ਜੇਹੜਾ ਜੀਵ (ਗੁਰੂ ਦੇ ਬਚਨ ਉੱਤੇ) ਸਰਧਾ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖ ਲੈਂਦਾ ਹੈ "},"ms":{"gurmukhi":"s¤cy gurW dI bwxI mwxk hY, jo koeI ausƒ svIkwr krdw hY, auh hrI AimRq ƒ pwn krdw hY[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਮਾਣਕ ਹੈ, ਜੋ ਕੋਈ ਉਸਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ, ਉਹ ਹਰੀ ਅਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"La Palabra del Guru Verdadero es la Joya; aquél que acepta su Valor, saborea la Esencia del Señor."},"hi":{"ss":"(और वह बताती हैं कि) सतिगुरू के वचन एक कीमती रतन है~ जो जीव (गुरू के बचनों पर) श्रद्धा बना लेता है वह परमात्मा का रस चख लेता है।","sts":"सच्चे गुरु की वाणी अनमोल रत्न है, जो कोई प्राणी उसे स्वीकृत करता है, वह हरि रूपी अमृत का पान करता है।"}},"transliteration":{"english":"satigur vachan rata(n)n hai jo ma(n)ne su har ras khai ||","hindi":"सतिगुर वचनु रतंनु है जो मंने सु हरि रसु खाइ ॥","en":"satigur vachan rata(n)n hai jo ma(n)ne su har ras khai ||","hi":"सतिगुर वचनु रतंनु है जो मंने सु हरि रसु खाइ ॥","ipa":"sət̪ɪGʊr ʋət͡ʃən rət̪əŋn hæ d͡ʒɔ məŋne s hər rəs kʰɑeɪ.","ur":"ستگر وچن رتنّ هَے جو منّے سُ هرِ رس کھاا ۔۔"},"pageNo":41,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":1679,"shabadId":122,"verse":{"gurmukhi":"sy vfBwgI vf jwxIAih ijn hir rsu KwDw gur Bwie ]2]","unicode":"ਸੇ ਵਡਭਾਗੀ ਵਡ ਜਾਣੀਅਹਿ ਜਿਨ ਹਰਿ ਰਸੁ ਖਾਧਾ ਗੁਰ ਭਾਇ ॥੨॥"},"larivaar":{"gurmukhi":"syvfBwgIvfjwxIAihijnhirrsuKwDwgurBwie]2]","unicode":"ਸੇਵਡਭਾਗੀਵਡਜਾਣੀਅਹਿਜਿਨਹਰਿਰਸੁਖਾਧਾਗੁਰਭਾਇ॥੨॥"},"translation":{"en":{"bdb":"Those who partake of the Lord's Sublime Essence, through the Guru's Love, are known as great and very fortunate. ||2||","ms":"They, who by Guru's love, partake of Lord's ambrosia are known to be great and exceedingly fortunate.","ssk":"Those who partake of the Lord's Sublime Essence, through the Guru's Love, are known as great and very fortunate. ||2||"},"pu":{"ss":{"gurmukhi":"ijnHW mnu`KW ny gurU dy Anuswr rih ky prmwqmw dw nwm-rs c`iKAw hY auh v`fy BwgW vwly smJy jWdy hn [2[","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"qW qy soeI purs bfy BwgoN vwly jwny jwqy hYN, ijnHoN ny sMswr myN Awie kr guroN sy (Bwie) pRym kr ky, vw Anuswr ho ky hrI rs ko KwieAw hY]2] kdwicq AYsy AsMkw hoie ik Xyh hrI rs rihqw khW hY? iqs kw smwDwnu khqy hYN:","unicode":"ਤਾਂ ਤੇ ਸੋਈ ਪੁਰਸ ਬਡੇ ਭਾਗੋਂ ਵਾਲੇ ਜਾਨੇ ਜਾਤੇ ਹੈਂ, ਜਿਨ੍ਹੋਂ ਨੇ ਸੰਸਾਰ ਮੇਂ ਆਇ ਕਰ ਗੁਰੋਂ ਸੇ (ਭਾਇ) ਪ੍ਰੇਮ ਕਰ ਕੇ, ਵਾ ਅਨੁਸਾਰ ਹੋ ਕੇ ਹਰੀ ਰਸ ਕੋ ਖਾਇਆ ਹੈ॥੨॥ ਕਦਾਚਿਤ ਐਸੇ ਅਸੰਕਾ ਹੋਇ ਕਿ ਯੇਹ ਹਰੀ ਰਸ ਰਹਿਤਾ ਕਹਾਂ ਹੈ? ਤਿਸ ਕਾ ਸਮਾਧਾਨੁ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ijnHW mnu`KW ny gurU dy Anuswr rih ky prmwqmw dw nwm-rs c`iKAw hY auh v`fy BwgW vwly smJy jWdy hn [2[","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"jo gurW dI pRIq duAwrw swihb dy suDw-rs ƒ BuMcdy hn, auh vfy qy pRm-cMgy krmW-vwly jwxy jWdy hn[","unicode":"ਜੋ ਗੁਰਾਂ ਦੀ ਪ੍ਰੀਤ ਦੁਆਰਾ ਸਾਹਿਬ ਦੇ ਸੁਧਾ-ਰਸ ਨੂੰ ਭੁੰਚਦੇ ਹਨ, ਉਹ ਵਡੇ ਤੇ ਪ੍ਰਮ-ਚੰਗੇ ਕਰਮਾਂ-ਵਾਲੇ ਜਾਣੇ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que probaron la Esencia del Señor, a través de la Gracia del Guru, son los seres de Destino, Sus bienamados. (2)"},"hi":{"ss":"जिन मनुष्यों ने गुरू के अनुसार रहके परमात्मा का नाम रस चखा है वह बड़े भाग्यशाली समझे जीते हैं।2।","sts":"वे प्राणी बड़े भाग्यशाली हैं, जिन्होंने गुरु के कथनानुसार हरि-रस का पान किया है॥ २॥"}},"transliteration":{"english":"se vaddabhaagee vadd jaane'eeh jin har ras khaadhaa gur bhai ||2||","hindi":"से वडभागी वड जाणीअहि जिन हरि रसु खाधा गुर भाइ ॥२॥","en":"se vaddabhaagee vadd jaane'eeh jin har ras khaadhaa gur bhai ||2||","hi":"से वडभागी वड जाणीअहि जिन हरि रसु खाधा गुर भाइ ॥२॥","ipa":"se ʋəɖəɓɑGi ʋəɖ d͡ʒɑɳiəh d͡ʒɪn hər rəs kʰɑt̪ɑ Gʊr ɓɑeɪ.2.","ur":"سے وڈبھاگیِ وڈ جاݨیِاه جن هر رس کھادھا گُر بھاا ۔۔۲۔۔"},"pageNo":41,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":1680,"shabadId":122,"verse":{"gurmukhi":"iehu hir rsu vix iqix sBqu hY BwghIx nhI Kwie ]","unicode":"ਇਹੁ ਹਰਿ ਰਸੁ ਵਣਿ ਤਿਣਿ ਸਭਤੁ ਹੈ ਭਾਗਹੀਣ ਨਹੀ ਖਾਇ ॥"},"larivaar":{"gurmukhi":"iehuhirrsuvixiqixsBquhYBwghIxnhIKwie]","unicode":"ਇਹੁਹਰਿਰਸੁਵਣਿਤਿਣਿਸਭਤੁਹੈਭਾਗਹੀਣਨਹੀਖਾਇ॥"},"translation":{"en":{"bdb":"This Sublime Essence of the Lord is in the forests, in the fields and everywhere, but the unfortunate ones do not taste it.","ms":"This elixir of God is contained in forest, straw and the whole universe but the unfortunate taste it not.","ssk":"This Sublime Essence of the Lord is in the forests, in the fields and everywhere, but the unfortunate ones do not taste it."},"pu":{"ss":{"gurmukhi":"(ijvyN jl swrI bnspqI nUµ hirAwvl dyx vwlw hY, iqvyN) prmwqmw dw ieh nwm-rs vx-iqRx ivc hr QW mOjUd hY (qy swrI isRStI dI ijMd dw Awsrw hY) pr mMdy BwgW vwlI jIv-iesqRI ies nwm-rs nUµ nhIN c`KdI","unicode":"(ਜਿਵੇਂ ਜਲ ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ ਹਰਿਆਵਲ ਦੇਣ ਵਾਲਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਨਾਮ-ਰਸ ਵਣ-ਤ੍ਰਿਣ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ (ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ) ਪਰ ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਨਾਮ-ਰਸ ਨੂੰ ਨਹੀਂ ਚੱਖਦੀ"},"ft":{"gurmukhi":"iehu jo hrI kw (rsu) AwnMdu hY, so bn iqRxwid (sBqu) srb isRS†I myN eyk rs pUrn ho rhw hY, prMqU jo purs BwghIn hYN, so Kw nhIN skqy hYN]","unicode":"ਇਹੁ ਜੋ ਹਰੀ ਕਾ (ਰਸੁ) ਆਨੰਦੁ ਹੈ, ਸੋ ਬਨ ਤ੍ਰਿਣਾਦਿ (ਸਭਤੁ) ਸਰਬ ਸ੍ਰਿਸ਼੍ਟੀ ਮੇਂ ਏਕ ਰਸ ਪੂਰਨ ਹੋ ਰਹਾ ਹੈ, ਪਰੰਤੂ ਜੋ ਪੁਰਸ ਭਾਗਹੀਨ ਹੈਂ, ਸੋ ਖਾ ਨਹੀਂ ਸਕਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(ijvyN jl swrI bnspqI nUµ hirAwvl dyx vwlw hY, iqvyN) prmwqmw dw ieh nwm-rs vx-iqRx ivc hr QW mOjUd hY (qy swrI isRStI dI ijMd dw Awsrw hY) pr mMdy BwgW vwlI jIv-iesqRI ies nwm-rs nUµ nhIN c`KdI","unicode":"(ਜਿਵੇਂ ਜਲ ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ ਹਰਿਆਵਲ ਦੇਣ ਵਾਲਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਨਾਮ-ਰਸ ਵਣ-ਤ੍ਰਿਣ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ (ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ) ਪਰ ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਨਾਮ-ਰਸ ਨੂੰ ਨਹੀਂ ਚੱਖਦੀ"},"ms":{"gurmukhi":"ieh vwihgurU-dw-AMimRq jMgl, PUs qy smUh j`g AMdr rimAw hoieAw hY, pRMqU inkrmx ies ƒ nhIN cKdy[","unicode":"ਇਹ ਵਾਹਿਗੁਰੂ-ਦਾ-ਅੰਮ੍ਰਿਤ ਜੰਗਲ, ਫੂਸ ਤੇ ਸਮੂਹ ਜੱਗ ਅੰਦਰ ਰਮਿਆ ਹੋਇਆ ਹੈ, ਪ੍ਰੰਤੂ ਨਿਕਰਮਣ ਇਸ ਨੂੰ ਨਹੀਂ ਚਖਦੇ।"}},"es":{"sn":"La Esencia del Señor prevalece en todo el Universo, pero los que no lo tienen así marcado en su Destino, no lo pueden saborear. "},"hi":{"ss":"(जैसे जल सारी बनस्पति को हरा भरा कर देने वाला है~ वैसे ही) परमात्मा का यह नाम-रस वन-तृण में हर जगह मौजूद है (और सारी सृष्टि की जीवात्मा का आसरा है) पर दुर्भाग्यपूर्ण जीव स्त्री इस नाम रस को नहीं चखती।","sts":"यह हरि-रस वन-तृण सर्वत्र उपस्थित है अर्थात् सृष्टि के कण-कण में विद्यमान है। लेकिन वे प्राणी भाग्यहीन हैं जो इससे वंचित रहते हैं।"}},"transliteration":{"english":"eih har ras van tin sabhat hai bhaagaheen nahee khai ||","hindi":"इहु हरि रसु वणि तिणि सभतु है भागहीण नही खाइ ॥","en":"eih har ras van tin sabhat hai bhaagaheen nahee khai ||","hi":"इहु हरि रसु वणि तिणि सभतु है भागहीण नही खाइ ॥","ipa":"eɪh hər rəs ʋəɳ t̪ɪɳ səɓət̪ hæ ɓɑGəhiɳ nəhi kʰɑeɪ.","ur":"ِاهُ هر رس وݨِ تݨِ سبھت هَے بھاگهیِݨ نهیِ کھاا ۔۔"},"pageNo":41,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":1681,"shabadId":122,"verse":{"gurmukhi":"ibnu siqgur plY nw pvY mnmuK rhy ibllwie ]","unicode":"ਬਿਨੁ ਸਤਿਗੁਰ ਪਲੈ ਨਾ ਪਵੈ ਮਨਮੁਖ ਰਹੇ ਬਿਲਲਾਇ ॥"},"larivaar":{"gurmukhi":"ibnusiqgurplYnwpvYmnmuKrhyibllwie]","unicode":"ਬਿਨੁਸਤਿਗੁਰਪਲੈਨਾਪਵੈਮਨਮੁਖਰਹੇਬਿਲਲਾਇ॥"},"translation":{"en":{"bdb":"Without the True Guru, it is not obtained. The self-willed manmukhs continue to cry in misery.","ms":"Without the True Guru it is not obtained. The apostate remain bewailing.","ssk":"Without the True Guru, it is not obtained. The self-willed manmukhs continue to cry in misery."},"pu":{"ss":{"gurmukhi":"gurU dI srn pYx qoN ibnw ieh nwm-rs pRwpq nhIN huMdw [ Awpxy mn dy ip`Cy qurn vwly bMdy (nwm-rs qoN vWjy rih ky) ivlkdy hI rihMdy hn ","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ । ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ (ਨਾਮ-ਰਸ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ) ਵਿਲਕਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ "},"ft":{"gurmukhi":"siqguroN kI ikrpw sy ibnw AMqihkrn rUpI bsqR myN pRwpiq nhIN hoqw hY[ kdwicq AYsI AsMkw hoie ik nhIN pRwpiq BÎw qo ikAw hwnI hY? iqs kw smwDwnu khqy hYN: so mnmuK purK ijn ko hir rs kI pRwpqI nhIN BeI AqI duKI ho kr (ibllwie) ibrlwp krqy hYN] kdwicq AYsI AsMkw hoie ik iqnHoN pr siqgurU ikauN nhIN ikrpw krqy hYN? iqs kw smwDwnu khqy hYN:","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਕਿਰਪਾ ਸੇ ਬਿਨਾ ਅੰਤਹਿਕਰਨ ਰੂਪੀ ਬਸਤ੍ਰ ਮੇਂ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ। ਕਦਾਚਿਤ ਐਸੀ ਅਸੰਕਾ ਹੋਇ ਕਿ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਭ੍ਯਾ ਤੋ ਕਿਆ ਹਾਨੀ ਹੈ? ਤਿਸ ਕਾ ਸਮਾਧਾਨੁ ਕਹਤੇ ਹੈਂ: ਸੋ ਮਨਮੁਖ ਪੁਰਖ ਜਿਨ ਕੋ ਹਰਿ ਰਸ ਕੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਭਈ ਅਤੀ ਦੁਖੀ ਹੋ ਕਰ (ਬਿਲਲਾਇ) ਬਿਰਲਾਪ ਕਰਤੇ ਹੈਂ॥ ਕਦਾਚਿਤ ਐਸੀ ਅਸੰਕਾ ਹੋਇ ਕਿ ਤਿਨ੍ਹੋਂ ਪਰ ਸਤਿਗੁਰੂ ਕਿਉਂ ਨਹੀਂ ਕਿਰਪਾ ਕਰਤੇ ਹੈਂ? ਤਿਸ ਕਾ ਸਮਾਧਾਨੁ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"gurU dI srn pYx qoN ibnw ieh nwm-rs pRwpq nhIN huMdw [ Awpxy mn dy ip`Cy qurn vwly bMdy (nwm-rs qoN vWjy rih ky) ivlkdy hI rihMdy hn ","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ । ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ (ਨਾਮ-ਰਸ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ) ਵਿਲਕਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ "},"ms":{"gurmukhi":"s¤cy gurW dy bgYr ieh prwpq nhIN huMdw[ Awp-hudry ivlkdy rihMdy hn[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਇਹ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ। ਆਪ-ਹੁਦਰੇ ਵਿਲਕਦੇ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Sin el Guru Verdadero, nada toma valor y los arrogantes Manmukjs sufren en vano."},"hi":{"ss":"गुरू की शरण पड़े बिना ये नाम-रस नहीं प्राप्त होता। अपने मन के पीछे चलने वाले लोग (नाम रस से वंचित रह कर) बिलकते ही रहते हैं।","sts":"सतिगुरु की दया के बिना इसकी सही पहचान असंभव है, इसलिए मनमुखी प्राणी अश्रु बहाते रहते हैं।"}},"transliteration":{"english":"bin satigur palai naa pavai manmukh rahe bilalai ||","hindi":"बिनु सतिगुर पलै ना पवै मनमुख रहे बिललाइ ॥","en":"bin satigur palai naa pavai manmukh rahe bilalai ||","hi":"बिनु सतिगुर पलै ना पवै मनमुख रहे बिललाइ ॥","ipa":"bɪn sət̪ɪGʊr pəlæ nɑ pəʋæ mənəmʊkʰ rəhe bɪləlɑeɪ.","ur":"بٍن ستگر پلَے نا پوَے منمکھ رهے بللاا ۔۔"},"pageNo":41,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":1682,"shabadId":122,"verse":{"gurmukhi":"Eie siqgur AwgY nw invih Enw AMqir k®oDu blwie ]3]","unicode":"ਓਇ ਸਤਿਗੁਰ ਆਗੈ ਨਾ ਨਿਵਹਿ ਓਨਾ ਅੰਤਰਿ ਕ੍ਰੋਧੁ ਬਲਾਇ ॥੩॥"},"larivaar":{"gurmukhi":"EiesiqgurAwgYnwinvihEnwAMqirk®oDublwie]3]","unicode":"ਓਇਸਤਿਗੁਰਆਗੈਨਾਨਿਵਹਿਓਨਾਅੰਤਰਿਕ੍ਰੋਧੁਬਲਾਇ॥੩॥"},"translation":{"en":{"bdb":"They do not bow before the True Guru; the demon of anger is within them. ||3||","ms":"They bow not before the True Guru. In their heart is the goblin of wrath.","ssk":"They do not bow before the True Guru; the demon of anger is within them. ||3||"},"pu":{"ss":{"gurmukhi":"auhnW dy AMdr koRD Aw&q itkI rihMdI hY, auh siqgurU dy A`gy isr nhIN invWdy [3[","unicode":"ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੋ੍ਰਧ ਆਫ਼ਤ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਸਿਰ ਨਹੀਂ ਨਿਵਾਂਦੇ ।੩।"},"ft":{"gurmukhi":"vhu jo mnmuK purs hYN, so siqguroN ky Awgy inMmRqw nhIN krqy, ikauNik iqn ky irdy AMqr kRoD rUpI (blwie) aupwDI vw BUqnI hY]","unicode":"ਵਹੁ ਜੋ ਮਨਮੁਖ ਪੁਰਸ ਹੈਂ, ਸੋ ਸਤਿਗੁਰੋਂ ਕੇ ਆਗੇ ਨਿੰਮ੍ਰਤਾ ਨਹੀਂ ਕਰਤੇ, ਕਿਉਂਕਿ ਤਿਨ ਕੇ ਰਿਦੇ ਅੰਤਰ ਕ੍ਰੋਧ ਰੂਪੀ (ਬਲਾਇ) ਉਪਾਧੀ ਵਾ ਭੂਤਨੀ ਹੈ॥"},"bdb":{"gurmukhi":"auhnW dy AMdr koRD Aw&q itkI rihMdI hY, auh siqgurU dy A`gy isr nhIN invWdy [3[","unicode":"ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੋ੍ਰਧ ਆਫ਼ਤ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਸਿਰ ਨਹੀਂ ਨਿਵਾਂਦੇ ।੩।"},"ms":{"gurmukhi":"auh s¤cy gurW mUhry nIvyN nhIN huMdy[ aunHW dy idl AMdr gu¤sy dw BUq hY[","unicode":"ਉਹ ਸੱਚੇ ਗੁਰਾਂ ਮੂਹਰੇ ਨੀਵੇਂ ਨਹੀਂ ਹੁੰਦੇ। ਉਨ੍ਹਾਂ ਦੇ ਦਿਲ ਅੰਦਰ ਗੁੱਸੇ ਦਾ ਭੂਤ ਹੈ।"}},"es":{"sn":"Ellos no se postran ante el Guru, pues en sus corazones habita el duende del enojo.  (3)"},"hi":{"ss":"उनके अंदर क्रोध की आफ़त टिकी रहती है~ वे सतिगुरू के आगे सिर नहीं झुकाते।3।","sts":"वे प्राणी सतिगुरु के समक्ष अपना तन-मन समर्पित नहीं करते, अपितु उनके भीतर काम, क्रोध इत्यादि विकार विद्यमान रहते हैं।॥ ३॥"}},"transliteration":{"english":"oi satigur aagai naa niveh onaa a(n)tar karodh balai ||3||","hindi":"ओइ सतिगुर आगै ना निवहि ओना अंतरि क्रोधु बलाइ ॥३॥","en":"oi satigur aagai naa niveh onaa a(n)tar karodh balai ||3||","hi":"ओइ सतिगुर आगै ना निवहि ओना अंतरि क्रोधु बलाइ ॥३॥","ipa":"oeɪ sət̪ɪGʊr əɑGæ nɑ nɪʋəh oənɑ əŋt̪ər kəʳɔt̪ bəlɑeɪ.3.","ur":"اوِا ستگر آگَے نا نوه اونا اںتر ک®ودھ بلاا ۔۔۳۔۔"},"pageNo":41,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":1683,"shabadId":122,"verse":{"gurmukhi":"hir hir hir rsu Awip hY Awpy hir rsu hoie ]","unicode":"ਹਰਿ ਹਰਿ ਹਰਿ ਰਸੁ ਆਪਿ ਹੈ ਆਪੇ ਹਰਿ ਰਸੁ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"hirhirhirrsuAwiphYAwpyhirrsuhoie]","unicode":"ਹਰਿਹਰਿਹਰਿਰਸੁਆਪਿਹੈਆਪੇਹਰਿਰਸੁਹੋਇ॥"},"translation":{"en":{"bdb":"The Lord Himself, Har, Har, Har, is the Sublime Essence. The Lord Himself is the Essence.","ms":"God Himself is the relish of His Name and he Himself is the Divine elixir.","ssk":"The Lord Himself, Har, Har, Har, is the Sublime Essence. The Lord Himself is the Essence."},"pu":{"ss":{"gurmukhi":"(prmwqmw qy prmwqmw dy nwm-rs ivc koeI &rk nhIN hY) prmwqmw Awp hI (sB jIvW dI ijMd dw shwrw) rs hY","unicode":"(ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ) ਰਸ ਹੈ"},"ft":{"gurmukhi":"hy BweI! jo vwihgurU Awp hI hir hir nwm rs ho rhw hY, AOr Awp hI hir rs ky lyny vwlw jgÎwsU ho rhw hY]","unicode":"ਹੇ ਭਾਈ! ਜੋ ਵਾਹਿਗੁਰੂ ਆਪ ਹੀ ਹਰਿ ਹਰਿ ਨਾਮ ਰਸ ਹੋ ਰਹਾ ਹੈ, ਔਰ ਆਪ ਹੀ ਹਰਿ ਰਸ ਕੇ ਲੇਨੇ ਵਾਲਾ ਜਗ੍ਯਾਸੂ ਹੋ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(prmwqmw qy prmwqmw dy nwm-rs ivc koeI &rk nhIN hY) prmwqmw Awp hI (sB jIvW dI ijMd dw shwrw) rs hY","unicode":"(ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ) ਰਸ ਹੈ"},"ms":{"gurmukhi":"vwihgurU Kud Awpxy nwm dw suAwd hY Aqy Kud hI eISvrI AMimRq hY[","unicode":"ਵਾਹਿਗੁਰੂ ਖੁਦ ਆਪਣੇ ਨਾਮ ਦਾ ਸੁਆਦ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਈਸ਼ਵਰੀ ਅੰਮ੍ਰਿਤ ਹੈ।"}},"es":{"sn":"Él, el Señor es la Esencia, Él es el Nombre."},"hi":{"ss":"(परमात्मा व परमात्मा के नाम रस में कोई फर्क नहीं है) परमात्मा खुद ही (सब जीवों की जीवात्मा का सहारा) रस है।","sts":"वह हरि-प्रभु ही स्वयं नाम का स्वाद है एवं स्वयं ही ईश्वरीय अमृत है।"}},"transliteration":{"english":"har har har ras aap hai aape har ras hoi ||","hindi":"हरि हरि हरि रसु आपि है आपे हरि रसु होइ ॥","en":"har har har ras aap hai aape har ras hoi ||","hi":"हरि हरि हरि रसु आपि है आपे हरि रसु होइ ॥","ipa":"hər hər hər rəs əɑp hæ əɑpe hər rəs hɔeɪ.","ur":"هر هرِ هرِ رس آپ هَے آپے هرِ رس هوا ۔۔"},"pageNo":41,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":1684,"shabadId":122,"verse":{"gurmukhi":"Awip dieAw kir dyvsI gurmuiK AMimRqu coie ]","unicode":"ਆਪਿ ਦਇਆ ਕਰਿ ਦੇਵਸੀ ਗੁਰਮੁਖਿ ਅੰਮ੍ਰਿਤੁ ਚੋਇ ॥"},"larivaar":{"gurmukhi":"AwipdieAwkirdyvsIgurmuiKAMimRqucoie]","unicode":"ਆਪਿਦਇਆਕਰਿਦੇਵਸੀਗੁਰਮੁਖਿਅੰਮ੍ਰਿਤੁਚੋਇ॥"},"translation":{"en":{"bdb":"In His Kindness, He blesses the Gurmukh with it; the Ambrosial Nectar of this Amrit trickles down.","ms":"Showing His grace, God Himself gives the Name Nectar to the various and trickles it (into his mouth).","ssk":"In His Kindness, He blesses the Gurmukh with it; the Ambrosial Nectar of this Amrit trickles down."},"pu":{"ss":{"gurmukhi":"prmwqmw Awp hI imhr kr ky ieh nwm-rs dyNdw hY (ijvyN Shd dy C`qy ivcoN Shd coNdw hY, iqvyN) gurU dI srn ipAW Awqmk jIvn dyx vwlw rs (jIv dy AMdroN) coNdw hY ","unicode":"ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਇਹ ਨਾਮ-ਰਸ ਦੇਂਦਾ ਹੈ (ਜਿਵੇਂ ਸ਼ਹਦ ਦੇ ਛੱਤੇ ਵਿਚੋਂ ਸ਼ਹਦ ਚੋਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ (ਜੀਵ ਦੇ ਅੰਦਰੋਂ) ਚੋਂਦਾ ਹੈ "},"ft":{"gurmukhi":"AOr Awp hI ApnI dXw kr ky gurU rUpu ho kr jgÎwsU jnoN ky muK myN Apnw nwm rUpI AMimRqu coie ArQwq pwie (dyvsI) dyvygw[ Bwv eyih ik Awp hI AMimRqu, AOr Awp hI gurU rUpu ho kr, Awp hI nwmwimRq isK ko dyqw hY]","unicode":"ਔਰ ਆਪ ਹੀ ਅਪਨੀ ਦਯਾ ਕਰ ਕੇ ਗੁਰੂ ਰੂਪੁ ਹੋ ਕਰ ਜਗ੍ਯਾਸੂ ਜਨੋਂ ਕੇ ਮੁਖ ਮੇਂ ਅਪਨਾ ਨਾਮ ਰੂਪੀ ਅੰਮ੍ਰਿਤੁ ਚੋਇ ਅਰਥਾਤ ਪਾਇ (ਦੇਵਸੀ) ਦੇਵੇਗਾ। ਭਾਵ ਏਹਿ ਕਿ ਆਪ ਹੀ ਅੰਮ੍ਰਿਤੁ, ਔਰ ਆਪ ਹੀ ਗੁਰੂ ਰੂਪੁ ਹੋ ਕਰ, ਆਪ ਹੀ ਨਾਮਾਮ੍ਰਿਤ ਸਿਖ ਕੋ ਦੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw Awp hI imhr kr ky ieh nwm-rs dyNdw hY (ijvyN Shd dy C`qy ivcoN Shd coNdw hY, iqvyN) gurU dI srn ipAW Awqmk jIvn dyx vwlw rs (jIv dy AMdroN) coNdw hY ","unicode":"ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਇਹ ਨਾਮ-ਰਸ ਦੇਂਦਾ ਹੈ (ਜਿਵੇਂ ਸ਼ਹਦ ਦੇ ਛੱਤੇ ਵਿਚੋਂ ਸ਼ਹਦ ਚੋਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ (ਜੀਵ ਦੇ ਅੰਦਰੋਂ) ਚੋਂਦਾ ਹੈ "},"ms":{"gurmukhi":"AwpxI rihmq Dwr ky hrI Awpy hI nwm-AMimRq jigAwsU ƒ idMdw hY (Aqy aus dy mUMh iv`c) cOdW hY[","unicode":"ਆਪਣੀ ਰਹਿਮਤ ਧਾਰ ਕੇ ਹਰੀ ਆਪੇ ਹੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਜਗਿਆਸੂ ਨੂੰ ਦਿੰਦਾ ਹੈ (ਅਤੇ ਉਸ ਦੇ ਮੂੰਹ ਵਿੱਚ) ਚੌਦਾਂ ਹੈ।"}},"es":{"sn":"en Su Gracia da, y a través del Guru, uno recibe el Néctar de Su Nombre."},"hi":{"ss":"परमात्मा खुद ही मेहर करके यह नाम रस देता है (जैसे शहद के छत्ते में से शहद चूता है~ वैसे ही) गुरू की शरण पड़ने से आत्मिक जीवन देने वाला रस (जीव के अंदर से) टपकता है।","sts":"दया करके हरि स्वयं ही गुरु के माध्यम से यह नामामृत दुहकर प्राणी को प्रदान करता है।"}},"transliteration":{"english":"aap dhiaa kar dhevasee gurmukh a(n)mrit choi ||","hindi":"आपि दइआ करि देवसी गुरमुखि अंमृतु चोइ ॥","en":"aap dhiaa kar dhevasee gurmukh a(n)mrit choi ||","hi":"आपि दइआ करि देवसी गुरमुखि अंमृतु चोइ ॥","ipa":"əɑp d̪ɪɑ kər d̪eʋəsi Gʊrəmʊkʰ əŋmɪɹət̪ t͡ʃɔeɪ.","ur":"آپ دایا کر دےوسیِ گُرمکھ اںمرت چوا ۔۔"},"pageNo":41,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":1685,"shabadId":122,"verse":{"gurmukhi":"sBu qnu mnu hirAw hoieAw nwnk hir visAw min soie ]4]5]69]","unicode":"ਸਭੁ ਤਨੁ ਮਨੁ ਹਰਿਆ ਹੋਇਆ ਨਾਨਕ ਹਰਿ ਵਸਿਆ ਮਨਿ ਸੋਇ ॥੪॥੫॥੬੯॥"},"larivaar":{"gurmukhi":"sBuqnumnuhirAwhoieAwnwnkhirvisAwminsoie]4]5]69]","unicode":"ਸਭੁਤਨੁਮਨੁਹਰਿਆਹੋਇਆਨਾਨਕਹਰਿਵਸਿਆਮਨਿਸੋਇ॥੪॥੫॥੬੯॥"},"translation":{"en":{"bdb":"Then, the body and mind totally blossom forth and flourish; O Nanak, the Lord comes to dwell within the mind. ||4||5||69||","ms":"Then O Nanak! man's body and soul are all reverdured and that God lives within his mind.","ssk":"Then, the body and mind totally blossom forth and flourish; O Nanak, the Lord comes to dwell within the mind. ||4||5||69||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! ijs mnu`K dy mn ivc auh prmwqmw Aw v`sdw hY (nwm-rs Aw v`sdw hY) aus dw swrw srIr, aus dw mn hrw ho jWdw hY (iKV pYNdw hY) [4[5[69[","unicode":"ਹੇ ਨਾਨਕ ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਨਾਮ-ਰਸ ਆ ਵੱਸਦਾ ਹੈ) ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ, ਉਸ ਦਾ ਮਨ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਖਿੜ ਪੈਂਦਾ ਹੈ) ।੪।੫।੬੯।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijn gurmuKoN ky mn myN so hrI bisAw hY, iqn kw qnu mnu sBu hirAw BXw hY, Bwv eyih ik qnu sPl BXw hY AOr mnu AwqmwnMd sihq hUAw hY]4]5]69]ÇAb mnmuKW kI dSw kQn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨ ਗੁਰਮੁਖੋਂ ਕੇ ਮਨ ਮੇਂ ਸੋ ਹਰੀ ਬਸਿਆ ਹੈ, ਤਿਨ ਕਾ ਤਨੁ ਮਨੁ ਸਭੁ ਹਰਿਆ ਭਯਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਤਨੁ ਸਫਲ ਭਯਾ ਹੈ ਔਰ ਮਨੁ ਆਤਮਾਨੰਦ ਸਹਿਤ ਹੂਆ ਹੈ॥੪॥੫॥੬੯॥☬ਅਬ ਮਨਮੁਖਾਂ ਕੀ ਦਸ਼ਾ ਕਥਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! ijs mnu`K dy mn ivc auh prmwqmw Aw v`sdw hY (nwm-rs Aw v`sdw hY) aus dw swrw srIr, aus dw mn hrw ho jWdw hY (iKV pYNdw hY) [4[5[69[","unicode":"ਹੇ ਨਾਨਕ ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਨਾਮ-ਰਸ ਆ ਵੱਸਦਾ ਹੈ) ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ, ਉਸ ਦਾ ਮਨ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਖਿੜ ਪੈਂਦਾ ਹੈ) ।੪।੫।੬੯।"},"ms":{"gurmukhi":"qd, hy nwnk! AwdmI dI dih qy Awqmw smUh hry Bry ho jWdy hn qy auh vwihgurU aus dy ic`q AMdr itk jWdw hY[","unicode":"ਤਦ, ਹੇ ਨਾਨਕ! ਆਦਮੀ ਦੀ ਦਹਿ ਤੇ ਆਤਮਾ ਸਮੂਹ ਹਰੇ ਭਰੇ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਉਹ ਵਾਹਿਗੁਰੂ ਉਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਟਿਕ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Así, dice Nanak, el cuerpo y la mente florecen y el Señor de Amor llega a uno. (4-5-69)"},"hi":{"ss":"हे नानक! जिस मनुष्य के मन में वह परमात्मा आ बसता है (नाम आ बसता है) उसका सारा शरीर~ उसका मन हरा हो जाता है (खिल पड़ता है)।4।5।69।","sts":"हे नानक ! प्राणी की देह एवं आत्मा मन में हरिनाम के बस जाने से हर्षित हो जाती है एवं परमात्मा उसके चित के भीतर समा जाता है ॥ ४ ॥ ५॥ ६९  ॥"}},"transliteration":{"english":"sabh tan man hariaa hoiaa naanak har vasiaa man soi ||4||5||69||","hindi":"सभु तनु मनु हरिआ होइआ नानक हरि वसिआ मनि सोइ ॥४॥५॥६९॥","en":"sabh tan man hariaa hoiaa naanak har vasiaa man soi ||4||5||69||","hi":"सभु तनु मनु हरिआ होइआ नानक हरि वसिआ मनि सोइ ॥४॥५॥६९॥","ipa":"səɓ t̪ən mən hərɪəɑ hɔɪɑ nɑnək hər ʋəsɪəɑ mən sɔeɪ.4.5.6ə9.","ur":"سبھ تن من هرآ هوایا نانک هرِ وسِآ منِ سوا ۔۔۴۔۔۵۔۔۶۹۔۔"},"pageNo":41,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":5,"t":"v"}]}}]}