{"shabadInfo":{"shabadId":1337,"shabadName":15226,"pageNo":334,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":334},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":11,"navigation":{"previous":1336,"next":1338},"verses":[{"verseId":15222,"shabadId":1337,"verse":{"gurmukhi":"gauVI ]","unicode":"ਗਉੜੀ ॥"},"larivaar":{"gurmukhi":"gauVI]","unicode":"ਗਉੜੀ॥"},"translation":{"en":{"bdb":"Gauree:","ms":"Gauri.","ssk":"Gauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"gauVI[","unicode":"ਗਉੜੀ।"}},"es":{"sn":"Gauri"},"hi":{"ss":"","sts":"गउड़ी ॥"}},"transliteration":{"english":"gauRee ||","hindi":"गउड़ी ॥","en":"gauRee ||","hi":"गउड़ी ॥","ipa":"Goʊɽi.","ur":"گاڑیِ ۔۔"},"pageNo":334,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":15223,"shabadId":1337,"verse":{"gurmukhi":"suriq isimRiq duie kMnI muMdw primiq bwhir iKMQw ]","unicode":"ਸੁਰਤਿ ਸਿਮ੍ਰਿਤਿ ਦੁਇ ਕੰਨੀ ਮੁੰਦਾ ਪਰਮਿਤਿ ਬਾਹਰਿ ਖਿੰਥਾ ॥"},"larivaar":{"gurmukhi":"suriqisimRiqduiekMnImuMdwprimiqbwhiriKMQw]","unicode":"ਸੁਰਤਿਸਿਮ੍ਰਿਤਿਦੁਇਕੰਨੀਮੁੰਦਾਪਰਮਿਤਿਬਾਹਰਿਖਿੰਥਾ॥"},"translation":{"en":{"bdb":"Let contemplation and intuitive meditation be your two ear-rings, and true wisdom your patched overcoat.","ms":"Meditation and contemplation of God, are my two ear rings and the true knowledge is my outward patched coat.","ssk":"Let contemplation and intuitive meditation be your two ear-rings, and true wisdom your patched overcoat."},"pu":{"ss":{"gurmukhi":"pRBU dy crnW ivc surq joVnI qy pRBU dw nwm ismrnw—ieh mwno, mYN dohW kMnW ivc muMdrW pweIAW hoeIAW hn [ pRBU dw XQwrQ igAwn—ieh mYN Awpxy qy godVI leI hoeI hY [","unicode":"ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ—ਇਹ ਮਾਨੋ, ਮੈਂ ਦੋਹਾਂ ਕੰਨਾਂ ਵਿਚ ਮੁੰਦਰਾਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ । ਪ੍ਰਭੂ ਦਾ ਯਥਾਰਥ ਗਿਆਨ—ਇਹ ਮੈਂ ਆਪਣੇ ਤੇ ਗੋਦੜੀ ਲਈ ਹੋਈ ਹੈ ।"},"ft":{"gurmukhi":"(suriq) byd (isMimRq) jo mnU AwidkoN kr rcq Drm inrUpk gRMQ hYN[ ien donoN ko kwnoN kr sunqy hW, eyh muMdRW hYN AOr jo (primiq) mRXwdw sy pry hoxw hY, kOx sI mRXwdw? (bwhir) jo bwhj muKI krm kWf hYN iqs sy pry hoxw hY eyhI iKMQw hY[ vw (pr) ivsys kr (imiq) mRXwdw myN rhxw hY eyhI bwhrlI iKMQw sm AMqrIv iKMQw hY]","unicode":"(ਸੁਰਤਿ) ਬੇਦ (ਸਿੰਮ੍ਰਿਤ) ਜੋ ਮਨੂ ਆਦਿਕੋਂ ਕਰ ਰਚਤ ਧਰਮ ਨਿਰੂਪਕ ਗ੍ਰੰਥ ਹੈਂ। ਇਨ ਦੋਨੋਂ ਕੋ ਕਾਨੋਂ ਕਰ ਸੁਨਤੇ ਹਾਂ, ਏਹ ਮੁੰਦ੍ਰਾਂ ਹੈਂ ਔਰ ਜੋ (ਪਰਮਿਤਿ) ਮ੍ਰਯਾਦਾ ਸੇ ਪਰੇ ਹੋਣਾ ਹੈ, ਕੌਣ ਸੀ ਮ੍ਰਯਾਦਾ? (ਬਾਹਰਿ) ਜੋ ਬਾਹਜ ਮੁਖੀ ਕਰਮ ਕਾਂਡ ਹੈਂ ਤਿਸ ਸੇ ਪਰੇ ਹੋਣਾ ਹੈ ਏਹੀ ਖਿੰਥਾ ਹੈ। ਵਾ (ਪਰ) ਵਿਸੇਸ ਕਰ (ਮਿਤਿ) ਮ੍ਰਯਾਦਾ ਮੇਂ ਰਹਣਾ ਹੈ ਏਹੀ ਬਾਹਰਲੀ ਖਿੰਥਾ ਸਮ ਅੰਤਰੀਵ ਖਿੰਥਾ ਹੈ॥"},"bdb":{"gurmukhi":"pRBU dy crnW ivc surq joVnI qy pRBU dw nwm ismrnw—ieh mwno, mYN dohW kMnW ivc muMdrW pweIAW hoeIAW hn [ pRBU dw XQwrQ igAwn—ieh mYN Awpxy qy godVI leI hoeI hY [","unicode":"ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ ਤੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ—ਇਹ ਮਾਨੋ, ਮੈਂ ਦੋਹਾਂ ਕੰਨਾਂ ਵਿਚ ਮੁੰਦਰਾਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ । ਪ੍ਰਭੂ ਦਾ ਯਥਾਰਥ ਗਿਆਨ—ਇਹ ਮੈਂ ਆਪਣੇ ਤੇ ਗੋਦੜੀ ਲਈ ਹੋਈ ਹੈ ।"},"ms":{"gurmukhi":"r`b dI bMdgI Aqy ismrn myry kMnW dIAW do muMdRw hn Aqy XQwrQ igAwn myrI bwhrlI KPxI hY[","unicode":"ਰੱਬ ਦੀ ਬੰਦਗੀ ਅਤੇ ਸਿਮਰਨ ਮੇਰੇ ਕੰਨਾਂ ਦੀਆਂ ਦੋ ਮੁੰਦ੍ਰਾ ਹਨ ਅਤੇ ਯਥਾਰਥ ਗਿਆਨ ਮੇਰੀ ਬਾਹਰਲੀ ਖਫਣੀ ਹੈ।"}},"es":{"sn":"Deja que la contemplación y la meditación sean tus aretes de castidad; deja que el conocimiento sea tu hábito. "},"hi":{"ss":"प्रभू के चरणों में सुरति जोड़नी और प्रभू का नाम सिमरना- ये मानो। मैंने दोनों कानों में मुंद्रें (कुण्डल) पहनी हुई हैं। प्रभू का सच्चा ज्ञान- ये मैंने अपने पर गोदड़ी ली हुई है।","sts":"भगवान के चरणों में वृत्ति जोड़नी और नाम-सिमरन दोनों ही (मानों) मेरे कानों की दो मुद्राएँ हैं और भगवान का यथार्थ ज्ञान-यह मैंने अपने तन पर गुदड़ी ली हुई है।"}},"transliteration":{"english":"surat simirat dhui ka(n)nee mu(n)dhaa paramit baahar khi(n)thaa ||","hindi":"सुरति सिमृति दुइ कंनी मुँदा परमिति बाहरि खिंथा ॥","en":"surat simirat dhui ka(n)nee mu(n)dhaa paramit baahar khi(n)thaa ||","hi":"सुरति सिमृति दुइ कंनी मुँदा परमिति बाहरि खिंथा ॥","ipa":"sʊrət̪ sɪmɪɹət̪ d̪ʊeɪ kəŋni mʊŋd̪ɑ pərəmɪt̪ bɑhər kʰɪŋt̪ʰɑ.","ur":"سُرت سمرت دُا کنّیِ مُںدا پرمت باهرِ کھںتھا ۔۔"},"pageNo":334,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15224,"shabadId":1337,"verse":{"gurmukhi":"suMn guPw mih Awsxu bYsxu klp ibbrijq pMQw ]1]","unicode":"ਸੁੰਨ ਗੁਫਾ ਮਹਿ ਆਸਣੁ ਬੈਸਣੁ ਕਲਪ ਬਿਬਰਜਿਤ ਪੰਥਾ ॥੧॥"},"larivaar":{"gurmukhi":"suMnguPwmihAwsxubYsxuklpibbrijqpMQw]1]","unicode":"ਸੁੰਨਗੁਫਾਮਹਿਆਸਣੁਬੈਸਣੁਕਲਪਬਿਬਰਜਿਤਪੰਥਾ॥੧॥"},"translation":{"en":{"bdb":"In the cave of silence, dwell in your Yogic posture; let the subjugation of desire be your spiritual path. ||1||","ms":"Contemplative posture is my dwelling in the silent cave and the abandonment of desire is my religious sect.","ssk":"In the cave of silence, dwell in your Yogic posture; let the subjugation of desire be your spiritual path. ||1||"},"pu":{"ss":{"gurmukhi":"APur AvsQw-rUp gu&w ivc mYN Awsx lweI bYTw hW (Bwv, myrw mn hI myrI gu&w hY; ijQy mYN dunIAw DMiDAW vwly koeI Purny nhIN auTx dyNdw qy ies qrHW Awpxy AMdr, mwno, iek eykWq ivc bYTw hoieAw hW) [ dunIAw dIAW klpxw iqAwg dyxIAW—ieh hY myrw (jog-) pMQ [1[","unicode":"ਅਫੁਰ ਅਵਸਥਾ-ਰੂਪ ਗੁਫ਼ਾ ਵਿਚ ਮੈਂ ਆਸਣ ਲਾਈ ਬੈਠਾ ਹਾਂ (ਭਾਵ, ਮੇਰਾ ਮਨ ਹੀ ਮੇਰੀ ਗੁਫ਼ਾ ਹੈ; ਜਿਥੇ ਮੈਂ ਦੁਨੀਆ ਧੰਧਿਆਂ ਵਾਲੇ ਕੋਈ ਫੁਰਨੇ ਨਹੀਂ ਉਠਣ ਦੇਂਦਾ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਅੰਦਰ, ਮਾਨੋ, ਇਕ ਏਕਾਂਤ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਹਾਂ) । ਦੁਨੀਆ ਦੀਆਂ ਕਲਪਣਾ ਤਿਆਗ ਦੇਣੀਆਂ—ਇਹ ਹੈ ਮੇਰਾ (ਜੋਗ-) ਪੰਥ ।੧।"},"ft":{"gurmukhi":"AOr (suMn) APur rUp prmysÍr myN jo iesiQqI krI hY ieh guPw myN Awsx kr bYTy hW AOr jo (klpq) klpnw sy (ibbrijq) rhq hoey hW eyhI pMQ hY jYsy bwrW pMQ myN sy eyk koeI pMQ hovy]1]","unicode":"ਔਰ (ਸੁੰਨ) ਅਫੁਰ ਰੂਪ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਜੋ ਇਸਥਿਤੀ ਕਰੀ ਹੈ ਇਹ ਗੁਫਾ ਮੇਂ ਆਸਣ ਕਰ ਬੈਠੇ ਹਾਂ ਔਰ ਜੋ (ਕਲਪਤ) ਕਲਪਨਾ ਸੇ (ਬਿਬਰਜਿਤ) ਰਹਤ ਹੋਏ ਹਾਂ ਏਹੀ ਪੰਥ ਹੈ ਜੈਸੇ ਬਾਰਾਂ ਪੰਥ ਮੇਂ ਸੇ ਏਕ ਕੋਈ ਪੰਥ ਹੋਵੇ॥੧॥"},"bdb":{"gurmukhi":"APur AvsQw-rUp gu&w ivc mYN Awsx lweI bYTw hW (Bwv, myrw mn hI myrI gu&w hY; ijQy mYN dunIAw DMiDAW vwly koeI Purny nhIN auTx dyNdw qy ies qrHW Awpxy AMdr, mwno, iek eykWq ivc bYTw hoieAw hW) [ dunIAw dIAW klpxw iqAwg dyxIAW—ieh hY myrw (jog-) pMQ [1[","unicode":"ਅਫੁਰ ਅਵਸਥਾ-ਰੂਪ ਗੁਫ਼ਾ ਵਿਚ ਮੈਂ ਆਸਣ ਲਾਈ ਬੈਠਾ ਹਾਂ (ਭਾਵ, ਮੇਰਾ ਮਨ ਹੀ ਮੇਰੀ ਗੁਫ਼ਾ ਹੈ; ਜਿਥੇ ਮੈਂ ਦੁਨੀਆ ਧੰਧਿਆਂ ਵਾਲੇ ਕੋਈ ਫੁਰਨੇ ਨਹੀਂ ਉਠਣ ਦੇਂਦਾ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਅੰਦਰ, ਮਾਨੋ, ਇਕ ਏਕਾਂਤ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਹਾਂ) । ਦੁਨੀਆ ਦੀਆਂ ਕਲਪਣਾ ਤਿਆਗ ਦੇਣੀਆਂ—ਇਹ ਹੈ ਮੇਰਾ (ਜੋਗ-) ਪੰਥ ।੧।"},"ms":{"gurmukhi":"iDAwn AvsQw myrw cup cwp kMdrw AMdr dw vsybw hY Aqy KwihS dw iqAwgxw myrw mjhbI mwrg hY[","unicode":"ਧਿਆਨ ਅਵਸਥਾ ਮੇਰਾ ਚੁਪ ਚਾਪ ਕੰਦਰਾ ਅੰਦਰ ਦਾ ਵਸੇਬਾ ਹੈ ਅਤੇ ਖਾਹਿਸ਼ ਦਾ ਤਿਆਗਣਾ ਮੇਰਾ ਮਜਹਬੀ ਮਾਰਗ ਹੈ।"}},"es":{"sn":"Deja que tu mente esté entonada en el Estado de Plenitud, y que el calmar tu ansiedad sea tu sendero. (1)"},"hi":{"ss":"शून्य अवस्था रूपी गुफ़ा में मैं आसन लगाए बैठा हूँ (भाव। मेरा मन ही मेरी गुफा है; जहाँ मैं दुनियावी धंधों वाले कोई फुरने नहीं उठने देता और इस तरह अपने अंदर। जैसे। एक एकांत में ही बैठा हूँ)। दुनिया की कल्पनाएं त्याग देनी- यही है मेरा (जोग-) पंथ। 1।","sts":"ध्यान अवस्था रूपी गुफा में मैं आसन लगाकर विराजमान हूँ और कल्पना का विवर्जित मेरा योग-मार्ग है॥ १॥"}},"transliteration":{"english":"su(n)n gufaa meh aasan baisan kalap bibarajit pa(n)thaa ||1||","hindi":"सुँन गुफा महि आसणु बैसणु कलप बिबरजित पंथा ॥१॥","en":"su(n)n gufaa meh aasan baisan kalap bibarajit pa(n)thaa ||1||","hi":"सुँन गुफा महि आसणु बैसणु कलप बिबरजित पंथा ॥१॥","ipa":"sʊŋn Gʊfɑ məh əɑsəɳ bæsəɳ kələp bɪbərəd͡ʒɪt̪ pəŋt̪ʰɑ.1.","ur":"سُنّ گُپھا مهِ آسݨ بَےسݨ کلپ ببرجت پںتھا ۔۔۱۔۔"},"pageNo":334,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15225,"shabadId":1337,"verse":{"gurmukhi":"myry rwjn mY bYrwgI jogI ]","unicode":"ਮੇਰੇ ਰਾਜਨ ਮੈ ਬੈਰਾਗੀ ਜੋਗੀ ॥"},"larivaar":{"gurmukhi":"myryrwjnmYbYrwgIjogI]","unicode":"ਮੇਰੇਰਾਜਨਮੈਬੈਰਾਗੀਜੋਗੀ॥"},"translation":{"en":{"bdb":"O my King, I am a Yogi, a hermit, a renunciate.","ms":"My king, I am a yogi imbued with Lord's Love.","ssk":"O my King, I am a Yogi, a hermit, a renunciate."},"pu":{"ss":{"gurmukhi":"hy myry pwqSwh (pRBU!) mYN (qyrI Xwd dI) lgn vwlw jogI hW, ","unicode":"ਹੇ ਮੇਰੇ ਪਾਤਸ਼ਾਹ (ਪ੍ਰਭੂ!) ਮੈਂ (ਤੇਰੀ ਯਾਦ ਦੀ) ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਹਾਂ, "},"ft":{"gurmukhi":"hy myry ipAwry! myN vYrwg kr prmysÍr myN juVw hUAw jogI hW, Bwv ByKI jogI nhIN hUM]ÇpRSn: jy khy ies jog sy qum ko ikAw lwB hUAw hY? iqs pr khqy hYN:","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਂ ਵੈਰਾਗ ਕਰ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਜੁੜਾ ਹੂਆ ਜੋਗੀ ਹਾਂ, ਭਾਵ ਭੇਖੀ ਜੋਗੀ ਨਹੀਂ ਹੂੰ॥☬ਪ੍ਰਸ਼ਨ: ਜੇ ਕਹੇ ਇਸ ਜੋਗ ਸੇ ਤੁਮ ਕੋ ਕਿਆ ਲਾਭ ਹੂਆ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy myry pwqSwh (pRBU!) mYN (qyrI Xwd dI) lgn vwlw jogI hW, ","unicode":"ਹੇ ਮੇਰੇ ਪਾਤਸ਼ਾਹ (ਪ੍ਰਭੂ!) ਮੈਂ (ਤੇਰੀ ਯਾਦ ਦੀ) ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਹਾਂ, "},"ms":{"gurmukhi":"myry pwqSwh mYN pRBU dI pRIq nwl rMigAw hoieAw XogI hW[","unicode":"ਮੇਰੇ ਪਾਤਸ਼ਾਹ ਮੈਂ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗਿਆ ਹੋਇਆ ਯੋਗੀ ਹਾਂ।"}},"es":{"sn":"Oh mi Rey, yo soy hombre desapasionado, un Yogui, "},"hi":{"ss":"हे मेरे पातशाह (प्रभू !) मैं (तेरी याद की) लगन वाला जोगी हूँ।","sts":"हे मेरे राजन ! मैं ईश्वर की प्रीति से रंगा हुआ योगी हूँ।"}},"transliteration":{"english":"mere raajan mai bairaagee jogee ||","hindi":"मेरे राजन मै बैरागी जोगी ॥","en":"mere raajan mai bairaagee jogee ||","hi":"मेरे राजन मै बैरागी जोगी ॥","ipa":"mere rɑd͡ʒən mæ bærɑGi d͡ʒɔGi.","ur":"مےرے راجن مَے بَےراگیِ جوگیِ ۔۔"},"pageNo":334,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":15226,"shabadId":1337,"verse":{"gurmukhi":"mrq n sog ibEgI ]1] rhwau ]","unicode":"ਮਰਤ ਨ ਸੋਗ ਬਿਓਗੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"mrqnsogibEgI]1]rhwau]","unicode":"ਮਰਤਨਸੋਗਬਿਓਗੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"I do not die or suffer pain or separation. ||1||Pause||","ms":"I am above death, sorrow and separation. Pause.","ssk":"I do not die or suffer pain or separation. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(ies vwsqy) mOq (dw fr) icMqw qy ivCoVw mYƒ poNhdy nhIN hn [1[rhwau[","unicode":"(ਇਸ ਵਾਸਤੇ) ਮੌਤ (ਦਾ ਡਰ) ਚਿੰਤਾ ਤੇ ਵਿਛੋੜਾ ਮੈਨੂੰ ਪੋਂਹਦੇ ਨਹੀਂ ਹਨ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"(mrq n sog ibEgI) prmysÍr qy iBMn ho kr sog kr nhIN mrqy hW, Bwv sdw AnMdI hW]1] rhwau ]Çjy khy vYrwgI jogI ky AMqrIv icMn khIey? iqs pr khqy hYN:","unicode":"(ਮਰਤ ਨ ਸੋਗ ਬਿਓਗੀ) ਪਰਮੇਸ੍ਵਰ ਤੇ ਭਿੰਨ ਹੋ ਕਰ ਸੋਗ ਕਰ ਨਹੀਂ ਮਰਤੇ ਹਾਂ, ਭਾਵ ਸਦਾ ਅਨੰਦੀ ਹਾਂ॥੧॥ ਰਹਾਉ ॥☬ਜੇ ਕਹੇ ਵੈਰਾਗੀ ਜੋਗੀ ਕੇ ਅੰਤਰੀਵ ਚਿੰਨ ਕਹੀਏ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(ies vwsqy) mOq (dw fr) icMqw qy ivCoVw mYƒ poNhdy nhIN hn [1[rhwau[","unicode":"(ਇਸ ਵਾਸਤੇ) ਮੌਤ (ਦਾ ਡਰ) ਚਿੰਤਾ ਤੇ ਵਿਛੋੜਾ ਮੈਨੂੰ ਪੋਂਹਦੇ ਨਹੀਂ ਹਨ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mYN mOq, APsos Aqy ivCoVy qoN aucyrw hW[ Tihrwau[","unicode":"ਮੈਂ ਮੌਤ, ਅਫਸੋਸ ਅਤੇ ਵਿਛੋੜੇ ਤੋਂ ਉਚੇਰਾ ਹਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"y así no muero, nadie llora por mí, ni tampoco estoy separado de Ti. (1-Pausa)"},"hi":{"ss":"(इस वास्ते) मौत (का डर) चिंता और बिछोड़ा मुझे नहीं सताते। 1। रहाउ।","sts":"(इसलिए) मुझे मृत्यु, शोक एवं वियोग स्पर्श नहीं कर सकते हैं।॥ १॥ रहाउ॥"}},"transliteration":{"english":"marat na sog biogee ||1|| rahaau ||","hindi":"मरत न सोग बिओगी ॥१॥ रहाउ ॥","en":"marat na sog biogee ||1|| rahaau ||","hi":"मरत न सोग बिओगी ॥१॥ रहाउ ॥","ipa":"mərət̪ nə sɔG bɪoəGi.1. rəhɑo.","ur":"مرت ن سوگ باوگیِ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":334,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":15227,"shabadId":1337,"verse":{"gurmukhi":"KMf bRhmMf mih isM|I myrw btUAw sBu jgu BsmwDwrI ]","unicode":"ਖੰਡ ਬ੍ਰਹਮੰਡ ਮਹਿ ਸਿੰਙੀ ਮੇਰਾ ਬਟੂਆ ਸਭੁ ਜਗੁ ਭਸਮਾਧਾਰੀ ॥"},"larivaar":{"gurmukhi":"KMfbRhmMfmihisM|ImyrwbtUAwsBujguBsmwDwrI]","unicode":"ਖੰਡਬ੍ਰਹਮੰਡਮਹਿਸਿੰਙੀਮੇਰਾਬਟੂਆਸਭੁਜਗੁਭਸਮਾਧਾਰੀ॥"},"translation":{"en":{"bdb":"The solar systems and galaxies are my horn; the whole world is the bag to carry my ashes.","ms":"In the universe and regions, I find my horn and the whole world is my wallet to keep the ashes.","ssk":"The solar systems and galaxies are my horn; the whole world is the bag to carry my ashes."},"pu":{"ss":{"gurmukhi":"swry KMfW bRihmMfW ivc (pRBU dI ivAwpkqw dw sB ƒ sunyhw dyxw)—ieh, mwno, mYN isM|I vjw irhw hW [ swry jgq ƒ nwsvMq smJxw—ieh hY myrw suAwh pwx vwlw QYlw [","unicode":"ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਿਮੰਡਾਂ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਵਿਆਪਕਤਾ ਦਾ ਸਭ ਨੂੰ ਸੁਨੇਹਾ ਦੇਣਾ)—ਇਹ, ਮਾਨੋ, ਮੈਂ ਸਿੰਙੀ ਵਜਾ ਰਿਹਾ ਹਾਂ । ਸਾਰੇ ਜਗਤ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝਣਾ—ਇਹ ਹੈ ਮੇਰਾ ਸੁਆਹ ਪਾਣ ਵਾਲਾ ਥੈਲਾ ।"},"ft":{"gurmukhi":"srb KMfoN bRhmMfoN myN jo cyqnsqw jwxI hY, soeI isM|I bwj rhI hY[ AO myrw btUAw eyhI hY, jo sB jgq Bsm rUp nwsI jwixAw hY[ mkwr ky kMny sy Akwr inkws kr ADwrI pwT sy ADwr ho igAw hY[ sMqoK rUpI (ADwrI) JolI hY] (btUAw) eyk Bsm kw golw hoqw hY ijs ko Gswie kr srIr ko lgwvqy hYN[","unicode":"ਸਰਬ ਖੰਡੋਂ ਬ੍ਰਹਮੰਡੋਂ ਮੇਂ ਜੋ ਚੇਤਨਸਤਾ ਜਾਣੀ ਹੈ, ਸੋਈ ਸਿੰਙੀ ਬਾਜ ਰਹੀ ਹੈ। ਔ ਮੇਰਾ ਬਟੂਆ ਏਹੀ ਹੈ, ਜੋ ਸਭ ਜਗਤ ਭਸਮ ਰੂਪ ਨਾਸੀ ਜਾਣਿਆ ਹੈ। ਮਕਾਰ ਕੇ ਕੰਨੇ ਸੇ ਅਕਾਰ ਨਿਕਾਸ ਕਰ ਅਧਾਰੀ ਪਾਠ ਸੇ ਅਧਾਰ ਹੋ ਗਿਆ ਹੈ। ਸੰਤੋਖ ਰੂਪੀ (ਅਧਾਰੀ) ਝੋਲੀ ਹੈ॥ (ਬਟੂਆ) ਏਕ ਭਸਮ ਕਾ ਗੋਲਾ ਹੋਤਾ ਹੈ ਜਿਸ ਕੋ ਘਸਾਇ ਕਰ ਸਰੀਰ ਕੋ ਲਗਾਵਤੇ ਹੈਂ।"},"bdb":{"gurmukhi":"swry KMfW bRihmMfW ivc (pRBU dI ivAwpkqw dw sB ƒ sunyhw dyxw)—ieh, mwno, mYN isM|I vjw irhw hW [ swry jgq ƒ nwsvMq smJxw—ieh hY myrw suAwh pwx vwlw QYlw [","unicode":"ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਿਮੰਡਾਂ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਵਿਆਪਕਤਾ ਦਾ ਸਭ ਨੂੰ ਸੁਨੇਹਾ ਦੇਣਾ)—ਇਹ, ਮਾਨੋ, ਮੈਂ ਸਿੰਙੀ ਵਜਾ ਰਿਹਾ ਹਾਂ । ਸਾਰੇ ਜਗਤ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝਣਾ—ਇਹ ਹੈ ਮੇਰਾ ਸੁਆਹ ਪਾਣ ਵਾਲਾ ਥੈਲਾ ।"},"ms":{"gurmukhi":"Awlm qy ies idAW BwgW AMdr mYN Awpxw isMg pwieAw hY Aqy swrw jhwn suAwh r`Kx leI myrw QYlw hY[","unicode":"ਆਲਮ ਤੇ ਇਸ ਦਿਆਂ ਭਾਗਾਂ ਅੰਦਰ ਮੈਂ ਆਪਣਾ ਸਿੰਗ ਪਾਇਆ ਹੈ ਅਤੇ ਸਾਰਾ ਜਹਾਨ ਸੁਆਹ ਰੱਖਣ ਲਈ ਮੇਰਾ ਥੈਲਾ ਹੈ।"}},"es":{"sn":"La vida que pulsa en el Universo es mi corno; el ver al mundo como cenizas es mi mochila de pordiosero."},"hi":{"ss":"सारे खण्डों-ब्रहमण्डों में (प्रभू की व्यापक्ता का सब को संदेशा देना) - मानो। ये मैं श्रृंगी बजा रहा हूँ। सारे जगत को नाशवान समझना- ये है मेरा भस्म वाला थैला।","sts":"समूचे ब्रह्माण्ड में (भगवान के अस्तित्व का सबको सन्देश देना) यह, मानों मैं बाजा बजा रहा हूँ। सारी दुनिया को क्षणभंगुर समझना यह मेरा भस्म डालने वाला थैला है।"}},"transliteration":{"english":"kha(n)dd brahama(n)dd meh si(n)n(g)ee meraa baTooaa sabh jag bhasamaadhaaree ||","hindi":"खंड ब्रहमंड महि सिंङी मेरा बटूआ सभु जगु भसमाधारी ॥","en":"kha(n)dd brahama(n)dd meh si(n)n(g)ee meraa baTooaa sabh jag bhasamaadhaaree ||","hi":"खंड ब्रहमंड महि सिंङी मेरा बटूआ सभु जगु भसमाधारी ॥","ipa":"kʰəŋɖ bɹəhəməŋɖ məh sɪŋNi merɑ bəʈuəɑ səɓ d͡ʒəG ɓəsəmɑt̪ɑri.","ur":"کھںڈ برهمںڈ مهِ سںنگیِ مےرا بٹُوآ سبھ جگ بھسمادھاریِ ۔۔"},"pageNo":334,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":15228,"shabadId":1337,"verse":{"gurmukhi":"qwVI lwgI iqRplu pltIAY CUtY hoie pswrI ]2]","unicode":"ਤਾੜੀ ਲਾਗੀ ਤ੍ਰਿਪਲੁ ਪਲਟੀਐ ਛੂਟੈ ਹੋਇ ਪਸਾਰੀ ॥੨॥"},"larivaar":{"gurmukhi":"qwVIlwgIiqRplupltIAYCUtYhoiepswrI]2]","unicode":"ਤਾੜੀਲਾਗੀਤ੍ਰਿਪਲੁਪਲਟੀਐਛੂਟੈਹੋਇਪਸਾਰੀ॥੨॥"},"translation":{"en":{"bdb":"Eliminating the three qualities and finding release from this world is my deep meditation. ||2||","ms":"Riddance of three qualities and release from the world is my sitting in trance.","ssk":"Eliminating the three qualities and finding release from this world is my deep meditation. ||2||"},"pu":{"ss":{"gurmukhi":"q®YguxI mwieAw dy pRBwv ƒ mYN prqwA id`qw hY—ieh mwno, mYN qwVI lweI hoeI hY [ ies qrHW mYN igRhsqI huMdw hoieAw BI mukq hW [2[","unicode":"ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਮੈਂ ਪਰਤਾਅ ਦਿੱਤਾ ਹੈ—ਇਹ ਮਾਨੋ, ਮੈਂ ਤਾੜੀ ਲਾਈ ਹੋਈ ਹੈ । ਇਸ ਤਰ੍ਹਾਂ ਮੈਂ ਗ੍ਰਿਹਸਤੀ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਮੁਕਤ ਹਾਂ ।੨।"},"ft":{"gurmukhi":"smwDI eyhu lwgI hY, jo (iqRplu) qIn guxoN sy ibrqI pltI hY, Bwv Awp ko iqRgux AqIq mwinAw hY[ guxoN sy rhq hoxy kw PlH khqy hYN: jo pRivrqI myN buDI pswrI QI iqs sy CUtxw hUAw hY]2]Çjy khy jogI ikMgrI vjwvqy hYN qumwrI ikMgrI kOn sI hY? iqs pr khqy hYN:","unicode":"ਸਮਾਧੀ ਏਹੁ ਲਾਗੀ ਹੈ, ਜੋ (ਤ੍ਰਿਪਲੁ) ਤੀਨ ਗੁਣੋਂ ਸੇ ਬਿਰਤੀ ਪਲਟੀ ਹੈ, ਭਾਵ ਆਪ ਕੋ ਤ੍ਰਿਗੁਣ ਅਤੀਤ ਮਾਨਿਆ ਹੈ। ਗੁਣੋਂ ਸੇ ਰਹਤ ਹੋਣੇ ਕਾ ਫਲ੍ਹ ਕਹਤੇ ਹੈਂ: ਜੋ ਪ੍ਰਵਿਰਤੀ ਮੇਂ ਬੁਧੀ ਪਸਾਰੀ ਥੀ ਤਿਸ ਸੇ ਛੂਟਣਾ ਹੂਆ ਹੈ॥੨॥☬ਜੇ ਕਹੇ ਜੋਗੀ ਕਿੰਗਰੀ ਵਜਾਵਤੇ ਹੈਂ ਤੁਮਾਰੀ ਕਿੰਗਰੀ ਕੌਨ ਸੀ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"q®YguxI mwieAw dy pRBwv ƒ mYN prqwA id`qw hY—ieh mwno, mYN qwVI lweI hoeI hY [ ies qrHW mYN igRhsqI huMdw hoieAw BI mukq hW [2[","unicode":"ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਨੂੰ ਮੈਂ ਪਰਤਾਅ ਦਿੱਤਾ ਹੈ—ਇਹ ਮਾਨੋ, ਮੈਂ ਤਾੜੀ ਲਾਈ ਹੋਈ ਹੈ । ਇਸ ਤਰ੍ਹਾਂ ਮੈਂ ਗ੍ਰਿਹਸਤੀ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਮੁਕਤ ਹਾਂ ।੨।"},"ms":{"gurmukhi":"iqMnW guxw qoN KlwsI Aqy sMswr qoN Cutkwrw myrw smwDI lwauxw hY[","unicode":"ਤਿੰਨਾਂ ਗੁਣਾ ਤੋਂ ਖਲਾਸੀ ਅਤੇ ਸੰਸਾਰ ਤੋਂ ਛੁਟਕਾਰਾ ਮੇਰਾ ਸਮਾਧੀ ਲਾਉਣਾ ਹੈ।"}},"es":{"sn":" Y cuando estoy entonado en mi Señor, me elevo más allá de las tres Gunas, así vivo dentro del mundo y al mismo tiempo lo hago sin apego. (2)"},"hi":{"ss":"त्रिगुणी माया के प्रभाव के प्रभाव को मैंने पलटा दिया है– यह मानो। मैंने ताड़ी लगाई हुई है। इस तरह मैं गृहस्ती होता हुआ भी मुक्त हूँ। 2।","sts":"तीन गुणों वाली माया से मुक्ति एवं संसार से मोक्ष मेरा समाधि लगाना है॥ २॥"}},"transliteration":{"english":"taaRee laagee tirapal palaTeeaai chhooTai hoi pasaaree ||2||","hindi":"ताड़ी लागी तृपलु पलटीऐ छूटै होइ पसारी ॥२॥","en":"taaRee laagee tirapal palaTeeaai chhooTai hoi pasaaree ||2||","hi":"ताड़ी लागी तृपलु पलटीऐ छूटै होइ पसारी ॥२॥","ipa":"t̪ɑɽi lɑGi t̪ɪɹəpəl pələʈiæ ɕuʈæ hɔeɪ pəsɑri.2.","ur":"تاڑیِ لاگیِ ترپل پلٹیِاَے چھُوٹَے هوا پساریِ ۔۔۲۔۔"},"pageNo":334,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":15229,"shabadId":1337,"verse":{"gurmukhi":"mnu pvnu duie qUMbw krI hY jug jug swrd swjI ]","unicode":"ਮਨੁ ਪਵਨੁ ਦੁਇ ਤੂੰਬਾ ਕਰੀ ਹੈ ਜੁਗ ਜੁਗ ਸਾਰਦ ਸਾਜੀ ॥"},"larivaar":{"gurmukhi":"mnupvnuduieqUMbwkrIhYjugjugswrdswjI]","unicode":"ਮਨੁਪਵਨੁਦੁਇਤੂੰਬਾਕਰੀਹੈਜੁਗਜੁਗਸਾਰਦਸਾਜੀ॥"},"translation":{"en":{"bdb":"My mind and breath are the two gourds of my fiddle, and the Lord of all the ages is its frame.","ms":"My mind and breath, I have made the two gourds of my fiddle and the Lord of all the ages I have make its frame.","ssk":"My mind and breath are the two gourds of my fiddle, and the Lord of all the ages is its frame."},"pu":{"ss":{"gurmukhi":"(myry AMdr) iek-rs ikMgurI (vIxw) v`j rhI hY [ myrw mn Aqy suAws (aus ikMgurI dy) dovyN qUMby hn [","unicode":"(ਮੇਰੇ ਅੰਦਰ) ਇਕ-ਰਸ ਕਿੰਗੁਰੀ (ਵੀਣਾ) ਵੱਜ ਰਹੀ ਹੈ । ਮੇਰਾ ਮਨ ਅਤੇ ਸੁਆਸ (ਉਸ ਕਿੰਗੁਰੀ ਦੇ) ਦੋਵੇਂ ਤੂੰਬੇ ਹਨ ।"},"ft":{"gurmukhi":"mn AOr pvn ey donoN qUMbw bnwey hYN, Bwv mn ko rok kr sÍws sÍws AiBAws krqy hYN AOr jo (jug) do jIv eIsÍr hYN byd pRmwx ien kw (jug) joVnw kIAw hY, so (swrd) fMfI rcI hY AYsI ikMgurI bnweI hY]","unicode":"ਮਨ ਔਰ ਪਵਨ ਏ ਦੋਨੋਂ ਤੂੰਬਾ ਬਨਾਏ ਹੈਂ, ਭਾਵ ਮਨ ਕੋ ਰੋਕ ਕਰ ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਅਭਿਆਸ ਕਰਤੇ ਹੈਂ ਔਰ ਜੋ (ਜੁਗ) ਦੋ ਜੀਵ ਈਸ੍ਵਰ ਹੈਂ ਬੇਦ ਪ੍ਰਮਾਣ ਇਨ ਕਾ (ਜੁਗ) ਜੋੜਨਾ ਕੀਆ ਹੈ, ਸੋ (ਸਾਰਦ) ਡੰਡੀ ਰਚੀ ਹੈ ਐਸੀ ਕਿੰਗੁਰੀ ਬਨਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"(myry AMdr) iek-rs ikMgurI (vIxw) v`j rhI hY [ myrw mn Aqy suAws (aus ikMgurI dy) dovyN qUMby hn [","unicode":"(ਮੇਰੇ ਅੰਦਰ) ਇਕ-ਰਸ ਕਿੰਗੁਰੀ (ਵੀਣਾ) ਵੱਜ ਰਹੀ ਹੈ । ਮੇਰਾ ਮਨ ਅਤੇ ਸੁਆਸ (ਉਸ ਕਿੰਗੁਰੀ ਦੇ) ਦੋਵੇਂ ਤੂੰਬੇ ਹਨ ।"},"ms":{"gurmukhi":"Awpxy ic`q Aqy suAws ƒ vIxw dy do qUMby bxwieAw hY Aqy swirAW XugW dy suAwmI ƒ mYN ies dI fMfI bxwieAw hY[","unicode":"ਆਪਣੇ ਚਿੱਤ ਅਤੇ ਸੁਆਸ ਨੂੰ ਵੀਣਾ ਦੇ ਦੋ ਤੂੰਬੇ ਬਣਾਇਆ ਹੈ ਅਤੇ ਸਾਰਿਆਂ ਯੁਗਾਂ ਦੇ ਸੁਆਮੀ ਨੂੰ ਮੈਂ ਇਸ ਦੀ ਡੰਡੀ ਬਣਾਇਆ ਹੈ।"}},"es":{"sn":"La mente y la respiración son las dos cuerdas de mi cítara, y el Señor de todas las Épocas es Su Caja de Resonancia."},"hi":{"ss":"मेरा मन और साँसें (उस किंगुरी के) दोनों तूंबे हैं। सदा स्थिर रहने वाला प्रभू (मन और श्वास। दोनों तूंबों को जोड़ने वाली) मैंने डण्डी बनाई है।","sts":"अपने हृदय एवं श्वास को मैंने वीणा के दो तुंबे बनाया है और सभी युगों में विद्यमान प्रभु को मैंने इसकी डण्डी बनाया है।"}},"transliteration":{"english":"man pavan dhui too(n)baa karee hai jug jug saaradh saajee ||","hindi":"मनु पवनु दुइ तूँबा करी है जुग जुग सारद साजी ॥","en":"man pavan dhui too(n)baa karee hai jug jug saaradh saajee ||","hi":"मनु पवनु दुइ तूँबा करी है जुग जुग सारद साजी ॥","ipa":"mən pəʋən d̪ʊeɪ t̪uŋbɑ kəri hæ d͡ʒʊG d͡ʒʊG sɑrəd̪ sɑd͡ʒi.","ur":"من پون دُا تُوںبا کریِ هَے جُگ جُگ سارد ساجیِ ۔۔"},"pageNo":334,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":15230,"shabadId":1337,"verse":{"gurmukhi":"iQru BeI qMqI qUtis nwhI Anhd ikMgurI bwjI ]3]","unicode":"ਥਿਰੁ ਭਈ ਤੰਤੀ ਤੂਟਸਿ ਨਾਹੀ ਅਨਹਦ ਕਿੰਗੁਰੀ ਬਾਜੀ ॥੩॥"},"larivaar":{"gurmukhi":"iQruBeIqMqIqUtisnwhIAnhdikMgurIbwjI]3]","unicode":"ਥਿਰੁਭਈਤੰਤੀਤੂਟਸਿਨਾਹੀਅਨਹਦਕਿੰਗੁਰੀਬਾਜੀ॥੩॥"},"translation":{"en":{"bdb":"The string has become steady, and it does not break; this guitar vibrates with the unstruck melody. ||3||","ms":"Stable has become the string and breaks not, and the fiddle plays spontaneously.","ssk":"The string has become steady, and it does not break; this guitar vibrates with the unstruck melody. ||3||"},"pu":{"ss":{"gurmukhi":"sdw-iQr rihx vwlw pRBU (mn qy suAws dohW qUMibAW ƒ joVn vwlI) mYN fMfI bxweI hY [ surq dI qwr (aus ikMgurI dI v`jx vwlI qMqI) mzbUq ho geI hY, kdy tu`tdy nhIN [3[","unicode":"ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਮਨ ਤੇ ਸੁਆਸ ਦੋਹਾਂ ਤੂੰਬਿਆਂ ਨੂੰ ਜੋੜਨ ਵਾਲੀ) ਮੈਂ ਡੰਡੀ ਬਣਾਈ ਹੈ । ਸੁਰਤ ਦੀ ਤਾਰ (ਉਸ ਕਿੰਗੁਰੀ ਦੀ ਵੱਜਣ ਵਾਲੀ ਤੰਤੀ) ਮਜ਼ਬੂਤ ਹੋ ਗਈ ਹੈ, ਕਦੇ ਟੁੱਟਦੇ ਨਹੀਂ ।੩।"},"ft":{"gurmukhi":"ibRqI rUpI qwr iesiQq hUeI hY, jo qUtqI nhIN hY, AYsI Anwhd ikMgurI vwjI hY ArQwq AKMfwkwr ibRqI rihqI hY]3]ÇpRSn: ies ikMgurI ko sun kr koeI pRisMn BI hUAw hY?Çau`qR:","unicode":"ਬ੍ਰਿਤੀ ਰੂਪੀ ਤਾਰ ਇਸਥਿਤ ਹੂਈ ਹੈ, ਜੋ ਤੂਟਤੀ ਨਹੀਂ ਹੈ, ਐਸੀ ਅਨਾਹਦ ਕਿੰਗੁਰੀ ਵਾਜੀ ਹੈ ਅਰਥਾਤ ਅਖੰਡਾਕਾਰ ਬ੍ਰਿਤੀ ਰਹਿਤੀ ਹੈ॥੩॥☬ਪ੍ਰਸ਼ਨ: ਇਸ ਕਿੰਗੁਰੀ ਕੋ ਸੁਨ ਕਰ ਕੋਈ ਪ੍ਰਸਿੰਨ ਭੀ ਹੂਆ ਹੈ?☬ਉੱਤ੍ਰ:"},"bdb":{"gurmukhi":"sdw-iQr rihx vwlw pRBU (mn qy suAws dohW qUMibAW ƒ joVn vwlI) mYN fMfI bxweI hY [ surq dI qwr (aus ikMgurI dI v`jx vwlI qMqI) mzbUq ho geI hY, kdy tu`tdy nhIN [3[","unicode":"ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ (ਮਨ ਤੇ ਸੁਆਸ ਦੋਹਾਂ ਤੂੰਬਿਆਂ ਨੂੰ ਜੋੜਨ ਵਾਲੀ) ਮੈਂ ਡੰਡੀ ਬਣਾਈ ਹੈ । ਸੁਰਤ ਦੀ ਤਾਰ (ਉਸ ਕਿੰਗੁਰੀ ਦੀ ਵੱਜਣ ਵਾਲੀ ਤੰਤੀ) ਮਜ਼ਬੂਤ ਹੋ ਗਈ ਹੈ, ਕਦੇ ਟੁੱਟਦੇ ਨਹੀਂ ।੩।"},"ms":{"gurmukhi":"siQr ho geI hY qwr Aqy tu`tdI nhIN Aqy vIxw su¤qy-is`D hI vj rhI hY[","unicode":"ਸਥਿਰ ਹੋ ਗਈ ਹੈ ਤਾਰ ਅਤੇ ਟੁੱਟਦੀ ਨਹੀਂ ਅਤੇ ਵੀਣਾ ਸੁੱਤੇ-ਸਿੱਧ ਹੀ ਵਜ ਰਹੀ ਹੈ।"}},"es":{"sn":"Y cuando las cuerdas de la conciencia están en armonía, entonces se escucha la Melodía Divina.  (3)"},"hi":{"ss":"(मेरे अंदर) एक-रस किंगुरी (वीणा) बज रही है। सुरति की तार (उस किंगुरी की बजने वाली तंती) मजबूत हो गई है। कभी टूटती नहीं। 3।","sts":"तार स्थिर हो गई है और टूटती नहीं तथा (मेरे भीतर) सहज ही अनहद किंगुरी बज रही है॥ ३॥"}},"transliteration":{"english":"thir bhiee ta(n)tee tooTas naahee anahadh ki(n)guree baajee ||3||","hindi":"थिरु भई तंती तूटसि नाही अनहद किंगुरी बाजी ॥३॥","en":"thir bhiee ta(n)tee tooTas naahee anahadh ki(n)guree baajee ||3||","hi":"थिरु भई तंती तूटसि नाही अनहद किंगुरी बाजी ॥३॥","ipa":"t̪ʰɪr ɓei t̪əŋt̪i t̪uʈəs nɑhi ənəhəd̪ kɪŋGʊri bɑd͡ʒi.3.","ur":"تھِر بھای تںتیِ تُوٹس ناهیِ انهد کںگریِ باجیِ ۔۔۳۔۔"},"pageNo":335,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15231,"shabadId":1337,"verse":{"gurmukhi":"suin mn mgn Bey hY pUry mwieAw fol n lwgI ]","unicode":"ਸੁਨਿ ਮਨ ਮਗਨ ਭਏ ਹੈ ਪੂਰੇ ਮਾਇਆ ਡੋਲ ਨ ਲਾਗੀ ॥"},"larivaar":{"gurmukhi":"suinmnmgnBeyhYpUrymwieAwfolnlwgI]","unicode":"ਸੁਨਿਮਨਮਗਨਭਏਹੈਪੂਰੇਮਾਇਆਡੋਲਨਲਾਗੀ॥"},"translation":{"en":{"bdb":"Hearing it, the mind is enraptured and becomes perfect; it does not waver, and it is not affected by Maya.","ms":"By hearing it, the mind of the perfect man is enraptured and feels not the swaying of mammon.","ssk":"Hearing it, the mind is enraptured and becomes perfect; it does not waver, and it is not affected by Maya."},"pu":{"ss":{"gurmukhi":"(ies AMdrlI ikMgurI dy rwg ƒ) sux ky myrw mn ies qrHW pUrn qOr qy msq ho igAw hY ik ies ƒ mwieAw dw D`kw nhIN v`j skdw ","unicode":"(ਇਸ ਅੰਦਰਲੀ ਕਿੰਗੁਰੀ ਦੇ ਰਾਗ ਨੂੰ) ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਇਸ ਤਰ੍ਹਾਂ ਪੂਰਨ ਤੌਰ ਤੇ ਮਸਤ ਹੋ ਗਿਆ ਹੈ ਕਿ ਇਸ ਨੂੰ ਮਾਇਆ ਦਾ ਧੱਕਾ ਨਹੀਂ ਵੱਜ ਸਕਦਾ "},"ft":{"gurmukhi":"jo pUry BwgoN vwly hYN, so mhW vwk ky AKMf ArQ rUp ikMgurI ko sun kr mn myN hI msq ho gey hYN[ ies qy mwieAw kI (fol) folwvnI ArQwq iqRs˜w nhIN lgqI hY]ÇAMqrIv jog kw PlH dyKwvqy hUey khqy hYN:","unicode":"ਜੋ ਪੂਰੇ ਭਾਗੋਂ ਵਾਲੇ ਹੈਂ, ਸੋ ਮਹਾਂ ਵਾਕ ਕੇ ਅਖੰਡ ਅਰਥ ਰੂਪ ਕਿੰਗੁਰੀ ਕੋ ਸੁਨ ਕਰ ਮਨ ਮੇਂ ਹੀ ਮਸਤ ਹੋ ਗਏ ਹੈਂ। ਇਸ ਤੇ ਮਾਇਆ ਕੀ (ਡੋਲ) ਡੋਲਾਵਨੀ ਅਰਥਾਤ ਤ੍ਰਿਸ੍ਨਾ ਨਹੀਂ ਲਗਤੀ ਹੈ॥☬ਅੰਤਰੀਵ ਜੋਗ ਕਾ ਫਲ੍ਹ ਦੇਖਾਵਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(ies AMdrlI ikMgurI dy rwg ƒ) sux ky myrw mn ies qrHW pUrn qOr qy msq ho igAw hY ik ies ƒ mwieAw dw D`kw nhIN v`j skdw ","unicode":"(ਇਸ ਅੰਦਰਲੀ ਕਿੰਗੁਰੀ ਦੇ ਰਾਗ ਨੂੰ) ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਇਸ ਤਰ੍ਹਾਂ ਪੂਰਨ ਤੌਰ ਤੇ ਮਸਤ ਹੋ ਗਿਆ ਹੈ ਕਿ ਇਸ ਨੂੰ ਮਾਇਆ ਦਾ ਧੱਕਾ ਨਹੀਂ ਵੱਜ ਸਕਦਾ "},"ms":{"gurmukhi":"ies ƒ suxn duAwrw pUrn purS dw ic`q pRsMn ho jWdw hY Aqy mohnI dy hlUxy aus ƒ nhIN lgdy[","unicode":"ਇਸ ਨੂੰ ਸੁਣਨ ਦੁਆਰਾ ਪੂਰਨ ਪੁਰਸ਼ ਦਾ ਚਿੱਤ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮੋਹਨੀ ਦੇ ਹਲੂਣੇ ਉਸ ਨੂੰ ਨਹੀਂ ਲਗਦੇ।"}},"es":{"sn":" Escuchándola, la mente se calma, y estando inafectada por Maya, "},"hi":{"ss":"(इस अंदरूनी किंगुरी के राग को) सुन के मेरा मन इस प्रकार पूर्ण तौर पर मस्त हो गया है कि इसे माया का धक्का नहीं लग सकता।","sts":"इसको सुनने से मेरा मन मग्न हो जाता है और उसे मोहिनी का धक्का नहीं लगता।"}},"transliteration":{"english":"sun man magan bhe hai poore maiaa ddol na laagee ||","hindi":"सुनि मन मगन भए है पूरे माइआ डोल न लागी ॥","en":"sun man magan bhe hai poore maiaa ddol na laagee ||","hi":"सुनि मन मगन भए है पूरे माइआ डोल न लागी ॥","ipa":"sʊn mən məGən ɓee hæ pure mɑɪɑ ɖɔl nə lɑGi.","ur":"سُن من مگن بھاے هَے پُورے ماایا ڈول ن لاگیِ ۔۔"},"pageNo":335,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":15232,"shabadId":1337,"verse":{"gurmukhi":"khu kbIr qw kau punrip jnmu nhI Kyil gieE bYrwgI ]4]2]53]","unicode":"ਕਹੁ ਕਬੀਰ ਤਾ ਕਉ ਪੁਨਰਪਿ ਜਨਮੁ ਨਹੀ ਖੇਲਿ ਗਇਓ ਬੈਰਾਗੀ ॥੪॥੨॥੫੩॥"},"larivaar":{"gurmukhi":"khukbIrqwkaupunripjnmunhIKyilgieEbYrwgI]4]2]53]","unicode":"ਕਹੁਕਬੀਰਤਾਕਉਪੁਨਰਪਿਜਨਮੁਨਹੀਖੇਲਿਗਇਓਬੈਰਾਗੀ॥੪॥੨॥੫੩॥"},"translation":{"en":{"bdb":"Says Kabeer, the bairaagee, the renunciate, who has played such a game, is not reincarnated again into the world of form and substance. ||4||2||53||","ms":"Says Kabir the desireless soul, which has played such a game is not born again.","ssk":"Says Kabeer, the bairaagee, the renunciate, who has played such a game, is not reincarnated again into the world of form and substance. ||4||2||53||"},"pu":{"ss":{"gurmukhi":"hy kbIr [ AwK—jo lgn vwlw jogI AijhI Kyf Kyf ky jWdw hY aus ƒ iPr kdy jnm (mrn) nhIN huMdw [4[2[53[","unicode":"ਹੇ ਕਬੀਰ । ਆਖ—ਜੋ ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਅਜਿਹੀ ਖੇਡ ਖੇਡ ਕੇ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਫਿਰ ਕਦੇ ਜਨਮ (ਮਰਨ) ਨਹੀਂ ਹੁੰਦਾ ।੪।੨।੫੩।"},"ft":{"gurmukhi":"sRI kbIr jI khqy hYN: iqs ko (rip) inscy kr ky punw jnm nhIN hoqw hY, jo vYrwg Awid AMqr icnoN vwlw jogI jog myN Kyl igAw hY]4]3]53]Çdyh kI sPlqw ky vwsqy qwxI ky rUpk AlMkwr duAwrw buDI jIv vw eIsÍr mwieAw kw sMbwdu kQnu krqy hYN:","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਕੋ (ਰਪਿ) ਨਿਸਚੇ ਕਰ ਕੇ ਪੁਨਾ ਜਨਮ ਨਹੀਂ ਹੋਤਾ ਹੈ, ਜੋ ਵੈਰਾਗ ਆਦਿ ਅੰਤਰ ਚਿਨੋਂ ਵਾਲਾ ਜੋਗੀ ਜੋਗ ਮੇਂ ਖੇਲ ਗਿਆ ਹੈ॥੪॥੩॥੫੩॥☬ਦੇਹ ਕੀ ਸਫਲਤਾ ਕੇ ਵਾਸਤੇ ਤਾਣੀ ਕੇ ਰੂਪਕ ਅਲੰਕਾਰ ਦੁਆਰਾ ਬੁਧੀ ਜੀਵ ਵਾ ਈਸ੍ਵਰ ਮਾਇਆ ਕਾ ਸੰਬਾਦੁ ਕਥਨੁ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy kbIr [ AwK—jo lgn vwlw jogI AijhI Kyf Kyf ky jWdw hY aus ƒ iPr kdy jnm (mrn) nhIN huMdw [4[2[53[","unicode":"ਹੇ ਕਬੀਰ । ਆਖ—ਜੋ ਲਗਨ ਵਾਲਾ ਜੋਗੀ ਅਜਿਹੀ ਖੇਡ ਖੇਡ ਕੇ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ ਫਿਰ ਕਦੇ ਜਨਮ (ਮਰਨ) ਨਹੀਂ ਹੁੰਦਾ ।੪।੨।੫੩।"},"ms":{"gurmukhi":"kbIr jI AwKdy hn ik ieCw-rihq Awqmw, jo ieho ijhI Kyf Kyf geI hY, muV ky jnm nhIN DwrdI[","unicode":"ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ ਕਿ ਇਛਾ-ਰਹਿਤ ਆਤਮਾ, ਜੋ ਇਹੋ ਜਿਹੀ ਖੇਡ ਖੇਡ ਗਈ ਹੈ, ਮੁੜ ਕੇ ਜਨਮ ਨਹੀਂ ਧਾਰਦੀ।"}},"es":{"sn":"no vacila más. Dice Kabir, el Beragui que toca tal Melodía en la Vida, no regresa al mundo de la forma. (4-2-53)"},"hi":{"ss":"हे कबीर ! कह– जो लगन वाला जोगी ऐसी खेल खेल के जाता है उसे फिर कभी जनम (मरण) नहीं होता। 4। 2। 53।","sts":"हे कबीर ! जो प्रभु प्रीति वाला योगी ऐसा खेल-खेलकर जाता है, वह दोबारा जन्म नहीं लेता ॥ ४॥ २ ॥ ५३ ॥"}},"transliteration":{"english":"kahu kabeer taa kau punarap janam nahee khel gio bairaagee ||4||2||53||","hindi":"कहु कबीर ता कउ पुनरपि जनमु नही खेलि गइओ बैरागी ॥४॥२॥५३॥","en":"kahu kabeer taa kau punarap janam nahee khel gio bairaagee ||4||2||53||","hi":"कहु कबीर ता कउ पुनरपि जनमु नही खेलि गइओ बैरागी ॥४॥२॥५३॥","ipa":"kəh kəbir t̪ɑ ko pʊnərəp d͡ʒənəm nəhi kʰel Geɪo bærɑGi.4.2.5ə3.","ur":"کهُ کبیِر تا کا پُنرپ جنم نهیِ کھےل گِااو بَےراگیِ ۔۔۴۔۔۲۔۔۵۳۔۔"},"pageNo":335,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}}]}