{"shabadInfo":{"shabadId":1340,"shabadName":15259,"pageNo":335,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":335},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":11,"navigation":{"previous":1339,"next":1341},"verses":[{"verseId":15255,"shabadId":1340,"verse":{"gurmukhi":"gauVI ]","unicode":"ਗਉੜੀ ॥"},"larivaar":{"gurmukhi":"gauVI]","unicode":"ਗਉੜੀ॥"},"translation":{"en":{"bdb":"Gauree:","ms":"Gauri.","ssk":"Gauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"gauVI[","unicode":"ਗਉੜੀ।"}},"es":{"sn":"Gauri"},"hi":{"ss":"","sts":"गउड़ी ॥"}},"transliteration":{"english":"gauRee ||","hindi":"गउड़ी ॥","en":"gauRee ||","hi":"गउड़ी ॥","ipa":"Goʊɽi.","ur":"گاڑیِ ۔۔"},"pageNo":335,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":15256,"shabadId":1340,"verse":{"gurmukhi":"jyqy jqn krq qy fUby Bv swgru nhI qwirE ry ]","unicode":"ਜੇਤੇ ਜਤਨ ਕਰਤ ਤੇ ਡੂਬੇ ਭਵ ਸਾਗਰੁ ਨਹੀ ਤਾਰਿਓ ਰੇ ॥"},"larivaar":{"gurmukhi":"jyqyjqnkrqqyfUbyBvswgrunhIqwirEry]","unicode":"ਜੇਤੇਜਤਨਕਰਤਤੇਡੂਬੇਭਵਸਾਗਰੁਨਹੀਤਾਰਿਓਰੇ॥"},"translation":{"en":{"bdb":"Those who try to do things by their own efforts are drowned in the terrifying world-ocean; they cannot cross over.","ms":"All those, who make efforts without God's Name, they are drowned and swim not across the terrible ocean.","ssk":"Those who try to do things by their own efforts are drowned in the terrifying world-ocean; they cannot cross over."},"pu":{"ss":{"gurmukhi":"ijhVy ijhVy BI mnu`K Aijhy jqn krdy hn, auh swry (sMswr-smuMdr ivc) fu`b jWdy hn, ieh rsmW sMswr-smuMdr qoN pwr nhIN lMGwauNdIAW (sMswr dy ivkwrW qoN bcw nhIN skdIAW) ","unicode":"ਜਿਹੜੇ ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਅਜਿਹੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਇਹ ਰਸਮਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਾਉਂਦੀਆਂ (ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦੀਆਂ) "},"ft":{"gurmukhi":"nwm sy ibnW ijqny purS AOr AOr krm krqy Qy, so sMswr smuMdr myN fUby hYN[ hy BweI aun pursoN ko iqnXgq- pwid jqnoN ny sMswr smuMdR sy nhIN qwirAw]ÇpRSn: iqn krmoN kr vhu log ikauN nhIN qry?Çau`qr:","unicode":"ਨਾਮ ਸੇ ਬਿਨਾਂ ਜਿਤਨੇ ਪੁਰਸ਼ ਔਰ ਔਰ ਕਰਮ ਕਰਤੇ ਥੇ, ਸੋ ਸੰਸਾਰ ਸਮੁੰਦਰ ਮੇਂ ਡੂਬੇ ਹੈਂ। ਹੇ ਭਾਈ ਉਨ ਪੁਰਸੋਂ ਕੋ ਤਿਨਯਗਤ- ਪਾਦਿ ਜਤਨੋਂ ਨੇ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਨਹੀਂ ਤਾਰਿਆ॥☬ਪ੍ਰਸ਼ਨ: ਤਿਨ ਕਰਮੋਂ ਕਰ ਵਹੁ ਲੋਗ ਕਿਉਂ ਨਹੀਂ ਤਰੇ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"ijhVy ijhVy BI mnu`K Aijhy jqn krdy hn, auh swry (sMswr-smuMdr ivc) fu`b jWdy hn, ieh rsmW sMswr-smuMdr qoN pwr nhIN lMGwauNdIAW (sMswr dy ivkwrW qoN bcw nhIN skdIAW) ","unicode":"ਜਿਹੜੇ ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਅਜਿਹੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਇਹ ਰਸਮਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘਾਉਂਦੀਆਂ (ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦੀਆਂ) "},"ms":{"gurmukhi":"ijqny BI rb dy nwm dy bgYr auprwly krdy hn, auh fu`b jWdy hn Aqy iBAwnk smuMdr qoN pwr nhIN huMdy hn[","unicode":"ਜਿਤਨੇ ਭੀ ਰਬ ਦੇ ਨਾਮ ਦੇ ਬਗੈਰ ਉਪਰਾਲੇ ਕਰਦੇ ਹਨ, ਉਹ ਡੁੱਬ ਜਾਂਦੇ ਹਨ ਅਤੇ ਭਿਆਨਕ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Mientras más esfuerzos hace el hombre lleno de ego, menos puede nadar a través del mar de la existencia material. "},"hi":{"ss":"जो जो भी मनुष्य ऐसे यतन करते हैं। वह सारे (संसार समुंद्र में) डूब जाते हैं। ये रस्में संसार समुंद्र से पार नहीं लंघातीं (संसार के विकारों से बचा नहीं सकतीं)।","sts":"भगवान के सिमरन के बिना मनुष्य जितने भी यत्न करते हैं, वे भवसागर में डूब जाते हैं और पार नहीं होते हैं।"}},"transliteration":{"english":"jete jatan karat te ddoobe bhav saagar nahee taario re ||","hindi":"जेते जतन करत ते डूबे भव सागरु नही तारिओ रे ॥","en":"jete jatan karat te ddoobe bhav saagar nahee taario re ||","hi":"जेते जतन करत ते डूबे भव सागरु नही तारिओ रे ॥","ipa":"d͡ʒet̪e d͡ʒət̪ən kərət̪ t̪e ɖube ɓəʋ sɑGər nəhi t̪ɑrɪo re.","ur":"جےتے جتن کرت تے ڈُوبے بھو ساگر نهیِ تاراو رے ۔۔"},"pageNo":335,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15257,"shabadId":1340,"verse":{"gurmukhi":"krm Drm krqy bhu sMjm AhMbuiD mnu jwirE ry ]1]","unicode":"ਕਰਮ ਧਰਮ ਕਰਤੇ ਬਹੁ ਸੰਜਮ ਅਹੰਬੁਧਿ ਮਨੁ ਜਾਰਿਓ ਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"krmDrmkrqybhusMjmAhMbuiDmnujwirEry]1]","unicode":"ਕਰਮਧਰਮਕਰਤੇਬਹੁਸੰਜਮਅਹੰਬੁਧਿਮਨੁਜਾਰਿਓਰੇ॥੧॥"},"translation":{"en":{"bdb":"Those who practice religious rituals and strict self-discipline - their egotistical pride shall consume their minds. ||1||","ms":"Those who practise religious rituals and great self-discipline, the proud intellect consumes their soul.","ssk":"Those who practice religious rituals and strict self-discipline - their egotistical pride shall consume their minds. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! Dwrimk rsmW, vrn AwSRmW dIAW Awpo AwpxIAW rsmW krn dy &rz Aqy hor keI iksm dy Dwrimk pRx krn nwl haumY (mnu`K dy) mn ƒ swV dyNdI hY ","unicode":"ਹੇ ਭਾਈ! ਧਾਰਮਿਕ ਰਸਮਾਂ, ਵਰਨ ਆਸ਼੍ਰਮਾਂ ਦੀਆਂ ਆਪੋ ਆਪਣੀਆਂ ਰਸਮਾਂ ਕਰਨ ਦੇ ਫ਼ਰਜ਼ ਅਤੇ ਹੋਰ ਕਈ ਕਿਸਮ ਦੇ ਧਾਰਮਿਕ ਪ੍ਰਣ ਕਰਨ ਨਾਲ ਹਉਮੈ (ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਸਾੜ ਦੇਂਦੀ ਹੈ "},"ft":{"gurmukhi":"krm AOr Drm bhuq pRkwr kw sMjm krqy qo Qy, prMqU iqn kw mn AhMbuDI ny Jrw dIAw, Bwv eyh ik inrhMkwr ho kr qrIqw hY]1]","unicode":"ਕਰਮ ਔਰ ਧਰਮ ਬਹੁਤ ਪ੍ਰਕਾਰ ਕਾ ਸੰਜਮ ਕਰਤੇ ਤੋ ਥੇ, ਪਰੰਤੂ ਤਿਨ ਕਾ ਮਨ ਅਹੰਬੁਧੀ ਨੇ ਝਰਾ ਦੀਆ, ਭਾਵ ਏਹ ਕਿ ਨਿਰਹੰਕਾਰ ਹੋ ਕਰ ਤਰੀਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy BweI! Dwrimk rsmW, vrn AwSRmW dIAW Awpo AwpxIAW rsmW krn dy &rz Aqy hor keI iksm dy Dwrimk pRx krn nwl haumY (mnu`K dy) mn ƒ swV dyNdI hY ","unicode":"ਹੇ ਭਾਈ! ਧਾਰਮਿਕ ਰਸਮਾਂ, ਵਰਨ ਆਸ਼੍ਰਮਾਂ ਦੀਆਂ ਆਪੋ ਆਪਣੀਆਂ ਰਸਮਾਂ ਕਰਨ ਦੇ ਫ਼ਰਜ਼ ਅਤੇ ਹੋਰ ਕਈ ਕਿਸਮ ਦੇ ਧਾਰਮਿਕ ਪ੍ਰਣ ਕਰਨ ਨਾਲ ਹਉਮੈ (ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਸਾੜ ਦੇਂਦੀ ਹੈ "},"ms":{"gurmukhi":"jo Dwrmk krm kWf Aqy BwrI svY AiDAwpn krdy hn, hMkwrI-mq aunHW dI Awqmw swV su`tdI hY[","unicode":"ਜੋ ਧਾਰਮਕ ਕਰਮ ਕਾਂਡ ਅਤੇ ਭਾਰੀ ਸਵੈ ਅਧਿਆਪਨ ਕਰਦੇ ਹਨ, ਹੰਕਾਰੀ-ਮਤ ਉਨ੍ਹਾਂ ਦੀ ਆਤਮਾ ਸਾੜ ਸੁੱਟਦੀ ਹੈ।"}},"es":{"sn":"Y uno puede leer sobre la forma correcta de las cosas y practicar disciplinas y pseudo rectitudes y estar matando su esencia por su egoísmo. (1) "},"hi":{"ss":"हे भाई ! धार्मिक रस्में। वर्ण आश्रम की अपनी-अपनी रस्म करने के फर्ज और अन्य कई किस्म के धार्मिक प्रण करने से अहंकार (मनुष्य के) मन को जला देता है। 1।","sts":"जो व्यक्ति धर्म, कर्म एवं बहुत संयम करते हैं, अहंबुद्धि उनके मन को जला देती है॥ १॥"}},"transliteration":{"english":"karam dharam karate bahu sa(n)jam aha(n)budh man jaario re ||1||","hindi":"करम धरम करते बहु संजम अहंबुधि मनु जारिओ रे ॥१॥","en":"karam dharam karate bahu sa(n)jam aha(n)budh man jaario re ||1||","hi":"करम धरम करते बहु संजम अहंबुधि मनु जारिओ रे ॥१॥","ipa":"kərəm t̪ərəm kərət̪e bəh səŋd͡ʒəm əhəŋbʊt̪ə̀ mən d͡ʒɑrɪo re.1.","ur":"کرم دھرم کرتے بهُ سںجم اهںبدھ من جاراو رے ۔۔۱۔۔"},"pageNo":335,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15258,"shabadId":1340,"verse":{"gurmukhi":"sws gRws ko dwqo Twkuru so ikau mnhu ibswirE ry ]","unicode":"ਸਾਸ ਗ੍ਰਾਸ ਕੋ ਦਾਤੋ ਠਾਕੁਰੁ ਸੋ ਕਿਉ ਮਨਹੁ ਬਿਸਾਰਿਓ ਰੇ ॥"},"larivaar":{"gurmukhi":"swsgRwskodwqoTwkurusoikaumnhuibswirEry]","unicode":"ਸਾਸਗ੍ਰਾਸਕੋਦਾਤੋਠਾਕੁਰੁਸੋਕਿਉਮਨਹੁਬਿਸਾਰਿਓਰੇ॥"},"translation":{"en":{"bdb":"Your Lord and Master has given you the breath of life and food to sustain you; Oh, why have you forgotten Him?","ms":"Why hast thou, O man, forgotten in thy mind, the Lord, who has given thee life and food?","ssk":"Your Lord and Master has given you the breath of life and food to sustain you; Oh, why have you forgotten Him?"},"pu":{"ss":{"gurmukhi":"hy BweI! ijMd qy rozI dy dyx vwlw iek prmwqmw hI hY [ qUµ aus ƒ Awpxy mnoN ikauN Bulw id`qw hY? ","unicode":"ਹੇ ਭਾਈ! ਜਿੰਦ ਤੇ ਰੋਜ਼ੀ ਦੇ ਦੇਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ । ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨੋਂ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ? "},"ft":{"gurmukhi":"sÍws gRws kw dwqw jo Twkur hY, so mn sy ikauN ivswirAw hY]","unicode":"ਸ੍ਵਾਸ ਗ੍ਰਾਸ ਕਾ ਦਾਤਾ ਜੋ ਠਾਕੁਰ ਹੈ, ਸੋ ਮਨ ਸੇ ਕਿਉਂ ਵਿਸਾਰਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijMd qy rozI dy dyx vwlw iek prmwqmw hI hY [ qUµ aus ƒ Awpxy mnoN ikauN Bulw id`qw hY? ","unicode":"ਹੇ ਭਾਈ! ਜਿੰਦ ਤੇ ਰੋਜ਼ੀ ਦੇ ਦੇਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ । ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨੋਂ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ? "},"ms":{"gurmukhi":"hy bMdy! qUM aus suAwmI ƒ Awpxy ic`q ivcoN ikauN BulwieAw hY ijs ny qYƒ ijMdgI Aqy rozI id`qI hY?","unicode":"ਹੇ ਬੰਦੇ! ਤੂੰ ਉਸ ਸੁਆਮੀ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚੋਂ ਕਿਉਂ ਭੁਲਾਇਆ ਹੈ ਜਿਸ ਨੇ ਤੈਨੂੰ ਜਿੰਦਗੀ ਅਤੇ ਰੋਜ਼ੀ ਦਿੱਤੀ ਹੈ?"}},"es":{"sn":"A Él, a Quien te ha bendecido con la vida y con el sustento, ¿por qué no Reconocerlo? "},"hi":{"ss":"हे भाई ! जिंद और रोजी देने वाला एक परमात्मा ही है। तूने उसको अपने मन से क्यूँ भुला दिया ?","sts":"हे नश्वर प्राणी ! तूने उस ठाकुर को अपने हृदय में से क्यों भुला दिया है, जिसने तुझे जीवन एवं भोजन प्रदान किए हैं ?"}},"transliteration":{"english":"saas graas ko dhaato Thaakur so kiau manahu bisaario re ||","hindi":"सास ग्रास को दातो ठाकुरु सो किउ मनहु बिसारिओ रे ॥","en":"saas graas ko dhaato Thaakur so kiau manahu bisaario re ||","hi":"सास ग्रास को दातो ठाकुरु सो किउ मनहु बिसारिओ रे ॥","ipa":"sɑs Gɹɑs kɔ d̪ɑt̪ɔ ʈʰɑkʊr sɔ kɪo mənəh bɪsɑrɪo re.","ur":"ساس گراس کو داتو ٹھاکر سو کا منهُ بساراو رے ۔۔"},"pageNo":335,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15259,"shabadId":1340,"verse":{"gurmukhi":"hIrw lwlu Amolu jnmu hY kaufI bdlY hwirE ry ]1] rhwau ]","unicode":"ਹੀਰਾ ਲਾਲੁ ਅਮੋਲੁ ਜਨਮੁ ਹੈ ਕਉਡੀ ਬਦਲੈ ਹਾਰਿਓ ਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hIrwlwluAmolujnmuhYkaufIbdlYhwirEry]1]rhwau]","unicode":"ਹੀਰਾਲਾਲੁਅਮੋਲੁਜਨਮੁਹੈਕਉਡੀਬਦਲੈਹਾਰਿਓਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Human birth is a priceless jewel, which has been squandered in exchange for a worthless shell. ||1||Pause||","ms":"The human birth is a priceless ruby and gem. For a worthless shell thou hast lost it. Pause.","ssk":"Human birth is a priceless jewel, which has been squandered in exchange for a worthless shell. ||1||Pause||"},"pu":{"ss":{"gurmukhi":" ieh (mnu`Kw-) jnm (mwno) hIrw hY, Amolk lwl hY, pr qUµ qW ies ƒ kOfI dI ^wqr gvw id`qw hY [1[rhwau[","unicode":" ਇਹ (ਮਨੁੱਖਾ-) ਜਨਮ (ਮਾਨੋ) ਹੀਰਾ ਹੈ, ਅਮੋਲਕ ਲਾਲ ਹੈ, ਪਰ ਤੂੰ ਤਾਂ ਇਸ ਨੂੰ ਕੌਡੀ ਦੀ ਖ਼ਾਤਰ ਗਵਾ ਦਿੱਤਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hIry lwl sy BI Amolk jnm hY, so vwhugUr ky ismrn ibn kaufI ArQwq mwieAw ky bdly hwr dIAw hY]1] rhwau ]","unicode":"ਹੀਰੇ ਲਾਲ ਸੇ ਭੀ ਅਮੋਲਕ ਜਨਮ ਹੈ, ਸੋ ਵਾਹੁਗੂਰ ਕੇ ਸਿਮਰਨ ਬਿਨ ਕਉਡੀ ਅਰਥਾਤ ਮਾਇਆ ਕੇ ਬਦਲੇ ਹਾਰ ਦੀਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":" ieh (mnu`Kw-) jnm (mwno) hIrw hY, Amolk lwl hY, pr qUµ qW ies ƒ kOfI dI ^wqr gvw id`qw hY [1[rhwau[","unicode":" ਇਹ (ਮਨੁੱਖਾ-) ਜਨਮ (ਮਾਨੋ) ਹੀਰਾ ਹੈ, ਅਮੋਲਕ ਲਾਲ ਹੈ, ਪਰ ਤੂੰ ਤਾਂ ਇਸ ਨੂੰ ਕੌਡੀ ਦੀ ਖ਼ਾਤਰ ਗਵਾ ਦਿੱਤਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"mnu`Kw jnm Axmu`lw mwxk qy jvwhr inkMmI kOVI vwsqy qUM ies ƒ hwr id`qw hY[ Tihrwau[","unicode":"ਮਨੁੱਖਾ ਜਨਮ ਅਣਮੁੱਲਾ ਮਾਣਕ ਤੇ ਜਵਾਹਰ ਨਿਕੰਮੀ ਕੌੜੀ ਵਾਸਤੇ ਤੂੰ ਇਸ ਨੂੰ ਹਾਰ ਦਿੱਤਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Tu nacimiento humano es precioso, como una joya, pero lo desperdicias a cambio de nada. (1-Pausa)"},"hi":{"ss":"ये (मानस) जनम (मानो) हीरा है। अमोलक लाल है। पर तूने इस कौड़ियों की खातिर गवा दिया है। 1। रहाउ।","sts":"यह मनुष्य-जन्म (मानो) हीरा एवं अमूल्य लाल है, लेकिन तूने इसे कौड़ी के लिए गंवा दिया है॥ १॥ रहाउ॥"}},"transliteration":{"english":"heeraa laal amol janam hai kauddee badhalai haario re ||1|| rahaau ||","hindi":"हीरा लालु अमोलु जनमु है कउडी बदलै हारिओ रे ॥१॥ रहाउ ॥","en":"heeraa laal amol janam hai kauddee badhalai haario re ||1|| rahaau ||","hi":"हीरा लालु अमोलु जनमु है कउडी बदलै हारिओ रे ॥१॥ रहाउ ॥","ipa":"hirɑ lɑl əmɔl d͡ʒənəm hæ koʊɖi bəd̪əlæ hɑrɪo re.1. rəhɑo.","ur":"هیِرا لال امول جنم هَے کاڈیِ بدلَے هاراو رے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":335,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15260,"shabadId":1340,"verse":{"gurmukhi":"iqRsnw iqRKw BUK BRim lwgI ihrdY nwih bIcwirE ry ]","unicode":"ਤ੍ਰਿਸਨਾ ਤ੍ਰਿਖਾ ਭੂਖ ਭ੍ਰਮਿ ਲਾਗੀ ਹਿਰਦੈ ਨਾਹਿ ਬੀਚਾਰਿਓ ਰੇ ॥"},"larivaar":{"gurmukhi":"iqRsnwiqRKwBUKBRimlwgIihrdYnwihbIcwirEry]","unicode":"ਤ੍ਰਿਸਨਾਤ੍ਰਿਖਾਭੂਖਭ੍ਰਮਿਲਾਗੀਹਿਰਦੈਨਾਹਿਬੀਚਾਰਿਓਰੇ॥"},"translation":{"en":{"bdb":"The thirst of desire and the hunger of doubt afflict you; you do not contemplate the Lord in your heart.","ms":"Thou sufferest from the thirst of desire and the hunger of doubt, as thou reflectest not on God in thy mind.","ssk":"The thirst of desire and the hunger of doubt afflict you; you do not contemplate the Lord in your heart."},"pu":{"ss":{"gurmukhi":"hy BweI! qUµ kdy Awpxy idl ivc ivcwr nhIN kIqI ik Btkxw dy kwrn qYƒ qW mwieAw dI Bu`K-qy®h l`gI hoeI hY [ ","unicode":"ਹੇ ਭਾਈ! ਤੂੰ ਕਦੇ ਆਪਣੇ ਦਿਲ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤੀ ਕਿ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਤੈਨੂੰ ਤਾਂ ਮਾਇਆ ਦੀ ਭੁੱਖ-ਤੇ੍ਰਹ ਲੱਗੀ ਹੋਈ ਹੈ । "},"ft":{"gurmukhi":"iqRsnw rUp iqRKw AOr BRm rUp BUK lgI hUeI hY[ ies sy ivAwkul purs ny ihRdy myN bIcwir nhIN kIAw hY]","unicode":"ਤ੍ਰਿਸਨਾ ਰੂਪ ਤ੍ਰਿਖਾ ਔਰ ਭ੍ਰਮ ਰੂਪ ਭੂਖ ਲਗੀ ਹੂਈ ਹੈ। ਇਸ ਸੇ ਵਿਆਕੁਲ ਪੁਰਸ ਨੇ ਹ੍ਰਿਦੇ ਮੇਂ ਬੀਚਾਰਿ ਨਹੀਂ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! qUµ kdy Awpxy idl ivc ivcwr nhIN kIqI ik Btkxw dy kwrn qYƒ qW mwieAw dI Bu`K-qy®h l`gI hoeI hY [ ","unicode":"ਹੇ ਭਾਈ! ਤੂੰ ਕਦੇ ਆਪਣੇ ਦਿਲ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕੀਤੀ ਕਿ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਤੈਨੂੰ ਤਾਂ ਮਾਇਆ ਦੀ ਭੁੱਖ-ਤੇ੍ਰਹ ਲੱਗੀ ਹੋਈ ਹੈ । "},"ms":{"gurmukhi":"qYƒ ^wihS dI qyh Aqy vihm dI Bu`K dw du`K l`gw hoieAw hY, ikauNik Awpxy irdy AMdr qUM vwihgurU dy nwm dw icMqn nhIN krdw[","unicode":"ਤੈਨੂੰ ਖ਼ਾਹਿਸ਼ ਦੀ ਤੇਹ ਅਤੇ ਵਹਿਮ ਦੀ ਭੁੱਖ ਦਾ ਦੁੱਖ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਕਿਉਂਕਿ ਆਪਣੇ ਰਿਦੇ ਅੰਦਰ ਤੂੰ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਚਿੰਤਨ ਨਹੀਂ ਕਰਦਾ।"}},"es":{"sn":"El deseo es tu sed, la duda tu hambre, porque no has meditado en tu Señor."},"hi":{"ss":"हे भाई ! तूने कभी अपने दिल में विचार नहीं की कि भटकन के कारण तुझे तो माया की भूख-प्यास लगी हुई है।","sts":"हे भाई ! तुझे तृष्णा की प्यास एवं दुविधा की भूख का दु:ख लगा हुआ है, क्योंकि अपने हृदय में तुम ईश्वर के नाम का चिंतन नहीं करते।"}},"transliteration":{"english":"tirasanaa tirakhaa bhookh bhram laagee hiradhai naeh beechaario re ||","hindi":"तृसना तृखा भूख भ्रमि लागी हिरदै नाहि बीचारिओ रे ॥","en":"tirasanaa tirakhaa bhookh bhram laagee hiradhai naeh beechaario re ||","hi":"तृसना तृखा भूख भ्रमि लागी हिरदै नाहि बीचारिओ रे ॥","ipa":"t̪ɪɹəsənɑ t̪ɪɹəkʰɑ ɓukʰ ɓɹəm lɑGi hɪrəd̪æ nɑh bit͡ʃɑrɪo re.","ur":"تِرسنا ترکھا بھُوکھ بھرم لاگیِ هردَے ناه بیِچاراو رے ۔۔"},"pageNo":335,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15261,"shabadId":1340,"verse":{"gurmukhi":"aunmq mwn ihirE mn mwhI gur kw sbdu n DwirE ry ]2]","unicode":"ਉਨਮਤ ਮਾਨ ਹਿਰਿਓ ਮਨ ਮਾਹੀ ਗੁਰ ਕਾ ਸਬਦੁ ਨ ਧਾਰਿਓ ਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"aunmqmwnihirEmnmwhIgurkwsbdunDwirEry]2]","unicode":"ਉਨਮਤਮਾਨਹਿਰਿਓਮਨਮਾਹੀਗੁਰਕਾਸਬਦੁਨਧਾਰਿਓਰੇ॥੨॥"},"translation":{"en":{"bdb":"Intoxicated with pride, you cheat yourself; you have not enshrined the Word of the Guru's Shabad within your mind. ||2||","ms":"The intoxication of self-adoration defrauds thou who keep not Guru's instruction in their mind.","ssk":"Intoxicated with pride, you cheat yourself; you have not enshrined the Word of the Guru's Shabad within your mind. ||2||"},"pu":{"ss":{"gurmukhi":"(krmW DrmW ivc hI) qUµ msiqAw qy hMkwirAw rihMdw hYN [ gurU dw Sbd qUµ kdy Awpxy mn ivc vswieAw hI nhIN [2[","unicode":"(ਕਰਮਾਂ ਧਰਮਾਂ ਵਿਚ ਹੀ) ਤੂੰ ਮਸਤਿਆ ਤੇ ਹੰਕਾਰਿਆ ਰਹਿੰਦਾ ਹੈਂ । ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਤੂੰ ਕਦੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੀ ਨਹੀਂ ।੨।"},"ft":{"gurmukhi":"mwn Awid ivkwroN kr (aunmq) sOdweI ho gÎw hY ies sy lUtw igAw, hY, ikauN jo mn ky bIc guroN kw sbdu Dwrw nhIN hY]2]Çjy khy gur aupdys nw Dwrny myN kOx kwrn rhw? iqs pr khqy hYN:","unicode":"ਮਾਨ ਆਦਿ ਵਿਕਾਰੋਂ ਕਰ (ਉਨਮਤ) ਸੌਦਾਈ ਹੋ ਗ੍ਯਾ ਹੈ ਇਸ ਸੇ ਲੂਟਾ ਗਿਆ, ਹੈ, ਕਿਉਂ ਜੋ ਮਨ ਕੇ ਬੀਚ ਗੁਰੋਂ ਕਾ ਸਬਦੁ ਧਾਰਾ ਨਹੀਂ ਹੈ॥੨॥☬ਜੇ ਕਹੇ ਗੁਰ ਉਪਦੇਸ ਨਾ ਧਾਰਨੇ ਮੇਂ ਕੌਣ ਕਾਰਨ ਰਹਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(krmW DrmW ivc hI) qUµ msiqAw qy hMkwirAw rihMdw hYN [ gurU dw Sbd qUµ kdy Awpxy mn ivc vswieAw hI nhIN [2[","unicode":"(ਕਰਮਾਂ ਧਰਮਾਂ ਵਿਚ ਹੀ) ਤੂੰ ਮਸਤਿਆ ਤੇ ਹੰਕਾਰਿਆ ਰਹਿੰਦਾ ਹੈਂ । ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਤੂੰ ਕਦੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੀ ਨਹੀਂ ।੨।"},"ms":{"gurmukhi":"svY-pUjw dw nSW aunHW ƒ T`g lYdw hY, jo gurW dw aupdyS Awpxy ic`q AMdr nhIN itkwauNdy[","unicode":"ਸਵੈ-ਪੂਜਾ ਦਾ ਨਸ਼ਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਠੱਗ ਲੈਦਾ ਹੈ, ਜੋ ਗੁਰਾਂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਨਹੀਂ ਟਿਕਾਉਂਦੇ।"}},"es":{"sn":"Intoxicado con el ego, tu mente vaga, y no enalteces en ella la Palabra del Guru.(2)"},"hi":{"ss":"(कर्मों धर्मों में ही) तू मस्ता और अहंकारा रहता है। गुरू का शबद तूने कभी अपने मन में नहीं बसाया। 2।","sts":"धर्म-कर्म का नशा उनको ठग लेता है, जो गुरु का शब्द अपने हृदय में नहीं बसाते॥ २॥"}},"transliteration":{"english":"aunamat maan hirio man maahee gur kaa sabadh na dhaario re ||2||","hindi":"उनमत मान हिरिओ मन माही गुर का सबदु न धारिओ रे ॥२॥","en":"aunamat maan hirio man maahee gur kaa sabadh na dhaario re ||2||","hi":"उनमत मान हिरिओ मन माही गुर का सबदु न धारिओ रे ॥२॥","ipa":"oʊnəmət̪ mɑn hɪrɪo mən mɑhi Gʊr kɑ səbəd̪ nə t̪ɑrɪo re.2.","ur":"اُنمت مان هراو من ماهیِ گُر کا سبد ن دھاراو رے ۔۔۲۔۔"},"pageNo":335,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15262,"shabadId":1340,"verse":{"gurmukhi":"suAwd luBq ieMdRI rs pRyirE md rs lYq ibkwirE ry ]","unicode":"ਸੁਆਦ ਲੁਭਤ ਇੰਦ੍ਰੀ ਰਸ ਪ੍ਰੇਰਿਓ ਮਦ ਰਸ ਲੈਤ ਬਿਕਾਰਿਓ ਰੇ ॥"},"larivaar":{"gurmukhi":"suAwdluBqieMdRIrspRyirEmdrslYqibkwirEry]","unicode":"ਸੁਆਦਲੁਭਤਇੰਦ੍ਰੀਰਸਪ੍ਰੇਰਿਓਮਦਰਸਲੈਤਬਿਕਾਰਿਓਰੇ॥"},"translation":{"en":{"bdb":"Those who are deluded by sensual pleasures, who are tempted by sexual delights and enjoy wine are corrupt.","ms":"Sinful are they who are led away by worldly pleasures, who are tempted by sexual delights and who enjoy relish of wine.","ssk":"Those who are deluded by sensual pleasures, who are tempted by sexual delights and enjoy wine are corrupt."},"pu":{"ss":{"gurmukhi":"(pRBU ƒ ivswrn krky) qUµ (dunIAw dy) suAwdW dw loBI bx irhw hYN [ ieMd®I dy csky dw pRyirAw hoieAw qUµ ivkwrW dy nSy dy suAwd lYNdw rihMdw hYN [","unicode":"(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਨ ਕਰਕੇ) ਤੂੰ (ਦੁਨੀਆ ਦੇ) ਸੁਆਦਾਂ ਦਾ ਲੋਭੀ ਬਣ ਰਿਹਾ ਹੈਂ । ਇੰਦ੍ਰੀ ਦੇ ਚਸਕੇ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਤੂੰ ਵਿਕਾਰਾਂ ਦੇ ਨਸ਼ੇ ਦੇ ਸੁਆਦ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"jb ieMdREN ky rsoN ny pRyirAw qb iqn sbd sprs rUp rs gMD ky suAwd myN loBwievwn ho igAw[ XW qy ibkwroN ky rs lyqy hUey ko md ho igAw, vw (md) mdrwie ivkwroN ky rs ko lyqw hY]Çjy khy iksI pRkwr iqn kw auDwr BI hovY hY? iqs pr khqy hYN:","unicode":"ਜਬ ਇੰਦ੍ਰਓਂ ਕੇ ਰਸੋਂ ਨੇ ਪ੍ਰੇਰਿਆ ਤਬ ਤਿਨ ਸਬਦ ਸਪਰਸ ਰੂਪ ਰਸ ਗੰਧ ਕੇ ਸੁਆਦ ਮੇਂ ਲੋਭਾਇਵਾਨ ਹੋ ਗਿਆ। ਯਾਂ ਤੇ ਬਿਕਾਰੋਂ ਕੇ ਰਸ ਲੇਤੇ ਹੂਏ ਕੋ ਮਦ ਹੋ ਗਿਆ, ਵਾ (ਮਦ) ਮਦਰਾਇ ਵਿਕਾਰੋਂ ਕੇ ਰਸ ਕੋ ਲੇਤਾ ਹੈ॥☬ਜੇ ਕਹੇ ਕਿਸੀ ਪ੍ਰਕਾਰ ਤਿਨ ਕਾ ਉਧਾਰ ਭੀ ਹੋਵੈ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pRBU ƒ ivswrn krky) qUµ (dunIAw dy) suAwdW dw loBI bx irhw hYN [ ieMd®I dy csky dw pRyirAw hoieAw qUµ ivkwrW dy nSy dy suAwd lYNdw rihMdw hYN [","unicode":"(ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਨ ਕਰਕੇ) ਤੂੰ (ਦੁਨੀਆ ਦੇ) ਸੁਆਦਾਂ ਦਾ ਲੋਭੀ ਬਣ ਰਿਹਾ ਹੈਂ । ਇੰਦ੍ਰੀ ਦੇ ਚਸਕੇ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਤੂੰ ਵਿਕਾਰਾਂ ਦੇ ਨਸ਼ੇ ਦੇ ਸੁਆਦ ਲੈਂਦਾ ਰਹਿੰਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"pwpI hn auh jo sMswrI KuSIAW AMdr gumrwh hn[ jo ivSy Bog dy suAwdW AMdr mny hn Aqy jo Srwb dw suAwd lYNdy hn[","unicode":"ਪਾਪੀ ਹਨ ਉਹ ਜੋ ਸੰਸਾਰੀ ਖੁਸ਼ੀਆਂ ਅੰਦਰ ਗੁਮਰਾਹ ਹਨ। ਜੋ ਵਿਸ਼ੇ ਭੋਗ ਦੇ ਸੁਆਦਾਂ ਅੰਦਰ ਮਨੇ ਹਨ ਅਤੇ ਜੋ ਸ਼ਰਾਬ ਦਾ ਸੁਆਦ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Engañado por los placeres sensuales, bebes el vino de la maldad. "},"hi":{"ss":"(प्रभू को बिसारने के कारण) तू (दुनियां के) स्वादों का लोभी बन रहा है। इन्द्रियों के चस्कों से प्रेरित हुआ तू विकारों के नशे के स्वाद लेता रहता है।","sts":"ऐसे व्यक्ति पापी हैं जो दुनिया के स्वादों में आकर्षित हैं, जो विषय-भोग के रसों में लीन हैं और मदिरा का स्वाद लेते हैं।"}},"transliteration":{"english":"suaadh lubhat i(n)dhree ras prerio madh ras lait bikaario re ||","hindi":"सुआद लुभत इंद्री रस प्रेरिओ मद रस लैत बिकारिओ रे ॥","en":"suaadh lubhat i(n)dhree ras prerio madh ras lait bikaario re ||","hi":"सुआद लुभत इंद्री रस प्रेरिओ मद रस लैत बिकारिओ रे ॥","ipa":"sʊəɑd̪ lʊɓət̪ eɪŋd̪ɹi rəs pɹerɪo məd̪ rəs læt̪ bɪkɑrɪo re.","ur":"سُآد لُبھت اںدریِ رس پرےراو مد رس لَےت بکاراو رے ۔۔"},"pageNo":335,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":15263,"shabadId":1340,"verse":{"gurmukhi":"krm Bwg sMqn sMgwny kwst loh auDwirE ry ]3]","unicode":"ਕਰਮ ਭਾਗ ਸੰਤਨ ਸੰਗਾਨੇ ਕਾਸਟ ਲੋਹ ਉਧਾਰਿਓ ਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"krmBwgsMqnsMgwnykwstlohauDwirEry]3]","unicode":"ਕਰਮਭਾਗਸੰਤਨਸੰਗਾਨੇਕਾਸਟਲੋਹਉਧਾਰਿਓਰੇ॥੩॥"},"translation":{"en":{"bdb":"But those who, through destiny and good karma, join the Society of the Saints, float over the ocean, like iron attached to wood. ||3||","ms":"They, who through good luck and destiny meet the society of saints, float over like iron attached to wood.","ssk":"But those who, through destiny and good karma, join the Society of the Saints, float over the ocean, like iron attached to wood. ||3||"},"pu":{"ss":{"gurmukhi":"ijnHW dy m`Qy au~qy cMgy Bwg (jwgdy) hn, auhnW ƒ swD-sMgq ivc (ilAw ky pRBU ivkwrW qoN ieauN) bcwauNdw hY ijvyN l`kVI lohy ƒ (smuMdr qoN) pwr lMGwauNdI hY [3[","unicode":"ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗੇ ਭਾਗ (ਜਾਗਦੇ) ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਾਧ-ਸੰਗਤ ਵਿਚ (ਲਿਆ ਕੇ ਪ੍ਰਭੂ ਵਿਕਾਰਾਂ ਤੋਂ ਇਉਂ) ਬਚਾਉਂਦਾ ਹੈ ਜਿਵੇਂ ਲੱਕੜੀ ਲੋਹੇ ਨੂੰ (ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਉਂਦੀ ਹੈ ।੩।"},"ft":{"gurmukhi":"ijs ky puMn rUp krm jwgy hYN, so sMswr sy Bwg kr sMqoN ky sMg myN Awey hYN, jYsy kwst ky sMg lohw qr jwqw hY, qYsy sMqoN ny iqn ko auDwirE hY]3]","unicode":"ਜਿਸ ਕੇ ਪੁੰਨ ਰੂਪ ਕਰਮ ਜਾਗੇ ਹੈਂ, ਸੋ ਸੰਸਾਰ ਸੇ ਭਾਗ ਕਰ ਸੰਤੋਂ ਕੇ ਸੰਗ ਮੇਂ ਆਏ ਹੈਂ, ਜੈਸੇ ਕਾਸਟ ਕੇ ਸੰਗ ਲੋਹਾ ਤਰ ਜਾਤਾ ਹੈ, ਤੈਸੇ ਸੰਤੋਂ ਨੇ ਤਿਨ ਕੋ ਉਧਾਰਿਓ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"ijnHW dy m`Qy au~qy cMgy Bwg (jwgdy) hn, auhnW ƒ swD-sMgq ivc (ilAw ky pRBU ivkwrW qoN ieauN) bcwauNdw hY ijvyN l`kVI lohy ƒ (smuMdr qoN) pwr lMGwauNdI hY [3[","unicode":"ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗੇ ਭਾਗ (ਜਾਗਦੇ) ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਾਧ-ਸੰਗਤ ਵਿਚ (ਲਿਆ ਕੇ ਪ੍ਰਭੂ ਵਿਕਾਰਾਂ ਤੋਂ ਇਉਂ) ਬਚਾਉਂਦਾ ਹੈ ਜਿਵੇਂ ਲੱਕੜੀ ਲੋਹੇ ਨੂੰ (ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਉਂਦੀ ਹੈ ।੩।"},"ms":{"gurmukhi":"jo auqm nsIbW Aqy iksmq rwhIN swD sMgq nwl juVdy hn, auh l`kV nwl l¤gy hoey lohy vw| pwr auqr jWdy hn[","unicode":"ਜੋ ਉਤਮ ਨਸੀਬਾਂ ਅਤੇ ਕਿਸਮਤ ਰਾਹੀਂ ਸਾਧ ਸੰਗਤ ਨਾਲ ਜੁੜਦੇ ਹਨ, ਉਹ ਲੱਕੜ ਨਾਲ ਲੱਗੇ ਹੋਏ ਲੋਹੇ ਵਾਙ ਪਾਰ ਉਤਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que están destinados a encontrar a los Santos, nadan a través, así como el plomo en una barca de madera."},"hi":{"ss":"जिनके माथे पर अच्छे भाग्य जागते हैं। उन्हें साध-संगति में (ला के प्रभू विकारों से ऐसे) बचाता है जैसे लकड़ी लोहे को (समंद्र से) पार लंघाती है। 3।","sts":"जो उत्तम भाग्य एवं किस्मत द्वारा संतों की संगति से जुड़ते हैं, वह लकड़ी से लगे लोहे की भाँति (भवसागर से) पार हो जाते हैं।॥ ३॥"}},"transliteration":{"english":"karam bhaag sa(n)tan sa(n)gaane kaasaT loh udhaario re ||3||","hindi":"करम भाग संतन संगाने कासट लोह उधारिओ रे ॥३॥","en":"karam bhaag sa(n)tan sa(n)gaane kaasaT loh udhaario re ||3||","hi":"करम भाग संतन संगाने कासट लोह उधारिओ रे ॥३॥","ipa":"kərəm ɓɑG səŋt̪ən səŋGɑne kɑsəʈ lɔh oʊt̪ɑrɪo re.3.","ur":"کرم بھاگ سںتن سںگانے کاسٹ لوه اُدھاراو رے ۔۔۳۔۔"},"pageNo":335,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":15264,"shabadId":1340,"verse":{"gurmukhi":"Dwvq join jnm BRim Qwky Ab duK kir hm hwirE ry ]","unicode":"ਧਾਵਤ ਜੋਨਿ ਜਨਮ ਭ੍ਰਮਿ ਥਾਕੇ ਅਬ ਦੁਖ ਕਰਿ ਹਮ ਹਾਰਿਓ ਰੇ ॥"},"larivaar":{"gurmukhi":"DwvqjoinjnmBRimQwkyAbduKkirhmhwirEry]","unicode":"ਧਾਵਤਜੋਨਿਜਨਮਭ੍ਰਮਿਥਾਕੇਅਬਦੁਖਕਰਿਹਮਹਾਰਿਓਰੇ॥"},"translation":{"en":{"bdb":"I have wandered in doubt and confusion, through birth and reincarnation; now, I am so tired. I am suffering in pain and wasting away.","ms":"Through error I have wandered among births of various existences and grown with-travail.","ssk":"I have wandered in doubt and confusion, through birth and reincarnation; now, I am so tired. I am suffering in pain and wasting away."},"pu":{"ss":{"gurmukhi":"jUnW ivc, jnmW ivc dOV dOV ky, Btk Btk ky mYN qW Q`k igAw hW [ du`K shwr shwr ky hor Awsry C`f bYTw hW (Aqy gurU dI Srn leI hY)","unicode":"ਜੂਨਾਂ ਵਿਚ, ਜਨਮਾਂ ਵਿਚ ਦੌੜ ਦੌੜ ਕੇ, ਭਟਕ ਭਟਕ ਕੇ ਮੈਂ ਤਾਂ ਥੱਕ ਗਿਆ ਹਾਂ । ਦੁੱਖ ਸਹਾਰ ਸਹਾਰ ਕੇ ਹੋਰ ਆਸਰੇ ਛੱਡ ਬੈਠਾ ਹਾਂ (ਅਤੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਲਈ ਹੈ)"},"ft":{"gurmukhi":"hy guro! Brm kr ky joinEN Ar jnm myN duK shq Dwvqy hUey Qwk gey Ab hm hwr gey hYN]","unicode":"ਹੇ ਗੁਰੋ! ਭਰਮ ਕਰ ਕੇ ਜੋਨਿਓਂ ਅਰ ਜਨਮ ਮੇਂ ਦੁਖ ਸਹਤ ਧਾਵਤੇ ਹੂਏ ਥਾਕ ਗਏ ਅਬ ਹਮ ਹਾਰ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"jUnW ivc, jnmW ivc dOV dOV ky, Btk Btk ky mYN qW Q`k igAw hW [ du`K shwr shwr ky hor Awsry C`f bYTw hW (Aqy gurU dI Srn leI hY)","unicode":"ਜੂਨਾਂ ਵਿਚ, ਜਨਮਾਂ ਵਿਚ ਦੌੜ ਦੌੜ ਕੇ, ਭਟਕ ਭਟਕ ਕੇ ਮੈਂ ਤਾਂ ਥੱਕ ਗਿਆ ਹਾਂ । ਦੁੱਖ ਸਹਾਰ ਸਹਾਰ ਕੇ ਹੋਰ ਆਸਰੇ ਛੱਡ ਬੈਠਾ ਹਾਂ (ਅਤੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਲਈ ਹੈ)"},"ms":{"gurmukhi":"BulyKy rwhIN mYN AnykW jUnIAW dIAW pYdwieSW AMdr Btkdw hMB igAw hW[ hux mYN pIV nwl hr hut igAw hW[","unicode":"ਭੁਲੇਖੇ ਰਾਹੀਂ ਮੈਂ ਅਨੇਕਾਂ ਜੂਨੀਆਂ ਦੀਆਂ ਪੈਦਾਇਸ਼ਾਂ ਅੰਦਰ ਭਟਕਦਾ ਹੰਭ ਗਿਆ ਹਾਂ। ਹੁਣ ਮੈਂ ਪੀੜ ਨਾਲ ਹਰ ਹੁਟ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"Fatigado de vagar sin cesar a través de millones de encarnaciones, me rindo de dolor ante mi Señor. "},"hi":{"ss":"कबीर कहता है– जूनियों में। जन्मों में दौड़-दौड़ के। भटक-भटक मैं थक गया हूँ।","sts":"भ्रम में फँसकर मैं अनेक योनियों के जन्मों में दौड़-दौड़कर भटकता हार गया हूँ। अब मैं इस दुःख से थक गया हूँ।"}},"transliteration":{"english":"dhaavat jon janam bhram thaake ab dhukh kar ham haario re ||","hindi":"धावत जोनि जनम भ्रमि थाके अब दुख करि हम हारिओ रे ॥","en":"dhaavat jon janam bhram thaake ab dhukh kar ham haario re ||","hi":"धावत जोनि जनम भ्रमि थाके अब दुख करि हम हारिओ रे ॥","ipa":"t̪ɑʋət̪ d͡ʒɔn d͡ʒənəm ɓɹəm t̪ʰɑke əb d̪ʊkʰ kər həm hɑrɪo re.","ur":"دھاوت جون جنم بھرم تھاکے اب دُکھ کر هم هاراو رے ۔۔"},"pageNo":335,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":15265,"shabadId":1340,"verse":{"gurmukhi":"kih kbIr gur imlq mhw rsu pRym Bgiq insqwirE ry ]4]1]5]56]","unicode":"ਕਹਿ ਕਬੀਰ ਗੁਰ ਮਿਲਤ ਮਹਾ ਰਸੁ ਪ੍ਰੇਮ ਭਗਤਿ ਨਿਸਤਾਰਿਓ ਰੇ ॥੪॥੧॥੫॥੫੬॥"},"larivaar":{"gurmukhi":"kihkbIrgurimlqmhwrsupRymBgiqinsqwirEry]4]1]5]56]","unicode":"ਕਹਿਕਬੀਰਗੁਰਮਿਲਤਮਹਾਰਸੁਪ੍ਰੇਮਭਗਤਿਨਿਸਤਾਰਿਓਰੇ॥੪॥੧॥੫॥੫੬॥"},"translation":{"en":{"bdb":"Says Kabeer, meeting with the Guru, I have obtained supreme joy; my love and devotion have saved me. ||4||1||5||56||","ms":"Says Kabir, on meeting the Guru, I have obtain supreme joy, and my love and devotion have saved me.","ssk":"Says Kabeer, meeting with the Guru, I have obtained supreme joy; my love and devotion have saved me. ||4||1||5||56||"},"pu":{"ss":{"gurmukhi":" kbIr AwKdw hY—siqgurU ƒ imlidAW hI (pRBU dw nwm-rUp) sB qoN sRyRSt rs pYdw huMdw hY, Aqy ipAwr nwl kIqI hoeI pRBU dI BgqI (sMswr-smuMdr dIAW ivkwrW dIAW lihrW qoN) bcw lYNdI hY [4[1[5[56[","unicode":" ਕਬੀਰ ਆਖਦਾ ਹੈ—ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਿਆਂ ਹੀ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ) ਸਭ ਤੋਂ ਸ੍ਰੇ੍ਰਸ਼ਟ ਰਸ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਪਿਆਰ ਨਾਲ ਕੀਤੀ ਹੋਈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੀ ਹੈ ।੪।੧।੫।੫੬।"},"ft":{"gurmukhi":"kbIr jI khqy hYN: guroN ky imlqy hI AqI AnMd ho igAw[ hm ko qo pRym BgqI ny qwirAw hY, Bwv eyh ik guroN swQ iml kr qum BI pRymw BgqI kro]4]1]5]56]Çkwm loBwidkoN kI pRblqw iesqRI ko PWsI rUp jnwvqy hUey hrI Bjn kw aupdys krqy hUey sÍmn ky pRQwie kr dRs†WqoN shq khqy hYN:","unicode":"ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਗੁਰੋਂ ਕੇ ਮਿਲਤੇ ਹੀ ਅਤੀ ਅਨੰਦ ਹੋ ਗਿਆ। ਹਮ ਕੋ ਤੋ ਪ੍ਰੇਮ ਭਗਤੀ ਨੇ ਤਾਰਿਆ ਹੈ, ਭਾਵ ਏਹ ਕਿ ਗੁਰੋਂ ਸਾਥ ਮਿਲ ਕਰ ਤੁਮ ਭੀ ਪ੍ਰੇਮਾ ਭਗਤੀ ਕਰੋ॥੪॥੧॥੫॥੫੬॥☬ਕਾਮ ਲੋਭਾਦਿਕੋਂ ਕੀ ਪ੍ਰਬਲਤਾ ਇਸਤ੍ਰੀ ਕੋ ਫਾਂਸੀ ਰੂਪ ਜਨਾਵਤੇ ਹੂਏ ਹਰੀ ਭਜਨ ਕਾ ਉਪਦੇਸ ਕਰਤੇ ਹੂਏ ਸ੍ਵਮਨ ਕੇ ਪ੍ਰਥਾਇ ਕਰ ਦ੍ਰਸ੍ਟਾਂਤੋਂ ਸਹਤ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":" kbIr AwKdw hY—siqgurU ƒ imlidAW hI (pRBU dw nwm-rUp) sB qoN sRyRSt rs pYdw huMdw hY, Aqy ipAwr nwl kIqI hoeI pRBU dI BgqI (sMswr-smuMdr dIAW ivkwrW dIAW lihrW qoN) bcw lYNdI hY [4[1[5[56[","unicode":" ਕਬੀਰ ਆਖਦਾ ਹੈ—ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਿਆਂ ਹੀ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ) ਸਭ ਤੋਂ ਸ੍ਰੇ੍ਰਸ਼ਟ ਰਸ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਪਿਆਰ ਨਾਲ ਕੀਤੀ ਹੋਈ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੀ ਹੈ ।੪।੧।੫।੫੬।"},"ms":{"gurmukhi":"kbIr jI AwKdy hn, gurW ƒ Bytx duAwrw mYƒ prm AnMd prwpq hoieAw hY, Aqy pRIq Aqy Anurwg ny mYƒ bcw ilAw hY[","unicode":"ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਗੁਰਾਂ ਨੂੰ ਭੇਟਣ ਦੁਆਰਾ ਮੈਨੂੰ ਪਰਮ ਅਨੰਦ ਪਰਾਪਤ ਹੋਇਆ ਹੈ, ਅਤੇ ਪ੍ਰੀਤ ਅਤੇ ਅਨੁਰਾਗ ਨੇ ਮੈਨੂੰ ਬਚਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"Dice Kabir, conociendo al Guru, uno bebe la Verdadera Esencia, y a través de la Alabanza Amorosa, uno es redimido.(4-1-5-56)"},"hi":{"ss":"दुख सह-सह के और आसरे छोड़ बैठा हूँ (और गुरू की शरण ली है) सतिगुरू को मिलते ही (प्रभू का नाम रूप) सबसे श्रेष्ठ रस पैदा होता है। और प्यार से की हुई प्रभू की भगती (संसार-समुंद्र के विकारों की लहरों से) बचा लेती है। 4। 1। 5। 56।","sts":"हे कबीर ! गुरु को मिलने से मुझे महा रस प्राप्त हुआ है और प्रेम-भक्ति ने मुझे (विकारों से) बचा लिया है॥ ४॥ १॥ ५॥ ५६ ॥"}},"transliteration":{"english":"keh kabeer gur milat mahaa ras prem bhagat nisataario re ||4||1||5||56||","hindi":"कहि कबीर गुर मिलत महा रसु प्रेम भगति निसतारिओ रे ॥४॥१॥५॥५६॥","en":"keh kabeer gur milat mahaa ras prem bhagat nisataario re ||4||1||5||56||","hi":"कहि कबीर गुर मिलत महा रसु प्रेम भगति निसतारिओ रे ॥४॥१॥५॥५६॥","ipa":"kəh kəbir Gʊr mɪlət̪ məhɑ rəs pɹem ɓəGət̪ nɪsət̪ɑrɪo re.4.1.5.5ə6.","ur":"کهِ کبیِر گُر ملت مها رس پرےم بھگت نستاراو رے ۔۔۴۔۔۱۔۔۵۔۔۵۶۔۔"},"pageNo":335,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]}}]}