{"shabadInfo":{"shabadId":1479,"shabadName":17391,"pageNo":381,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":381},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":11,"navigation":{"previous":1478,"next":1480},"verses":[{"verseId":17387,"shabadId":1479,"verse":{"gurmukhi":"Awsw mhlw 5 ]","unicode":"ਆਸਾ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"Awswmhlw5]","unicode":"ਆਸਾਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Aasaa, Fifth Mehla:","ms":"Asa 5th Guru.","ssk":"Aasaa, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"Awsw pMjvIN pwqSwhI[","unicode":"ਆਸਾ ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Asa, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"आसा महला ५ ॥"}},"transliteration":{"english":"aasaa mahalaa panjavaa ||","hindi":"आसा महला ५ ॥","en":"aasaa mahalaa panjavaa ||","hi":"आसा महला ५ ॥","ipa":"əɑsɑ məhəlɑ pəŋd͡ʒʋɑ.","ur":"آسا مهلا ۵ ۔۔"},"pageNo":381,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":17388,"shabadId":1479,"verse":{"gurmukhi":"ADm cMfwlI BeI bRhmxI sUdI qy sRystweI ry ]","unicode":"ਅਧਮ ਚੰਡਾਲੀ ਭਈ ਬ੍ਰਹਮਣੀ ਸੂਦੀ ਤੇ ਸ੍ਰੇਸਟਾਈ ਰੇ ॥"},"larivaar":{"gurmukhi":"ADmcMfwlIBeIbRhmxIsUdIqysRystweIry]","unicode":"ਅਧਮਚੰਡਾਲੀਭਈਬ੍ਰਹਮਣੀਸੂਦੀਤੇਸ੍ਰੇਸਟਾਈਰੇ॥"},"translation":{"en":{"bdb":"The lowly outcaste becomes a Brahmin, and the untouchable sweeper becomes pure and sublime.\r\nThe castes mentioned here refer to stages of spiritual evolution.","ms":"A low pariah woman become a high caste lady, and a sweepress is rendered sublime","ssk":"The lowly outcaste becomes a Brahmin, and the untouchable sweeper becomes pure and sublime."},"pu":{"ss":{"gurmukhi":"hy BweI! nwm AMimRq dI brkiq nwl A`q nIc cMfwlx ibRqI (mwno) bRwhmxI bx geI qy SUdrnI qoN au~cI kul vwlI ho geI [ ","unicode":"ਹੇ ਭਾਈ! ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅੱਤ ਨੀਚ ਚੰਡਾਲਣ ਬ੍ਰਿਤੀ (ਮਾਨੋ) ਬ੍ਰਾਹਮਣੀ ਬਣ ਗਈ ਤੇ ਸ਼ੂਦਰਨੀ ਤੋਂ ਉੱਚੀ ਕੁਲ ਵਾਲੀ ਹੋ ਗਈ । "},"ft":{"gurmukhi":"sUdI sy ADmnI cMfwlI rUp jo qmoN pRDwn ibRqI QI so bRhmxI sy BI sRysit ho geI hY, Bwv mwqw ky gRB myN jo gÎwn vwlI buDI QI so iqs qy BI ADk bRhm gÎwn vwlI ho geI hY]","unicode":"ਸੂਦੀ ਸੇ ਅਧਮਨੀ ਚੰਡਾਲੀ ਰੂਪ ਜੋ ਤਮੋਂ ਪ੍ਰਧਾਨ ਬ੍ਰਿਤੀ ਥੀ ਸੋ ਬ੍ਰਹਮਣੀ ਸੇ ਭੀ ਸ੍ਰੇਸਟਿ ਹੋ ਗਈ ਹੈ, ਭਾਵ ਮਾਤਾ ਕੇ ਗ੍ਰਭ ਮੇਂ ਜੋ ਗ੍ਯਾਨ ਵਾਲੀ ਬੁਧੀ ਥੀ ਸੋ ਤਿਸ ਤੇ ਭੀ ਅਧਕ ਬ੍ਰਹਮ ਗ੍ਯਾਨ ਵਾਲੀ ਹੋ ਗਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! nwm AMimRq dI brkiq nwl A`q nIc cMfwlx ibRqI (mwno) bRwhmxI bx geI qy SUdrnI qoN au~cI kul vwlI ho geI [","unicode":"ਹੇ ਭਾਈ! ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅੱਤ ਨੀਚ ਚੰਡਾਲਣ ਬ੍ਰਿਤੀ (ਮਾਨੋ) ਬ੍ਰਾਹਮਣੀ ਬਣ ਗਈ ਤੇ ਸ਼ੂਦਰਨੀ ਤੋਂ ਉੱਚੀ ਕੁਲ ਵਾਲੀ ਹੋ ਗਈ । "},"ms":{"gurmukhi":"iek nIc kmInI znwnI (nIvIN ibrqI) auc jwqI dI qRImq ho geI hY Aqy iek BMgx auqm QI vMI hY[","unicode":"ਇਕ ਨੀਚ ਕਮੀਨੀ ਜ਼ਨਾਨੀ (ਨੀਵੀਂ ਬਿਰਤੀ) ਉਚ ਜਾਤੀ ਦੀ ਤ੍ਰੀਮਤ ਹੋ ਗਈ ਹੈ ਅਤੇ ਇਕ ਭੰਗਣ ਉਤਮ ਥੀ ਵੰੀ ਹੈ।"}},"es":{"sn":"Una barrendera de baja casta se vuelve una mujer Brahmán; de ser intocable, se vuelve pura, la mejor."},"hi":{"ss":"हे भाई ! नाम अमृत की बरकति से अति नीच चण्डालण बिरती (मानो) ब्राहमणी हो गई और शूद्रनी से ऊँचे कुल वाली हो गई।","sts":"हे भाई ! नामामृत की अनुकंपा से अधम चाण्डाल वृति ब्राह्मणी बन गई है और एक शूद्र जाति से कुलीना बन गई है।"}},"transliteration":{"english":"adham cha(n)ddaalee bhiee brahamanee soodhee te sresaTaiee re ||","hindi":"अधम चंडाली भई ब्रहमणी सूदी ते स्रेसटाई रे ॥","en":"adham cha(n)ddaalee bhiee brahamanee soodhee te sresaTaiee re ||","hi":"अधम चंडाली भई ब्रहमणी सूदी ते स्रेसटाई रे ॥","ipa":"ət̪əm t͡ʃəŋɖɑli ɓei bɹəhəməɳi sud̪i t̪e sɹesəʈɑei re.","ur":"ادھم چںڈالیِ بھای برهمݨیِ سُودیِ تے سرےسٹاای رے ۔۔"},"pageNo":381,"lineNo":15,"updated":"2024-07-02 01:46:43","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":17389,"shabadId":1479,"verse":{"gurmukhi":"pwqwlI AwkwsI sKnI lhbr bUJI KweI ry ]1]","unicode":"ਪਾਤਾਲੀ ਆਕਾਸੀ ਸਖਨੀ ਲਹਬਰ ਬੂਝੀ ਖਾਈ ਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"pwqwlIAwkwsIsKnIlhbrbUJIKweIry]1]","unicode":"ਪਾਤਾਲੀਆਕਾਸੀਸਖਨੀਲਹਬਰਬੂਝੀਖਾਈਰੇ॥੧॥"},"translation":{"en":{"bdb":"The burning desire of the nether regions and the etheric realms is finally quenched and extinguished. ||1||","ms":"The flame of unsated desire for the wealth of the under-world and the sky is extinguished and destroyed.","ssk":"The burning desire of the nether regions and the etheric realms is finally quenched and extinguished. ||1||"},"pu":{"ss":{"gurmukhi":" jyhVI ibrqI pihlW pqwl qoN lY ky AkwS qk swrI dunIAw dy pdwrQ lY ky BI Bu`KI rihMdI sI aus dI iq®Snw-A`g dI lwt bu`J geI [1[","unicode":" ਜੇਹੜੀ ਬਿਰਤੀ ਪਹਿਲਾਂ ਪਤਾਲ ਤੋਂ ਲੈ ਕੇ ਅਕਾਸ਼ ਤਕ ਸਾਰੀ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਲੈ ਕੇ ਭੀ ਭੁੱਖੀ ਰਹਿੰਦੀ ਸੀ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਦੀ ਲਾਟ ਬੁੱਝ ਗਈ ।੧।"},"ft":{"gurmukhi":"jo pwqwloN AOr AkwsoN ky pdwrQoN ko pwiekr BI (sKnI) KwlI hI rhqI QI, Bwv iqRsnw inbRiq nhIN hoqI QI so jb guroN sy AMimRq pIAw qb iqRsnw Agin kI (lhbr) lwt jo Kwxy vwlI QI so buJ geI[ vw jo buDI pwqwlwidkoN kI sKI ho rhI QI ArQwq sÍrgwidkoN kI bwsnw krqI QI iqs ny lih Awj (br) sÍwmI qb smJI AOru (KweI) Kwxy kI cwh buJ geI hY]1]","unicode":"ਜੋ ਪਾਤਾਲੋਂ ਔਰ ਅਕਾਸੋਂ ਕੇ ਪਦਾਰਥੋਂ ਕੋ ਪਾਇਕਰ ਭੀ (ਸਖਨੀ) ਖਾਲੀ ਹੀ ਰਹਤੀ ਥੀ, ਭਾਵ ਤ੍ਰਿਸਨਾ ਨਿਬ੍ਰਤਿ ਨਹੀਂ ਹੋਤੀ ਥੀ ਸੋ ਜਬ ਗੁਰੋਂ ਸੇ ਅੰਮ੍ਰਿਤ ਪੀਆ ਤਬ ਤ੍ਰਿਸਨਾ ਅਗਨਿ ਕੀ (ਲਹਬਰ) ਲਾਟ ਜੋ ਖਾਣੇ ਵਾਲੀ ਥੀ ਸੋ ਬੁਝ ਗਈ। ਵਾ ਜੋ ਬੁਧੀ ਪਾਤਾਲਾਦਿਕੋਂ ਕੀ ਸਖੀ ਹੋ ਰਹੀ ਥੀ ਅਰਥਾਤ ਸ੍ਵਰਗਾਦਿਕੋਂ ਕੀ ਬਾਸਨਾ ਕਰਤੀ ਥੀ ਤਿਸ ਨੇ ਲਹਿ ਆਜ (ਬਰ) ਸ੍ਵਾਮੀ ਤਬ ਸਮਝੀ ਔਰੁ (ਖਾਈ) ਖਾਣੇ ਕੀ ਚਾਹ ਬੁਝ ਗਈ ਹੈ॥੧॥"},"bdb":{"gurmukhi":" jyhVI ibrqI pihlW pqwl qoN lY ky AkwS qk swrI dunIAw dy pdwrQ lY ky BI Bu`KI rihMdI sI aus dI iq®Snw-A`g dI lwt bu`J geI [1[","unicode":" ਜੇਹੜੀ ਬਿਰਤੀ ਪਹਿਲਾਂ ਪਤਾਲ ਤੋਂ ਲੈ ਕੇ ਅਕਾਸ਼ ਤਕ ਸਾਰੀ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਲੈ ਕੇ ਭੀ ਭੁੱਖੀ ਰਹਿੰਦੀ ਸੀ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਦੀ ਲਾਟ ਬੁੱਝ ਗਈ ।੧।"},"ms":{"gurmukhi":"hyTly lok Aqy AsmwnI-dOlq dI AsMquSt KwihS dI lwt buJ ky ibns geI hY[","unicode":"ਹੇਠਲੇ ਲੋਕ ਅਤੇ ਅਸਮਾਨੀ-ਦੌਲਤ ਦੀ ਅਸੰਤੁਸ਼ਟ ਖਾਹਿਸ਼ ਦੀ ਲਾਟ ਬੁਝ ਕੇ ਬਿਨਸ ਗਈ ਹੈ।"}},"es":{"sn":"Y el fuego del deseo que no es satisfecho, aun alimentado por el cielo y los mundos bajos, es consumido por sí mismo. (1)"},"hi":{"ss":"जो बिरती पहले पाताल से लेकर आकाश तक सारी दुनिया के पदार्थ ले के भी भूखी ही रहती थी उसकी तृष्णा की आग की लाट बुझ गई। 1।","sts":"मेरी लोभ वृति पहले जो पाताल से लेकर आकाश तक सारे जगत के पदार्थ लेकर भी भूखी रहती थी अब उसकी तृष्णाग्नि बुझ गई है॥ १॥"}},"transliteration":{"english":"paataalee aakaasee sakhanee lahabar boojhee khaiee re ||1||","hindi":"पाताली आकासी सखनी लहबर बूझी खाई रे ॥१॥","en":"paataalee aakaasee sakhanee lahabar boojhee khaiee re ||1||","hi":"पाताली आकासी सखनी लहबर बूझी खाई रे ॥१॥","ipa":"pɑt̪ɑli əɑkɑsi səkʰəni ləhəbər buɖ͡ʐi kʰɑei re.1.","ur":"پاتالیِ آکاسیِ سکھنیِ لهبر بُوجھیِ کھاای رے ۔۔۱۔۔"},"pageNo":381,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":17390,"shabadId":1479,"verse":{"gurmukhi":"Gr kI iblweI Avr isKweI mUsw dyiK frweI ry ]","unicode":"ਘਰ ਕੀ ਬਿਲਾਈ ਅਵਰ ਸਿਖਾਈ ਮੂਸਾ ਦੇਖਿ ਡਰਾਈ ਰੇ ॥"},"larivaar":{"gurmukhi":"GrkIiblweIAvrisKweImUswdyiKfrweIry]","unicode":"ਘਰਕੀਬਿਲਾਈਅਵਰਸਿਖਾਈਮੂਸਾਦੇਖਿਡਰਾਈਰੇ॥"},"translation":{"en":{"bdb":"The house-cat has been taught otherwise, and is hesitant upon seeing the mouse.\r\n\r\nThe house cat is symbolic of the mind in this body and the mouse is symbolic of material gains.","ms":"The cat of the house is now, differently instructed and it is terrified on seeing the mouse.","ssk":"The house-cat has been taught otherwise, and is terrified upon seeing the mouse."},"pu":{"ss":{"gurmukhi":"(ijs mnu`K ƒ gurU ny nwm-AMimRq iplw id`qw aus dI pihlI) sMqoK-hIx ibRqI ib`lI hux hor iksm dI is`iKAw lYNdI hY auh dunIAw dy pdwrQ (cUhw) vyK ky lwlc krnoN sMgdI hY [","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੀ ਪਹਿਲੀ) ਸੰਤੋਖ-ਹੀਣ ਬ੍ਰਿਤੀ ਬਿੱਲੀ ਹੁਣ ਹੋਰ ਕਿਸਮ ਦੀ ਸਿੱਖਿਆ ਲੈਂਦੀ ਹੈ ਉਹ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ (ਚੂਹਾ) ਵੇਖ ਕੇ ਲਾਲਚ ਕਰਨੋਂ ਸੰਗਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ies (Gr) sRIr vw irdy myN (iblweI) iblIvq jo buDI pdwrQ rUp cUhy ky Kwn vwlI QI so iqs ko (Avr) hor isKÎw AweI hY, Bwv vYrwg kr mwiek pdwrQoN sy frny lgI hY ArQwq iglwn krqI hY]","unicode":"ਇਸ (ਘਰ) ਸ੍ਰੀਰ ਵਾ ਰਿਦੇ ਮੇਂ (ਬਿਲਾਈ) ਬਿਲੀਵਤ ਜੋ ਬੁਧੀ ਪਦਾਰਥ ਰੂਪ ਚੂਹੇ ਕੇ ਖਾਨ ਵਾਲੀ ਥੀ ਸੋ ਤਿਸ ਕੋ (ਅਵਰ) ਹੋਰ ਸਿਖ੍ਯਾ ਆਈ ਹੈ, ਭਾਵ ਵੈਰਾਗ ਕਰ ਮਾਇਕ ਪਦਾਰਥੋਂ ਸੇ ਡਰਨੇ ਲਗੀ ਹੈ ਅਰਥਾਤ ਗਿਲਾਨ ਕਰਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs mnu`K ƒ gurU ny nwm-AMimRq iplw id`qw aus dI pihlI) sMqoK-hIx ibRqI ib`lI hux hor iksm dI is`iKAw lYNdI hY auh dunIAw dy pdwrQ (cUhw) vyK ky lwlc krnoN sMgdI hY [","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੀ ਪਹਿਲੀ) ਸੰਤੋਖ-ਹੀਣ ਬ੍ਰਿਤੀ ਬਿੱਲੀ ਹੁਣ ਹੋਰ ਕਿਸਮ ਦੀ ਸਿੱਖਿਆ ਲੈਂਦੀ ਹੈ ਉਹ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ (ਚੂਹਾ) ਵੇਖ ਕੇ ਲਾਲਚ ਕਰਨੋਂ ਸੰਗਦੀ ਹੈ ।"},"ms":{"gurmukhi":"gRih dI ib`lI ƒ hux v`Krw hI aupdyS imilAw hY Aqy auh cUhy ƒ vyK ky BY BIq ho jWdI hY[","unicode":"ਗ੍ਰਹਿ ਦੀ ਬਿੱਲੀ ਨੂੰ ਹੁਣ ਵੱਖਰਾ ਹੀ ਉਪਦੇਸ਼ ਮਿਲਿਆ ਹੈ ਅਤੇ ਉਹ ਚੂਹੇ ਨੂੰ ਵੇਖ ਕੇ ਭੈ ਭੀਤ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Ahora el gato mascota de la mente es instruido de otra forma, y ella aborrece la vista del ratón del antojo."},"hi":{"ss":"(जिस मनुष्य को गुरू ने नाम-अमृत पिला दिया उसकी पहले वाली) संतोष-हीन बिरती बिल्ली अब और ही किस्म की शिक्षा लेती है वह दुनिया के पदार्थ (चूहा) देख के लालच करने से शर्माती है।","sts":"संतोषहीन वृति घर की बिल्ली को अब गुरु से अलग ही उपदेश मिला है और वह दुनिया के पदार्थों रूपी चूहे को देखकर भयभीत हो जाती है।"}},"transliteration":{"english":"ghar kee bilaiee avar sikhaiee moosaa dhekh ddaraiee re ||","hindi":"घर की बिलाई अवर सिखाई मूसा देखि डराई रे ॥","en":"ghar kee bilaiee avar sikhaiee moosaa dhekh ddaraiee re ||","hi":"घर की बिलाई अवर सिखाई मूसा देखि डराई रे ॥","ipa":"Gʰər ki bɪlɑei əʋər sɪkʰɑei musɑ d̪ekʰ ɖərɑei re.","ur":"گھر کیِ بلاای اور سکھاای مُوسا دےکھ ڈراای رے ۔۔"},"pageNo":381,"lineNo":16,"updated":"2024-04-14 07:59:47","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":17391,"shabadId":1479,"verse":{"gurmukhi":"Aj kY vis guir kIno kyhir kUkr iqnih lgweI ry ]1] rhwau ]","unicode":"ਅਜ ਕੈ ਵਸਿ ਗੁਰਿ ਕੀਨੋ ਕੇਹਰਿ ਕੂਕਰ ਤਿਨਹਿ ਲਗਾਈ ਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AjkYvisguirkInokyhirkUkriqnihlgweIry]1]rhwau]","unicode":"ਅਜਕੈਵਸਿਗੁਰਿਕੀਨੋਕੇਹਰਿਕੂਕਰਤਿਨਹਿਲਗਾਈਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The Guru has put the tiger under the control of the goat, and now, the dog eats grass. ||1||Pause||\r\nTiger is symbolic of Ego, goat is symbolic of humility. Dog represents the dark attributes (tamo gun) and grass represents the harmonious attributes (sato gun).","ms":"The Guru has given the tiger into the power of the sheep, and the dog, now, eats grass. Pause.","ssk":"The Guru has put the tiger under the control of the sheep, and now, the dog eats grass. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"gurU ny aus dy AhMkwr-Syr ƒ inmRqw-b`krI dy ADIn kr id`qw, aus dy qmoguxI ieMid®AW (ku`iqAW) ƒ sqo guxI pwsy (Gwh Kwx vl) lw id`qw [1[rhwau[","unicode":"ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅਹੰਕਾਰ-ਸ਼ੇਰ ਨੂੰ ਨਿਮ੍ਰਤਾ-ਬੱਕਰੀ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੇ ਤਮੋਗੁਣੀ ਇੰਦ੍ਰਿਆਂ (ਕੁੱਤਿਆਂ) ਨੂੰ ਸਤੋ ਗੁਣੀ ਪਾਸੇ (ਘਾਹ ਖਾਣ ਵਲ) ਲਾ ਦਿੱਤਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"sqguroN ny ibcwr rUp bkry bs (kyhir) syru hMkwru kr dIAw hY AOr (kUkr) kuqI jo ieMdRIAW hYN, jo pdwrQoN ky rs vwsqy inqÎ soty KwqI QI so (iqnih) iqRn Kwny pr lgwie dI hY ArQwq Pl PUl sy inrbwhu kr lyNqI hY]1] rhwau ]","unicode":"ਸਤਗੁਰੋਂ ਨੇ ਬਿਚਾਰ ਰੂਪ ਬਕਰੇ ਬਸ (ਕੇਹਰਿ) ਸੇਰੁ ਹੰਕਾਰੁ ਕਰ ਦੀਆ ਹੈ ਔਰ (ਕੂਕਰ) ਕੁਤੀ ਜੋ ਇੰਦ੍ਰੀਆਂ ਹੈਂ, ਜੋ ਪਦਾਰਥੋਂ ਕੇ ਰਸ ਵਾਸਤੇ ਨਿਤ੍ਯ ਸੋਟੇ ਖਾਤੀ ਥੀ ਸੋ (ਤਿਨਹਿ) ਤ੍ਰਿਨ ਖਾਨੇ ਪਰ ਲਗਾਇ ਦੀ ਹੈ ਅਰਥਾਤ ਫਲ ਫੂਲ ਸੇ ਨਿਰਬਾਹੁ ਕਰ ਲੇਂਤੀ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"gurU ny aus dy AhMkwr-Syr ƒ inmRqw-b`krI dy ADIn kr id`qw, aus dy qmoguxI ieMid®AW (ku`iqAW) ƒ sqo guxI pwsy (Gwh Kwx vl) lw id`qw [1[rhwau[","unicode":"ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅਹੰਕਾਰ-ਸ਼ੇਰ ਨੂੰ ਨਿਮ੍ਰਤਾ-ਬੱਕਰੀ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੇ ਤਮੋਗੁਣੀ ਇੰਦ੍ਰਿਆਂ (ਕੁੱਤਿਆਂ) ਨੂੰ ਸਤੋ ਗੁਣੀ ਪਾਸੇ (ਘਾਹ ਖਾਣ ਵਲ) ਲਾ ਦਿੱਤਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"gurU ny Syr ƒ b`krI dy AKiqAwr iv`c kr id`qw hY[ Aqy ku`qw hux Gwh ƒ KWdw hY[ Tihrwau[","unicode":"ਗੁਰੂ ਨੇ ਸ਼ੇਰ ਨੂੰ ਬੱਕਰੀ ਦੇ ਅਖਤਿਆਰ ਵਿੱਚ ਕਰ ਦਿੱਤਾ ਹੈ। ਅਤੇ ਕੁੱਤਾ ਹੁਣ ਘਾਹ ਨੂੰ ਖਾਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Y por la Gracia del Guru, al tigre del cuerpo se le es dado el poder de la discriminación del borrego, y la perra del hambre come ahora el pasto de la paz. (1‑Pausa)"},"hi":{"ss":"गुरू ने उसके अहंकार-शेर को निम्रता-बकरी के अधीन कर दिया है।उसकी तमोगुणी इन्द्रियों (कुत्तों) को सतो गुणों की तरफ (घास खाने पर) लगा दिया। 1।रहाउ।","sts":"गुरु ने उसके अहंकार रूपी शेर को विनम्रता रूपी बकरी के अधीन कर दिया है। उसकी तमोगुणी इन्द्रियों रूपी कुत्तों को सतोगुणी दिशा में लगा दिया है॥ १॥ रहाउ॥"}},"transliteration":{"english":"aj kai vas gur keeno kehar kookar tineh lagaiee re ||1|| rahaau ||","hindi":"अज कै वसि गुरि कीनो केहरि कूकर तिनहि लगाई रे ॥१॥ रहाउ ॥","en":"aj kai vas gur keeno kehar kookar tineh lagaiee re ||1|| rahaau ||","hi":"अज कै वसि गुरि कीनो केहरि कूकर तिनहि लगाई रे ॥१॥ रहाउ ॥","ipa":"əd͡ʒ kæ ʋəs Gʊr kinɔ kehər kukər t̪ɪnəh ləGɑei re.1. rəhɑo.","ur":"اج کَے وس گُر کیٍنو کےهرِ کُوکر تنه لگاای رے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":381,"lineNo":17,"updated":"2024-04-14 08:02:51","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":17392,"shabadId":1479,"verse":{"gurmukhi":"bwJu QUnIAw Cprw Qwim@Aw nIGirAw Gru pwieAw ry ]","unicode":"ਬਾਝੁ ਥੂਨੀਆ ਛਪਰਾ ਥਾਮਿੑਆ ਨੀਘਰਿਆ ਘਰੁ ਪਾਇਆ ਰੇ ॥"},"larivaar":{"gurmukhi":"bwJuQUnIAwCprwQwim@AwnIGirAwGrupwieAwry]","unicode":"ਬਾਝੁਥੂਨੀਆਛਪਰਾਥਾਮਿੑਆਨੀਘਰਿਆਘਰੁਪਾਇਆਰੇ॥"},"translation":{"en":{"bdb":"Without pillars, the roof is supported, and the homeless wandering mind has found a home.\r\n\r\nPillars represent material rewards, roof represents the stability of mind.","ms":"{Without pillars the thatched roof is supported and the homeless fellow has found a home.","ssk":"Without pillars, the roof is supported, and the homeless have found a home."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs mnu`K ƒ gurU ny nwm-AMimRq iplw id`qw aus dy mn dw) C`pr (C`q) duinAwvI pdwrQW dIAW AwsW dIAW QMmHIAW qoN ibnw hI QMimHAw igAw aus dy Btkdy mn ny (pRBU-crnW ivc) itkwxw l`B ilAw [ ","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਮਨ ਦਾ) ਛੱਪਰ (ਛੱਤ) ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਦੀਆਂ ਆਸਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤੋਂ ਬਿਨਾ ਹੀ ਥੰਮ੍ਹਿਆ ਗਿਆ ਉਸ ਦੇ ਭਟਕਦੇ ਮਨ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ । "},"ft":{"gurmukhi":"Awsw iqRsnw rUp QUMnIEN sy ibnW srIr Cpru (QwimAw) Dwrn kr rKw hY ArQwq srIr kw ibXohwr pRwrbDwnuswr jwn kr iksI jIv kI Awsw nhIN krqy hYN[ (nIGirAw) srUp sQwn sy BUlw hUAw jo jIv Qw, iqs ny (ry) hy BweI! Apny srUp Gr ko pwie lIAw hY]","unicode":"ਆਸਾ ਤ੍ਰਿਸਨਾ ਰੂਪ ਥੂੰਨੀਓਂ ਸੇ ਬਿਨਾਂ ਸਰੀਰ ਛਪਰੁ (ਥਾਮਿਆ) ਧਾਰਨ ਕਰ ਰਖਾ ਹੈ ਅਰਥਾਤ ਸਰੀਰ ਕਾ ਬਿਯੋਹਾਰ ਪ੍ਰਾਰਬਧਾਨੁਸਾਰ ਜਾਨ ਕਰ ਕਿਸੀ ਜੀਵ ਕੀ ਆਸਾ ਨਹੀਂ ਕਰਤੇ ਹੈਂ। (ਨੀਘਰਿਆ) ਸਰੂਪ ਸਥਾਨ ਸੇ ਭੂਲਾ ਹੂਆ ਜੋ ਜੀਵ ਥਾ, ਤਿਸ ਨੇ (ਰੇ) ਹੇ ਭਾਈ! ਅਪਨੇ ਸਰੂਪ ਘਰ ਕੋ ਪਾਇ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI! ijs mnu`K ƒ gurU ny nwm-AMimRq iplw id`qw aus dy mn dw) C`pr (C`q) duinAwvI pdwrQW dIAW AwsW dIAW QMmHIAW qoN ibnw hI QMimHAw igAw aus dy Btkdy mn ny (pRBU-crnW ivc) itkwxw l`B ilAw [","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਮਨ ਦਾ) ਛੱਪਰ (ਛੱਤ) ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਦੀਆਂ ਆਸਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤੋਂ ਬਿਨਾ ਹੀ ਥੰਮ੍ਹਿਆ ਗਿਆ ਉਸ ਦੇ ਭਟਕਦੇ ਮਨ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ । "},"ms":{"gurmukhi":"QmilAW dy bgYr C`pr TihirAw hoieAw hY Aqy mkwn-rihq ƒ mkwn iml gey hn[","unicode":"ਥਮਲਿਆਂ ਦੇ ਬਗੈਰ ਛੱਪਰ ਠਹਿਰਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਮਕਾਨ-ਰਹਿਤ ਨੂੰ ਮਕਾਨ ਮਿਲ ਗਏ ਹਨ।"}},"es":{"sn":"Sin los pilares del deseo y de la ansiedad, el techo del cuerpo está apoyado, y los sentidos sin casa han encontrado un hogar."},"hi":{"ss":"(हे भाई ! जिस मनुष्य को गुरू ने नाम-अमृत पिला दिया उसके मन का) छप्पर (छत) दुनियावी पदार्थों की आशाओं की थंमियों के बिना ही थमा गया उसके भटकते मन ने (प्रभू चरणों में) ठिकाना ढूँढ लिया।","sts":"हे भाई ! प्रभु-भक्त का चित्त रूपी छप्पर सांसारिक पदार्थों की तृष्णाओं की टेक के बिना थम गया है। उसके भटकते चित ने (ईश्वर चरणों में) निवास प्राप्त कर लिया है।"}},"transliteration":{"english":"baajh thooneeaa chhaparaa thaami(h)aa neeghariaa ghar paiaa re ||","hindi":"बाझु थूनीआ छपरा थामि्िआ नीघरिआ घरु पाइआ रे ॥","en":"baajh thooneeaa chhaparaa thaami(h)aa neeghariaa ghar paiaa re ||","hi":"बाझु थूनीआ छपरा थामि्िआ नीघरिआ घरु पाइआ रे ॥","ipa":"bɑɖ͡ʐ t̪ʰuniəɑ ɕəpərɑ t̪ʰɑmɪ@əɑ niGʰərɪəɑ Gʰər pɑɪɑ re.","ur":"باجھ تھٌیِآ چھپرا تھامھآ نیِگھرآ گھر پاایا رے ۔۔"},"pageNo":381,"lineNo":17,"updated":"2024-04-14 08:03:06","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":17393,"shabadId":1479,"verse":{"gurmukhi":"ibnu jVIey lY jiVE jVwvw Qyvw Acrju lwieAw ry ]2]","unicode":"ਬਿਨੁ ਜੜੀਏ ਲੈ ਜੜਿਓ ਜੜਾਵਾ ਥੇਵਾ ਅਚਰਜੁ ਲਾਇਆ ਰੇ ॥੨॥"},"larivaar":{"gurmukhi":"ibnujVIeylYjiVEjVwvwQyvwAcrjulwieAwry]2]","unicode":"ਬਿਨੁਜੜੀਏਲੈਜੜਿਓਜੜਾਵਾਥੇਵਾਅਚਰਜੁਲਾਇਆਰੇ॥੨॥"},"translation":{"en":{"bdb":"Without any jeweler, the jewelry has been set, and the wonderful stone of naam shines forth. ||2||","ms":"Without the setter the jewel has been set, and a wonderful precious stone is studded.","ssk":"Without the jeweller, the jewel has been set, and the wonderful stone shines forth. ||2||"},"pu":{"ss":{"gurmukhi":"kwrIgr suinAwirAW dI shwieqw qoN ibnw hI (aus dy mn dw) jVwaU gihxw iqAwr ho igAw qy aus mn-gihxy ivc prmwqmw dy nwm dw sMudr ng jV id`qw igAw [2[","unicode":"ਕਾਰੀਗਰ ਸੁਨਿਆਰਿਆਂ ਦੀ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ ਹੀ (ਉਸ ਦੇ ਮਨ ਦਾ) ਜੜਾਊ ਗਹਿਣਾ ਤਿਆਰ ਹੋ ਗਿਆ ਤੇ ਉਸ ਮਨ-ਗਹਿਣੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੰੁਦਰ ਨਗ ਜੜ ਦਿੱਤਾ ਗਿਆ ।੨।"},"ft":{"gurmukhi":"jo jIv pihly sMqoKwid gunoN sy rhq Qw, so siqguroN sy suB gunoN kw jVwau ly kr AMqskrn myN jV lIAw hY; vw ibn (jVIey) bMDn qy rihq jo gurU hYN iqnoN ny lYkr swDnw rUp jVwau jV dIAw hY, bIc myN Ascrj gÎwn rUpu (Qyvw) ngu lgwieAw hY]2]","unicode":"ਜੋ ਜੀਵ ਪਹਿਲੇ ਸੰਤੋਖਾਦਿ ਗੁਨੋਂ ਸੇ ਰਹਤ ਥਾ, ਸੋ ਸਤਿਗੁਰੋਂ ਸੇ ਸੁਭ ਗੁਨੋਂ ਕਾ ਜੜਾਉ ਲੇ ਕਰ ਅੰਤਸਕਰਨ ਮੇਂ ਜੜ ਲੀਆ ਹੈ; ਵਾ ਬਿਨ (ਜੜੀਏ) ਬੰਧਨ ਤੇ ਰਹਿਤ ਜੋ ਗੁਰੂ ਹੈਂ ਤਿਨੋਂ ਨੇ ਲੈਕਰ ਸਾਧਨਾ ਰੂਪ ਜੜਾਉ ਜੜ ਦੀਆ ਹੈ, ਬੀਚ ਮੇਂ ਅਸਚਰਜ ਗ੍ਯਾਨ ਰੂਪੁ (ਥੇਵਾ) ਨਗੁ ਲਗਾਇਆ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"kwrIgr suinAwirAW dI shwieqw qoN ibnw hI (aus dy mn dw) jVwaU gihxw iqAwr ho igAw qy aus mn-gihxy ivc prmwqmw dy nwm dw sMudr ng jV id`qw igAw [2[","unicode":"ਕਾਰੀਗਰ ਸੁਨਿਆਰਿਆਂ ਦੀ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ ਹੀ (ਉਸ ਦੇ ਮਨ ਦਾ) ਜੜਾਊ ਗਹਿਣਾ ਤਿਆਰ ਹੋ ਗਿਆ ਤੇ ਉਸ ਮਨ-ਗਹਿਣੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੰੁਦਰ ਨਗ ਜੜ ਦਿੱਤਾ ਗਿਆ ।੨।"},"ms":{"gurmukhi":"jVn vwly dy bwJoN mwxk jiVAw igAw hY[ iek AdBuq ng jiVAw hoieAw hY[","unicode":"ਜੜਨ ਵਾਲੇ ਦੇ ਬਾਝੋਂ ਮਾਣਕ ਜੜਿਆ ਗਿਆ ਹੈ। ਇਕ ਅਦਭੁਤ ਨਗ ਜੜਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Sin colocador, la joya de la mente es colocada. Oh, ¡Qué increíble brilla la Piedra Preciosa del Naam, el Nombre del Señor! (2)"},"hi":{"ss":"कारीगर सुनारों कीसहायता के बिना ही (उसके मन का) जड़ाऊ गहना तैयार हो गया और उस मन-गहने में परमात्मा के नाम का सुंदर नग जड़ दिया गया। 2।","sts":"स्वर्णकारों के बिना ही चित का रत्न-जड़ित आभूषण तैयार हो गया तथा उस चित-आभूषण में प्रभु-नाम का अदभुत नग जड़ दिया गया है॥ २॥"}},"transliteration":{"english":"bin jaRe'e lai jaRio jaRaavaa thevaa acharaj laiaa re ||2||","hindi":"बिनु जड़ीए लै जड़िओ जड़ावा थेवा अचरजु लाइआ रे ॥२॥","en":"bin jaRe'e lai jaRio jaRaavaa thevaa acharaj laiaa re ||2||","hi":"बिनु जड़ीए लै जड़िओ जड़ावा थेवा अचरजु लाइआ रे ॥२॥","ipa":"bɪn d͡ʒəɽiee læ d͡ʒəɽɪo d͡ʒəɽɑʋɑ t̪ʰeʋɑ ət͡ʃərəd͡ʒ lɑɪɑ re.2.","ur":"بٍن جڑیِاے لَے جڑاو جڑاوا تھےوا اچرج لاایا رے ۔۔۲۔۔"},"pageNo":381,"lineNo":18,"updated":"2024-04-14 08:04:09","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":17394,"shabadId":1479,"verse":{"gurmukhi":"dwdI dwid n phucnhwrw cUpI inrnau pwieAw ry ]","unicode":"ਦਾਦੀ ਦਾਦਿ ਨ ਪਹੁਚਨਹਾਰਾ ਚੂਪੀ ਨਿਰਨਉ ਪਾਇਆ ਰੇ ॥"},"larivaar":{"gurmukhi":"dwdIdwidnphucnhwrwcUpIinrnaupwieAwry]","unicode":"ਦਾਦੀਦਾਦਿਨਪਹੁਚਨਹਾਰਾਚੂਪੀਨਿਰਨਉਪਾਇਆਰੇ॥"},"translation":{"en":{"bdb":"The claimant who keeps on complaining does not find justice, but by becoming calm he understands the justice in creation.","ms":"Through clamour, the beggar succeeds not, but by silence he obtains justice.","ssk":"The claimant does not succeed by placing his claim, but by keeping silent, he obtains justice."},"pu":{"ss":{"gurmukhi":"(hy BweI! prmwqmw dy crnW qoN iv`CV ky in`q) igly krn vwlw (Awpxw mn-ie`Cq) iensw& kdy BI pRwpq nhIN sI kr skdw (pr hux jdoN nwm-AMimRq iml igAw qW) SWq-ic`q hoey ƒ iensw& imlx l`g ipAw (ieh XkIn bx igAw ik prmwqmw jo kuJ krdw hY TIk krdw hY) [","unicode":"(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੜ ਕੇ ਨਿੱਤ) ਗਿਲੇ ਕਰਨ ਵਾਲਾ (ਆਪਣਾ ਮਨ-ਇੱਛਤ) ਇਨਸਾਫ਼ ਕਦੇ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਸੀ ਕਰ ਸਕਦਾ (ਪਰ ਹੁਣ ਜਦੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮਿਲ ਗਿਆ ਤਾਂ) ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋਏ ਨੂੰ ਇਨਸਾਫ਼ ਮਿਲਣ ਲੱਗ ਪਿਆ (ਇਹ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"jb qk Xh jIv (dwdI) pukwr krny hwrw Qw qb qk dwid ko nhIN phucqw Qw[ jb (cUpI) sWiq rUp mOn ko Dwrn kIAw qb (inrnau) ibbyk vw nÎwau dwd ko pwauqw BieAw[ vw ijs kw inrnw kr rhy Qy, sWq ko Dwrn kr so jb pwieAw n koeI dwdI rhw, n dwid rhI, n koeI phucny hwrw rhw, eyk bRhm hI idRstI Awauqw BieAw]","unicode":"ਜਬ ਤਕ ਯਹ ਜੀਵ (ਦਾਦੀ) ਪੁਕਾਰ ਕਰਨੇ ਹਾਰਾ ਥਾ ਤਬ ਤਕ ਦਾਦਿ ਕੋ ਨਹੀਂ ਪਹੁਚਤਾ ਥਾ। ਜਬ (ਚੂਪੀ) ਸਾਂਤਿ ਰੂਪ ਮੌਨ ਕੋ ਧਾਰਨ ਕੀਆ ਤਬ (ਨਿਰਨਉ) ਬਿਬੇਕ ਵਾ ਨ੍ਯਾਉ ਦਾਦ ਕੋ ਪਾਉਤਾ ਭਇਆ। ਵਾ ਜਿਸ ਕਾ ਨਿਰਨਾ ਕਰ ਰਹੇ ਥੇ, ਸਾਂਤ ਕੋ ਧਾਰਨ ਕਰ ਸੋ ਜਬ ਪਾਇਆ ਨ ਕੋਈ ਦਾਦੀ ਰਹਾ, ਨ ਦਾਦਿ ਰਹੀ, ਨ ਕੋਈ ਪਹੁਚਨੇ ਹਾਰਾ ਰਹਾ, ਏਕ ਬ੍ਰਹਮ ਹੀ ਦ੍ਰਿਸਟੀ ਆਉਤਾ ਭਇਆ॥"},"bdb":{"gurmukhi":"(hy BweI! prmwqmw dy crnW qoN iv`CV ky in`q) igly krn vwlw (Awpxw mn-ie`Cq) iensw& kdy BI pRwpq nhIN sI kr skdw (pr hux jdoN nwm-AMimRq iml igAw qW) SWq-ic`q hoey ƒ iensw& imlx l`g ipAw (ieh XkIn bx igAw ik prmwqmw jo kuJ krdw hY TIk krdw hY) [","unicode":"(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੜ ਕੇ ਨਿੱਤ) ਗਿਲੇ ਕਰਨ ਵਾਲਾ (ਆਪਣਾ ਮਨ-ਇੱਛਤ) ਇਨਸਾਫ਼ ਕਦੇ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਸੀ ਕਰ ਸਕਦਾ (ਪਰ ਹੁਣ ਜਦੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮਿਲ ਗਿਆ ਤਾਂ) ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋਏ ਨੂੰ ਇਨਸਾਫ਼ ਮਿਲਣ ਲੱਗ ਪਿਆ (ਇਹ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"Sor-Srwby rwhIN mMgqw kwmXwb nhIN huMdw[ KwmoSI duAwrw auh inAW hwsl kr lYNdw hY[","unicode":"ਸ਼ੋਰ-ਸ਼ਰਾਬੇ ਰਾਹੀਂ ਮੰਗਤਾ ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦਾ। ਖਾਮੋਸ਼ੀ ਦੁਆਰਾ ਉਹ ਨਿਆਂ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"La súplica del hombre no llega al Señor a través de un grito, en silencio la justicia es obtenida."},"hi":{"ss":"(हे भाई ! परमात्मा के चरणों से विछुड़ के नित्य) शिकवे-शिकायतें करने वाला (अपनी मन-इच्छित) इन्साफ़ कभी भी प्राप्त नहीं कर सकता था (पर अब जबसे नाम-अमृत मिल गया तो) शांत-चित्त हुए को न्याय मिलने लग पड़ा।(ये विश्वास हो गया कि परमात्मा जो कुछ करता है ठीक करता है)।","sts":"हे भाई ! शिकायतकर्ता न्याय कदापि प्राप्त नहीं कर सकता किन्तु अब प्रभु में लीन होने से शांतचित्त को न्याय मिलने लगा।"}},"transliteration":{"english":"dhaadhee dhaadh na pahuchanahaaraa choopee niranau paiaa re ||","hindi":"दादी दादि न पहुचनहारा चूपी निरनउ पाइआ रे ॥","en":"dhaadhee dhaadh na pahuchanahaaraa choopee niranau paiaa re ||","hi":"दादी दादि न पहुचनहारा चूपी निरनउ पाइआ रे ॥","ipa":"d̪ɑd̪i d̪ɑd̪ nə pəhʊt͡ʃənəhɑrɑ t͡ʃupi nɪrəno pɑɪɑ re.","ur":"دادیِ داد ن پهُچنهارا چُوپیِ نرنا پاایا رے ۔۔"},"pageNo":381,"lineNo":18,"updated":"2024-04-14 08:04:16","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":17395,"shabadId":1479,"verse":{"gurmukhi":"mwil dulIcY bYTI ly imrqku nYn idKwlnu DwieAw ry ]3]","unicode":"ਮਾਲਿ ਦੁਲੀਚੈ ਬੈਠੀ ਲੇ ਮਿਰਤਕੁ ਨੈਨ ਦਿਖਾਲਨੁ ਧਾਇਆ ਰੇ ॥੩॥"},"larivaar":{"gurmukhi":"mwildulIcYbYTIlyimrqkunYnidKwlnuDwieAwry]3]","unicode":"ਮਾਲਿਦੁਲੀਚੈਬੈਠੀਲੇਮਿਰਤਕੁਨੈਨਦਿਖਾਲਨੁਧਾਇਆਰੇ॥੩॥"},"translation":{"en":{"bdb":"The ego that used to sit on costly carpets has died and the tendency to glare at others has gone away. ||3||\r\ncostly carpets is symbolism for place of consequence.","ms":"The dead sit on the costly carpets and what is seen with the eyes shall quickly vanish.","ssk":"The dead sit on costly carpets, and what is seen with the eyes shall vanish. ||3||"},"pu":{"ss":{"gurmukhi":"(nwm-AMimRq dI brkiq nwl mnu`K dw pihlw) hornW ƒ GUrn vwlw suBwau mu`k igAw, dulIcy m`l ky bYTx vwlI (AhMkwr-BrI ibrqI) aus ƒ hux Awqmk mOqy mrI hoeI id`sx l`g peI [3[","unicode":"(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਦਾ ਪਹਿਲਾ) ਹੋਰਨਾਂ ਨੂੰ ਘੂਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਦੁਲੀਚੇ ਮੱਲ ਕੇ ਬੈਠਣ ਵਾਲੀ (ਅਹੰਕਾਰ-ਭਰੀ ਬਿਰਤੀ) ਉਸ ਨੂੰ ਹੁਣ ਆਤਮਕ ਮੌਤੇ ਮਰੀ ਹੋਈ ਦਿੱਸਣ ਲੱਗ ਪਈ ।੩।"},"ft":{"gurmukhi":"jo buDI pRmysÍr kI Er sy imRqk BeI hUeI QI so srUp dulIcY, Bwv Awsxu kOnu rwj gdI ko mil bYTI hY[ nyqRoN kw ijqnw idKlwvw, Bwv nwm rUp so (DwieAw) Bwg gieAw hY, Bwv Asq jwixAw hY]3]","unicode":"ਜੋ ਬੁਧੀ ਪ੍ਰਮੇਸ੍ਵਰ ਕੀ ਓਰ ਸੇ ਮ੍ਰਿਤਕ ਭਈ ਹੂਈ ਥੀ ਸੋ ਸਰੂਪ ਦੁਲੀਚੈ, ਭਾਵ ਆਸਣੁ ਕੌਨੁ ਰਾਜ ਗਦੀ ਕੋ ਮਲਿ ਬੈਠੀ ਹੈ। ਨੇਤ੍ਰੋਂ ਕਾ ਜਿਤਨਾ ਦਿਖਲਾਵਾ, ਭਾਵ ਨਾਮ ਰੂਪ ਸੋ (ਧਾਇਆ) ਭਾਗ ਗਇਆ ਹੈ, ਭਾਵ ਅਸਤ ਜਾਣਿਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"(nwm-AMimRq dI brkiq nwl mnu`K dw pihlw) hornW ƒ GUrn vwlw suBwau mu`k igAw, dulIcy m`l ky bYTx vwlI (AhMkwr-BrI ibrqI) aus ƒ hux Awqmk mOqy mrI hoeI id`sx l`g peI [3[","unicode":"(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਦਾ ਪਹਿਲਾ) ਹੋਰਨਾਂ ਨੂੰ ਘੂਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਦੁਲੀਚੇ ਮੱਲ ਕੇ ਬੈਠਣ ਵਾਲੀ (ਅਹੰਕਾਰ-ਭਰੀ ਬਿਰਤੀ) ਉਸ ਨੂੰ ਹੁਣ ਆਤਮਕ ਮੌਤੇ ਮਰੀ ਹੋਈ ਦਿੱਸਣ ਲੱਗ ਪਈ ।੩।"},"ms":{"gurmukhi":"murdy kImqI glIicAW auqy bihMdy hn[ jo kuC A`KW nwl idsdw hY, CyqI hI Alop ho jwvygw[","unicode":"ਮੁਰਦੇ ਕੀਮਤੀ ਗਲੀਚਿਆਂ ਉਤੇ ਬਹਿੰਦੇ ਹਨ। ਜੋ ਕੁਛ ਅੱਖਾਂ ਨਾਲ ਦਿਸਦਾ ਹੈ, ਛੇਤੀ ਹੀ ਅਲੋਪ ਹੋ ਜਾਵੇਗਾ।"}},"es":{"sn":"Y uno de los tapetes preciosos es para él, igual de interesante que un cadáver; entonces ¿cómo podrán sus ojos asombrarse al verlo? (3)"},"hi":{"ss":"(नाम-अमृत की बरकति से मनुष्य का पहले वाला) औरों को घूरने वाला स्वभाव खत्म हो गया।दुलीचे मल के बैठने वाली (अहंकार भरी बिरती) उसे अब आत्मि्क मौत मरी हुई दिखाई देने लग पड़ी। 3।","sts":"ईश्वर नाम की अनुकंपा से मनुष्य को लौकिक पदार्थ अब ऐसे दिखने लगे हैं मानो वह मूल्यवान गलीचों पर बैठा हुआ मृतक है जो अब किसी को भी नेत्र नहीं दिखा सकता॥ ३॥"}},"transliteration":{"english":"maal dhuleechai baiThee le mritak nain dhikhaalan dhaiaa re ||3||","hindi":"मालि दुलीचै बैठी ले मिरतकु नैन दिखालनु धाइआ रे ॥३॥","en":"maal dhuleechai baiThee le mritak nain dhikhaalan dhaiaa re ||3||","hi":"मालि दुलीचै बैठी ले मिरतकु नैन दिखालनु धाइआ रे ॥३॥","ipa":"mɑl d̪ʊlit͡ʃæ bæʈʰi le mɪrət̪ək næn d̪ɪkʰɑlən t̪ɑɪɑ re.3.","ur":"مال دُلیِچَے بَےٹھیِ لے مرتک نَےن دکھالن دھاایا رے ۔۔۳۔۔"},"pageNo":381,"lineNo":19,"updated":"2024-04-14 08:04:24","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":17396,"shabadId":1479,"verse":{"gurmukhi":"soeI Ajwxu khY mY jwnw jwnxhwru n Cwnw ry ]","unicode":"ਸੋਈ ਅਜਾਣੁ ਕਹੈ ਮੈ ਜਾਨਾ ਜਾਨਣਹਾਰੁ ਨ ਛਾਨਾ ਰੇ ॥"},"larivaar":{"gurmukhi":"soeIAjwxukhYmYjwnwjwnxhwrunCwnwry]","unicode":"ਸੋਈਅਜਾਣੁਕਹੈਮੈਜਾਨਾਜਾਨਣਹਾਰੁਨਛਾਨਾਰੇ॥"},"translation":{"en":{"bdb":"One who claims to know, is ignorant; The one who understands, cannot remain hidden.","ms":"Ignorant is he, who says he knows. The Knower remains not obscure.","ssk":"One who claims to know, is ignorant; he does not know the Knower of all."},"pu":{"ss":{"gurmukhi":"hy BweI! jyhVw mnu`K (inrw zbwnI zbwnI) AwKdw hY ik mYN (Awqmk jIvn dy Byq ƒ) smJ ilAw hY auh Ajy mUrK hY, ijs ny (scmuc Awqmk jIvn ƒ nwm-rs ƒ) smJ ilAw hY auh kdy gu`Jw nhIN rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਨਿਰਾ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ) ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਅਜੇ ਮੂਰਖ ਹੈ, ਜਿਸ ਨੇ (ਸਚਮੁਚ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਾਮ-ਰਸ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਕਦੇ ਗੁੱਝਾ ਨਹੀਂ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"soeI Ajwix purK hY, jo khqw hY mYNny bRhm ko jwnw hY[ ikauNik jo mn bwxI kw ibsÎ hY, aus ko koeI iks pRkwr kr jwnYgw AOr ijn ko siqguroN kI ikrpw sy AnuBv hUAw hY, so muK sy khqy nhIN hYN[ AYsy jo gÎwq gyX purK hYN, so (n Cwnw ry) hy BweI! iCpw nhIN rhqw hY[ aun ko Awp hI swrw sMswr jwnqw hY]","unicode":"ਸੋਈ ਅਜਾਣਿ ਪੁਰਖ ਹੈ, ਜੋ ਕਹਤਾ ਹੈ ਮੈਂਨੇ ਬ੍ਰਹਮ ਕੋ ਜਾਨਾ ਹੈ। ਕਿਉਂਕਿ ਜੋ ਮਨ ਬਾਣੀ ਕਾ ਬਿਸ੍ਯ ਹੈ, ਉਸ ਕੋ ਕੋਈ ਕਿਸ ਪ੍ਰਕਾਰ ਕਰ ਜਾਨੈਗਾ ਔਰ ਜਿਨ ਕੋ ਸਤਿਗੁਰੋਂ ਕੀ ਕਿਰਪਾ ਸੇ ਅਨੁਭਵ ਹੂਆ ਹੈ, ਸੋ ਮੁਖ ਸੇ ਕਹਤੇ ਨਹੀਂ ਹੈਂ। ਐਸੇ ਜੋ ਗ੍ਯਾਤ ਗੇਯ ਪੁਰਖ ਹੈਂ, ਸੋ (ਨ ਛਾਨਾ ਰੇ) ਹੇ ਭਾਈ! ਛਿਪਾ ਨਹੀਂ ਰਹਤਾ ਹੈ। ਉਨ ਕੋ ਆਪ ਹੀ ਸਾਰਾ ਸੰਸਾਰ ਜਾਨਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jyhVw mnu`K (inrw zbwnI zbwnI) AwKdw hY ik mYN (Awqmk jIvn dy Byq ƒ) smJ ilAw hY auh Ajy mUrK hY, ijs ny (scmuc Awqmk jIvn ƒ nwm-rs ƒ) smJ ilAw hY auh kdy gu`Jw nhIN rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਨਿਰਾ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ) ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਅਜੇ ਮੂਰਖ ਹੈ, ਜਿਸ ਨੇ (ਸਚਮੁਚ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਾਮ-ਰਸ ਨੂੰ) ਸਮਝ ਲਿਆ ਹੈ ਉਹ ਕਦੇ ਗੁੱਝਾ ਨਹੀਂ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"bysmJ auh hY, ijhVw kihMdw hY ik mYN jwxdw hW[ jwnx vwlw luikAw hoieAw nhIN rihMdw[","unicode":"ਬੇਸਮਝ ਉਹ ਹੈ, ਜਿਹੜਾ ਕਹਿੰਦਾ ਹੈ ਕਿ ਮੈਂ ਜਾਣਦਾ ਹਾਂ। ਜਾਨਣ ਵਾਲਾ ਲੁਕਿਆ ਹੋਇਆ ਨਹੀਂ ਰਹਿੰਦਾ।"}},"es":{"sn":"Aquél que dice que sabe, es ignorante, pues no conoce a Quien lo sabe todo."},"hi":{"ss":"हे भाई ! जो मनुष्य (निरा ज़बानी ज़बानी) कहता है कि मैंने (आत्मिक जीवन के भेद को) समझ लिया है वह अभी मूर्ख है।जिसने (सचमुच आत्मिक जीवन को नाम-रस को) समझ लिया है वह कभी छुपा नहीं रहता है।","sts":"वह मूर्ख है जो कहता है कि मैं जानता हूँ। जानने वाला छिपा हुआ नहीं रहता।"}},"transliteration":{"english":"soiee ajaan kahai mai jaanaa jaananahaar na chhaanaa re ||","hindi":"सोई अजाणु कहै मै जाना जानणहारु न छाना रे ॥","en":"soiee ajaan kahai mai jaanaa jaananahaar na chhaanaa re ||","hi":"सोई अजाणु कहै मै जाना जानणहारु न छाना रे ॥","ipa":"sɔei əd͡ʒɑɳ kəhæ mæ d͡ʒɑnɑ d͡ʒɑnəɳəhɑr nə ɕɑnɑ re.","ur":"سوای اجاݨ کهَے مَے جانا جانݨهار ن چھانا رے ۔۔"},"pageNo":382,"lineNo":1,"updated":"2024-04-14 08:04:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":17397,"shabadId":1479,"verse":{"gurmukhi":"khu nwnk guir Aimau pIAwieAw rsik rsik ibgswnw ry ]4]5]44]","unicode":"ਕਹੁ ਨਾਨਕ ਗੁਰਿ ਅਮਿਉ ਪੀਆਇਆ ਰਸਕਿ ਰਸਕਿ ਬਿਗਸਾਨਾ ਰੇ ॥੪॥੫॥੪੪॥"},"larivaar":{"gurmukhi":"khunwnkguirAimaupIAwieAwrsikrsikibgswnwry]4]5]44]","unicode":"ਕਹੁਨਾਨਕਗੁਰਿਅਮਿਉਪੀਆਇਆਰਸਕਿਰਸਕਿਬਿਗਸਾਨਾਰੇ॥੪॥੫॥੪੪॥"},"translation":{"en":{"bdb":"Says Nanak, the Guru has given me the Ambrosial Nectar to drink in; savoring it and relishing it, I blossom forth in bliss. ||4||5||44||","ms":"Says Nanak, the Guru has given me nectar to drink and saturated with the love of Lord I am now elated.","ssk":"Says Nanak, the Guru has given me the Ambrosial Nectar to drink in; savoring it and relishing it, I blossom forth in bliss. ||4||5||44||"},"pu":{"ss":{"gurmukhi":" hy nwnk! AwK—ijs ƒ gurU ny Awqmk jIvn dyx vwlw nwm-jl iplw id`qw hY auh ies nwm-jl dw suAwd mwx mwx ky sdw iKiVAw rihMdw hY [4[5[44[","unicode":" ਹੇ ਨਾਨਕ! ਆਖ—ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪਿਲਾ ਦਿੱਤਾ ਹੈ ਉਹ ਇਸ ਨਾਮ-ਜਲ ਦਾ ਸੁਆਦ ਮਾਣ ਮਾਣ ਕੇ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ।੪।੫।੪੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: guroN ny nwm AMimRq pIAwXw Aru mn rsk ArQwq pRymI ho kr nwm AMimRq myN qdwkwr hUAw, qb pRsMn hUAw]4]5]44]Çijn ko guroN ny AMimRq iplwieAw hY, iqn pr hrI kI dieAw inrUpx krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਗੁਰੋਂ ਨੇ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਆਯਾ ਅਰੁ ਮਨ ਰਸਕ ਅਰਥਾਤ ਪ੍ਰੇਮੀ ਹੋ ਕਰ ਨਾਮ ਅੰਮ੍ਰਿਤ ਮੇਂ ਤਦਾਕਾਰ ਹੂਆ, ਤਬ ਪ੍ਰਸੰਨ ਹੂਆ॥੪॥੫॥੪੪॥☬ਜਿਨ ਕੋ ਗੁਰੋਂ ਨੇ ਅੰਮ੍ਰਿਤ ਪਿਲਾਇਆ ਹੈ, ਤਿਨ ਪਰ ਹਰੀ ਕੀ ਦਇਆ ਨਿਰੂਪਣ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":" hy nwnk! AwK—ijs ƒ gurU ny Awqmk jIvn dyx vwlw nwm-jl iplw id`qw hY auh ies nwm-jl dw suAwd mwx mwx ky sdw iKiVAw rihMdw hY [4[5[44[","unicode":" ਹੇ ਨਾਨਕ! ਆਖ—ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪਿਲਾ ਦਿੱਤਾ ਹੈ ਉਹ ਇਸ ਨਾਮ-ਜਲ ਦਾ ਸੁਆਦ ਮਾਣ ਮਾਣ ਕੇ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ।੪।੫।੪੪।"},"ms":{"gurmukhi":"gurU jI AwKdy hn, gurU ny mYƒ AMimRq pwn krvwieAw hY[ pRBU dI pRIq nwl iB`j mYN hux pRPulq ho igAw hW[","unicode":"ਗੁਰੂ ਜੀ ਆਖਦੇ ਹਨ, ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਅੰਮ੍ਰਿਤ ਪਾਨ ਕਰਵਾਇਆ ਹੈ। ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਭਿੱਜ ਮੈਂ ਹੁਣ ਪ੍ਰਫੁਲਤ ਹੋ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"Dice Nanak, he probado el Néctar del Guru, lo aprecio y florezco hacia el Infinito. (4‑5‑44)"},"hi":{"ss":"हे नानक ! कह– जिसको गुरू ने आत्मिक जीवन देने वाला नाम-जल पिला दिया है वह इस नाम-जल का स्वाद ले ले के सदा खिला रहता है। 4। 5। 44।","sts":"हे नानक ! गुरु ने मुझे अमृतरस पिलवाया है। प्रभु के प्रेम-रस में भीगकर अब मैं आनंदित हो गया हूँ॥ ४॥ ५॥ ४४॥"}},"transliteration":{"english":"kahu naanak gur amiau peeaaiaa rasak rasak bigasaanaa re ||4||5||44||","hindi":"कहु नानक गुरि अमिउ पीआइआ रसकि रसकि बिगसाना रे ॥४॥५॥४४॥","en":"kahu naanak gur amiau peeaaiaa rasak rasak bigasaanaa re ||4||5||44||","hi":"कहु नानक गुरि अमिउ पीआइआ रसकि रसकि बिगसाना रे ॥४॥५॥४४॥","ipa":"kəh nɑnək Gʊr əmɪo piəɑɪɑ rəsək rəsək bɪGəsɑnɑ re.4.5.4ə4.","ur":"کهُ نانک گُر اما پیِآایا رسک رسک بگسانا رے ۔۔۴۔۔۵۔۔۴۴۔۔"},"pageNo":382,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}