{"shabadInfo":{"shabadId":1568,"shabadName":18463,"pageNo":404,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":404},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":4,"navigation":{"previous":1567,"next":1569},"verses":[{"verseId":18462,"shabadId":1568,"verse":{"gurmukhi":"Awsw mhlw 5 ]","unicode":"ਆਸਾ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"Awswmhlw5]","unicode":"ਆਸਾਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Aasaa, Fifth Mehla:","ms":"Asa 5th Guru.","ssk":"Aasaa, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"Awsw pMjvIN pwqSwhI[","unicode":"ਆਸਾ ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Asa, Mejl Guru Aryan, Quinto Canal Divino. "},"hi":{"ss":"","sts":"आसा महला ५ ॥"}},"transliteration":{"english":"aasaa mahalaa panjavaa ||","hindi":"आसा महला ५ ॥","en":"aasaa mahalaa panjavaa ||","hi":"आसा महला ५ ॥","ipa":"əɑsɑ məhəlɑ pəŋd͡ʒʋɑ.","ur":"آسا مهلا ۵ ۔۔"},"pageNo":404,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":18463,"shabadId":1568,"verse":{"gurmukhi":"hmwrI ipAwrI AMimRq DwrI guir inmK n mn qy twrI ry ]1] rhwau ]","unicode":"ਹਮਾਰੀ ਪਿਆਰੀ ਅੰਮ੍ਰਿਤ ਧਾਰੀ ਗੁਰਿ ਨਿਮਖ ਨ ਮਨ ਤੇ ਟਾਰੀ ਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hmwrIipAwrIAMimRqDwrIguirinmKnmnqytwrIry]1]rhwau]","unicode":"ਹਮਾਰੀਪਿਆਰੀਅੰਮ੍ਰਿਤਧਾਰੀਗੁਰਿਨਿਮਖਨਮਨਤੇਟਾਰੀਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"My Beloved has brought forth a river of nectar. The Guru has not held it back from my mind, even for an instant. ||1||Pause||","ms":"It (Gurbani) is sweet unto me and it is stream of Nectar. The Guru has not diverted it from my mind. Even for a moment. Pause.","ssk":"My Beloved has brought forth a river of nectar. The Guru has not held it back from my mind, even for an instant. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy BweI! gurU ny (ikrpw kr ky pRBU dI is&iq-swlwh vwlI AwpxI bwxI) A`K Jmkx ijqny smy vwsqy BI kdy myry mn qoN Bu`lx nhIN id`qI, ieh bwxI mYƒ im`TI l`gdI hY, ieh bwxI Awqmk jIvn dyx vwly nwm-jl dI Dwr myry AMdr jwrI r`KdI hY [1[rhwau[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ (ਕਿਰਪਾ ਕਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਆਪਣੀ ਬਾਣੀ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਕਦੇ ਮੇਰੇ ਮਨ ਤੋਂ ਭੁੱਲਣ ਨਹੀਂ ਦਿੱਤੀ, ਇਹ ਬਾਣੀ ਮੈਨੂੰ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਇਹ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਧਾਰ ਮੇਰੇ ਅੰਦਰ ਜਾਰੀ ਰੱਖਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"iPr vhu kQw kYsI hY hmwrI pÎwrI hY AO (AMimRq) nwm rUp AMimRq ky (DwrI) Dwrny vwlI vw pRvwh rUp hY[ jo jo (gur) bfy snkwidk Awid hUey hYN iqno ny BI inmK mwqR mn qy (twrI) htweI nhIN hY, vw gurW dI ikrpw qy hmny inmK mwqR bI mn qy htweI nhIN hY, Bwv hmwry mn qy kQw sRvx kI rucI nhIN htqI hY]1] rhwau ]","unicode":"ਫਿਰ ਵਹੁ ਕਥਾ ਕੈਸੀ ਹੈ ਹਮਾਰੀ ਪ੍ਯਾਰੀ ਹੈ ਔ (ਅੰਮ੍ਰਿਤ) ਨਾਮ ਰੂਪ ਅੰਮ੍ਰਿਤ ਕੇ (ਧਾਰੀ) ਧਾਰਨੇ ਵਾਲੀ ਵਾ ਪ੍ਰਵਾਹ ਰੂਪ ਹੈ। ਜੋ ਜੋ (ਗੁਰ) ਬਡੇ ਸਨਕਾਦਿਕ ਆਦਿ ਹੂਏ ਹੈਂ ਤਿਨੋ ਨੇ ਭੀ ਨਿਮਖ ਮਾਤ੍ਰ ਮਨ ਤੇ (ਟਾਰੀ) ਹਟਾਈ ਨਹੀਂ ਹੈ, ਵਾ ਗੁਰਾਂ ਦੀ ਕਿਰਪਾ ਤੇ ਹਮਨੇ ਨਿਮਖ ਮਾਤ੍ਰ ਬੀ ਮਨ ਤੇ ਹਟਾਈ ਨਹੀਂ ਹੈ, ਭਾਵ ਹਮਾਰੇ ਮਨ ਤੇ ਕਥਾ ਸ੍ਰਵਣ ਕੀ ਰੁਚੀ ਨਹੀਂ ਹਟਤੀ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy BweI! gurU ny (ikrpw kr ky pRBU dI is&iq-swlwh vwlI AwpxI bwxI) A`K Jmkx ijqny smy vwsqy BI kdy myry mn qoN Bu`lx nhIN id`qI, ieh bwxI mYƒ im`TI l`gdI hY, ieh bwxI Awqmk jIvn dyx vwly nwm-jl dI Dwr myry AMdr jwrI r`KdI hY [1[rhwau[","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ (ਕਿਰਪਾ ਕਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਆਪਣੀ ਬਾਣੀ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਕਦੇ ਮੇਰੇ ਮਨ ਤੋਂ ਭੁੱਲਣ ਨਹੀਂ ਦਿੱਤੀ, ਇਹ ਬਾਣੀ ਮੈਨੂੰ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਇਹ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਧਾਰ ਮੇਰੇ ਅੰਦਰ ਜਾਰੀ ਰੱਖਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"gurbwnI mYƒ im`TVI lgdI hY[ ieh r`bI rs dI ndI hY[ gurW ny ie`k muhq leI BI ies dw vgxw myry ic`q qoN pry nhIN htwieAw[ Tihrwau[","unicode":"ਗੁਰਬਾਨੀ ਮੈਨੂੰ ਮਿੱਠੜੀ ਲਗਦੀ ਹੈ। ਇਹ ਰੱਬੀ ਰਸ ਦੀ ਨਦੀ ਹੈ। ਗੁਰਾਂ ਨੇ ਇੱਕ ਮੁਹਤ ਲਈ ਭੀ ਇਸ ਦਾ ਵਗਣਾ ਮੇਰੇ ਚਿੱਤ ਤੋਂ ਪਰੇ ਨਹੀਂ ਹਟਾਇਆ। ਠਹਿਰਾਉ।"}},"es":{"sn":"La Palabra del Señor es mi Bienamada; es un Rocío de Néctar, y el Guru lo esparce eternamente en mi ser. (1-Pausa) "},"hi":{"ss":"हे भाई ! गुरू ने (कृपा करके प्रभू की सिफत सालाह वाली अपनी बाणी) आँख झपकने जितने समय के लिए भी मेरे मन से कभी भूलने नहीं दी।ये बाणी मुझे मधुर लगती है।ये बाणी आत्मिक जीवन देने वाले नाम-जल की धारा मेरे अंदर जारी रखती है। 1।रहाउ।","sts":"गुरुवाणी मुझे बहुत मीठी लगती है। यह अमृत की धारा है। गुरु ने एक निमिष मात्र भी अमृत-धारा का बहना मेरे मन से दूर नहीं किया ॥ १॥ रहाउ॥"}},"transliteration":{"english":"hamaaree piaaree a(n)mirat dhaaree gur nimakh na man te Taaree re ||1|| rahaau ||","hindi":"हमारी पिआरी अंमृत धारी गुरि निमख न मन ते टारी रे ॥१॥ रहाउ ॥","en":"hamaaree piaaree a(n)mirat dhaaree gur nimakh na man te Taaree re ||1|| rahaau ||","hi":"हमारी पिआरी अंमृत धारी गुरि निमख न मन ते टारी रे ॥१॥ रहाउ ॥","ipa":"həmɑri pɪəɑri əŋmɪɹət̪ t̪ɑri Gʊr nɪməkʰ nə mən t̪e ʈɑri re.1. rəhɑo.","ur":"هماریِ پآریِ اںمرت دھاریِ گُر نمکھ ن من تے ٹاریِ رے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":404,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":18464,"shabadId":1568,"verse":{"gurmukhi":"drsn prsn srsn hrsn rMig rMgI krqwrI ry ]1]","unicode":"ਦਰਸਨ ਪਰਸਨ ਸਰਸਨ ਹਰਸਨ ਰੰਗਿ ਰੰਗੀ ਕਰਤਾਰੀ ਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"drsnprsnsrsnhrsnrMigrMgIkrqwrIry]1]","unicode":"ਦਰਸਨਪਰਸਨਸਰਸਨਹਰਸਨਰੰਗਿਰੰਗੀਕਰਤਾਰੀਰੇ॥੧॥"},"translation":{"en":{"bdb":"Beholding it, and touching it, I am sweetened and delighted. It is imbued with the Creator's Love. ||1||","ms":"On beholding and touching it, I am sweetened and delighted. It is imbued with creator's love.","ssk":"Beholding it, and touching it, I am sweetened and delighted. It is imbued with the Creator's Love. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! ieh bwxI krqwr dy pRym ivc rMgx vwlI hY, ies dI brkiq nwl krqwr dw drsn hMudw hY krqwr dy crnW dI Coh imldI hY mn ivc AwnMd qy iKVwau pYdw huMdw hY [1[","unicode":"ਹੇ ਭਾਈ! ਇਹ ਬਾਣੀ ਕਰਤਾਰ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਣ ਵਾਲੀ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕਰਤਾਰ ਦਾ ਦਰਸਨ ਹੰੁਦਾ ਹੈ ਕਰਤਾਰ ਦੇ ਚਰਨਾਂ ਦੀ ਛੋਹ ਮਿਲਦੀ ਹੈ ਮਨ ਵਿਚ ਆਨੰਦ ਤੇ ਖਿੜਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"kQw myN sMqoN kw drsn kr ky purs (srsn) AiDkqw ko pRwpq hoqw hY Aru (prsn) imlwp krny qy, Bwv suxny qy (hrsn) hrKq hoqw hY, Bwv Xh ik sMsX kI inbRqI kr AwnMd hoqw hY]1]","unicode":"ਕਥਾ ਮੇਂ ਸੰਤੋਂ ਕਾ ਦਰਸਨ ਕਰ ਕੇ ਪੁਰਸ (ਸਰਸਨ) ਅਧਿਕਤਾ ਕੋ ਪ੍ਰਾਪਤ ਹੋਤਾ ਹੈ ਅਰੁ (ਪਰਸਨ) ਮਿਲਾਪ ਕਰਨੇ ਤੇ, ਭਾਵ ਸੁਣਨੇ ਤੇ (ਹਰਸਨ) ਹਰਖਤ ਹੋਤਾ ਹੈ, ਭਾਵ ਯਹ ਕਿ ਸੰਸਯ ਕੀ ਨਿਬ੍ਰਤੀ ਕਰ ਆਨੰਦ ਹੋਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy BweI! ieh bwxI krqwr dy pRym ivc rMgx vwlI hY, ies dI brkiq nwl krqwr dw drsn hMudw hY krqwr dy crnW dI Coh imldI hY mn ivc AwnMd qy iKVwau pYdw huMdw hY [1[","unicode":"ਹੇ ਭਾਈ! ਇਹ ਬਾਣੀ ਕਰਤਾਰ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਣ ਵਾਲੀ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕਰਤਾਰ ਦਾ ਦਰਸਨ ਹੰੁਦਾ ਹੈ ਕਰਤਾਰ ਦੇ ਚਰਨਾਂ ਦੀ ਛੋਹ ਮਿਲਦੀ ਹੈ ਮਨ ਵਿਚ ਆਨੰਦ ਤੇ ਖਿੜਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"ies ƒ vyK Aqy CUh ky mYN im`TVw Aqy pRsMn ho igAw hW[ ieh isrjxhwr dI pRIq nwl rMgI hoeI hY[","unicode":"ਇਸ ਨੂੰ ਵੇਖ ਅਤੇ ਛੂਹ ਕੇ ਮੈਂ ਮਿੱਠੜਾ ਅਤੇ ਪ੍ਰਸੰਨ ਹੋ ਗਿਆ ਹਾਂ। ਇਹ ਸਿਰਜਣਹਾਰ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"El estar imbuido en el Amor del Señor me conduce a tener la Visión del Señor y a florecer. (1) "},"hi":{"ss":"हे भाई ! ये बाणी करतार के प्रेम रंग में रंगने वाली है।इसकी बरकति से करतार के दर्शन होते हैं करतार के चरणों की छूह मिलती है मन में आनंद और खिलाउ पैदा होता है। 1।","sts":"इस वाणी द्वारा भगवान के दर्शन प्राप्त हो जाते हैं, प्रभु चरणों का स्पर्श मिल जाता है, मुरझाया हुआ मन खिल जाता है और मन में आनंद पैदा हो जाता है। यह वाणी करतार प्रभु के प्रेम से रंगी हुई है॥ १॥"}},"transliteration":{"english":"dharasan parasan sarasan harasan ra(n)g ra(n)gee karataaree re ||1||","hindi":"दरसन परसन सरसन हरसन रंगि रंगी करतारी रे ॥१॥","en":"dharasan parasan sarasan harasan ra(n)g ra(n)gee karataaree re ||1||","hi":"दरसन परसन सरसन हरसन रंगि रंगी करतारी रे ॥१॥","ipa":"d̪ərəsən pərəsən sərəsən hərəsən rəŋG rəŋGi kərət̪ɑri re.1.","ur":"درسن پرسن سرسن هرسن رںگ رںگیِ کرتاریِ رے ۔۔۱۔۔"},"pageNo":404,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":18465,"shabadId":1568,"verse":{"gurmukhi":"iKnu rm gur gm hir dm nh jm hir kMiT nwnk auir hwrI ry ]2]5]134]","unicode":"ਖਿਨੁ ਰਮ ਗੁਰ ਗਮ ਹਰਿ ਦਮ ਨਹ ਜਮ ਹਰਿ ਕੰਠਿ ਨਾਨਕ ਉਰਿ ਹਾਰੀ ਰੇ ॥੨॥੫॥੧੩੪॥"},"larivaar":{"gurmukhi":"iKnurmgurgmhirdmnhjmhirkMiTnwnkauirhwrIry]2]5]134]","unicode":"ਖਿਨੁਰਮਗੁਰਗਮਹਰਿਦਮਨਹਜਮਹਰਿਕੰਠਿਨਾਨਕਉਰਿਹਾਰੀਰੇ॥੨॥੫॥੧੩੪॥"},"translation":{"en":{"bdb":"Chanting it even for a moment, I rise to the Guru; meditating on it, one is not trapped by the Messenger of Death. The Lord has placed it as a garland around Nanak's neck, and within his heart. ||2||5||134||","ms":"By reciting it even for a moment, man mounts to the Guru and by ever repeating it he is not trapped by Death's Courier. God has garlanded Nanak's neck and heart with Gurbani.","ssk":"Chanting it even for a moment, I rise to the Guru; meditating on it, one is not trapped by the Messenger of Death. The Lord has placed it as a garland around Nanak's neck, and within his heart. ||2||5||134||"},"pu":{"ss":{"gurmukhi":"hy BweI! ies bwxI ƒ iek iKn vwsqy BI ihrdy ivc vswieAW gurU dy crnW qk phMuc bx jWdI hY, ies ƒ suAws suAws ihrdy ivc vswieAW jmW dw fr nhIN poh skdw [ hy nwnk! ies hir-kQw ƒ Awpxy gly ivc pRo r`K ies ƒ Awpxy ihrdy ivc hwr (bxw ky) r`K [2[5[134[","unicode":"ਹੇ ਭਾਈ! ਇਸ ਬਾਣੀ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤਕ ਪਹੰੁਚ ਬਣ ਜਾਂਦੀ ਹੈ, ਇਸ ਨੂੰ ਸੁਆਸ ਸੁਆਸ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ । ਹੇ ਨਾਨਕ! ਇਸ ਹਰਿ-ਕਥਾ ਨੂੰ ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਾਰ (ਬਣਾ ਕੇ) ਰੱਖ ।੨।੫।੧੩੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: (gur gm) gurU kI dI hUeI gÎwq sy (iKn rm hir dm) hr iKn myN hr sÍws myN ijs ny hir kI kQw myN rmx kIAw hY, Bwv khI vw suxI hY AOr (hir kMiT) hir nwm kI kQw hwr kI nÎweI (auir) vsys kr ky ijnW ny hI kMT myN rKI hY, iqn gurmuKoN ko (nh jm) jnm nhIN hoqw vw jm mwrg nhIN hoqw hY]2]5]134]Çsiq sMgiq kI mihmW kh kr prmysÍr sy iqs kI pRwpqI mWgqy hUey khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: (ਗੁਰ ਗਮ) ਗੁਰੂ ਕੀ ਦੀ ਹੂਈ ਗ੍ਯਾਤ ਸੇ (ਖਿਨ ਰਮ ਹਰਿ ਦਮ) ਹਰ ਖਿਨ ਮੇਂ ਹਰ ਸ੍ਵਾਸ ਮੇਂ ਜਿਸ ਨੇ ਹਰਿ ਕੀ ਕਥਾ ਮੇਂ ਰਮਣ ਕੀਆ ਹੈ, ਭਾਵ ਕਹੀ ਵਾ ਸੁਣੀ ਹੈ ਔਰ (ਹਰਿ ਕੰਠਿ) ਹਰਿ ਨਾਮ ਕੀ ਕਥਾ ਹਾਰ ਕੀ ਨ੍ਯਾਈ (ਉਰਿ) ਵਸੇਸ ਕਰ ਕੇ ਜਿਨਾਂ ਨੇ ਹੀ ਕੰਠ ਮੇਂ ਰਖੀ ਹੈ, ਤਿਨ ਗੁਰਮੁਖੋਂ ਕੋ (ਨਹ ਜਮ) ਜਨਮ ਨਹੀਂ ਹੋਤਾ ਵਾ ਜਮ ਮਾਰਗ ਨਹੀਂ ਹੋਤਾ ਹੈ॥੨॥੫॥੧੩੪॥☬ਸਤਿ ਸੰਗਤਿ ਕੀ ਮਹਿਮਾਂ ਕਹ ਕਰ ਪਰਮੇਸ੍ਵਰ ਸੇ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਮਾਂਗਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! ies bwxI ƒ iek iKn vwsqy BI ihrdy ivc vswieAW gurU dy crnW qk phMuc bx jWdI hY, ies ƒ suAws suAws ihrdy ivc vswieAW jmW dw fr nhIN poh skdw [ hy nwnk! ies hir-kQw ƒ Awpxy gly ivc pRo r`K ies ƒ Awpxy ihrdy ivc hwr (bxw ky) r`K [2[5[134[","unicode":"ਹੇ ਭਾਈ! ਇਸ ਬਾਣੀ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤਕ ਪਹੰੁਚ ਬਣ ਜਾਂਦੀ ਹੈ, ਇਸ ਨੂੰ ਸੁਆਸ ਸੁਆਸ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ । ਹੇ ਨਾਨਕ! ਇਸ ਹਰਿ-ਕਥਾ ਨੂੰ ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਾਰ (ਬਣਾ ਕੇ) ਰੱਖ ।੨।੫।੧੩੪।"},"ms":{"gurmukhi":"iek iCn mwqR ies dw pwT krn duAwrw ienswn gurW kol puj jWdw hY[ sdw hI ies dw aucwrn krn duAwrw auh mOq dy dUq dy jwl iv`c nhIN Psdw[ vwihgurU ny nwnk dy gl Aqy idl iv`c gurbwxI dw hwr pwieAw hY[","unicode":"ਇਕ ਛਿਨ ਮਾਤ੍ਰ ਇਸ ਦਾ ਪਾਠ ਕਰਨ ਦੁਆਰਾ ਇਨਸਾਨ ਗੁਰਾਂ ਕੋਲ ਪੁਜ ਜਾਂਦਾ ਹੈ। ਸਦਾ ਹੀ ਇਸ ਦਾ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਉਹ ਮੌਤ ਦੇ ਦੂਤ ਦੇ ਜਾਲ ਵਿੱਚ ਨਹੀਂ ਫਸਦਾ। ਵਾਹਿਗੁਰੂ ਨੇ ਨਾਨਕ ਦੇ ਗਲ ਅਤੇ ਦਿਲ ਵਿੱਚ ਗੁਰਬਾਣੀ ਦਾ ਹਾਰ ਪਾਇਆ ਹੈ।"}},"es":{"sn":"Si uno La recita tan sólo por un momento, se mete en el Guru, y si uno medita en ella, no es atrapado por la muerte, así el Señor compenetra su corazón para siempre. (2-5-134)"},"hi":{"ss":"हे भाई ! इस बाणी को एक छिन वास्ते भी हृदय में बसाने से गुरू के चरणों तक पहुँच बन जाती है।इसे स्वास-स्वास हृदय में बसाने से जमों का डर नहीं व्याप सकता।हे नानक ! इस हरि-कथा को अपने गले में परो के रख।अपने हृदय का हार (बना के) रख। 2। 5। 134।","sts":"इस वाणी का एकक्षण भर भी पाठ करने से मनुष्य गुरु के चरणों तक पहुँच जाता है। हरदम इसका जाप करने से जीव यमदूत के जाल में नहीं फँसता। हरि ने नानक के कण्ठ एवं हृदय में गुरुवाणी का हार पहनाया है॥ २॥ ५ ॥ १३४॥"}},"transliteration":{"english":"khin ram gur gam har dham neh jam har ka(n)Th naanak ur haaree re ||2||5||134||","hindi":"खिनु रम गुर गम हरि दम नह जम हरि कंठि नानक उरि हारी रे ॥२॥५॥१३४॥","en":"khin ram gur gam har dham neh jam har ka(n)Th naanak ur haaree re ||2||5||134||","hi":"खिनु रम गुर गम हरि दम नह जम हरि कंठि नानक उरि हारी रे ॥२॥५॥१३४॥","ipa":"kʰɪn rəm Gʊr Gəm hər d̪əm nəh d͡ʒəm hər kəŋʈʰ nɑnək oʊr hɑri re.2.5.1ə3ə4.","ur":"کھٍن رم گُر گم هر دم نه جم هرِ کںٹھ نانک اُر هاریِ رے ۔۔۲۔۔۵۔۔۱۳۴۔۔"},"pageNo":404,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":7,"t":"v"}]}}]}