{"shabadInfo":{"shabadId":1703,"shabadName":20929,"pageNo":466,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":466},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":5,"navigation":{"previous":1702,"next":1704},"verses":[{"verseId":20928,"shabadId":1703,"verse":{"gurmukhi":"mÚ 1 ]","unicode":"ਮਃ ੧ ॥"},"larivaar":{"gurmukhi":"mÚ1]","unicode":"ਮਃ੧॥"},"translation":{"en":{"bdb":"First Mehla:","ms":"1st Guru.","ssk":"First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pihlI pwqSwhI[","unicode":"ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"महला १ ॥"}},"transliteration":{"english":"mahalaa pehilaa ||","hindi":"म: १ ॥","en":"mahalaa pehilaa ||","hi":"म: १ ॥","ipa":"mahalaa pəhɪlɑ.","ur":"مÚ ۱ ۔۔"},"pageNo":466,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":20929,"shabadId":1703,"verse":{"gurmukhi":"imtI muslmwn kI pyVY peI kuim@Awr ]","unicode":"ਮਿਟੀ ਮੁਸਲਮਾਨ ਕੀ ਪੇੜੈ ਪਈ ਕੁਮਿੑਆਰ ॥"},"larivaar":{"gurmukhi":"imtImuslmwnkIpyVYpeIkuim@Awr]","unicode":"ਮਿਟੀਮੁਸਲਮਾਨਕੀਪੇੜੈਪਈਕੁਮਿੑਆਰ॥"},"translation":{"en":{"bdb":"The clay of the Muslim's grave becomes clay for the potter's wheel.","ms":"The clay of a Muslim (in the grave after death) falls into the potter's clod.","ssk":"The clay of the Muslim's grave becomes clay for the potter's wheel."},"pu":{"ss":{"gurmukhi":"(muslmwn ieh i^Awl krdy hn ik mrn qoN ipCoN ijnHW dw srIr swiVAw jWdw hY, auh dozk dI A`g ivc sVdy hn, pr) aus QW dI im`tI BI ij`Qy muslmwn murdy d`bdy hn (keI vwrI) kuimHAwr dy v`s pY jWdI hY (Bwv, auh im`tI cIkxI hox krky kuimHAwr lok keI vwrI auh im`tI BWfy bxwx leI lY AwauNdy hn);","unicode":"(ਮੁਸਲਮਾਨ ਇਹ ਖ਼ਿਆਲ ਕਰਦੇ ਹਨ ਕਿ ਮਰਨ ਤੋਂ ਪਿਛੋਂ ਜਿਨ੍ਹਾਂ ਦਾ ਸਰੀਰ ਸਾੜਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਦੋਜ਼ਕ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦੇ ਹਨ, ਪਰ) ਉਸ ਥਾਂ ਦੀ ਮਿੱਟੀ ਭੀ ਜਿੱਥੇ ਮੁਸਲਮਾਨ ਮੁਰਦੇ ਦੱਬਦੇ ਹਨ (ਕਈ ਵਾਰੀ) ਕੁਮ੍ਹਿਆਰ ਦੇ ਵੱਸ ਪੈ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਉਹ ਮਿੱਟੀ ਚੀਕਣੀ ਹੋਣ ਕਰਕੇ ਕੁਮ੍ਹਿਆਰ ਲੋਕ ਕਈ ਵਾਰੀ ਉਹ ਮਿੱਟੀ ਭਾਂਡੇ ਬਣਾਣ ਲਈ ਲੈ ਆਉਂਦੇ ਹਨ);"},"ft":{"gurmukhi":"muslmwnoN kI jhW kbryN hoN vhu imtI icknI hoqI hY, so kuimAwr log aus imtI ko Kod kr ky ly Awauqy hYN[ AOr aus ko BlI BWiq kmwauqy hYN, iPr auh imtI kumwroN ky pyVy myN pVqI hY ArQwq aus kw ipMnw hoqw hY]","unicode":"ਮੁਸਲਮਾਨੋਂ ਕੀ ਜਹਾਂ ਕਬਰੇਂ ਹੋਂ ਵਹੁ ਮਿਟੀ ਚਿਕਨੀ ਹੋਤੀ ਹੈ, ਸੋ ਕੁਮਿਆਰ ਲੋਗ ਉਸ ਮਿਟੀ ਕੋ ਖੋਦ ਕਰ ਕੇ ਲੇ ਆਉਤੇ ਹੈਂ। ਔਰ ਉਸ ਕੋ ਭਲੀ ਭਾਂਤਿ ਕਮਾਉਤੇ ਹੈਂ, ਫਿਰ ਉਹ ਮਿਟੀ ਕੁਮਾਰੋਂ ਕੇ ਪੇੜੇ ਮੇਂ ਪੜਤੀ ਹੈ ਅਰਥਾਤ ਉਸ ਕਾ ਪਿੰਨਾ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(muslmwn ieh i^Awl krdy hn ik mrn qoN ipCoN ijnHW dw srIr swiVAw jWdw hY, auh dozk dI A`g ivc sVdy hn, pr) aus QW dI im`tI BI ij`Qy muslmwn murdy d`bdy hn (keI vwrI) kuimHAwr dy v`s pY jWdI hY (Bwv, auh im`tI cIkxI hox krky kuimHAwr lok keI vwrI auh im`tI BWfy bxwx leI lY AwauNdy hn);","unicode":"(ਮੁਸਲਮਾਨ ਇਹ ਖ਼ਿਆਲ ਕਰਦੇ ਹਨ ਕਿ ਮਰਨ ਤੋਂ ਪਿਛੋਂ ਜਿਨ੍ਹਾਂ ਦਾ ਸਰੀਰ ਸਾੜਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਦੋਜ਼ਕ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦੇ ਹਨ, ਪਰ) ਉਸ ਥਾਂ ਦੀ ਮਿੱਟੀ ਭੀ ਜਿੱਥੇ ਮੁਸਲਮਾਨ ਮੁਰਦੇ ਦੱਬਦੇ ਹਨ (ਕਈ ਵਾਰੀ) ਕੁਮ੍ਹਿਆਰ ਦੇ ਵੱਸ ਪੈ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਉਹ ਮਿੱਟੀ ਚੀਕਣੀ ਹੋਣ ਕਰਕੇ ਕੁਮ੍ਹਿਆਰ ਲੋਕ ਕਈ ਵਾਰੀ ਉਹ ਮਿੱਟੀ ਭਾਂਡੇ ਬਣਾਣ ਲਈ ਲੈ ਆਉਂਦੇ ਹਨ);"},"ms":{"gurmukhi":"muslmwn dI kbr dI im`tI Gumwr dy ipMny iv`c pYdI hY[","unicode":"ਮੁਸਲਮਾਨ ਦੀ ਕਬਰ ਦੀ ਮਿੱਟੀ ਘੁਮਾਰ ਦੇ ਪਿੰਨੇ ਵਿੱਚ ਪੈਦੀ ਹੈ।"}},"es":{"sn":"El barro de la tumba del musulmán se vuelve el material que usa el orfebre. "},"hi":{"ss":"(मुसलमानों का ये विचार है कि मरने के बाद जिनका शरीर जलाया जाता है वे दोज़क की आग में जलते हैं।पर) उस जगह की मिट्टी भी जहाँ मुसलमान मुर्दे दबाते हैं (कई बार) कुम्हार के हाथ आ जाती है (भाव।वह मिट्टी चिकनी होने के कारण कुम्हार उस मिट्टी को बर्तन बनाने के लिए ले आते हैं);","sts":"मुसलमान जब मरता है तो उसे दफनाया जाता है और उसका शरीर मिट्टी बन जाता है लेकिन जब वह मिट्टी कुम्हार के पास आती है तो"}},"transliteration":{"english":"miTee musalamaan kee peRai piee kumi(h)aar ||","hindi":"मिटी मुसलमान की पेड़ै पई कुमि्िआर ॥","en":"miTee musalamaan kee peRai piee kumi(h)aar ||","hi":"मिटी मुसलमान की पेड़ै पई कुमि्िआर ॥","ipa":"mɪʈi mʊsələmɑn ki peɽæ pei kʊmɪ@əɑr.","ur":"مِٹیِ مُسلمان کیِ پےڑَے پای کُمھآر ۔۔"},"pageNo":466,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":20930,"shabadId":1703,"verse":{"gurmukhi":"GiV BWfy ietw kIAw jldI kry pukwr ]","unicode":"ਘੜਿ ਭਾਂਡੇ ਇਟਾ ਕੀਆ ਜਲਦੀ ਕਰੇ ਪੁਕਾਰ ॥"},"larivaar":{"gurmukhi":"GiVBWfyietwkIAwjldIkrypukwr]","unicode":"ਘੜਿਭਾਂਡੇਇਟਾਕੀਆਜਲਦੀਕਰੇਪੁਕਾਰ॥"},"translation":{"en":{"bdb":"Pots and bricks are fashioned from it, and it cries out as it burns.","ms":"From it vessels are fashioned and bricks made and it cries out as it burns.","ssk":"Pots and bricks are fashioned from it, and it cries out as it burns."},"pu":{"ss":{"gurmukhi":"(kuimHAwr aus im`tI ƒ) GV ky (aus dy) BWfy qy ie`tW bxwauNdw hY, (qy AwvI ivc pY ky, auh im`tI, mwno) sVdI hoeI pukwr krdI hY,","unicode":"(ਕੁਮ੍ਹਿਆਰ ਉਸ ਮਿੱਟੀ ਨੂੰ) ਘੜ ਕੇ (ਉਸ ਦੇ) ਭਾਂਡੇ ਤੇ ਇੱਟਾਂ ਬਣਾਉਂਦਾ ਹੈ, (ਤੇ ਆਵੀ ਵਿਚ ਪੈ ਕੇ, ਉਹ ਮਿੱਟੀ, ਮਾਨੋ) ਸੜਦੀ ਹੋਈ ਪੁਕਾਰ ਕਰਦੀ ਹੈ,"},"ft":{"gurmukhi":"iPr aus ko c`k pr rK kr EsI ky (BWfy) brqn GVqy hYN AOr ietW BI krIAW jwqIAW hY[ iPr Awvy myN icn kr Agn lgwauqy hYN[ qb vhu muslmwnoN kI imtI jlqI hUeI sUM sUM pukwr krqI hY, Bwv ik jo muJ ko phly jlwauqy qo Pyr ikauN duKu shnw pVqw]","unicode":"ਫਿਰ ਉਸ ਕੋ ਚੱਕ ਪਰ ਰਖ ਕਰ ਓਸੀ ਕੇ (ਭਾਂਡੇ) ਬਰਤਨ ਘੜਤੇ ਹੈਂ ਔਰ ਇਟਾਂ ਭੀ ਕਰੀਆਂ ਜਾਤੀਆਂ ਹੈ। ਫਿਰ ਆਵੇ ਮੇਂ ਚਿਨ ਕਰ ਅਗਨ ਲਗਾਉਤੇ ਹੈਂ। ਤਬ ਵਹੁ ਮੁਸਲਮਾਨੋਂ ਕੀ ਮਿਟੀ ਜਲਤੀ ਹੂਈ ਸੂੰ ਸੂੰ ਪੁਕਾਰ ਕਰਤੀ ਹੈ, ਭਾਵ ਕਿ ਜੋ ਮੁਝ ਕੋ ਪਹਲੇ ਜਲਾਉਤੇ ਤੋ ਫੇਰ ਕਿਉਂ ਦੁਖੁ ਸਹਨਾ ਪੜਤਾ॥"},"bdb":{"gurmukhi":"(kuimHAwr aus im`tI ƒ) GV ky (aus dy) BWfy qy ie`tW bxwauNdw hY, (qy AwvI ivc pY ky, auh im`tI, mwno) sVdI hoeI pukwr krdI hY,","unicode":"(ਕੁਮ੍ਹਿਆਰ ਉਸ ਮਿੱਟੀ ਨੂੰ) ਘੜ ਕੇ (ਉਸ ਦੇ) ਭਾਂਡੇ ਤੇ ਇੱਟਾਂ ਬਣਾਉਂਦਾ ਹੈ, (ਤੇ ਆਵੀ ਵਿਚ ਪੈ ਕੇ, ਉਹ ਮਿੱਟੀ, ਮਾਨੋ) ਸੜਦੀ ਹੋਈ ਪੁਕਾਰ ਕਰਦੀ ਹੈ,"},"ms":{"gurmukhi":"ies qoN brqn bxwey jWdy hn, qy ie`tW GVIAW jWdIAW hn[ sVdI hoeI ieh cIk-ichwVw pwauNdI hY[","unicode":"ਇਸ ਤੋਂ ਬਰਤਨ ਬਣਾਏ ਜਾਂਦੇ ਹਨ, ਤੇ ਇੱਟਾਂ ਘੜੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਸੜਦੀ ਹੋਈ ਇਹ ਚੀਕ-ਚਿਹਾੜਾ ਪਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"De él moldea ladrillos y vasijas y cuando lo introduce en el horno, el barro se lamenta. "},"hi":{"ss":"(कुम्हार उस मिट्टी को) घड़ के (उसके) बर्तन और ईटें बनाता है।","sts":"वह इससे बर्तन एवं ईंटें बनाता है,  यह जलती हुई मिट्टी चीखती-चिल्लाती है।"}},"transliteration":{"english":"ghaR bhaa(n)dde iTaa keeaa jaladhee kare pukaar ||","hindi":"घड़ि भाँडे इटा कीआ जलदी करे पुकार ॥","en":"ghaR bhaa(n)dde iTaa keeaa jaladhee kare pukaar ||","hi":"घड़ि भाँडे इटा कीआ जलदी करे पुकार ॥","ipa":"Gʰəɽ ɓɑⁿəɖe eɪʈɑ kiəɑ d͡ʒələd̪i kəre pʊkɑr.","ur":"گھڑ بھاںڈے اٹا کیِآ جلدیِ کرے پُکار ۔۔"},"pageNo":466,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":20931,"shabadId":1703,"verse":{"gurmukhi":"jil jil rovY bpuVI JiV JiV pvih AMigAwr ]","unicode":"ਜਲਿ ਜਲਿ ਰੋਵੈ ਬਪੁੜੀ ਝੜਿ ਝੜਿ ਪਵਹਿ ਅੰਗਿਆਰ ॥"},"larivaar":{"gurmukhi":"jiljilrovYbpuVIJiVJiVpvihAMigAwr]","unicode":"ਜਲਿਜਲਿਰੋਵੈਬਪੁੜੀਝੜਿਝੜਿਪਵਹਿਅੰਗਿਆਰ॥"},"translation":{"en":{"bdb":"The poor clay burns, burns and weeps, as the fiery coals fall upon it.","ms":"The poor clay burns, burns and weeps and the fiery coals continually fall from to it.","ssk":"The poor clay burns, burns and weeps, as the fiery coals fall upon it."},"pu":{"ss":{"gurmukhi":"sV ky ivcwrI roNdI hY qy aus ivcoN AMigAwry JV JV ky ifgdy hn, (pr injwq jW dozk dw murdw srIr dy swVn jW d`bx nwl koeI sMbMD nhIN hY),","unicode":"ਸੜ ਕੇ ਵਿਚਾਰੀ ਰੋਂਦੀ ਹੈ ਤੇ ਉਸ ਵਿਚੋਂ ਅੰਗਿਆਰੇ ਝੜ ਝੜ ਕੇ ਡਿਗਦੇ ਹਨ, (ਪਰ ਨਿਜਾਤ ਜਾਂ ਦੋਜ਼ਕ ਦਾ ਮੁਰਦਾ ਸਰੀਰ ਦੇ ਸਾੜਨ ਜਾਂ ਦੱਬਣ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਹੈ),"},"ft":{"gurmukhi":"vhu muslmwnoN kI imtI ibcwrI jl jl kr ky roqI hY AOr aus pr sy Agin ky AMgwry igr igr pVqy hYN]","unicode":"ਵਹੁ ਮੁਸਲਮਾਨੋਂ ਕੀ ਮਿਟੀ ਬਿਚਾਰੀ ਜਲ ਜਲ ਕਰ ਕੇ ਰੋਤੀ ਹੈ ਔਰ ਉਸ ਪਰ ਸੇ ਅਗਨਿ ਕੇ ਅੰਗਾਰੇ ਗਿਰ ਗਿਰ ਪੜਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"sV ky ivcwrI roNdI hY qy aus ivcoN AMigAwry JV JV ky ifgdy hn, (pr injwq jW dozk dw murdw srIr dy swVn jW d`bx nwl koeI sMbMD nhIN hY),","unicode":"ਸੜ ਕੇ ਵਿਚਾਰੀ ਰੋਂਦੀ ਹੈ ਤੇ ਉਸ ਵਿਚੋਂ ਅੰਗਿਆਰੇ ਝੜ ਝੜ ਕੇ ਡਿਗਦੇ ਹਨ, (ਪਰ ਨਿਜਾਤ ਜਾਂ ਦੋਜ਼ਕ ਦਾ ਮੁਰਦਾ ਸਰੀਰ ਦੇ ਸਾੜਨ ਜਾਂ ਦੱਬਣ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਹੈ),"},"ms":{"gurmukhi":"grIb im`tI m`cdI Aqy roNdI hY Aqy sVdy hoey koly ies qoN if`g if`g pYdy hn[","unicode":"ਗਰੀਬ ਮਿੱਟੀ ਮੱਚਦੀ ਅਤੇ ਰੋਂਦੀ ਹੈ ਅਤੇ ਸੜਦੇ ਹੋਏ ਕੋਲੇ ਇਸ ਤੋਂ ਡਿੱਗ ਡਿੱਗ ਪੈਦੇ ਹਨ।"}},"es":{"sn":"Sí, el barro se quema y llora mientras las fieras brazas caen incesantemente sobre él. "},"hi":{"ss":"(और भट्ठी में पड़ के।वह मिट्टी।मानो) जलती हुई पुकार करती है।जल के बिचारी रोती है और उस में से अंगिआरे झड़-झड़ के गिरते हैं। (पर निजात अथवा दोजक का।मुर्दा शरीर जलाने या दबाने से कोई संबंध नहीं है)।","sts":"बेचारी मिट्टी जल-जलकर रोती है और जलते हुए अंगारे उस पर गिरते हैं।"}},"transliteration":{"english":"jal jal rovai bapuRee jhaR jhaR paveh a(n)giaar ||","hindi":"जलि जलि रोवै बपुड़ी झड़ि झड़ि पवहि अंगिआर ॥","en":"jal jal rovai bapuRee jhaR jhaR paveh a(n)giaar ||","hi":"जलि जलि रोवै बपुड़ी झड़ि झड़ि पवहि अंगिआर ॥","ipa":"d͡ʒəl d͡ʒəl rɔʋæ bəpʊɽi ɖ͡ʐəɽ ɖ͡ʐəɽ pəʋəh əŋGɪəɑr.","ur":"جل جلِ رووَے بپڑیِ جھڑِ جھڑِ پوه اںگآر ۔۔"},"pageNo":466,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":20932,"shabadId":1703,"verse":{"gurmukhi":"nwnk ijin krqY kwrxu kIAw so jwxY krqwru ]2]","unicode":"ਨਾਨਕ ਜਿਨਿ ਕਰਤੈ ਕਾਰਣੁ ਕੀਆ ਸੋ ਜਾਣੈ ਕਰਤਾਰੁ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkijinkrqYkwrxukIAwsojwxYkrqwru]2]","unicode":"ਨਾਨਕਜਿਨਿਕਰਤੈਕਾਰਣੁਕੀਆਸੋਜਾਣੈਕਰਤਾਰੁ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, the Creator created the creation; the Creator Lord alone knows. ||2||","ms":"Nanak God, the Creator, who made the world, alone knows, whether it is better to burn or bury.","ssk":"O Nanak, the Creator created the creation; the Creator Lord alone knows. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs krqwr ny jgq dI mwieAw rcI hY, auh (Asl Byd ƒ) jwxdw hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਦੀ ਮਾਇਆ ਰਚੀ ਹੈ, ਉਹ (ਅਸਲ ਭੇਦ ਨੂੰ) ਜਾਣਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy syK jI! ijs krqw purK ny iesu kwrx kwrj rUp isRs†I ko kIAw hY, soeI krqwr ies Byd ko jwnqw hY[ AOr dUsrw nhIN jwnqw hY ik kOn sÍrg ko jwqw hY Aru kOn nrk ko jwqw hY]2]Çvw (imtI) ipRQI AwdI pMj qq rcq srIr rUpI (musl) kupu iesdw mwn hMkwr kI krnw hY[ qqoN rUpI imtI bRhmw rUp Gumwr dy (pyVY) ply vw loeIey, Bwv jo ipMfu pRxMm kr BWfw bnqw hY, iqs ky BWfy cYqn ietW jVdy hW krIAW, Bwv AsQwvr jMgm isRs†I rcI[ so imtI ibcwrI grB myN jlqI, Bwv duKI hUeI pukwr krqI hY[ punw ibvhwr myN jl jl duKI ho kr vIcwrI roNdI, Bwv imtI sbMD sY jIv roqy hYN[ AMgwr JV JV pYNdy, Bwv duK myN horu duK pRwpiq hoqw hY[ vw icKw myN jlny ky viKq AMgwr JV JV pVqy hYN[Çjy khy jIv duKoN sy kYsy bcy? iqs pr khqy hYN:Çijs krqy ny jgq ky kwrx bRhmw vw mwieAw mhqq AwidkoN ko kIAw hY, so Eh krqwru ƒ jwxy, qau duKoN qy rhq hoqw hY]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸੇਖ ਜੀ! ਜਿਸ ਕਰਤਾ ਪੁਰਖ ਨੇ ਇਸੁ ਕਾਰਣ ਕਾਰਜ ਰੂਪ ਸ੍ਰਿਸ੍ਟੀ ਕੋ ਕੀਆ ਹੈ, ਸੋਈ ਕਰਤਾਰ ਇਸ ਭੇਦ ਕੋ ਜਾਨਤਾ ਹੈ। ਔਰ ਦੂਸਰਾ ਨਹੀਂ ਜਾਨਤਾ ਹੈ ਕਿ ਕੌਨ ਸ੍ਵਰਗ ਕੋ ਜਾਤਾ ਹੈ ਅਰੁ ਕੌਨ ਨਰਕ ਕੋ ਜਾਤਾ ਹੈ॥੨॥☬ਵਾ (ਮਿਟੀ) ਪ੍ਰਿਥੀ ਆਦੀ ਪੰਜ ਤਤ ਰਚਤ ਸਰੀਰ ਰੂਪੀ (ਮੁਸਲ) ਕੁਪੁ ਇਸਦਾ ਮਾਨ ਹੰਕਾਰ ਕੀ ਕਰਨਾ ਹੈ। ਤਤੋਂ ਰੂਪੀ ਮਿਟੀ ਬ੍ਰਹਮਾ ਰੂਪ ਘੁਮਾਰ ਦੇ (ਪੇੜੈ) ਪਲੇ ਵਾ ਲੋਈਏ, ਭਾਵ ਜੋ ਪਿੰਡੁ ਪ੍ਰਣੰਮ ਕਰ ਭਾਂਡਾ ਬਨਤਾ ਹੈ, ਤਿਸ ਕੇ ਭਾਂਡੇ ਚੈਤਨ ਇਟਾਂ ਜੜਦੇ ਹਾਂ ਕਰੀਆਂ, ਭਾਵ ਅਸਥਾਵਰ ਜੰਗਮ ਸ੍ਰਿਸ੍ਟੀ ਰਚੀ। ਸੋ ਮਿਟੀ ਬਿਚਾਰੀ ਗਰਭ ਮੇਂ ਜਲਤੀ, ਭਾਵ ਦੁਖੀ ਹੂਈ ਪੁਕਾਰ ਕਰਤੀ ਹੈ। ਪੁਨਾ ਬਿਵਹਾਰ ਮੇਂ ਜਲ ਜਲ ਦੁਖੀ ਹੋ ਕਰ ਵੀਚਾਰੀ ਰੋਂਦੀ, ਭਾਵ ਮਿਟੀ ਸਬੰਧ ਸੈ ਜੀਵ ਰੋਤੇ ਹੈਂ। ਅੰਗਾਰ ਝੜ ਝੜ ਪੈਂਦੇ, ਭਾਵ ਦੁਖ ਮੇਂ ਹੋਰੁ ਦੁਖ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਵਾ ਚਿਖਾ ਮੇਂ ਜਲਨੇ ਕੇ ਵਖਿਤ ਅੰਗਾਰ ਝੜ ਝੜ ਪੜਤੇ ਹੈਂ।☬ਜੇ ਕਹੇ ਜੀਵ ਦੁਖੋਂ ਸੇ ਕੈਸੇ ਬਚੇ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਜਿਸ ਕਰਤੇ ਨੇ ਜਗਤ ਕੇ ਕਾਰਣ ਬ੍ਰਹਮਾ ਵਾ ਮਾਇਆ ਮਹਤਤ ਆਦਿਕੋਂ ਕੋ ਕੀਆ ਹੈ, ਸੋ ਓਹ ਕਰਤਾਰੁ ਨੂੰ ਜਾਣੇ, ਤਉ ਦੁਖੋਂ ਤੇ ਰਹਤ ਹੋਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! ijs krqwr ny jgq dI mwieAw rcI hY, auh (Asl Byd ƒ) jwxdw hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਦੀ ਮਾਇਆ ਰਚੀ ਹੈ, ਉਹ (ਅਸਲ ਭੇਦ ਨੂੰ) ਜਾਣਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk, kyvl vwihgurU, isrjxhwr hI, ijs ny sMswr swijAw hY, jwxdw hY ik swVnw cMgw hY jW d`bxw[","unicode":"ਨਾਨਕ, ਕੇਵਲ ਵਾਹਿਗੁਰੂ, ਸਿਰਜਣਹਾਰ ਹੀ, ਜਿਸ ਨੇ ਸੰਸਾਰ ਸਾਜਿਆ ਹੈ, ਜਾਣਦਾ ਹੈ ਕਿ ਸਾੜਨਾ ਚੰਗਾ ਹੈ ਜਾਂ ਦੱਬਣਾ।"}},"es":{"sn":"Dice Nanak, ¡Aquél que creó el mundo es el Único que sabe qué nos pasará en el más allá! (2)"},"hi":{"ss":"हे नानक ! जिस करतार ने जगत की माया रची है। वह (असल भेद को) जानता है। 2।","sts":"गुरु नानक देव जी कहते हैं कि जिस कर्ता प्रभु ने यह संसार बनाया है, वही इसका भेद जानता है कि जलाना भला है अथवा दफन करना ॥ २ ॥"}},"transliteration":{"english":"naanak jin karatai kaaran keeaa so jaanai karataar ||2||","hindi":"नानक जिनि करतै कारणु कीआ सो जाणै करतारु ॥२॥","en":"naanak jin karatai kaaran keeaa so jaanai karataar ||2||","hi":"नानक जिनि करतै कारणु कीआ सो जाणै करतारु ॥२॥","ipa":"nɑnək d͡ʒɪn kərət̪æ kɑrəɳ kiəɑ sɔ d͡ʒɑɳæ kərət̪ɑr.2.","ur":"نانک جن کرتَے کارݨ کیِآ سو جاݨَے کرتار ۔۔۲۔۔"},"pageNo":466,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}