{"shabadInfo":{"shabadId":1717,"shabadName":21061,"pageNo":468,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":468},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":7,"navigation":{"previous":1716,"next":1718},"verses":[{"verseId":21060,"shabadId":1717,"verse":{"gurmukhi":"sloku mÚ 1 ]","unicode":"ਸਲੋਕੁ ਮਃ ੧ ॥"},"larivaar":{"gurmukhi":"slokumÚ1]","unicode":"ਸਲੋਕੁਮਃ੧॥"},"translation":{"en":{"bdb":"Shalok, First Mehla:","ms":"Slok 1st Guru.","ssk":"Salok, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"slok pihlI pwqSwhI[","unicode":"ਸਲੋਕ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Shlok, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"श्लोक महला १॥"}},"transliteration":{"english":"salok mahalaa pehilaa ||","hindi":"सलोकु म: १ ॥","en":"salok mahalaa pehilaa ||","hi":"सलोकु म: १ ॥","ipa":"səlɔk mahalaa pəhɪlɑ.","ur":"سلوک مÚ ۱ ۔۔"},"pageNo":468,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":21061,"shabadId":1717,"verse":{"gurmukhi":"sic kwlu kUVu vriqAw kil kwlK byqwl ]","unicode":"ਸਚਿ ਕਾਲੁ ਕੂੜੁ ਵਰਤਿਆ ਕਲਿ ਕਾਲਖ ਬੇਤਾਲ ॥"},"larivaar":{"gurmukhi":"sickwlukUVuvriqAwkilkwlKbyqwl]","unicode":"ਸਚਿਕਾਲੁਕੂੜੁਵਰਤਿਆਕਲਿਕਾਲਖਬੇਤਾਲ॥"},"translation":{"en":{"bdb":"There is a famine of Truth; falsehood prevails, and the blackness of the Dark Age of Kali Yuga has turned men into demons.","ms":"There is a famine of truth, falsehood prevails and the blackness of the Dark age has made men demons.","ssk":"There is a famine of Truth; falsehood prevails, and the blackness of the Dark Age of Kali Yuga has turned men into demons."},"pu":{"ss":{"gurmukhi":"(sMswrk jIvW dy ihrdy ivcoN) s`c au~f igAw hY Aqy kUV hI kUV prDwn ho irhw hY, kljug dI (pwpW dI) kwlK dy kwrn jIv BUqny bx rhy hn (Bwv, jgq dw moh prbl ho irhw hY, jgq dy swjxhwr nwl sWJ bxwx dw i^Awl jIvW dy ihridAW ivcoN dUr ho irhw hY, Aqy ismrn qoN ibnw jIv mwno BUqny hn) [ ","unicode":"(ਸੰਸਾਰਕ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਸੱਚ ਉੱਡ ਗਿਆ ਹੈ ਅਤੇ ਕੂੜ ਹੀ ਕੂੜ ਪਰਧਾਨ ਹੋ ਰਿਹਾ ਹੈ, ਕਲਜੁਗ ਦੀ (ਪਾਪਾਂ ਦੀ) ਕਾਲਖ ਦੇ ਕਾਰਨ ਜੀਵ ਭੂਤਨੇ ਬਣ ਰਹੇ ਹਨ (ਭਾਵ, ਜਗਤ ਦਾ ਮੋਹ ਪਰਬਲ ਹੋ ਰਿਹਾ ਹੈ, ਜਗਤ ਦੇ ਸਾਜਣਹਾਰ ਨਾਲ ਸਾਂਝ ਬਣਾਣ ਦਾ ਖ਼ਿਆਲ ਜੀਵਾਂ ਦੇ ਹਿਰਦਿਆਂ ਵਿਚੋਂ ਦੂਰ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜੀਵ ਮਾਨੋ ਭੂਤਨੇ ਹਨ) । "},"ft":{"gurmukhi":"kiljug myN pwpoN kI kwilk kr ky sB jIv (byqwl) BUq ho rhy hYN sc bolny kw kwl pVw hY AOr JUT sB myN brqmwn ho rhw hY]","unicode":"ਕਲਿਜੁਗ ਮੇਂ ਪਾਪੋਂ ਕੀ ਕਾਲਿਕ ਕਰ ਕੇ ਸਭ ਜੀਵ (ਬੇਤਾਲ) ਭੂਤ ਹੋ ਰਹੇ ਹੈਂ ਸਚ ਬੋਲਨੇ ਕਾ ਕਾਲ ਪੜਾ ਹੈ ਔਰ ਝੂਠ ਸਭ ਮੇਂ ਬਰਤਮਾਨ ਹੋ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(sMswrk jIvW dy ihrdy ivcoN) s`c au~f igAw hY Aqy kUV hI kUV prDwn ho irhw hY, kljug dI (pwpW dI) kwlK dy kwrn jIv BUqny bx rhy hn (Bwv, jgq dw moh prbl ho irhw hY, jgq dy swjxhwr nwl sWJ bxwx dw i^Awl jIvW dy ihridAW ivcoN dUr ho irhw hY, Aqy ismrn qoN ibnw jIv mwno BUqny hn) [ ","unicode":"(ਸੰਸਾਰਕ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਸੱਚ ਉੱਡ ਗਿਆ ਹੈ ਅਤੇ ਕੂੜ ਹੀ ਕੂੜ ਪਰਧਾਨ ਹੋ ਰਿਹਾ ਹੈ, ਕਲਜੁਗ ਦੀ (ਪਾਪਾਂ ਦੀ) ਕਾਲਖ ਦੇ ਕਾਰਨ ਜੀਵ ਭੂਤਨੇ ਬਣ ਰਹੇ ਹਨ (ਭਾਵ, ਜਗਤ ਦਾ ਮੋਹ ਪਰਬਲ ਹੋ ਰਿਹਾ ਹੈ, ਜਗਤ ਦੇ ਸਾਜਣਹਾਰ ਨਾਲ ਸਾਂਝ ਬਣਾਣ ਦਾ ਖ਼ਿਆਲ ਜੀਵਾਂ ਦੇ ਹਿਰਦਿਆਂ ਵਿਚੋਂ ਦੂਰ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜੀਵ ਮਾਨੋ ਭੂਤਨੇ ਹਨ) । "},"ms":{"gurmukhi":"s`cweI dw kihq (kwl) pY igAw hY, JUT pRc`lq ho irhw hY, Aqy kwly Xu`g dI isAwhI ny bMidAW ƒ BUqny bxw C`ifAw hY[","unicode":"ਸੱਚਾਈ ਦਾ ਕਹਿਤ (ਕਾਲ) ਪੈ ਗਿਆ ਹੈ, ਝੂਠ ਪ੍ਰਚੱਲਤ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਕਾਲੇ ਯੁੱਗ ਦੀ ਸਿਆਹੀ ਨੇ ਬੰਦਿਆਂ ਨੂੰ ਭੂਤਨੇ ਬਣਾ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"Hay una escasez de la Verdad. La falsedad está difundida en todas partes, y la oscura Era de Kali Yug baila su loco baile. "},"hi":{"ss":"(संसारिक जीवों के हृदय में से) सच उड़ गया है और झूठ ही झूठ प्रधान हो रहा है।कलियुग की (पापों की) कालिख के कारण जीव भूतने बन रहे हैं (भाव।जगत का मोह प्रबल हो रहा है।जगत के सृजनहार से सांझ बनाने का ख्याल जीवों के दिलों में से दूर हो रहा है।और सिमरन के बिना जीव मानो भूतने हैं)।","sts":"अब सत्य का अकाल पड़ गया है अर्थात् सत्य लुप्त हो गया है एवं झूठ का प्रसार प्रचलित है, इस कलियुग की कालिख ने लोगों को बेताल बना दिया है।"}},"transliteration":{"english":"sach kaal kooR varatiaa kal kaalakh betaal ||","hindi":"सचि कालु कूड़ु वरतिआ कलि कालख बेताल ॥","en":"sach kaal kooR varatiaa kal kaalakh betaal ||","hi":"सचि कालु कूड़ु वरतिआ कलि कालख बेताल ॥","ipa":"sət͡ʃ kɑl kuɽ ʋərət̪ɪəɑ kəl kɑləkʰ bet̪ɑl.","ur":"سچ کال کُوڑ ورتآ کلِ کالکھ بےتال ۔۔"},"pageNo":468,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21062,"shabadId":1717,"verse":{"gurmukhi":"bIau bIij piq lY gey Ab ikau augvY dwil ]","unicode":"ਬੀਉ ਬੀਜਿ ਪਤਿ ਲੈ ਗਏ ਅਬ ਕਿਉ ਉਗਵੈ ਦਾਲਿ ॥"},"larivaar":{"gurmukhi":"bIaubIijpiqlYgeyAbikauaugvYdwil]","unicode":"ਬੀਉਬੀਜਿਪਤਿਲੈਗਏਅਬਕਿਉਉਗਵੈਦਾਲਿ॥"},"translation":{"en":{"bdb":"Those who planted their seed have departed with honor; now, how can the shattered seed sprout?","ms":"They, who have sown the seed of the Name have departed with honour. How can the broken seed sprout now?","ssk":"Those who planted their seed have departed with honor; now, how can the shattered seed sprout?"},"pu":{"ss":{"gurmukhi":"ijnHW ny (hrI dw nwm) bIj (Awpxy ihridAW ivc) bIijAw, auh ies jgq qoN soBw K`t ky gey [ pr hux (nwm dw) AMkur PutxoN rih igAw hY, (ikauNik mn) dwl vWg (do-PwV ho rhy hn, Bwv duic`qw-pn dy kwrn jIvW dw mn nwm ivc nhIN juVdw) [","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ (ਹਰੀ ਦਾ ਨਾਮ) ਬੀਜ (ਆਪਣੇ ਹਿਰਦਿਆਂ ਵਿਚ) ਬੀਜਿਆ, ਉਹ ਇਸ ਜਗਤ ਤੋਂ ਸੋਭਾ ਖੱਟ ਕੇ ਗਏ । ਪਰ ਹੁਣ (ਨਾਮ ਦਾ) ਅੰਕੁਰ ਫੁਟਣੋਂ ਰਹਿ ਗਿਆ ਹੈ, (ਕਿਉਂਕਿ ਮਨ) ਦਾਲ ਵਾਂਗ (ਦੋ-ਫਾੜ ਹੋ ਰਹੇ ਹਨ, ਭਾਵ ਦੁਚਿੱਤਾ-ਪਨ ਦੇ ਕਾਰਨ ਜੀਵਾਂ ਦਾ ਮਨ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ) ।"},"ft":{"gurmukhi":"ijnoN ny ipCly jug myN jgwid krmoN kw bIju bIjw hY, so pRiqs†w ly kr sÍrgwidkoN myN gey hYN[ Ab ies jug myN aus bIj kI dwl ho geI ArQwq n iriK rhy, n Dn rhw, n mMqRoN myN SkqI rhI[ Ab jo aun krmoN ko kIAw cwhuqy hYN, jo (augvY) AMkirq hoiegy so kbI nhIN hoiegy]","unicode":"ਜਿਨੋਂ ਨੇ ਪਿਛਲੇ ਜੁਗ ਮੇਂ ਜਗਾਦਿ ਕਰਮੋਂ ਕਾ ਬੀਜੁ ਬੀਜਾ ਹੈ, ਸੋ ਪ੍ਰਤਿਸ੍ਟਾ ਲੇ ਕਰ ਸ੍ਵਰਗਾਦਿਕੋਂ ਮੇਂ ਗਏ ਹੈਂ। ਅਬ ਇਸ ਜੁਗ ਮੇਂ ਉਸ ਬੀਜ ਕੀ ਦਾਲ ਹੋ ਗਈ ਅਰਥਾਤ ਨ ਰਿਖਿ ਰਹੇ, ਨ ਧਨ ਰਹਾ, ਨ ਮੰਤ੍ਰੋਂ ਮੇਂ ਸ਼ਕਤੀ ਰਹੀ। ਅਬ ਜੋ ਉਨ ਕਰਮੋਂ ਕੋ ਕੀਆ ਚਾਹੁਤੇ ਹੈਂ, ਜੋ (ਉਗਵੈ) ਅੰਕਰਿਤ ਹੋਇਗੇ ਸੋ ਕਬੀ ਨਹੀਂ ਹੋਇਗੇ॥"},"bdb":{"gurmukhi":"ijnHW ny (hrI dw nwm) bIj (Awpxy ihridAW ivc) bIijAw, auh ies jgq qoN soBw K`t ky gey [ pr hux (nwm dw) AMkur PutxoN rih igAw hY, (ikauNik mn) dwl vWg (do-PwV ho rhy hn, Bwv duic`qw-pn dy kwrn jIvW dw mn nwm ivc nhIN juVdw) [","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ (ਹਰੀ ਦਾ ਨਾਮ) ਬੀਜ (ਆਪਣੇ ਹਿਰਦਿਆਂ ਵਿਚ) ਬੀਜਿਆ, ਉਹ ਇਸ ਜਗਤ ਤੋਂ ਸੋਭਾ ਖੱਟ ਕੇ ਗਏ । ਪਰ ਹੁਣ (ਨਾਮ ਦਾ) ਅੰਕੁਰ ਫੁਟਣੋਂ ਰਹਿ ਗਿਆ ਹੈ, (ਕਿਉਂਕਿ ਮਨ) ਦਾਲ ਵਾਂਗ (ਦੋ-ਫਾੜ ਹੋ ਰਹੇ ਹਨ, ਭਾਵ ਦੁਚਿੱਤਾ-ਪਨ ਦੇ ਕਾਰਨ ਜੀਵਾਂ ਦਾ ਮਨ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ) ।"},"ms":{"gurmukhi":"ijnHW ny nwm dw bIj bIijAw hY, auh iejq AwbrU nwl gey hn[ hux tuitAw hoieAw bIj iks qrHW puMgr skdw hY?","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਿਆ ਹੈ, ਉਹ ਇਜਤ ਆਬਰੂ ਨਾਲ ਗਏ ਹਨ। ਹੁਣ ਟੁਟਿਆ ਹੋਇਆ ਬੀਜ ਕਿਸ ਤਰ੍ਹਾਂ ਪੁੰਗਰ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"Aquéllos que plantaron la buena semilla, cosecharon Amor. "},"hi":{"ss":"जिन्होंने (हरी का नाम) बीज (अपने हृदयों में) बीजा।वे इस जगत से शोभा कमा के गए।पर अब (नाम का) अंकुर फूटने से रह गया है (क्योंकि मन) दाल की तरह (दो-फाड़ हो रहे हैं।भाव।दुचित्तेपन के कारण जीवों का मन नाम में नहीं जुड़ता)।","sts":"जिन्होंने प्रभु-नाम का बीज बोया था वह मान-प्रतिष्ठा से (जगत से) गए हैं, परन्तु अब टूटा हुआ (नाम का) बीज कैसे अंकुरित हो सकता है ?"}},"transliteration":{"english":"beeau beej pat lai ge ab kiau ugavai dhaal ||","hindi":"बीउ बीजि पति लै गए अब किउ उगवै दालि ॥","en":"beeau beej pat lai ge ab kiau ugavai dhaal ||","hi":"बीउ बीजि पति लै गए अब किउ उगवै दालि ॥","ipa":"bio bid͡ʒ pət̪ læ Gee əb kɪo oʊGəʋæ d̪ɑl.","ur":"بیِا بیِج پت لَے گاے اب کا اُگوَے دال ۔۔"},"pageNo":468,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21063,"shabadId":1717,"verse":{"gurmukhi":"jy ieku hoie q augvY ruqI hU ruiq hoie ]","unicode":"ਜੇ ਇਕੁ ਹੋਇ ਤ ਉਗਵੈ ਰੁਤੀ ਹੂ ਰੁਤਿ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"jyiekuhoieqaugvYruqIhUruiqhoie]","unicode":"ਜੇਇਕੁਹੋਇਤਉਗਵੈਰੁਤੀਹੂਰੁਤਿਹੋਇ॥"},"translation":{"en":{"bdb":"If the seed is whole, and it is the proper season, then the seed will sprout.","ms":"if the seed be whole and there be the proper season, then the seed germinates.","ssk":"If the seed is whole, and it is the proper season, then the seed will sprout."},"pu":{"ss":{"gurmukhi":"bIj au~gdw qW hI hY, jy bIj swbq hovy Aqy bIjx dI ruq vI cMgI PbvIN hovy, (iesy qrHW r`b dw nwm-AMkur BI qW hI Putdw hY jy mn swbq hovy, jy pUrn qOr qy r`b vl l`gw rhy Aqy smw AMimRq vylw BI KuMJwieAw nw jwey) [","unicode":"ਬੀਜ ਉੱਗਦਾ ਤਾਂ ਹੀ ਹੈ, ਜੇ ਬੀਜ ਸਾਬਤ ਹੋਵੇ ਅਤੇ ਬੀਜਣ ਦੀ ਰੁਤ ਵੀ ਚੰਗੀ ਫਬਵੀਂ ਹੋਵੇ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਬ ਦਾ ਨਾਮ-ਅੰਕੁਰ ਭੀ ਤਾਂ ਹੀ ਫੁਟਦਾ ਹੈ ਜੇ ਮਨ ਸਾਬਤ ਹੋਵੇ, ਜੇ ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਬ ਵਲ ਲੱਗਾ ਰਹੇ ਅਤੇ ਸਮਾ ਅੰਮ੍ਰਿਤ ਵੇਲਾ ਭੀ ਖੁੰਝਾਇਆ ਨਾ ਜਾਏ) ।"},"ft":{"gurmukhi":"jy iek dwnw, Bwv jg kI pUrI smgRI hoie, ruqoN myN ruq BI hoie, Bwv sq qRyqw dÍwpur hoie qO (augvY) jMmy, Bwv krmu Pl pRdwqw hovY]","unicode":"ਜੇ ਇਕ ਦਾਨਾ, ਭਾਵ ਜਗ ਕੀ ਪੂਰੀ ਸਮਗ੍ਰੀ ਹੋਇ, ਰੁਤੋਂ ਮੇਂ ਰੁਤ ਭੀ ਹੋਇ, ਭਾਵ ਸਤ ਤ੍ਰੇਤਾ ਦ੍ਵਾਪੁਰ ਹੋਇ ਤੌ (ਉਗਵੈ) ਜੰਮੇ, ਭਾਵ ਕਰਮੁ ਫਲ ਪ੍ਰਦਾਤਾ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"bIj au~gdw qW hI hY, jy bIj swbq hovy Aqy bIjx dI ruq vI cMgI PbvIN hovy, (iesy qrHW r`b dw nwm-AMkur BI qW hI Putdw hY jy mn swbq hovy, jy pUrn qOr qy r`b vl l`gw rhy Aqy smw AMimRq vylw BI KuMJwieAw nw jwey) [","unicode":"ਬੀਜ ਉੱਗਦਾ ਤਾਂ ਹੀ ਹੈ, ਜੇ ਬੀਜ ਸਾਬਤ ਹੋਵੇ ਅਤੇ ਬੀਜਣ ਦੀ ਰੁਤ ਵੀ ਚੰਗੀ ਫਬਵੀਂ ਹੋਵੇ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਬ ਦਾ ਨਾਮ-ਅੰਕੁਰ ਭੀ ਤਾਂ ਹੀ ਫੁਟਦਾ ਹੈ ਜੇ ਮਨ ਸਾਬਤ ਹੋਵੇ, ਜੇ ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਬ ਵਲ ਲੱਗਾ ਰਹੇ ਅਤੇ ਸਮਾ ਅੰਮ੍ਰਿਤ ਵੇਲਾ ਭੀ ਖੁੰਝਾਇਆ ਨਾ ਜਾਏ) ।"},"ms":{"gurmukhi":"jykr bIj mukMml hovy Aqy munwisb mOsm hovy, qd hI bI jMm pYNdw hY[","unicode":"ਜੇਕਰ ਬੀਜ ਮੁਕੰਮਲ ਹੋਵੇ ਅਤੇ ਮੁਨਾਸਿਬ ਮੌਸਮ ਹੋਵੇ, ਤਦ ਹੀ ਬੀ ਜੰਮ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"¿Cómo puede la semilla rota, germinar? Primero la semilla debe de estar entera, "},"hi":{"ss":"बीज उगता तब ही है।अगर दाना (बीज) साबत हो और बीजने की ऋतु भी फबवीं हो।(इसी तरह रॅब का नाम-अंकुर भी तभी फूटता है अगर मन साबत हो।अगर पूर्ण तौर पर ईश्वर की ओर लगा रहे और समय अमृत बेला भी गवाया ना जाए)।","sts":"यदि बीज सम्पूर्ण हो और ऋतु भी सुहावनी हो तो यह अंकुरित हो सकता है।"}},"transliteration":{"english":"je ik hoi ta ugavai rutee hoo rut hoi ||","hindi":"जे इकु होइ त उगवै रुती हू रुति होइ ॥","en":"je ik hoi ta ugavai rutee hoo rut hoi ||","hi":"जे इकु होइ त उगवै रुती हू रुति होइ ॥","ipa":"d͡ʒe eɪk hɔeɪ t̪ oʊGəʋæ rʊt̪i hu rʊt̪ hɔeɪ.","ur":"جے اک هوا ت اُگوَے رُتیِ هُو رُت هوا ۔۔"},"pageNo":468,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21064,"shabadId":1717,"verse":{"gurmukhi":"nwnk pwhY bwhrw korY rMgu n soie ]","unicode":"ਨਾਨਕ ਪਾਹੈ ਬਾਹਰਾ ਕੋਰੈ ਰੰਗੁ ਨ ਸੋਇ ॥"},"larivaar":{"gurmukhi":"nwnkpwhYbwhrwkorYrMgunsoie]","unicode":"ਨਾਨਕਪਾਹੈਬਾਹਰਾਕੋਰੈਰੰਗੁਨਸੋਇ॥"},"translation":{"en":{"bdb":"O Nanak, without treatment, the raw fabric cannot be dyed.","ms":"Nanak, without a mordant, the brand new cloth cannot be dyed.","ssk":"O Nanak, without treatment, the raw fabric cannot be dyed."},"pu":{"ss":{"gurmukhi":"hy nwnk! jy lwg n vrqI jwey qW kory k`pVy ƒ auh (sohxw p`kw) rMg nhIN cVHdw (jo lwg vriqAW cVHdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਜੇ ਲਾਗ ਨ ਵਰਤੀ ਜਾਏ ਤਾਂ ਕੋਰੇ ਕੱਪੜੇ ਨੂੰ ਉਹ (ਸੋਹਣਾ ਪੱਕਾ) ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ (ਜੋ ਲਾਗ ਵਰਤਿਆਂ ਚੜ੍ਹਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jYsy pwhu dIey qy ibnW kory bsqR pr rMg dI soie soBw nhIN hoqI, krmoN kI iehW soBw nhIN AO XQwrQ Plu nhIN hoqw]ÇsmgRI pr bsqR kw audwhrx khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੈਸੇ ਪਾਹੁ ਦੀਏ ਤੇ ਬਿਨਾਂ ਕੋਰੇ ਬਸਤ੍ਰ ਪਰ ਰੰਗ ਦੀ ਸੋਇ ਸੋਭਾ ਨਹੀਂ ਹੋਤੀ, ਕਰਮੋਂ ਕੀ ਇਹਾਂ ਸੋਭਾ ਨਹੀਂ ਔ ਯਥਾਰਥ ਫਲੁ ਨਹੀਂ ਹੋਤਾ॥☬ਸਮਗ੍ਰੀ ਪਰ ਬਸਤ੍ਰ ਕਾ ਉਦਾਹਰਣ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! jy lwg n vrqI jwey qW kory k`pVy ƒ auh (sohxw p`kw) rMg nhIN cVHdw (jo lwg vriqAW cVHdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਜੇ ਲਾਗ ਨ ਵਰਤੀ ਜਾਏ ਤਾਂ ਕੋਰੇ ਕੱਪੜੇ ਨੂੰ ਉਹ (ਸੋਹਣਾ ਪੱਕਾ) ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ (ਜੋ ਲਾਗ ਵਰਤਿਆਂ ਚੜ੍ਹਦਾ ਹੈ ।"},"ms":{"gurmukhi":"nwnk lwg dy bgYr nvW nkor k`pVw rMigAw nhIN jw skdw[","unicode":"ਨਾਨਕ ਲਾਗ ਦੇ ਬਗੈਰ ਨਵਾਂ ਨਕੋਰ ਕੱਪੜਾ ਰੰਗਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।"}},"es":{"sn":"y luego la estación debe de ser propicia. Y solamente así, la semilla germinará."},"hi":{"ss":"हे नानक ! अगर लाग ना बरती जाए तो कोरे कपड़े को वह (सुंदर पक्का) रंग नहीं चढ़ता (जो लाग बरतने से चढ़ता है।इस तरह अगर इस कोरे मन को रॅब के नाम-रंग में सुंदर रंग देना हो। तो पहले इसे)","sts":"हे नानक ! यदि लाग का प्रयोग न किया जाए तो नवीन वस्त्र रंगा नहीं जा सकता।"}},"transliteration":{"english":"naanak paahai baaharaa korai ra(n)g na soi ||","hindi":"नानक पाहै बाहरा कोरै रंगु न सोइ ॥","en":"naanak paahai baaharaa korai ra(n)g na soi ||","hi":"नानक पाहै बाहरा कोरै रंगु न सोइ ॥","ipa":"nɑnək pɑhæ bɑhərɑ kɔræ rəŋG nə sɔeɪ.","ur":"نانک پاهَے باهرا کورَے رںگ ن سوا ۔۔"},"pageNo":468,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}},{"verseId":21065,"shabadId":1717,"verse":{"gurmukhi":"BY ivic KuMib cVweIAY srmu pwhu qin hoie ]","unicode":"ਭੈ ਵਿਚਿ ਖੁੰਬਿ ਚੜਾਈਐ ਸਰਮੁ ਪਾਹੁ ਤਨਿ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"BYivicKuMibcVweIAYsrmupwhuqinhoie]","unicode":"ਭੈਵਿਚਿਖੁੰਬਿਚੜਾਈਐਸਰਮੁਪਾਹੁਤਨਿਹੋਇ॥"},"translation":{"en":{"bdb":"In the Fear of God it is bleached white, if the treatment of modesty is applied to the cloth of the body.","ms":"If the mordant of modesty be modesty be applied to the body it is washed white of sins in Lord's fear.","ssk":"In the Fear of God it is bleached white, if the treatment of modesty is applied to the cloth of the body."},"pu":{"ss":{"gurmukhi":"iesy qrHW jy ies kory mn ƒ r`b dy nwm-rMg ivc sohxw rMg dyxw hovy, qW pihlW ies ƒ) r`b dy fr rUp KuMb qy DrIey; Pyr imhnq qy au~dm dI pwh dyeIey [ ","unicode":"ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਇਸ ਕੋਰੇ ਮਨ ਨੂੰ ਰੱਬ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਸੋਹਣਾ ਰੰਗ ਦੇਣਾ ਹੋਵੇ, ਤਾਂ ਪਹਿਲਾਂ ਇਸ ਨੂੰ) ਰੱਬ ਦੇ ਡਰ ਰੂਪ ਖੁੰਬ ਤੇ ਧਰੀਏ; ਫੇਰ ਮਿਹਨਤ ਤੇ ਉੱਦਮ ਦੀ ਪਾਹ ਦੇਈਏ । "},"ft":{"gurmukhi":"vwhgurU ky BÎ myN rhnw mn bsqR ko iesu KuMb pr cVweIAY, mMd krmoN sy (srmu) ljÎw krnI iehu (qin) srIr ko, Bwv sUKm srIr mn ko pwhu hovy]","unicode":"ਵਾਹਗੁਰੂ ਕੇ ਭ੍ਯ ਮੇਂ ਰਹਨਾ ਮਨ ਬਸਤ੍ਰ ਕੋ ਇਸੁ ਖੁੰਬ ਪਰ ਚੜਾਈਐ, ਮੰਦ ਕਰਮੋਂ ਸੇ (ਸਰਮੁ) ਲਜ੍ਯਾ ਕਰਨੀ ਇਹੁ (ਤਨਿ) ਸਰੀਰ ਕੋ, ਭਾਵ ਸੂਖਮ ਸਰੀਰ ਮਨ ਕੋ ਪਾਹੁ ਹੋਵੇ॥"},"bdb":{"gurmukhi":"iesy qrHW jy ies kory mn ƒ r`b dy nwm-rMg ivc sohxw rMg dyxw hovy, qW pihlW ies ƒ) r`b dy fr rUp KuMb qy DrIey; Pyr imhnq qy au~dm dI pwh dyeIey [ ","unicode":"ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਇਸ ਕੋਰੇ ਮਨ ਨੂੰ ਰੱਬ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਸੋਹਣਾ ਰੰਗ ਦੇਣਾ ਹੋਵੇ, ਤਾਂ ਪਹਿਲਾਂ ਇਸ ਨੂੰ) ਰੱਬ ਦੇ ਡਰ ਰੂਪ ਖੁੰਬ ਤੇ ਧਰੀਏ; ਫੇਰ ਮਿਹਨਤ ਤੇ ਉੱਦਮ ਦੀ ਪਾਹ ਦੇਈਏ । "},"ms":{"gurmukhi":"jykr dyih ƒ l`ijAw dI lwg lw id`qI jwvy, qW ieh pRBU dy fr AMdr pwpW qoN Do ky aujl ho jWdI hY[","unicode":"ਜੇਕਰ ਦੇਹਿ ਨੂੰ ਲੱਜਿਆ ਦੀ ਲਾਗ ਲਾ ਦਿੱਤੀ ਜਾਵੇ, ਤਾਂ ਇਹ ਪ੍ਰਭੂ ਦੇ ਡਰ ਅੰਦਰ ਪਾਪਾਂ ਤੋਂ ਧੋ ਕੇ ਉਜਲ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, sin educar a la tela cruda de la mente, ¿cómo puede tomar el Color de Dios?En la Reverencia al Señor, es hervida la tela del cuerpo, y se refina con la Humildad."},"hi":{"ss":"ईश्वर के डर रूपी खुंब में रखें; फिर मेहनत और उद्यम की पाह दें।","sts":"यदि शरीर पर लज्जा की लाग लगा दी जाए तो यह प्रभु के भय में पापों से धुलकर उज्ज्वल हो जाती है।"}},"transliteration":{"english":"bhai vich khu(n)b chaRaieeaai saram paahu tan hoi ||","hindi":"भै विचि खुँबि चड़ाईऐ सरमु पाहु तनि होइ ॥","en":"bhai vich khu(n)b chaRaieeaai saram paahu tan hoi ||","hi":"भै विचि खुँबि चड़ाईऐ सरमु पाहु तनि होइ ॥","ipa":"ɓæ ʋɪt͡ʃ kʰʊŋb t͡ʃəɽɑeiæ sərəm pɑh t̪ən hɔeɪ.","ur":"بھَے وچ کھُںب چڑاایاَے سرم پاهُ تنِ هوا ۔۔"},"pageNo":468,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21066,"shabadId":1717,"verse":{"gurmukhi":"nwnk BgqI jy rpY kUVY soie n koie ]1]","unicode":"ਨਾਨਕ ਭਗਤੀ ਜੇ ਰਪੈ ਕੂੜੈ ਸੋਇ ਨ ਕੋਇ ॥੧॥"},"larivaar":{"gurmukhi":"nwnkBgqIjyrpYkUVYsoienkoie]1]","unicode":"ਨਾਨਕਭਗਤੀਜੇਰਪੈਕੂੜੈਸੋਇਨਕੋਇ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, if one is imbued with devotional worship, his reputation is not false. ||1||","ms":"Nanak, if the man be imbed with the Lord's meditation, then, his repute is not false even in the least.","ssk":"O Nanak, if one is imbued with devotional worship, his reputation is not false. ||1||"},"pu":{"ss":{"gurmukhi":"(ies qoN ipCoN) hy nwnk! jy (ies mn ƒ) r`b dI BgqI ivc rMigAw jwey, qW mwieAw-Cl ies dy nyVy BI nhIN Cuh skdw [1[","unicode":"(ਇਸ ਤੋਂ ਪਿਛੋਂ) ਹੇ ਨਾਨਕ! ਜੇ (ਇਸ ਮਨ ਨੂੰ) ਰੱਬ ਦੀ ਭਗਤੀ ਵਿਚ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ ਮਾਇਆ-ਛਲ ਇਸ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਛੁਹ ਸਕਦਾ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jy kr BgqI rUpI mjITy rMg myN (rpY) rMigAw jwey, qb mn ky JUT kI (soie) lys BI nhIN rhqI]1]Çkljug kw rwj brnn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੇ ਕਰ ਭਗਤੀ ਰੂਪੀ ਮਜੀਠੇ ਰੰਗ ਮੇਂ (ਰਪੈ) ਰੰਗਿਆ ਜਾਏ, ਤਬ ਮਨ ਕੇ ਝੂਠ ਕੀ (ਸੋਇ) ਲੇਸ ਭੀ ਨਹੀਂ ਰਹਤੀ॥੧॥☬ਕਲਜੁਗ ਕਾ ਰਾਜ ਬਰਨਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(ies qoN ipCoN) hy nwnk! jy (ies mn ƒ) r`b dI BgqI ivc rMigAw jwey, qW mwieAw-Cl ies dy nyVy BI nhIN Cuh skdw [1[","unicode":"(ਇਸ ਤੋਂ ਪਿਛੋਂ) ਹੇ ਨਾਨਕ! ਜੇ (ਇਸ ਮਨ ਨੂੰ) ਰੱਬ ਦੀ ਭਗਤੀ ਵਿਚ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ ਮਾਇਆ-ਛਲ ਇਸ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਛੁਹ ਸਕਦਾ ।੧।"},"ms":{"gurmukhi":"nwnk jykr ienswn vwihgurU dy ismrn nwl rMigAw jwvy qW aus dI soBw BorwBr BI JUTI nhIN huMdI[","unicode":"ਨਾਨਕ ਜੇਕਰ ਇਨਸਾਨ ਵਾਹਿਗੁਰੂ ਦੇ ਸਿਮਰਨ ਨਾਲ ਰੰਗਿਆ ਜਾਵੇ ਤਾਂ ਉਸ ਦੀ ਸੋਭਾ ਭੋਰਾਭਰ ਭੀ ਝੂਠੀ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"Y si está imbuida con la Fe, entonces, su reputación no será falsa. (1)"},"hi":{"ss":"(इसके बाद) हे नानक ! अगर (इस मन को) रॅब की भगती में रंगा जाए।तो माया-छल इसके नजदीक भी नहीं फटकती। 1।","sts":"हे नानक ! यदि मनुष्य प्रभु-भक्ति से रंगा जाए तो झूठ इसे निकट भी स्पर्श नहीं कर सकता ॥ १॥"}},"transliteration":{"english":"naanak bhagatee je rapai kooRai soi na koi ||1||","hindi":"नानक भगती जे रपै कूड़ै सोइ न कोइ ॥१॥","en":"naanak bhagatee je rapai kooRai soi na koi ||1||","hi":"नानक भगती जे रपै कूड़ै सोइ न कोइ ॥१॥","ipa":"nɑnək ɓəGət̪i d͡ʒe rəpæ kuɽæ sɔeɪ nə kɔeɪ.1.","ur":"نانک بھگتیِ جے رپَے کُوڑَے سوا ن کوا ۔۔۱۔۔"},"pageNo":468,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}}]}