{"shabadInfo":{"shabadId":1718,"shabadName":21068,"pageNo":468,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":468},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":11,"navigation":{"previous":1717,"next":1719},"verses":[{"verseId":21067,"shabadId":1718,"verse":{"gurmukhi":"mÚ 1 ]","unicode":"ਮਃ ੧ ॥"},"larivaar":{"gurmukhi":"mÚ1]","unicode":"ਮਃ੧॥"},"translation":{"en":{"bdb":"First Mehla:","ms":"1st Guru.","ssk":"First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pihlI pwqSwhI[","unicode":"ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"महला १॥"}},"transliteration":{"english":"mahalaa pehilaa ||","hindi":"म: १ ॥","en":"mahalaa pehilaa ||","hi":"म: १ ॥","ipa":"mahalaa pəhɪlɑ.","ur":"مÚ ۱ ۔۔"},"pageNo":468,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":21068,"shabadId":1718,"verse":{"gurmukhi":"lbu pwpu duie rwjw mhqw kUVu hoAw iskdwru ]","unicode":"ਲਬੁ ਪਾਪੁ ਦੁਇ ਰਾਜਾ ਮਹਤਾ ਕੂੜੁ ਹੋਆ ਸਿਕਦਾਰੁ ॥"},"larivaar":{"gurmukhi":"lbupwpuduierwjwmhqwkUVuhoAwiskdwru]","unicode":"ਲਬੁਪਾਪੁਦੁਇਰਾਜਾਮਹਤਾਕੂੜੁਹੋਆਸਿਕਦਾਰੁ॥"},"translation":{"en":{"bdb":"Greed and sin are the king and prime minister; falsehood is the treasurer.","ms":"Both avarice and sin are the King and Minister and falsehood is the Master of Mint.","ssk":"Greed and sin are the king and prime minister; falsehood is the treasurer."},"pu":{"ss":{"gurmukhi":"(jgq ivc jIvW vwsqy) jIB dw cskw, mwno, rwjw hY, pwp vzIr hY Aqy JUT cODrI hY,","unicode":"(ਜਗਤ ਵਿਚ ਜੀਵਾਂ ਵਾਸਤੇ) ਜੀਭ ਦਾ ਚਸਕਾ, ਮਾਨੋ, ਰਾਜਾ ਹੈ, ਪਾਪ ਵਜ਼ੀਰ ਹੈ ਅਤੇ ਝੂਠ ਚੌਧਰੀ ਹੈ,"},"ft":{"gurmukhi":"loB rwjw hY, (mhqw) bjIru vw ptvwrI pwpu hY, JUT (iskdwru) Twnydwr bnw hUAw hY vw srdwru hY]","unicode":"ਲੋਭ ਰਾਜਾ ਹੈ, (ਮਹਤਾ) ਬਜੀਰੁ ਵਾ ਪਟਵਾਰੀ ਪਾਪੁ ਹੈ, ਝੂਠ (ਸਿਕਦਾਰੁ) ਠਾਨੇਦਾਰ ਬਨਾ ਹੂਆ ਹੈ ਵਾ ਸਰਦਾਰੁ ਹੈ॥"},"bdb":{"gurmukhi":"(jgq ivc jIvW vwsqy) jIB dw cskw, mwno, rwjw hY, pwp vzIr hY Aqy JUT cODrI hY,","unicode":"(ਜਗਤ ਵਿਚ ਜੀਵਾਂ ਵਾਸਤੇ) ਜੀਭ ਦਾ ਚਸਕਾ, ਮਾਨੋ, ਰਾਜਾ ਹੈ, ਪਾਪ ਵਜ਼ੀਰ ਹੈ ਅਤੇ ਝੂਠ ਚੌਧਰੀ ਹੈ,"},"ms":{"gurmukhi":"lwlc Aqy ksml (pwp) dovyN pwqSwh Aqy vjIr hn Aqy JUT tkswl dw srdwr (cODrI) hY[","unicode":"ਲਾਲਚ ਅਤੇ ਕਸਮਲ (ਪਾਪ) ਦੋਵੇਂ ਪਾਤਸ਼ਾਹ ਅਤੇ ਵਜੀਰ ਹਨ ਅਤੇ ਝੂਠ ਟਕਸਾਲ ਦਾ ਸਰਦਾਰ (ਚੌਧਰੀ) ਹੈ।"}},"es":{"sn":"La avaricia y el error son el rey y el ministro, y la falsedad es el tesorero."},"hi":{"ss":"(जगत में जीवों के लिए) जीभ का चस्का।मानो।राजा है।पाप मंत्री है और झूठ चौधरी है।","sts":"लोभ एवं पाप दोनों ही राजा तथा मंत्री हैं और झूठ चौधरी बना बैठा है।"}},"transliteration":{"english":"lab paap dhui raajaa mahataa kooR hoaa sikadhaar ||","hindi":"लबु पापु दुइ राजा महता कूड़ु होआ सिकदारु ॥","en":"lab paap dhui raajaa mahataa kooR hoaa sikadhaar ||","hi":"लबु पापु दुइ राजा महता कूड़ु होआ सिकदारु ॥","ipa":"ləb pɑp d̪ʊeɪ rɑd͡ʒɑ məhət̪ɑ kuɽ hɔəɑ sɪkəd̪ɑr.","ur":"لب پاپ دُا راجا مهتا کُوڑ هوآ سکدار ۔۔"},"pageNo":468,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21069,"shabadId":1718,"verse":{"gurmukhi":"kwmu nybu sid puCIAY bih bih kry bIcwru ]","unicode":"ਕਾਮੁ ਨੇਬੁ ਸਦਿ ਪੁਛੀਐ ਬਹਿ ਬਹਿ ਕਰੇ ਬੀਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"kwmunybusidpuCIAYbihbihkrybIcwru]","unicode":"ਕਾਮੁਨੇਬੁਸਦਿਪੁਛੀਐਬਹਿਬਹਿਕਰੇਬੀਚਾਰੁ॥"},"translation":{"en":{"bdb":"Sexual desire, the chief advisor, is summoned and consulted; they all sit together and contemplate their plans.","ms":"Lust, the assistant official, is summoned and consulted and they all sit together and chalk out evil plans.","ssk":"Sexual desire, the chief advisor, is summoned and consulted; they all sit together and contemplate their plans."},"pu":{"ss":{"gurmukhi":"(iesy l`b qy pwp dy drbwr ivc kwm nwieb hY, (ies ƒ) s`d ky slwh p`uCI jWdI hY, iehI iehnW dw v`fw slwhkwr hY [ ","unicode":"(ਇਸੇ ਲੱਬ ਤੇ ਪਾਪ ਦੇ ਦਰਬਾਰ ਵਿਚ ਕਾਮ ਨਾਇਬ ਹੈ, (ਇਸ ਨੂੰ) ਸੱਦ ਕੇ ਸਲਾਹ ਪੱੁਛੀ ਜਾਂਦੀ ਹੈ, ਇਹੀ ਇਹਨਾਂ ਦਾ ਵੱਡਾ ਸਲਾਹਕਾਰ ਹੈ । "},"ft":{"gurmukhi":"kwm (nyb) cobdwr hY, bulwie kr aus kI slwh pUCI jwqI hY[ bYT bYT kr cwroN Awps myN pwp kw bIcwru krqy hYN; Bwv kljug ky rwjy loBI hYN AO bjIr vw ptvwrI pwpI hYN, sRdwr JUTy AO cobdwr kwmI hYN, iPr ienswPu khW sy imly]","unicode":"ਕਾਮ (ਨੇਬ) ਚੋਬਦਾਰ ਹੈ, ਬੁਲਾਇ ਕਰ ਉਸ ਕੀ ਸਲਾਹ ਪੂਛੀ ਜਾਤੀ ਹੈ। ਬੈਠ ਬੈਠ ਕਰ ਚਾਰੋਂ ਆਪਸ ਮੇਂ ਪਾਪ ਕਾ ਬੀਚਾਰੁ ਕਰਤੇ ਹੈਂ; ਭਾਵ ਕਲਜੁਗ ਕੇ ਰਾਜੇ ਲੋਭੀ ਹੈਂ ਔ ਬਜੀਰ ਵਾ ਪਟਵਾਰੀ ਪਾਪੀ ਹੈਂ, ਸ੍ਰਦਾਰ ਝੂਠੇ ਔ ਚੋਬਦਾਰ ਕਾਮੀ ਹੈਂ, ਫਿਰ ਇਨਸਾਫੁ ਕਹਾਂ ਸੇ ਮਿਲੇ॥"},"bdb":{"gurmukhi":"(iesy l`b qy pwp dy drbwr ivc kwm nwieb hY, (ies ƒ) s`d ky slwh p`uCI jWdI hY, iehI iehnW dw v`fw slwhkwr hY [ ","unicode":"(ਇਸੇ ਲੱਬ ਤੇ ਪਾਪ ਦੇ ਦਰਬਾਰ ਵਿਚ ਕਾਮ ਨਾਇਬ ਹੈ, (ਇਸ ਨੂੰ) ਸੱਦ ਕੇ ਸਲਾਹ ਪੱੁਛੀ ਜਾਂਦੀ ਹੈ, ਇਹੀ ਇਹਨਾਂ ਦਾ ਵੱਡਾ ਸਲਾਹਕਾਰ ਹੈ । "},"ms":{"gurmukhi":"Bog-iblws dy Coty hwkm ƒ bulw ky aus dI slwh leI jWdI hY[ swry iek¤Ty bYT ky mMdy dwau pyc socdy hn[","unicode":"ਭੋਗ-ਬਿਲਾਸ ਦੇ ਛੋਟੇ ਹਾਕਮ ਨੂੰ ਬੁਲਾ ਕੇ ਉਸ ਦੀ ਸਲਾਹ ਲਈ ਜਾਂਦੀ ਹੈ। ਸਾਰੇ ਇਕੱਠੇ ਬੈਠ ਕੇ ਮੰਦੇ ਦਾਉ ਪੇਚ ਸੋਚਦੇ ਹਨ।"}},"es":{"sn":"La lujuria es el consejero y así entre ellos conversan. "},"hi":{"ss":"(यहाँ लब और पाप के दरबार में) काम नायब है।इसे बुला के सलाह पूछी जाती है।यही इनका बड़ा सलाहकार है।","sts":"लोग बैठ कर बुरे दांव पेच सोचते हैं।"}},"transliteration":{"english":"kaam neb sadh puchheeaai beh beh kare beechaar ||","hindi":"कामु नेबु सदि पुछीऐ बहि बहि करे बीचारु ॥","en":"kaam neb sadh puchheeaai beh beh kare beechaar ||","hi":"कामु नेबु सदि पुछीऐ बहि बहि करे बीचारु ॥","ipa":"kɑm neb səd̪ pʊɕiæ bəh bəh kəre bit͡ʃɑr.","ur":"کام نےب سد پُچھیِاَے بهِ بهِ کرے بیِچار ۔۔"},"pageNo":468,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21070,"shabadId":1718,"verse":{"gurmukhi":"AMDI rXiq igAwn ivhUxI Bwih Bry murdwru ]","unicode":"ਅੰਧੀ ਰਯਤਿ ਗਿਆਨ ਵਿਹੂਣੀ ਭਾਹਿ ਭਰੇ ਮੁਰਦਾਰੁ ॥"},"larivaar":{"gurmukhi":"AMDIrXiqigAwnivhUxIBwihBrymurdwru]","unicode":"ਅੰਧੀਰਯਤਿਗਿਆਨਵਿਹੂਣੀਭਾਹਿਭਰੇਮੁਰਦਾਰੁ॥"},"translation":{"en":{"bdb":"Their subjects are blind, and without wisdom, they try to please the will of the dead.","ms":"The subjects are blind and, without wisdom, they satisfy the Official's fire or greed with bribe carrion.","ssk":"Their subjects are blind, and without wisdom, they try to please the will of the dead."},"pu":{"ss":{"gurmukhi":"(iehnW dI) prjw igAwn qoN s`KxI (hox dy kwrx), mwno AMnHI hoeI hoeI hY Aqy iq®Snw (A`g) dI c`tI Br rhI hY [","unicode":"(ਇਹਨਾਂ ਦੀ) ਪਰਜਾ ਗਿਆਨ ਤੋਂ ਸੱਖਣੀ (ਹੋਣ ਦੇ ਕਾਰਣ), ਮਾਨੋ ਅੰਨ੍ਹੀ ਹੋਈ ਹੋਈ ਹੈ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ (ਅੱਗ) ਦੀ ਚੱਟੀ ਭਰ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"Xh rXq Drmw Drm ky gÎwn sy rihq AMDI hY[ iqRs˜w rUp (Bwih) Agn kr Bry hUey jIv (murdwru) jo prwXw h`ku hY, so Kwqy hY]Çpun: rws ky 'ims' bhwny kr ky kljug kI ibprjy ikirAw dyKwvqy hYN:","unicode":"ਯਹ ਰਯਤ ਧਰਮਾ ਧਰਮ ਕੇ ਗ੍ਯਾਨ ਸੇ ਰਹਿਤ ਅੰਧੀ ਹੈ। ਤ੍ਰਿਸ੍ਨਾ ਰੂਪ (ਭਾਹਿ) ਅਗਨ ਕਰ ਭਰੇ ਹੂਏ ਜੀਵ (ਮੁਰਦਾਰੁ) ਜੋ ਪਰਾਯਾ ਹੱਕੁ ਹੈ, ਸੋ ਖਾਤੇ ਹੈ॥☬ਪੁਨ: ਰਾਸ ਕੇ 'ਮਿਸ' ਬਹਾਨੇ ਕਰ ਕੇ ਕਲਜੁਗ ਕੀ ਬਿਪਰਜੇ ਕਿਰਿਆ ਦੇਖਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(iehnW dI) prjw igAwn qoN s`KxI (hox dy kwrx), mwno AMnHI hoeI hoeI hY Aqy iq®Snw (A`g) dI c`tI Br rhI hY [","unicode":"(ਇਹਨਾਂ ਦੀ) ਪਰਜਾ ਗਿਆਨ ਤੋਂ ਸੱਖਣੀ (ਹੋਣ ਦੇ ਕਾਰਣ), ਮਾਨੋ ਅੰਨ੍ਹੀ ਹੋਈ ਹੋਈ ਹੈ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ (ਅੱਗ) ਦੀ ਚੱਟੀ ਭਰ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"prjw AMnHI Aqy isAwxp qoN s`KxI hY, Aqy hwkm dI lwlc dI A`g ƒ v`FI dI lwS nwl SWq krdI hY[","unicode":"ਪਰਜਾ ਅੰਨ੍ਹੀ ਅਤੇ ਸਿਆਣਪ ਤੋਂ ਸੱਖਣੀ ਹੈ, ਅਤੇ ਹਾਕਮ ਦੀ ਲਾਲਚ ਦੀ ਅੱਗ ਨੂੰ ਵੱਢੀ ਦੀ ਲਾਸ਼ ਨਾਲ ਸ਼ਾਂਤ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Sus súbditos también están ciegos y sin Sabiduría, y como los muertos, bailan al son de la voluntad de otro. "},"hi":{"ss":"(इनकी) प्रजा ज्ञान हीन (होने के कारण)।जैसे अंधी हो के तृष्णा (आग) की चट्टी भर रही है (व्यर्थ की मेहनत में लगी हुई है)।","sts":"अन्धी प्रजा ज्ञान से विहीन है और मृतक की भाँति चुपचाप अन्याय सहती है।"}},"transliteration":{"english":"a(n)dhee rayat giaan vihoonee bhaeh bhare muradhaar ||","hindi":"अंधी रयति गिआन विहूणी भाहि भरे मुरदारु ॥","en":"a(n)dhee rayat giaan vihoonee bhaeh bhare muradhaar ||","hi":"अंधी रयति गिआन विहूणी भाहि भरे मुरदारु ॥","ipa":"əŋt̪i rəjt̪ Gɪəɑn ʋɪhuɳi ɓɑh ɓəre mʊrəd̪ɑr.","ur":"اںدھیِ رےت گآن وهُوݨیِ بھاه بھرے مُردار ۔۔"},"pageNo":469,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[]}},{"verseId":21071,"shabadId":1718,"verse":{"gurmukhi":"igAwnI ncih vwjy vwvih rUp krih sIgwru ]","unicode":"ਗਿਆਨੀ ਨਚਹਿ ਵਾਜੇ ਵਾਵਹਿ ਰੂਪ ਕਰਹਿ ਸੀਗਾਰੁ ॥"},"larivaar":{"gurmukhi":"igAwnIncihvwjyvwvihrUpkrihsIgwru]","unicode":"ਗਿਆਨੀਨਚਹਿਵਾਜੇਵਾਵਹਿਰੂਪਕਰਹਿਸੀਗਾਰੁ॥"},"translation":{"en":{"bdb":"The spiritually wise dance and play their musical instruments, adorning themselves with beautiful decorations.","ms":"The divines dance, play musical instruments and disguise and decorate themselves.","ssk":"The spiritually wise dance and play their musical instruments, adorning themselves with beautiful decorations."},"pu":{"ss":{"gurmukhi":"jo mnu`K Awpxy Awp ƒ igAwn-vwn (aupdySk) AKvWdy hn, auh n`cdy hn, vwjy vjWdy hn Aqy keI qrHW dy Bys vtWdy hn qy iSMgwr krdy hn;","unicode":"ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਗਿਆਨ-ਵਾਨ (ਉਪਦੇਸ਼ਕ) ਅਖਵਾਂਦੇ ਹਨ, ਉਹ ਨੱਚਦੇ ਹਨ, ਵਾਜੇ ਵਜਾਂਦੇ ਹਨ ਅਤੇ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਭੇਸ ਵਟਾਂਦੇ ਹਨ ਤੇ ਸ਼ਿੰਗਾਰ ਕਰਦੇ ਹਨ;"},"ft":{"gurmukhi":"jo ikRSn jI ky cirqRoN ko (igAwnI) jwnny vwly hYN, so nwcqy iqn ky Awgy vwjy vjwqy hYN[ bsqRoN AOr BUKxoN kr isMgwru kr ky ikRSn AO rwDkW dw rUp bnwvqy hYN; Bwv eyhu hY Apny pyt ky Brny vwsqy Apny bifEN kIAW nklW kr BMfI krqy hYN]","unicode":"ਜੋ ਕ੍ਰਿਸ਼ਨ ਜੀ ਕੇ ਚਰਿਤ੍ਰੋਂ ਕੋ (ਗਿਆਨੀ) ਜਾਨਨੇ ਵਾਲੇ ਹੈਂ, ਸੋ ਨਾਚਤੇ ਤਿਨ ਕੇ ਆਗੇ ਵਾਜੇ ਵਜਾਤੇ ਹੈਂ। ਬਸਤ੍ਰੋਂ ਔਰ ਭੂਖਣੋਂ ਕਰ ਸਿੰਗਾਰੁ ਕਰ ਕੇ ਕ੍ਰਿਸ਼ਨ ਔ ਰਾਧਕਾਂ ਦਾ ਰੂਪ ਬਨਾਵਤੇ ਹੈਂ; ਭਾਵ ਏਹੁ ਹੈ ਅਪਨੇ ਪੇਟ ਕੇ ਭਰਨੇ ਵਾਸਤੇ ਅਪਨੇ ਬਡਿਓਂ ਕੀਆਂ ਨਕਲਾਂ ਕਰ ਭੰਡੀ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"jo mnu`K Awpxy Awp ƒ igAwn-vwn (aupdySk) AKvWdy hn, auh n`cdy hn, vwjy vjWdy hn Aqy keI qrHW dy Bys vtWdy hn qy iSMgwr krdy hn;","unicode":"ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਗਿਆਨ-ਵਾਨ (ਉਪਦੇਸ਼ਕ) ਅਖਵਾਂਦੇ ਹਨ, ਉਹ ਨੱਚਦੇ ਹਨ, ਵਾਜੇ ਵਜਾਂਦੇ ਹਨ ਅਤੇ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਭੇਸ ਵਟਾਂਦੇ ਹਨ ਤੇ ਸ਼ਿੰਗਾਰ ਕਰਦੇ ਹਨ;"},"ms":{"gurmukhi":"ivcwrvwn inrqkwrI krdy hn, sMgIqk swj vjwauNdy hn Aqy Bys Dwrdy qy hwr-iSMgwr lwauNdy hn[","unicode":"ਵਿਚਾਰਵਾਨ ਨਿਰਤਕਾਰੀ ਕਰਦੇ ਹਨ, ਸੰਗੀਤਕ ਸਾਜ ਵਜਾਉਂਦੇ ਹਨ ਅਤੇ ਭੇਸ ਧਾਰਦੇ ਤੇ ਹਾਰ-ਸ਼ਿੰਗਾਰ ਲਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"Los muy ensoberbecidos bailan, tocan y se visten lujosamente; "},"hi":{"ss":"जो मनुष्य अपने आप को ज्ञानवान (उपदेषक) कहलवाते हैं।वे नाचते हैं।बाजे बजाते हैं और कई तरह के भेष बदलते हैं और श्रृंगार करते हैं;","sts":"ज्ञानी नृत्य करते हैं, बाजे बजाते और अनेक प्रकार के रूप धारण करके श्रृंगार करते हैं।"}},"transliteration":{"english":"giaanee nacheh vaaje vaaveh roop kareh seegaar ||","hindi":"गिआनी नचहि वाजे वावहि रूप करहि सीगारु ॥","en":"giaanee nacheh vaaje vaaveh roop kareh seegaar ||","hi":"गिआनी नचहि वाजे वावहि रूप करहि सीगारु ॥","ipa":"Gɪəɑni nət͡ʃəh ʋɑd͡ʒe ʋɑʋəh rup kərəh siGɑr.","ur":"گِآنیِ نچه واجے واوه رُوپ کره سیِگار ۔۔"},"pageNo":469,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21072,"shabadId":1718,"verse":{"gurmukhi":"aUcy kUkih vwdw gwvih joDw kw vIcwru ]","unicode":"ਊਚੇ ਕੂਕਹਿ ਵਾਦਾ ਗਾਵਹਿ ਜੋਧਾ ਕਾ ਵੀਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"aUcykUkihvwdwgwvihjoDwkwvIcwru]","unicode":"ਊਚੇਕੂਕਹਿਵਾਦਾਗਾਵਹਿਜੋਧਾਕਾਵੀਚਾਰੁ॥"},"translation":{"en":{"bdb":"They shout out loud, and sing epic poems and heroic stories.","ms":"They shout aloud and sing of epic poems and heroes tales.","ssk":"They shout out loud, and sing epic poems and heroic stories."},"pu":{"ss":{"gurmukhi":"auh igAwnI au~cI au~cI kUkdy hn, ju`DW dy prsMg suxWdy hn Aqy joiDAW dIAW vwrW dI ivAwiKAw krdy hn [","unicode":"ਉਹ ਗਿਆਨੀ ਉੱਚੀ ਉੱਚੀ ਕੂਕਦੇ ਹਨ, ਜੁੱਧਾਂ ਦੇ ਪਰਸੰਗ ਸੁਣਾਂਦੇ ਹਨ ਅਤੇ ਜੋਧਿਆਂ ਦੀਆਂ ਵਾਰਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"AOr aUcI sur kr (kUkih) AvwjW mwrqy hYN[ so ivcwr kr (vwdw) ibÎrQ (vwd) ivroD ko gwvqy hYN AO (joDw) sUrimEN kw hI vIcwru krqy hYN]","unicode":"ਔਰ ਊਚੀ ਸੁਰ ਕਰ (ਕੂਕਹਿ) ਅਵਾਜਾਂ ਮਾਰਤੇ ਹੈਂ। ਸੋ ਵਿਚਾਰ ਕਰ (ਵਾਦਾ) ਬ੍ਯਿਰਥ (ਵਾਦ) ਵਿਰੋਧ ਕੋ ਗਾਵਤੇ ਹੈਂ ਔ (ਜੋਧਾ) ਸੂਰਮਿਓਂ ਕਾ ਹੀ ਵੀਚਾਰੁ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"auh igAwnI au~cI au~cI kUkdy hn, ju`DW dy prsMg suxWdy hn Aqy joiDAW dIAW vwrW dI ivAwiKAw krdy hn [","unicode":"ਉਹ ਗਿਆਨੀ ਉੱਚੀ ਉੱਚੀ ਕੂਕਦੇ ਹਨ, ਜੁੱਧਾਂ ਦੇ ਪਰਸੰਗ ਸੁਣਾਂਦੇ ਹਨ ਅਤੇ ਜੋਧਿਆਂ ਦੀਆਂ ਵਾਰਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"auh aucI aucI pukwrdy hn Aqy Xu`DW vwly kwvX qy sUrimAW dIAW rwm-khwxIAW gwauNdy hn[","unicode":"ਉਹ ਉਚੀ ਉਚੀ ਪੁਕਾਰਦੇ ਹਨ ਅਤੇ ਯੁੱਧਾਂ ਵਾਲੇ ਕਾਵਯ ਤੇ ਸੂਰਮਿਆਂ ਦੀਆਂ ਰਾਮ-ਕਹਾਣੀਆਂ ਗਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"gritan y confunden a otros elogiando a héroes falsos."},"hi":{"ss":"वे ज्ञानी ऊँचा-ऊँचा चिल्लाते हैं।युद्धों के प्रसंग सुनाते हैं और योद्धाओं की वारों की व्याख्या करते हैं।","sts":"वे ऊँची आवाज़ में पुकारते हैं एवं युद्ध काव्य एवं शूरवीरों की शूरवीरता की कहानियाँ गाते हैं।"}},"transliteration":{"english":"uooche kookeh vaadhaa gaaveh jodhaa kaa veechaar ||","hindi":"ऊचे कूकहि वादा गावहि जोधा का वीचारु ॥","en":"uooche kookeh vaadhaa gaaveh jodhaa kaa veechaar ||","hi":"ऊचे कूकहि वादा गावहि जोधा का वीचारु ॥","ipa":"out͡ʃe kukəh ʋɑd̪ɑ Gɑʋəh d͡ʒɔt̪ɑ kɑ ʋit͡ʃɑr.","ur":"اُوچے کُوکه وادا گاوه جودھا کا ویِچار ۔۔"},"pageNo":469,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21073,"shabadId":1718,"verse":{"gurmukhi":"mUrK pMifq ihkmiq hujiq sMjY krih ipAwru ]","unicode":"ਮੂਰਖ ਪੰਡਿਤ ਹਿਕਮਤਿ ਹੁਜਤਿ ਸੰਜੈ ਕਰਹਿ ਪਿਆਰੁ ॥"},"larivaar":{"gurmukhi":"mUrKpMifqihkmiqhujiqsMjYkrihipAwru]","unicode":"ਮੂਰਖਪੰਡਿਤਹਿਕਮਤਿਹੁਜਤਿਸੰਜੈਕਰਹਿਪਿਆਰੁ॥"},"translation":{"en":{"bdb":"The fools call themselves spiritual scholars, and by their clever tricks, they love to gather wealth.","ms":"The fools call themselves scholars and with devices and cavils, they love to amass wealth.","ssk":"The fools call themselves spiritual scholars, and by their clever tricks, they love to gather wealth."},"pu":{"ss":{"gurmukhi":"pVHy-ilKy mUrK inrIAW clwkIAW krnIAW qy dlIlW dyxIAW hI jwxdy hn, (pr) mwieAw dy iek`Tw krn ivc ju`ty hoey hn [","unicode":"ਪੜ੍ਹੇ-ਲਿਖੇ ਮੂਰਖ ਨਿਰੀਆਂ ਚਲਾਕੀਆਂ ਕਰਨੀਆਂ ਤੇ ਦਲੀਲਾਂ ਦੇਣੀਆਂ ਹੀ ਜਾਣਦੇ ਹਨ, (ਪਰ) ਮਾਇਆ ਦੇ ਇਕੱਠਾ ਕਰਨ ਵਿਚ ਜੁੱਟੇ ਹੋਏ ਹਨ ।"},"ft":{"gurmukhi":"jo (ihkmiq) isAwnp sIK kr AO (hujiq) ibqMfwbwd krqy hYN AOr iqs dÍwry Dn ko (sMjY) iekqR krny myN pÎwr krqy hYN[ jo mUrK hYN, so kil ky pMfq khwauqy hYN]","unicode":"ਜੋ (ਹਿਕਮਤਿ) ਸਿਆਨਪ ਸੀਖ ਕਰ ਔ (ਹੁਜਤਿ) ਬਿਤੰਡਾਬਾਦ ਕਰਤੇ ਹੈਂ ਔਰ ਤਿਸ ਦ੍ਵਾਰੇ ਧਨ ਕੋ (ਸੰਜੈ) ਇਕਤ੍ਰ ਕਰਨੇ ਮੇਂ ਪ੍ਯਾਰ ਕਰਤੇ ਹੈਂ। ਜੋ ਮੂਰਖ ਹੈਂ, ਸੋ ਕਲਿ ਕੇ ਪੰਡਤ ਕਹਾਉਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pVHy-ilKy mUrK inrIAW clwkIAW krnIAW qy dlIlW dyxIAW hI jwxdy hn, (pr) mwieAw dy iek`Tw krn ivc ju`ty hoey hn [","unicode":"ਪੜ੍ਹੇ-ਲਿਖੇ ਮੂਰਖ ਨਿਰੀਆਂ ਚਲਾਕੀਆਂ ਕਰਨੀਆਂ ਤੇ ਦਲੀਲਾਂ ਦੇਣੀਆਂ ਹੀ ਜਾਣਦੇ ਹਨ, (ਪਰ) ਮਾਇਆ ਦੇ ਇਕੱਠਾ ਕਰਨ ਵਿਚ ਜੁੱਟੇ ਹੋਏ ਹਨ ।"},"ms":{"gurmukhi":"byvkUP Awpxy Awp ƒ ivdvwn AwKdy hn Aqy clwkIAW qy Fu`crW nwl Dn iek`qr krn nwl aunHW dw pRym hY[","unicode":"ਬੇਵਕੂਫ ਆਪਣੇ ਆਪ ਨੂੰ ਵਿਦਵਾਨ ਆਖਦੇ ਹਨ ਅਤੇ ਚਲਾਕੀਆਂ ਤੇ ਢੁੱਚਰਾਂ ਨਾਲ ਧਨ ਇਕੱਤਰ ਕਰਨ ਨਾਲ ਉਨ੍ਹਾਂ ਦਾ ਪ੍ਰੇਮ ਹੈ।"}},"es":{"sn":"Los Pandits absurdos se regocijan en el argumento y aprecian sus reglas auto impuestas."},"hi":{"ss":"पढ़े-लिखे मूर्ख निरी चालाकियां करनी और दलीलें देनी ही जानते हैं।(पर) माया इकट्ठी करने में ही जुटे हुए हैं।","sts":"मूर्ख पण्डित अपनी चतुराई एवं हुज्जत द्वारा धन-संग्रह करता है, उसका केवल धन से ही प्रेम है।"}},"transliteration":{"english":"moorakh pa(n)ddit hikamat hujat sa(n)jai kareh piaar ||","hindi":"मूरख पंडित हिकमति हुजति संजै करहि पिआरु ॥","en":"moorakh pa(n)ddit hikamat hujat sa(n)jai kareh piaar ||","hi":"मूरख पंडित हिकमति हुजति संजै करहि पिआरु ॥","ipa":"murəkʰ pəŋɖɪt̪ hɪkəmət̪ hʊd͡ʒət̪ səŋd͡ʒæ kərəh pɪəɑr.","ur":"مُورکھ پںڈت هکمت هُجت سںجَے کره پآر ۔۔"},"pageNo":469,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[]}},{"verseId":21074,"shabadId":1718,"verse":{"gurmukhi":"DrmI Drmu krih gwvwvih mMgih moK duAwru ]","unicode":"ਧਰਮੀ ਧਰਮੁ ਕਰਹਿ ਗਾਵਾਵਹਿ ਮੰਗਹਿ ਮੋਖ ਦੁਆਰੁ ॥"},"larivaar":{"gurmukhi":"DrmIDrmukrihgwvwvihmMgihmoKduAwru]","unicode":"ਧਰਮੀਧਰਮੁਕਰਹਿਗਾਵਾਵਹਿਮੰਗਹਿਮੋਖਦੁਆਰੁ॥"},"translation":{"en":{"bdb":"The righteous waste their righteousness, by asking for the door of salvation.","ms":"The virtuous disfigure their meritorious acts by asking for the door of salvation.","ssk":"The righteous waste their righteousness, by asking for the door of salvation."},"pu":{"ss":{"gurmukhi":"(jo mnu`K Awpxy Awp ƒ) DrmI smJdy hn, auh Awpxy vloN (qW) Drm dw kMm krdy hn, pr (swrI) (imhnq) gvw bYTdy hn, (ikauNik ies dy v`ty ivc) mukqI dw dr mMgdy hn ik AsI mukq ho jwvIey, (Bwv, Drm dw kMm qW krdy hn pr inSkwm ho ky nhIN, Ajy BI vwSnw dy b`Dy hn) [","unicode":"(ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ) ਧਰਮੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਵਲੋਂ (ਤਾਂ) ਧਰਮ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ, ਪਰ (ਸਾਰੀ) (ਮਿਹਨਤ) ਗਵਾ ਬੈਠਦੇ ਹਨ, (ਕਿਉਂਕਿ ਇਸ ਦੇ ਵੱਟੇ ਵਿਚ) ਮੁਕਤੀ ਦਾ ਦਰ ਮੰਗਦੇ ਹਨ ਕਿ ਅਸੀ ਮੁਕਤ ਹੋ ਜਾਵੀਏ, (ਭਾਵ, ਧਰਮ ਦਾ ਕੰਮ ਤਾਂ ਕਰਦੇ ਹਨ ਪਰ ਨਿਸ਼ਕਾਮ ਹੋ ਕੇ ਨਹੀਂ, ਅਜੇ ਭੀ ਵਾਸ਼ਨਾ ਦੇ ਬੱਧੇ ਹਨ) ।"},"ft":{"gurmukhi":"jo kljug ky DrmI hYN, so Drmu kr ky Drm ko gvwie lyqy hYN, punÚ mukqI kw drvwjw gÎwn mWgqy hYN vw duAwry pr mukqI mWgqy hYN, Bwv suBu krmu kr ky ausI vkq Plu cwhuqy hYN]","unicode":"ਜੋ ਕਲਜੁਗ ਕੇ ਧਰਮੀ ਹੈਂ, ਸੋ ਧਰਮੁ ਕਰ ਕੇ ਧਰਮ ਕੋ ਗਵਾਇ ਲੇਤੇ ਹੈਂ, ਪੁਨਃ ਮੁਕਤੀ ਕਾ ਦਰਵਾਜਾ ਗ੍ਯਾਨ ਮਾਂਗਤੇ ਹੈਂ ਵਾ ਦੁਆਰੇ ਪਰ ਮੁਕਤੀ ਮਾਂਗਤੇ ਹੈਂ, ਭਾਵ ਸੁਭੁ ਕਰਮੁ ਕਰ ਕੇ ਉਸੀ ਵਕਤ ਫਲੁ ਚਾਹੁਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(jo mnu`K Awpxy Awp ƒ) DrmI smJdy hn, auh Awpxy vloN (qW) Drm dw kMm krdy hn, pr (swrI) (imhnq) gvw bYTdy hn, (ikauNik ies dy v`ty ivc) mukqI dw dr mMgdy hn ik AsI mukq ho jwvIey, (Bwv, Drm dw kMm qW krdy hn pr inSkwm ho ky nhIN, Ajy BI vwSnw dy b`Dy hn) [","unicode":"(ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ) ਧਰਮੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਵਲੋਂ (ਤਾਂ) ਧਰਮ ਦਾ ਕੰਮ ਕਰਦੇ ਹਨ, ਪਰ (ਸਾਰੀ) (ਮਿਹਨਤ) ਗਵਾ ਬੈਠਦੇ ਹਨ, (ਕਿਉਂਕਿ ਇਸ ਦੇ ਵੱਟੇ ਵਿਚ) ਮੁਕਤੀ ਦਾ ਦਰ ਮੰਗਦੇ ਹਨ ਕਿ ਅਸੀ ਮੁਕਤ ਹੋ ਜਾਵੀਏ, (ਭਾਵ, ਧਰਮ ਦਾ ਕੰਮ ਤਾਂ ਕਰਦੇ ਹਨ ਪਰ ਨਿਸ਼ਕਾਮ ਹੋ ਕੇ ਨਹੀਂ, ਅਜੇ ਭੀ ਵਾਸ਼ਨਾ ਦੇ ਬੱਧੇ ਹਨ) ।"},"ms":{"gurmukhi":"nyk bMdy mukqI dy dr dI jwcnw krn krky Awpxy nyk kMmW ƒ gvw lYNdy hn[","unicode":"ਨੇਕ ਬੰਦੇ ਮੁਕਤੀ ਦੇ ਦਰ ਦੀ ਜਾਚਨਾ ਕਰਨ ਕਰਕੇ ਆਪਣੇ ਨੇਕ ਕੰਮਾਂ ਨੂੰ ਗਵਾ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Los virtuosos practican la Virtud, pero pierden su mérito si piden la Liberación como premio."},"hi":{"ss":"(जो मनुष्य अपने आप को) धर्मी समझते हैं।वे अपनी ओर से (तो) धर्म का काम करते हैं।पर (सारी) (मेहनत) गवा बैठते हैं।(क्योंकि इसके बदले में) मुक्ति का दर मांगते हैं कि हम मुक्त हो जाएं (भाव।धर्म का काम करते हैं पर निष्काम हो के नहीं।अभी भी वासना के बांधे हैं)।","sts":"धर्मी लोग धर्म का कर्म करते हैं और मोक्ष की माँग करते हैं।"}},"transliteration":{"english":"dharamee dharam kareh gaavaaveh ma(n)geh mokh dhuaar ||","hindi":"धरमी धरमु करहि गावावहि मंगहि मोख दुआरु ॥","en":"dharamee dharam kareh gaavaaveh ma(n)geh mokh dhuaar ||","hi":"धरमी धरमु करहि गावावहि मंगहि मोख दुआरु ॥","ipa":"t̪ərəmi t̪ərəm kərəh Gɑʋɑʋəh məŋGəh mɔkʰ d̪ʊəɑr.","ur":"دھرمیِ دھرم کره گاواوه مںگه موکھ دُآر ۔۔"},"pageNo":469,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21075,"shabadId":1718,"verse":{"gurmukhi":"jqI sdwvih jugiq n jwxih Cif bhih Gr bwru ]","unicode":"ਜਤੀ ਸਦਾਵਹਿ ਜੁਗਤਿ ਨ ਜਾਣਹਿ ਛਡਿ ਬਹਹਿ ਘਰ ਬਾਰੁ ॥"},"larivaar":{"gurmukhi":"jqIsdwvihjugiqnjwxihCifbhihGrbwru]","unicode":"ਜਤੀਸਦਾਵਹਿਜੁਗਤਿਨਜਾਣਹਿਛਡਿਬਹਹਿਘਰਬਾਰੁ॥"},"translation":{"en":{"bdb":"They call themselves celibate, and abandon their homes, but they do not know the true way of life.","ms":"They call themselves continent leave their home and hearth and know not the way of life. imperfect and done call himself imperfect.","ssk":"They call themselves celibate, and abandon their homes, but they do not know the true way of life."},"pu":{"ss":{"gurmukhi":"(keI Aijhy hn jo Awpxy Awp ƒ) jqI AKvWdy hn, jqI hox dI jugqI jwxdy nhIN (AYvyN vyKo-vyKI) Gr-Gwt C`f jWdy hn [","unicode":"(ਕਈ ਅਜਿਹੇ ਹਨ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ) ਜਤੀ ਅਖਵਾਂਦੇ ਹਨ, ਜਤੀ ਹੋਣ ਦੀ ਜੁਗਤੀ ਜਾਣਦੇ ਨਹੀਂ (ਐਵੇਂ ਵੇਖੋ-ਵੇਖੀ) ਘਰ-ਘਾਟ ਛੱਡ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"jo kljug myN (jqI) sMnÎwsI khwvqy hYN, so qÎwg kI jugqI ko qo jwnqy nhIN, Gr Cof kr (bwru) aujwV myN jw bYTqy hYN[ ieqny myN Awp ko jqI mwnqy hYN[ vw Gr bwr Cof bYTqy hYN[ sMnÎws kI jugqI myN dsm gurU jI kw pRmwxu-Ç\"ry mn AYso kr sinAwsw]Çbn sy sdn sBY kr smJhu mn hI mwih audwsw]\"","unicode":"ਜੋ ਕਲਜੁਗ ਮੇਂ (ਜਤੀ) ਸੰਨ੍ਯਾਸੀ ਕਹਾਵਤੇ ਹੈਂ, ਸੋ ਤ੍ਯਾਗ ਕੀ ਜੁਗਤੀ ਕੋ ਤੋ ਜਾਨਤੇ ਨਹੀਂ, ਘਰ ਛੋਡ ਕਰ (ਬਾਰੁ) ਉਜਾੜ ਮੇਂ ਜਾ ਬੈਠਤੇ ਹੈਂ। ਇਤਨੇ ਮੇਂ ਆਪ ਕੋ ਜਤੀ ਮਾਨਤੇ ਹੈਂ। ਵਾ ਘਰ ਬਾਰ ਛੋਡ ਬੈਠਤੇ ਹੈਂ। ਸੰਨ੍ਯਾਸ ਕੀ ਜੁਗਤੀ ਮੇਂ ਦਸਮ ਗੁਰੂ ਜੀ ਕਾ ਪ੍ਰਮਾਣੁ-☬\"ਰੇ ਮਨ ਐਸੋ ਕਰ ਸਨਿਆਸਾ॥☬ਬਨ ਸੇ ਸਦਨ ਸਭੈ ਕਰ ਸਮਝਹੁ ਮਨ ਹੀ ਮਾਹਿ ਉਦਾਸਾ॥\""},"bdb":{"gurmukhi":"(keI Aijhy hn jo Awpxy Awp ƒ) jqI AKvWdy hn, jqI hox dI jugqI jwxdy nhIN (AYvyN vyKo-vyKI) Gr-Gwt C`f jWdy hn [","unicode":"(ਕਈ ਅਜਿਹੇ ਹਨ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ) ਜਤੀ ਅਖਵਾਂਦੇ ਹਨ, ਜਤੀ ਹੋਣ ਦੀ ਜੁਗਤੀ ਜਾਣਦੇ ਨਹੀਂ (ਐਵੇਂ ਵੇਖੋ-ਵੇਖੀ) ਘਰ-ਘਾਟ ਛੱਡ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"auh pRhyjgwr AKvwauNdy hn, Awpxy dr Gr ƒ iqAwg idMdy hn Aqy jIvn dI rhu rIqI ƒ nhIN smJdy[","unicode":"ਉਹ ਪ੍ਰਹੇਜਗਾਰ ਅਖਵਾਉਂਦੇ ਹਨ, ਆਪਣੇ ਦਰ ਘਰ ਨੂੰ ਤਿਆਗ ਦਿੰਦੇ ਹਨ ਅਤੇ ਜੀਵਨ ਦੀ ਰਹੁ ਰੀਤੀ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।"}},"es":{"sn":"Algunos presumen ser hombres de castidad, pero como no conocen el Camino abandonan sus hogares. "},"hi":{"ss":"(कई ऐसे हैं जो अपने आप को) जती कहलवाते हैं।पर जती होने की जुगति नहीं जानते (ऐसे ही देखा-देखी) घर-घाट छोड़ जाते हैं।","sts":"परन्तु उसके प्रभाव से वंचित हो जाते हैं क्योंकि स्वार्थवश वो यती कहलवाने वाले जीवन की युक्ति को नहीं समझते और व्यर्थ ही घर-बार छोड़ देते है।"}},"transliteration":{"english":"jatee sadhaaveh jugat na jaaneh chhadd baheh ghar baar ||","hindi":"जती सदावहि जुगति न जाणहि छडि बहहि घर बारु ॥","en":"jatee sadhaaveh jugat na jaaneh chhadd baheh ghar baar ||","hi":"जती सदावहि जुगति न जाणहि छडि बहहि घर बारु ॥","ipa":"d͡ʒət̪i səd̪ɑʋəh d͡ʒʊGət̪ nə d͡ʒɑɳəh ɕəɖ bəhəh Gʰər bɑr.","ur":"جتیِ سداوه جُگت ن جاݨه چھڈ بههِ گھر بار ۔۔"},"pageNo":469,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21076,"shabadId":1718,"verse":{"gurmukhi":"sBu ko pUrw Awpy hovY Git n koeI AwKY ]","unicode":"ਸਭੁ ਕੋ ਪੂਰਾ ਆਪੇ ਹੋਵੈ ਘਟਿ ਨ ਕੋਈ ਆਖੈ ॥"},"larivaar":{"gurmukhi":"sBukopUrwAwpyhovYGitnkoeIAwKY]","unicode":"ਸਭੁਕੋਪੂਰਾਆਪੇਹੋਵੈਘਟਿਨਕੋਈਆਖੈ॥"},"translation":{"en":{"bdb":"Everyone calls himself perfect; none call themselves imperfect.","ms":"Everyone deems himself perfect and none call himself imperfect.","ssk":"Everyone calls himself perfect; none call themselves imperfect."},"pu":{"ss":{"gurmukhi":"(ies l`b, pwp, kUV Aqy kwm dw ieqnw jbHw hY,) (ijDr q`ko) hryk jIv Awpxy Awp ƒ pUrn qOr qy isAwxw smJdw hY [ koeI mnu`K ieh nhIN AwKdw ik myry ivc koeI aUxqw hY [","unicode":"(ਇਸ ਲੱਬ, ਪਾਪ, ਕੂੜ ਅਤੇ ਕਾਮ ਦਾ ਇਤਨਾ ਜਬ੍ਹਾ ਹੈ,) (ਜਿਧਰ ਤੱਕੋ) ਹਰੇਕ ਜੀਵ ਆਪਣੇ ਆਪ ਨੂੰ ਪੂਰਨ ਤੌਰ ਤੇ ਸਿਆਣਾ ਸਮਝਦਾ ਹੈ । ਕੋਈ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਆਖਦਾ ਕਿ ਮੇਰੇ ਵਿਚ ਕੋਈ ਊਣਤਾ ਹੈ ।"},"ft":{"gurmukhi":"sB koeI guxw kr Awp hI pUrw ho bYTqw hY Awp ko Gt koeI BI nhIN khqw]","unicode":"ਸਭ ਕੋਈ ਗੁਣਾ ਕਰ ਆਪ ਹੀ ਪੂਰਾ ਹੋ ਬੈਠਤਾ ਹੈ ਆਪ ਕੋ ਘਟ ਕੋਈ ਭੀ ਨਹੀਂ ਕਹਤਾ॥"},"bdb":{"gurmukhi":"(ies l`b, pwp, kUV Aqy kwm dw ieqnw jbHw hY,) (ijDr q`ko) hryk jIv Awpxy Awp ƒ pUrn qOr qy isAwxw smJdw hY [ koeI mnu`K ieh nhIN AwKdw ik myry ivc koeI aUxqw hY [","unicode":"(ਇਸ ਲੱਬ, ਪਾਪ, ਕੂੜ ਅਤੇ ਕਾਮ ਦਾ ਇਤਨਾ ਜਬ੍ਹਾ ਹੈ,) (ਜਿਧਰ ਤੱਕੋ) ਹਰੇਕ ਜੀਵ ਆਪਣੇ ਆਪ ਨੂੰ ਪੂਰਨ ਤੌਰ ਤੇ ਸਿਆਣਾ ਸਮਝਦਾ ਹੈ । ਕੋਈ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਆਖਦਾ ਕਿ ਮੇਰੇ ਵਿਚ ਕੋਈ ਊਣਤਾ ਹੈ ।"},"ms":{"gurmukhi":"hr koeI Awpxy Awp ƒ pUrn smJdw hY[ koeI BI Awpxy Awp ƒ G`t nhIN kihMdw[","unicode":"ਹਰ ਕੋਈ ਆਪਣੇ ਆਪ ਨੂੰ ਪੂਰਨ ਸਮਝਦਾ ਹੈ। ਕੋਈ ਭੀ ਆਪਣੇ ਆਪ ਨੂੰ ਘੱਟ ਨਹੀਂ ਕਹਿੰਦਾ।"}},"es":{"sn":"Cada cual es completo en sí mismo; "},"hi":{"ss":"(इस लॅब।पाप।झूठ और काम का इतना प्रभाव है जबा है) (कि जिधर देखो) हरेक जीव अपने आप को पूरा समझदार समझता है।कोई मनुष्य ये नहीं कहता कि मेरे में कोई कमी है।पर।","sts":"सभी अपने आप को पूर्ण भक्त साबित करते है कोई स्वयं को कम नहीं समझता"}},"transliteration":{"english":"sabh ko pooraa aape hovai ghaT na koiee aakhai ||","hindi":"सभु को पूरा आपे होवै घटि न कोई आखै ॥","en":"sabh ko pooraa aape hovai ghaT na koiee aakhai ||","hi":"सभु को पूरा आपे होवै घटि न कोई आखै ॥","ipa":"səɓ kɔ purɑ əɑpe hɔʋæ Gʰəʈ nə kɔei əɑkʰæ.","ur":"سبھ کو پُورا آپے هووَے گھٹ ن کوای آکھَے ۔۔"},"pageNo":469,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21077,"shabadId":1718,"verse":{"gurmukhi":"piq prvwxw ipCY pweIAY qw nwnk qoilAw jwpY ]2]","unicode":"ਪਤਿ ਪਰਵਾਣਾ ਪਿਛੈ ਪਾਈਐ ਤਾ ਨਾਨਕ ਤੋਲਿਆ ਜਾਪੈ ॥੨॥"},"larivaar":{"gurmukhi":"piqprvwxwipCYpweIAYqwnwnkqoilAwjwpY]2]","unicode":"ਪਤਿਪਰਵਾਣਾਪਿਛੈਪਾਈਐਤਾਨਾਨਕਤੋਲਿਆਜਾਪੈ॥੨॥"},"translation":{"en":{"bdb":"If the weight of honor is placed on the scale, then, O Nanak, one sees his true weight. ||2||","ms":"If the weight of honour be put into the hind scale, then alone, O Nanak, the man appears properly weighed.","ssk":"If the weight of honor is placed on the scale, then, O Nanak, one sees his true weight. ||2||"},"pu":{"ss":{"gurmukhi":"pr hy nwnk! qW hI mnu`K qol ivc (Bwv, prK ivc) pUrw auqrdw hY jy q`kVI dy dUjy p`ly ivc (r`b dI drgwh ivc imlI hoeI) ie`zq rUp v`tw pwieAw jwey; Bwv auhI mnu`K aUxqw-rihq hY, ijs ƒ pRBU dI drgwh ivc Awdr imly [2[","unicode":"ਪਰ ਹੇ ਨਾਨਕ! ਤਾਂ ਹੀ ਮਨੁੱਖ ਤੋਲ ਵਿਚ (ਭਾਵ, ਪਰਖ ਵਿਚ) ਪੂਰਾ ਉਤਰਦਾ ਹੈ ਜੇ ਤੱਕੜੀ ਦੇ ਦੂਜੇ ਪੱਲੇ ਵਿਚ (ਰੱਬ ਦੀ ਦਰਗਾਹ ਵਿਚ ਮਿਲੀ ਹੋਈ) ਇੱਜ਼ਤ ਰੂਪ ਵੱਟਾ ਪਾਇਆ ਜਾਏ; ਭਾਵ ਉਹੀ ਮਨੁੱਖ ਊਣਤਾ-ਰਹਿਤ ਹੈ, ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਮਿਲੇ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: prMqu jb pRiqs† rUp (prvwxw) vtw ipCY pweIAY, ijn gunoN kr mhwqmW kI piq rh AweI hY[ so gunoN rUpI vtw buD rUp qkVI dy ipCly Cwby myN pweIey, Bwv pUrb hUey mhwqmw ky gun eyk Er kr buDI myN ivcwrIey[ eyk Er Apny gun rKIey, Bwv ivcwrIey[ qau quilAw hUAw (jwpY) jwnIqw hY ky aun ky sm hY vw km hY]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਪਰੰਤੁ ਜਬ ਪ੍ਰਤਿਸ੍ਟ ਰੂਪ (ਪਰਵਾਣਾ) ਵਟਾ ਪਿਛੈ ਪਾਈਐ, ਜਿਨ ਗੁਨੋਂ ਕਰ ਮਹਾਤਮਾਂ ਕੀ ਪਤਿ ਰਹ ਆਈ ਹੈ। ਸੋ ਗੁਨੋਂ ਰੂਪੀ ਵਟਾ ਬੁਧ ਰੂਪ ਤਕੜੀ ਦੇ ਪਿਛਲੇ ਛਾਬੇ ਮੇਂ ਪਾਈਏ, ਭਾਵ ਪੂਰਬ ਹੂਏ ਮਹਾਤਮਾ ਕੇ ਗੁਨ ਏਕ ਓਰ ਕਰ ਬੁਧੀ ਮੇਂ ਵਿਚਾਰੀਏ। ਏਕ ਓਰ ਅਪਨੇ ਗੁਨ ਰਖੀਏ, ਭਾਵ ਵਿਚਾਰੀਏ। ਤਉ ਤੁਲਿਆ ਹੂਆ (ਜਾਪੈ) ਜਾਨੀਤਾ ਹੈ ਕੇ ਉਨ ਕੇ ਸਮ ਹੈ ਵਾ ਕਮ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"pr hy nwnk! qW hI mnu`K qol ivc (Bwv, prK ivc) pUrw auqrdw hY jy q`kVI dy dUjy p`ly ivc (r`b dI drgwh ivc imlI hoeI) ie`zq rUp v`tw pwieAw jwey; Bwv auhI mnu`K aUxqw-rihq hY, ijs ƒ pRBU dI drgwh ivc Awdr imly [2[","unicode":"ਪਰ ਹੇ ਨਾਨਕ! ਤਾਂ ਹੀ ਮਨੁੱਖ ਤੋਲ ਵਿਚ (ਭਾਵ, ਪਰਖ ਵਿਚ) ਪੂਰਾ ਉਤਰਦਾ ਹੈ ਜੇ ਤੱਕੜੀ ਦੇ ਦੂਜੇ ਪੱਲੇ ਵਿਚ (ਰੱਬ ਦੀ ਦਰਗਾਹ ਵਿਚ ਮਿਲੀ ਹੋਈ) ਇੱਜ਼ਤ ਰੂਪ ਵੱਟਾ ਪਾਇਆ ਜਾਏ; ਭਾਵ ਉਹੀ ਮਨੁੱਖ ਊਣਤਾ-ਰਹਿਤ ਹੈ, ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਮਿਲੇ ।੨।"},"ms":{"gurmukhi":"jykr iejq dw v`tw ipCly plVy iv`c pw id`qw jwvy kyvl qd hI, hy nwnk! bMdw cMgI qrHW qoilAw hoieAw mlUm huMdw hY[","unicode":"ਜੇਕਰ ਇਜਤ ਦਾ ਵੱਟਾ ਪਿਛਲੇ ਪਲੜੇ ਵਿੱਚ ਪਾ ਦਿੱਤਾ ਜਾਵੇ ਕੇਵਲ ਤਦ ਹੀ, ਹੇ ਨਾਨਕ! ਬੰਦਾ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤੋਲਿਆ ਹੋਇਆ ਮਲੂਮ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"a nadie le falta nada. Solamente cuando uno es medido con la Balanza del Honor, llega a conocer cuánto pesa de verdad. (2)"},"hi":{"ss":"हे नानक ! तभी मनुष्य तोल में (परख की कसौटी पर) पूरा उतरता है अगर तराजू के दूसरे पल्ले में (ईश्वर की दरगाह से मिली हुई) इज्जत रूपी बाँट रखा जाए।अर्थात वही मनुष्य कमी-रहित है।जिसे प्रभू की दरगाह में आदर मिले। 2।","sts":"हे नानक ! यदि इज्जत का तराजू पिछले पलड़े में डाल दिया जाए तो ही मनुष्य भलीभांति तुला हुआ मालूम होता है॥ २॥"}},"transliteration":{"english":"pat paravaanaa pichhai paieeaai taa naanak toliaa jaapai ||2||","hindi":"पति परवाणा पिछै पाईऐ ता नानक तोलिआ जापै ॥२॥","en":"pat paravaanaa pichhai paieeaai taa naanak toliaa jaapai ||2||","hi":"पति परवाणा पिछै पाईऐ ता नानक तोलिआ जापै ॥२॥","ipa":"pət̪ pərəʋɑɳɑ pɪɕæ pɑeiæ t̪ɑ nɑnək t̪ɔlɪəɑ d͡ʒɑpæ.2.","ur":"پت پرواݨا پچھَے پاایاَے تا نانک تولآ جاپَے ۔۔۲۔۔"},"pageNo":469,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}}]}