{"shabadInfo":{"shabadId":1792,"shabadName":21681,"pageNo":482,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":482},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":9,"navigation":{"previous":1791,"next":1793},"verses":[{"verseId":21677,"shabadId":1792,"verse":{"gurmukhi":"Awsw ]","unicode":"ਆਸਾ ॥"},"larivaar":{"gurmukhi":"Awsw]","unicode":"ਆਸਾ॥"},"translation":{"en":{"bdb":"Aasaa:","ms":"Asa.","ssk":"Aasaa:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"Awsw[","unicode":"ਆਸਾ।"}},"es":{"sn":"Asa"},"hi":{"ss":"","sts":"आसा ॥"}},"transliteration":{"english":"aasaa ||","hindi":"आसा ॥","en":"aasaa ||","hi":"आसा ॥","ipa":"əɑsɑ.","ur":"آسا ۔۔"},"pageNo":482,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":21678,"shabadId":1792,"verse":{"gurmukhi":"swsu kI duKI ssur kI ipAwrI jyT ky nwim frau ry ]","unicode":"ਸਾਸੁ ਕੀ ਦੁਖੀ ਸਸੁਰ ਕੀ ਪਿਆਰੀ ਜੇਠ ਕੇ ਨਾਮਿ ਡਰਉ ਰੇ ॥"},"larivaar":{"gurmukhi":"swsukIduKIssurkIipAwrIjyTkynwimfraury]","unicode":"ਸਾਸੁਕੀਦੁਖੀਸਸੁਰਕੀਪਿਆਰੀਜੇਠਕੇਨਾਮਿਡਰਉਰੇ॥"},"translation":{"en":{"bdb":"I am bothered by my mother-in-law, Maya, and loved by my father-in-law, the Lord. I fear even the name of my husband's elder brother, Death.","ms":"I am annoyed by my mother-in-law (mammon) and loved by my father-in-law (God) and I dread the very Name of my husband's elder brother (death).","ssk":"I am bothered by my mother-in-law, Maya, and loved by my father-in-law, the Lord. I fear even the name of my husband's elder brother, Death."},"pu":{"ss":{"gurmukhi":"hy vIr! mYN mwieAw dy h`QoN du`KI hW, iPr BI srIr nwl ipAwr (dyh-A`iDAws) hox krky, mYƒ jyT dy nwm qoN hI fr l`gdw hY (Bwv, myrw mrn ƒ ic`q nhIN krdw) [","unicode":"ਹੇ ਵੀਰ! ਮੈਂ ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਦੁੱਖੀ ਹਾਂ, ਫਿਰ ਭੀ ਸਰੀਰ ਨਾਲ ਪਿਆਰ (ਦੇਹ-ਅੱਧਿਆਸ) ਹੋਣ ਕਰਕੇ, ਮੈਨੂੰ ਜੇਠ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਡਰ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਮੇਰਾ ਮਰਨ ਨੂੰ ਚਿੱਤ ਨਹੀਂ ਕਰਦਾ) ।"},"ft":{"gurmukhi":"hy sMq jno! AivdÎw rUpu swsu kI mYN duKI krI hoeI hW, kÎoNky jo dyh ADÎws rUpu sOhrw hY mYN iqs kI ipAwrI hUM Aru jyT jo Drm rwjw hY iqs kw nwm sun kr mYN frdI hW]","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਅਵਿਦ੍ਯਾ ਰੂਪੁ ਸਾਸੁ ਕੀ ਮੈਂ ਦੁਖੀ ਕਰੀ ਹੋਈ ਹਾਂ, ਕ੍ਯੋਂਕੇ ਜੋ ਦੇਹ ਅਧ੍ਯਾਸ ਰੂਪੁ ਸੌਹਰਾ ਹੈ ਮੈਂ ਤਿਸ ਕੀ ਪਿਆਰੀ ਹੂੰ ਅਰੁ ਜੇਠ ਜੋ ਧਰਮ ਰਾਜਾ ਹੈ ਤਿਸ ਕਾ ਨਾਮ ਸੁਨ ਕਰ ਮੈਂ ਡਰਦੀ ਹਾਂ॥"},"bdb":{"gurmukhi":"hy vIr! mYN mwieAw dy h`QoN du`KI hW, iPr BI srIr nwl ipAwr (dyh-A`iDAws) hox krky, mYƒ jyT dy nwm qoN hI fr l`gdw hY (Bwv, myrw mrn ƒ ic`q nhIN krdw) [","unicode":"ਹੇ ਵੀਰ! ਮੈਂ ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਦੁੱਖੀ ਹਾਂ, ਫਿਰ ਭੀ ਸਰੀਰ ਨਾਲ ਪਿਆਰ (ਦੇਹ-ਅੱਧਿਆਸ) ਹੋਣ ਕਰਕੇ, ਮੈਨੂੰ ਜੇਠ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਡਰ ਲੱਗਦਾ ਹੈ (ਭਾਵ, ਮੇਰਾ ਮਰਨ ਨੂੰ ਚਿੱਤ ਨਹੀਂ ਕਰਦਾ) ।"},"ms":{"gurmukhi":"mYN AwpxI s`s (mwieAw) dI sqweI hoeI hW Aqy Awpxy shury (pRBU) dI mYN lwflI hW[ Awpxy pqI dy v¤fy Brw, mOq, dy qW nwm pwso hI mYN BY KWdI hW[","unicode":"ਮੈਂ ਆਪਣੀ ਸੱਸ (ਮਾਇਆ) ਦੀ ਸਤਾਈ ਹੋਈ ਹਾਂ ਅਤੇ ਆਪਣੇ ਸਹੁਰੇ (ਪ੍ਰਭੂ) ਦੀ ਮੈਂ ਲਾਡਲੀ ਹਾਂ। ਆਪਣੇ ਪਤੀ ਦੇ ਵੱਡੇ ਭਰਾ, ਮੌਤ, ਦੇ ਤਾਂ ਨਾਮ ਪਾਸੋ ਹੀ ਮੈਂ ਭੈ ਖਾਂਦੀ ਹਾਂ।"}},"es":{"sn":"Acongojado por Maya, soy ahora el Bienamado de Dios; pero la muerte me trata de aterrorizar como si fuera el hermano mayor de mi esposa, el Alma."},"hi":{"ss":"हे वीर ! मैं माया के हाथों दुखी हूँ।फिर भी शरीर से प्यार (देह-अध्यास) होने के कारण।मुझे जेठ के नाम से ही डर लगता है (भाव।मेरा मरने को चित्त नहीं करता)।","sts":"मैं अपनी माया रूपी सास द्वारा बहुत दुःखी हूँ तथा अपने ससुर की प्यारी हूँ लेकिन अपने जेठ मृत्यु के नाम से मैं डरती हूँ।"}},"transliteration":{"english":"saas kee dhukhee sasur kee piaaree jeTh ke naam ddarau re ||","hindi":"सासु की दुखी ससुर की पिआरी जेठ के नामि डरउ रे ॥","en":"saas kee dhukhee sasur kee piaaree jeTh ke naam ddarau re ||","hi":"सासु की दुखी ससुर की पिआरी जेठ के नामि डरउ रे ॥","ipa":"sɑs ki d̪ʊkʰi səsʊr ki pɪəɑri d͡ʒeʈʰ ke nɑm ɖəro re.","ur":"ساس کیِ دُکھیِ سسر کیِ پآریِ جےٹھ کے نام ڈرا رے ۔۔"},"pageNo":482,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":21679,"shabadId":1792,"verse":{"gurmukhi":"sKI shylI nnd ghylI dyvr kY ibrih jrau ry ]1]","unicode":"ਸਖੀ ਸਹੇਲੀ ਨਨਦ ਗਹੇਲੀ ਦੇਵਰ ਕੈ ਬਿਰਹਿ ਜਰਉ ਰੇ ॥੧॥"},"larivaar":{"gurmukhi":"sKIshylInndghylIdyvrkYibrihjraury]1]","unicode":"ਸਖੀਸਹੇਲੀਨਨਦਗਹੇਲੀਦੇਵਰਕੈਬਿਰਹਿਜਰਉਰੇ॥੧॥"},"translation":{"en":{"bdb":"O my mates and companions, my husband's sister, misunderstanding has seized me, and I am burning with the pain of separation from my husband's younger brother, divine knowledge. ||1||","ms":"O my mates and companions, my husband's sister (misunderstanding) has seized me and I burn by separation from my husband's younger brother (divine knowledge).","ssk":"O my mates and companions, my husband's sister, misunderstanding has seized me, and I am burning with the pain of separation from my husband's younger brother, divine knowledge. ||1||"},"pu":{"ss":{"gurmukhi":"hy sKI shylIE! mYƒ ieMd®IAW ny Awpxy v`s ivc kr r`iKAw hY, mYN idaur dy ivCoVy ivc (Bwv, ivcwr qoN s`KxI hox krky AMdry-AMdr) sV rhI hW [1[","unicode":"ਹੇ ਸਖੀ ਸਹੇਲੀਓ! ਮੈਨੂੰ ਇੰਦ੍ਰੀਆਂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਰੱਖਿਆ ਹੈ, ਮੈਂ ਦਿਉਰ ਦੇ ਵਿਛੋੜੇ ਵਿਚ (ਭਾਵ, ਵਿਚਾਰ ਤੋਂ ਸੱਖਣੀ ਹੋਣ ਕਰਕੇ ਅੰਦਰੇ-ਅੰਦਰ) ਸੜ ਰਹੀ ਹਾਂ ।੧।"},"ft":{"gurmukhi":"hy ipAwrI (shylI) sMqjnoN! ieMdRIEN rUp jo (nnd) innwnW hYN iqnoN ny mYN (ghylI) duKI vw kmlI kr rKI hW[ Aru vYrwg rUpu dyvr kw myry sy (ibrih) ivCoVw hY, iqsI sy mYN (jrau) jlqI rhqI hW]1]","unicode":"ਹੇ ਪਿਆਰੀ (ਸਹੇਲੀ) ਸੰਤਜਨੋਂ! ਇੰਦ੍ਰੀਓਂ ਰੂਪ ਜੋ (ਨਨਦ) ਨਿਨਾਨਾਂ ਹੈਂ ਤਿਨੋਂ ਨੇ ਮੈਂ (ਗਹੇਲੀ) ਦੁਖੀ ਵਾ ਕਮਲੀ ਕਰ ਰਖੀ ਹਾਂ। ਅਰੁ ਵੈਰਾਗ ਰੂਪੁ ਦੇਵਰ ਕਾ ਮੇਰੇ ਸੇ (ਬਿਰਹਿ) ਵਿਛੋੜਾ ਹੈ, ਤਿਸੀ ਸੇ ਮੈਂ (ਜਰਉ) ਜਲਤੀ ਰਹਤੀ ਹਾਂ॥੧॥"},"bdb":{"gurmukhi":"hy sKI shylIE! mYƒ ieMd®IAW ny Awpxy v`s ivc kr r`iKAw hY, mYN idaur dy ivCoVy ivc (Bwv, ivcwr qoN s`KxI hox krky AMdry-AMdr) sV rhI hW [1[","unicode":"ਹੇ ਸਖੀ ਸਹੇਲੀਓ! ਮੈਨੂੰ ਇੰਦ੍ਰੀਆਂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਰੱਖਿਆ ਹੈ, ਮੈਂ ਦਿਉਰ ਦੇ ਵਿਛੋੜੇ ਵਿਚ (ਭਾਵ, ਵਿਚਾਰ ਤੋਂ ਸੱਖਣੀ ਹੋਣ ਕਰਕੇ ਅੰਦਰੇ-ਅੰਦਰ) ਸੜ ਰਹੀ ਹਾਂ ।੧।"},"ms":{"gurmukhi":"hy myrIE shylIE! Aqy swQxo! myry Ksm dI BYx (AigAwnqw) ny mYƒ pkV ilAw hY[ Awpxy pqI dy Coty Brw (igAwn) dy ivCoVy duAwrw mYN sV bl rhI hW[","unicode":"ਹੇ ਮੇਰੀਓ ਸਹੇਲੀਓ! ਅਤੇ ਸਾਥਣੋ! ਮੇਰੇ ਖਸਮ ਦੀ ਭੈਣ (ਅਗਿਆਨਤਾ) ਨੇ ਮੈਨੂੰ ਪਕੜ ਲਿਆ ਹੈ। ਆਪਣੇ ਪਤੀ ਦੇ ਛੋਟੇ ਭਰਾ (ਗਿਆਨ) ਦੇ ਵਿਛੋੜੇ ਦੁਆਰਾ ਮੈਂ ਸੜ ਬਲ ਰਹੀ ਹਾਂ।"}},"es":{"sn":" Oh compañeros, amigos, la maldad me ha agarrado y añoro el Amor de la mente despierta. (1)"},"hi":{"ss":"हे सखी सहेलियो ! मुझे इन्द्रियों ने अपने वश में कर रखा है।मैं देवर के विछोड़े में (भाव।विचार से वंचित होने के कारण अंदर ही अंदर से) जल रही हूँ। 1।","sts":"हे मेरी सखी सहेलियो ! मेरी अज्ञानता (इन्द्रियों) रूपी ननद ने मुझे पकड़ लिया है। अपने देवर (विवेक बुद्धि) के विरह में अत्यंत जल रही हूँ॥ १॥"}},"transliteration":{"english":"sakhee sahelee nanadh gahelee dhevar kai bireh jarau re ||1||","hindi":"सखी सहेली ननद गहेली देवर कै बिरहि जरउ रे ॥१॥","en":"sakhee sahelee nanadh gahelee dhevar kai bireh jarau re ||1||","hi":"सखी सहेली ननद गहेली देवर कै बिरहि जरउ रे ॥१॥","ipa":"səkʰi səheli nənəd̪ Gəheli d̪eʋər kæ bɪrəh d͡ʒəro re.1.","ur":"سکھیِ سهےلیِ نند گهےلیِ دےور کَے بره جرا رے ۔۔۱۔۔"},"pageNo":482,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21680,"shabadId":1792,"verse":{"gurmukhi":"myrI miq baurI mY rwmu ibswirE ikn ibiD rhin rhau ry ]","unicode":"ਮੇਰੀ ਮਤਿ ਬਉਰੀ ਮੈ ਰਾਮੁ ਬਿਸਾਰਿਓ ਕਿਨ ਬਿਧਿ ਰਹਨਿ ਰਹਉ ਰੇ ॥"},"larivaar":{"gurmukhi":"myrImiqbaurImYrwmuibswirEiknibiDrhinrhaury]","unicode":"ਮੇਰੀਮਤਿਬਉਰੀਮੈਰਾਮੁਬਿਸਾਰਿਓਕਿਨਬਿਧਿਰਹਨਿਰਹਉਰੇ॥"},"translation":{"en":{"bdb":"My mind has gone insane, since I forgot the Lord. How can I lead a virtuous lifestyle?","ms":"My mind has gone insane, since I have forgotten the Omnipresent Lord. How can I lead a virtuous way of life?","ssk":"My mind has gone insane, since I forgot the Lord. How can I lead a virtuous lifestyle?"},"pu":{"ss":{"gurmukhi":"myrI Akl mwrI geI hY, mYN prmwqmw ƒ Bulw id`qw hY [ hy vIr! hux (ies hwlq ivc) ikvyN aumr guzwrW? ","unicode":"ਮੇਰੀ ਅਕਲ ਮਾਰੀ ਗਈ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ । ਹੇ ਵੀਰ! ਹੁਣ (ਇਸ ਹਾਲਤ ਵਿਚ) ਕਿਵੇਂ ਉਮਰ ਗੁਜ਼ਾਰਾਂ? "},"ft":{"gurmukhi":"mYny rwm ko ibswr dIAw hY iesI qy myrI buDI kmlI ho rhI hY[ qW qy mhwqmw jI ko (rhin) Dwrnw hY, iqs ivKy mYN iks pRkwr rhW ArQwq jp qp AwdI swDn mYN kr nhIN skqI hW]","unicode":"ਮੈਨੇ ਰਾਮ ਕੋ ਬਿਸਾਰ ਦੀਆ ਹੈ ਇਸੀ ਤੇ ਮੇਰੀ ਬੁਧੀ ਕਮਲੀ ਹੋ ਰਹੀ ਹੈ। ਤਾਂ ਤੇ ਮਹਾਤਮਾ ਜੀ ਕੋ (ਰਹਨਿ) ਧਾਰਨਾ ਹੈ, ਤਿਸ ਵਿਖੇ ਮੈਂ ਕਿਸ ਪ੍ਰਕਾਰ ਰਹਾਂ ਅਰਥਾਤ ਜਪ ਤਪ ਆਦੀ ਸਾਧਨ ਮੈਂ ਕਰ ਨਹੀਂ ਸਕਤੀ ਹਾਂ॥"},"bdb":{"gurmukhi":"myrI Akl mwrI geI hY, mYN prmwqmw ƒ Bulw id`qw hY [ hy vIr! hux (ies hwlq ivc) ikvyN aumr guzwrW? ","unicode":"ਮੇਰੀ ਅਕਲ ਮਾਰੀ ਗਈ ਹੈ, ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ । ਹੇ ਵੀਰ! ਹੁਣ (ਇਸ ਹਾਲਤ ਵਿਚ) ਕਿਵੇਂ ਉਮਰ ਗੁਜ਼ਾਰਾਂ? "},"ms":{"gurmukhi":"myrw mn kmlw ho igAw hY, ikauNik mYN srb ivAwpk suAwmI ƒ Bulw id`qw hY[ mYN iks qrHW piv`qR jIvn-rhu-rIqI bsr (ibqw) kr skdI hW?","unicode":"ਮੇਰਾ ਮਨ ਕਮਲਾ ਹੋ ਗਿਆ ਹੈ, ਕਿਉਂਕਿ ਮੈਂ ਸਰਬ ਵਿਆਪਕ ਸੁਆਮੀ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ। ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਪਵਿੱਤ੍ਰ ਜੀਵਨ-ਰਹੁ-ਰੀਤੀ ਬਸਰ (ਬਿਤਾ) ਕਰ ਸਕਦੀ ਹਾਂ?"}},"es":{"sn":"Me he vuelto loco por haber olvidado a mi Señor; oh, ¿cómo podré vivir en Paz? "},"hi":{"ss":"मेरी अकल मारी गई है।मैंने परमात्मा को भुला दिया है।हे वीर ! अब (इस हालत में) कैसे उमर गुजारूँ।","sts":"मेरी बुद्धि बावली हो गई है, क्योंकि मैंने राम को भुला दिया है। अब मैं कैसे उपयुक्त जीवन बिता सकती हूँ।"}},"transliteration":{"english":"meree mat bauree mai raam bisaario kin bidh rahan rahau re ||","hindi":"मेरी मति बउरी मै रामु बिसारिओ किन बिधि रहनि रहउ रे ॥","en":"meree mat bauree mai raam bisaario kin bidh rahan rahau re ||","hi":"मेरी मति बउरी मै रामु बिसारिओ किन बिधि रहनि रहउ रे ॥","ipa":"meri mət̪ boʊri mæ rɑm bɪsɑrɪo kɪn bɪt̪ə̀ rəhən rəho re.","ur":"مےریِ مت باریِ مَے رام بساراو کن بدھِ رهنِ رها رے ۔۔"},"pageNo":482,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":21681,"shabadId":1792,"verse":{"gurmukhi":"syjY rmqu nYn nhI pyKau iehu duKu kw sau khau ry ]1] rhwau ]","unicode":"ਸੇਜੈ ਰਮਤੁ ਨੈਨ ਨਹੀ ਪੇਖਉ ਇਹੁ ਦੁਖੁ ਕਾ ਸਉ ਕਹਉ ਰੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"syjYrmqunYnnhIpyKauiehuduKukwsaukhaury]1]rhwau]","unicode":"ਸੇਜੈਰਮਤੁਨੈਨਨਹੀਪੇਖਉਇਹੁਦੁਖੁਕਾਸਉਕਹਉਰੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"He rests in the bed of my mind, but I cannot see Him with my eyes. Unto whom should I tell my sufferings? ||1||Pause||","ms":"My Spouse lies on my mind's couch, but I see Him not with my eyes. Whom should I tell this woe of mine? Pause.","ssk":"He rests in the bed of my mind, but I cannot see Him with my eyes. Unto whom should I tell my sufferings? ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy vIr! ieh du`K mYN iks ƒ suxwvW ik auh pRBU myrI ihrdy-syj au~qy v`sdw hY, pr mYƒ A`KIN nhIN id`sdw [1[rhwau[","unicode":"ਹੇ ਵੀਰ! ਇਹ ਦੁੱਖ ਮੈਂ ਕਿਸ ਨੂੰ ਸੁਣਾਵਾਂ ਕਿ ਉਹ ਪ੍ਰਭੂ ਮੇਰੀ ਹਿਰਦੇ-ਸੇਜ ਉੱਤੇ ਵੱਸਦਾ ਹੈ, ਪਰ ਮੈਨੂੰ ਅੱਖੀਂ ਨਹੀਂ ਦਿੱਸਦਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"swKI rUpu prmwqmw AMqskrn rUp syjw pr ibrwj rhw hY, iqs ko buDI rUpu nyqRoN kr mYN dyK nhIN skqI ArQwq Awpxw Awp rUpu kr ky nhIN jwnqI hUM[ hy sMqo! Awp sy ibnW iehu duK mYN iks ky pws khW ArQwq srb duKW ky dUr krqw Awp hI ho]1] rhwau ]","unicode":"ਸਾਖੀ ਰੂਪੁ ਪਰਮਾਤਮਾ ਅੰਤਸਕਰਨ ਰੂਪ ਸੇਜਾ ਪਰ ਬਿਰਾਜ ਰਹਾ ਹੈ, ਤਿਸ ਕੋ ਬੁਧੀ ਰੂਪੁ ਨੇਤ੍ਰੋਂ ਕਰ ਮੈਂ ਦੇਖ ਨਹੀਂ ਸਕਤੀ ਅਰਥਾਤ ਆਪਣਾ ਆਪ ਰੂਪੁ ਕਰ ਕੇ ਨਹੀਂ ਜਾਨਤੀ ਹੂੰ। ਹੇ ਸੰਤੋ! ਆਪ ਸੇ ਬਿਨਾਂ ਇਹੁ ਦੁਖ ਮੈਂ ਕਿਸ ਕੇ ਪਾਸ ਕਹਾਂ ਅਰਥਾਤ ਸਰਬ ਦੁਖਾਂ ਕੇ ਦੂਰ ਕਰਤਾ ਆਪ ਹੀ ਹੋ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy vIr! ieh du`K mYN iks ƒ suxwvW ik auh pRBU myrI ihrdy-syj au~qy v`sdw hY, pr mYƒ A`KIN nhIN id`sdw [1[rhwau[","unicode":"ਹੇ ਵੀਰ! ਇਹ ਦੁੱਖ ਮੈਂ ਕਿਸ ਨੂੰ ਸੁਣਾਵਾਂ ਕਿ ਉਹ ਪ੍ਰਭੂ ਮੇਰੀ ਹਿਰਦੇ-ਸੇਜ ਉੱਤੇ ਵੱਸਦਾ ਹੈ, ਪਰ ਮੈਨੂੰ ਅੱਖੀਂ ਨਹੀਂ ਦਿੱਸਦਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"myrw pqI myry mn dI syjw au¤qy ibrwjmwn hY, pr myry nyqRW nwl auh mYƒ nhIN idsdw[ ies duKVy ƒ mYN kIhdy kol AwKw[ Tihrwau[","unicode":"ਮੇਰਾ ਪਤੀ ਮੇਰੇ ਮਨ ਦੀ ਸੇਜਾ ਉੱਤੇ ਬਿਰਾਜਮਾਨ ਹੈ, ਪਰ ਮੇਰੇ ਨੇਤ੍ਰਾਂ ਨਾਲ ਉਹ ਮੈਨੂੰ ਨਹੀਂ ਦਿਸਦਾ। ਇਸ ਦੁਖੜੇ ਨੂੰ ਮੈਂ ਕੀਹਦੇ ਕੋਲ ਆਖਾ। ਠਹਿਰਾਉ।"}},"es":{"sn":"El Señor reposa en el aposento de la mente, pero no Lo puedo ver. Oh, ¿a quién podría contar mi aflicción? (1‑Pausa)"},"hi":{"ss":"हे वीर ! ये दुख मैं किसको सुनाऊँ कि वह प्रभू मेरी हृदय-सेज पर बसता है।पर मुझे आँखों से नहीं दिखता। 1।रहाउ।","sts":"मेरा पति-परमात्मा मेरी सेज में विराजमान है परन्तु मेरे नयनों से वह मुझे दिखाई नहीं देता। यह दुःख मैं किससे व्यक्त करूं ॥ १॥ रहाउ॥"}},"transliteration":{"english":"sejai ramat nain nahee pekhau ih dhukh kaa sau kahau re ||1|| rahaau ||","hindi":"सेजै रमतु नैन नही पेखउ इहु दुखु का सउ कहउ रे ॥१॥ रहाउ ॥","en":"sejai ramat nain nahee pekhau ih dhukh kaa sau kahau re ||1|| rahaau ||","hi":"सेजै रमतु नैन नही पेखउ इहु दुखु का सउ कहउ रे ॥१॥ रहाउ ॥","ipa":"sed͡ʒæ rəmət̪ næn nəhi pekʰo eɪh d̪ʊkʰ kɑ so kəho re.1. rəhɑo.","ur":"سےجَے رمت نَےن نهیِ پےکھا اهُ دُکھ کا سا کها رے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":482,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":21682,"shabadId":1792,"verse":{"gurmukhi":"bwpu swvkw krY lrweI mwieAw sd mqvwrI ]","unicode":"ਬਾਪੁ ਸਾਵਕਾ ਕਰੈ ਲਰਾਈ ਮਾਇਆ ਸਦ ਮਤਵਾਰੀ ॥"},"larivaar":{"gurmukhi":"bwpuswvkwkrYlrweImwieAwsdmqvwrI]","unicode":"ਬਾਪੁਸਾਵਕਾਕਰੈਲਰਾਈਮਾਇਆਸਦਮਤਵਾਰੀ॥"},"translation":{"en":{"bdb":"My step-father, egotism, fights with me, and my mother, desire, is always intoxicated.","ms":"My step father (egotism) fights with me and my mother (desire) is ever intoxicated.","ssk":"My step-father, egotism, fights with me, and my mother, desire, is always intoxicated."},"pu":{"ss":{"gurmukhi":"myry nwl jMimAw ieh srIr sdw myry nwl lVweI krdw hY (Bwv, sdw Kwx ƒ mMgdw hY), mwieAw ny mYƒ J`lI kr r`iKAw hY [ ","unicode":"ਮੇਰੇ ਨਾਲ ਜੰਮਿਆ ਇਹ ਸਰੀਰ ਸਦਾ ਮੇਰੇ ਨਾਲ ਲੜਾਈ ਕਰਦਾ ਹੈ (ਭਾਵ, ਸਦਾ ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ), ਮਾਇਆ ਨੇ ਮੈਨੂੰ ਝੱਲੀ ਕਰ ਰੱਖਿਆ ਹੈ । "},"ft":{"gurmukhi":"srIr rUpI ipqw (swvkw) phloN sy hI lVweI krqw hY ArQwq jnm syN ly kr Kwn pwn AwdI ky jog pdwrQ mWgqw rihqw hY, Aru mYN mwieAw ny sdw hI (mqvwrI) sudwien kr rKI hUM]","unicode":"ਸਰੀਰ ਰੂਪੀ ਪਿਤਾ (ਸਾਵਕਾ) ਪਹਲੋਂ ਸੇ ਹੀ ਲੜਾਈ ਕਰਤਾ ਹੈ ਅਰਥਾਤ ਜਨਮ ਸੇਂ ਲੇ ਕਰ ਖਾਨ ਪਾਨ ਆਦੀ ਕੇ ਜੋਗ ਪਦਾਰਥ ਮਾਂਗਤਾ ਰਹਿਤਾ ਹੈ, ਅਰੁ ਮੈਂ ਮਾਇਆ ਨੇ ਸਦਾ ਹੀ (ਮਤਵਾਰੀ) ਸੁਦਾਇਨ ਕਰ ਰਖੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"myry nwl jMimAw ieh srIr sdw myry nwl lVweI krdw hY (Bwv, sdw Kwx ƒ mMgdw hY), mwieAw ny mYƒ J`lI kr r`iKAw hY [ ","unicode":"ਮੇਰੇ ਨਾਲ ਜੰਮਿਆ ਇਹ ਸਰੀਰ ਸਦਾ ਮੇਰੇ ਨਾਲ ਲੜਾਈ ਕਰਦਾ ਹੈ (ਭਾਵ, ਸਦਾ ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ), ਮਾਇਆ ਨੇ ਮੈਨੂੰ ਝੱਲੀ ਕਰ ਰੱਖਿਆ ਹੈ । "},"ms":{"gurmukhi":"myrw mqRyAw ipqw (haUmy) myry nwl lVweI krdw hY Aqy myrI mwqw (iqRSnw) hmySW hI nS`eI rihMdI hY[","unicode":"ਮੇਰਾ ਮਤ੍ਰੇਆ ਪਿਤਾ (ਹਊਮੇ) ਮੇਰੇ ਨਾਲ ਲੜਾਈ ਕਰਦਾ ਹੈ ਅਤੇ ਮੇਰੀ ਮਾਤਾ (ਤ੍ਰਿਸ਼ਨਾ) ਹਮੇਸ਼ਾਂ ਹੀ ਨਸ਼ੱਈ ਰਹਿੰਦੀ ਹੈ।"}},"es":{"sn":"Mi cuerpo pelea como un padrastro, y la codicia, como si fuera mi madre, está intoxicada "},"hi":{"ss":"मेरे साथ पैदा हुआ ये शरीर सदा मेरे साथ लड़ता रहता है (भाव।सदा खाने को मांगता है)।माया ने मुझे झल्ली कर रखा है।","sts":"मेरा सौतेला पिता मुझ से झगड़ा करता है और माया मोहिनी सदैव नशे में मस्त रहती है।"}},"transliteration":{"english":"baap saavakaa karai laraiee maiaa sadh matavaaree ||","hindi":"बापु सावका करै लराई माइआ सद मतवारी ॥","en":"baap saavakaa karai laraiee maiaa sadh matavaaree ||","hi":"बापु सावका करै लराई माइआ सद मतवारी ॥","ipa":"bɑp sɑʋəkɑ kəræ lərɑei mɑɪɑ səd̪ mət̪əʋɑri.","ur":"باپ ساوکا کرَے لراای ماایا سد متواریِ ۔۔"},"pageNo":482,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":21683,"shabadId":1792,"verse":{"gurmukhi":"bfy BweI kY jb sMig hoqI qb hau nwh ipAwrI ]2]","unicode":"ਬਡੇ ਭਾਈ ਕੈ ਜਬ ਸੰਗਿ ਹੋਤੀ ਤਬ ਹਉ ਨਾਹ ਪਿਆਰੀ ॥੨॥"},"larivaar":{"gurmukhi":"bfyBweIkYjbsMighoqIqbhaunwhipAwrI]2]","unicode":"ਬਡੇਭਾਈਕੈਜਬਸੰਗਿਹੋਤੀਤਬਹਉਨਾਹਪਿਆਰੀ॥੨॥"},"translation":{"en":{"bdb":"When I stayed with my elder brother, meditation, then I was loved by my Husband Lord. ||2||","ms":"When I remained with my elder brother (meditation), then I was dear to my Spouse.","ssk":"When I stayed with my elder brother, meditation, then I was loved by my Husband Lord. ||2||"},"pu":{"ss":{"gurmukhi":"jdoN (mW dy pyt ivc) mYN v`fy vIr (igAwn) dy nwl sW qdoN (ismrn krdI sW qy) pqI ƒ ipAwrI sW [2[","unicode":"ਜਦੋਂ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਮੈਂ ਵੱਡੇ ਵੀਰ (ਗਿਆਨ) ਦੇ ਨਾਲ ਸਾਂ ਤਦੋਂ (ਸਿਮਰਨ ਕਰਦੀ ਸਾਂ ਤੇ) ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਸਾਂ ।੨।"},"ft":{"gurmukhi":"jb mYN grb ivKy v¤fy BweI ArQwq proK gÎwn ky swQ QI, qb mYN prmysÍr pqI ko ipAwrI QI ArQwq grB ky duKW sy mYƒ bcw ilAw Qw]2]","unicode":"ਜਬ ਮੈਂ ਗਰਬ ਵਿਖੇ ਵੱਡੇ ਭਾਈ ਅਰਥਾਤ ਪਰੋਖ ਗ੍ਯਾਨ ਕੇ ਸਾਥ ਥੀ, ਤਬ ਮੈਂ ਪਰਮੇਸ੍ਵਰ ਪਤੀ ਕੋ ਪਿਆਰੀ ਥੀ ਅਰਥਾਤ ਗਰਭ ਕੇ ਦੁਖਾਂ ਸੇ ਮੈਨੂੰ ਬਚਾ ਲਿਆ ਥਾ॥੨॥"},"bdb":{"gurmukhi":"jdoN (mW dy pyt ivc) mYN v`fy vIr (igAwn) dy nwl sW qdoN (ismrn krdI sW qy) pqI ƒ ipAwrI sW [2[","unicode":"ਜਦੋਂ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਮੈਂ ਵੱਡੇ ਵੀਰ (ਗਿਆਨ) ਦੇ ਨਾਲ ਸਾਂ ਤਦੋਂ (ਸਿਮਰਨ ਕਰਦੀ ਸਾਂ ਤੇ) ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਸਾਂ ।੨।"},"ms":{"gurmukhi":"jd mYN Awpxy v¤fy vIr (iDAwn) nwl rihMdI sW Edo mYN Awpxy Brqy dI lwflI sW[","unicode":"ਜਦ ਮੈਂ ਆਪਣੇ ਵੱਡੇ ਵੀਰ (ਧਿਆਨ) ਨਾਲ ਰਹਿੰਦੀ ਸਾਂ ਓਦੋ ਮੈਂ ਆਪਣੇ ਭਰਤੇ ਦੀ ਲਾਡਲੀ ਸਾਂ।"}},"es":{"sn":"consigo misma. No obstante, cuando vivo en la Sabiduría, mi hermano mayor, el Señor, me ama intensamente. (2)"},"hi":{"ss":"जब (माँ के पेट में) मैं बड़े वीर (ज्ञान) के साथ थी तब (सिमरन करती थी और) पति को प्यारी थी। 2।","sts":"जब मैं बड़े भाई (ध्यान-मनन) की संगति करती थी तो मैं अपने प्रियतम की प्यारी थी। २॥"}},"transliteration":{"english":"badde bhaiee kai jab sa(n)g hotee tab hau naeh piaaree ||2||","hindi":"बडे भाई कै जब संगि होती तब हउ नाह पिआरी ॥२॥","en":"badde bhaiee kai jab sa(n)g hotee tab hau naeh piaaree ||2||","hi":"बडे भाई कै जब संगि होती तब हउ नाह पिआरी ॥२॥","ipa":"bəɖe ɓɑei kæ d͡ʒəb səŋG hɔt̪i t̪əb ho nɑh pɪəɑri.2.","ur":"بڈے بھاای کَے جب سںگ هوتیِ تب ها ناه پآریِ ۔۔۲۔۔"},"pageNo":482,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":21684,"shabadId":1792,"verse":{"gurmukhi":"khq kbIr pMc ko Jgrw Jgrq jnmu gvwieAw ]","unicode":"ਕਹਤ ਕਬੀਰ ਪੰਚ ਕੋ ਝਗਰਾ ਝਗਰਤ ਜਨਮੁ ਗਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"khqkbIrpMckoJgrwJgrqjnmugvwieAw]","unicode":"ਕਹਤਕਬੀਰਪੰਚਕੋਝਗਰਾਝਗਰਤਜਨਮੁਗਵਾਇਆ॥"},"translation":{"en":{"bdb":"Says Kabeer, the five passions argue with me, and in these arguments, my life is wasting away.","ms":"Says Kabir, the five evil passions quarrel with me and in quarrel my life is wasted away.","ssk":"Says Kabeer, the five passions argue with me, and in these arguments, my life is wasting away."},"pu":{"ss":{"gurmukhi":"kbIr AwKdw hY—(b`s! iesy qrHW) sB jIvW ƒ pMj kwmwidkW nwl vwsqw ipAw hoieAw hY [ ","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—(ਬੱਸ! ਇਸੇ ਤਰ੍ਹਾਂ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਨਾਲ ਵਾਸਤਾ ਪਿਆ ਹੋਇਆ ਹੈ । "},"ft":{"gurmukhi":"sRI kbIr jI khqy hYN: kwm kRoD AwdI ibkwroN kw sMswr myN JgVw pV rhw hY Aru ienoN kr JgViqAW jIvW ny mnuK jnm bÎrQ gvwie ilAw hY]","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਕਾਮ ਕ੍ਰੋਧ ਆਦੀ ਬਿਕਾਰੋਂ ਕਾ ਸੰਸਾਰ ਮੇਂ ਝਗੜਾ ਪੜ ਰਹਾ ਹੈ ਅਰੁ ਇਨੋਂ ਕਰ ਝਗੜਤਿਆਂ ਜੀਵਾਂ ਨੇ ਮਨੁਖ ਜਨਮ ਬ੍ਯਰਥ ਗਵਾਇ ਲਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"kbIr AwKdw hY—(b`s! iesy qrHW) sB jIvW ƒ pMj kwmwidkW nwl vwsqw ipAw hoieAw hY [ ","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—(ਬੱਸ! ਇਸੇ ਤਰ੍ਹਾਂ) ਸਭ ਜੀਵਾਂ ਨੂੰ ਪੰਜ ਕਾਮਾਦਿਕਾਂ ਨਾਲ ਵਾਸਤਾ ਪਿਆ ਹੋਇਆ ਹੈ । "},"ms":{"gurmukhi":"kbIr jI AwKdy hn, pMj mMdy ivSy-vyg myry nwl JgVdy hn Aqy JgVy Jwby iv`c hI myrw jIvn brbwd ho igAw hY[","unicode":"ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਪੰਜ ਮੰਦੇ ਵਿਸ਼ੇ-ਵੇਗ ਮੇਰੇ ਨਾਲ ਝਗੜਦੇ ਹਨ ਅਤੇ ਝਗੜੇ ਝਾਬੇ ਵਿੱਚ ਹੀ ਮੇਰਾ ਜੀਵਨ ਬਰਬਾਦ ਹੋ ਗਿਆ ਹੈ।"}},"es":{"sn":"Dice Kabir, las cinco pasiones me hacen la guerra y mi vida la he desperdiciado. "},"hi":{"ss":"कबीर कहता है– (बस इसी तरह) सब जीवों को पाँच कामादिकों से वास्ता पड़ा हुआ है।सारा जगत इन से जूझता हुआ ही जिंदगी व्यर्थ गवाए जा रहा है;","sts":"कबीर जी कहते हैं कि कामादिक पाँचों विकारों से झगड़ा झगड़ते ही मेरा जीवन नष्ट हो गया है।"}},"transliteration":{"english":"kahat kabeer pa(n)ch ko jhagaraa jhagarat janam gavaiaa ||","hindi":"कहत कबीर पंच को झगरा झगरत जनमु गवाइआ ॥","en":"kahat kabeer pa(n)ch ko jhagaraa jhagarat janam gavaiaa ||","hi":"कहत कबीर पंच को झगरा झगरत जनमु गवाइआ ॥","ipa":"kəhət̪ kəbir pəŋt͡ʃ kɔ ɖ͡ʐəGərɑ ɖ͡ʐəGərət̪ d͡ʒənəm Gəʋɑɪɑ.","ur":"کهت کبیِر پںچ کو جھگرا جھگرت جنم گواایا ۔۔"},"pageNo":482,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21685,"shabadId":1792,"verse":{"gurmukhi":"JUTI mwieAw sBu jgu bwiDAw mY rwm rmq suKu pwieAw ]3]3]25]","unicode":"ਝੂਠੀ ਮਾਇਆ ਸਭੁ ਜਗੁ ਬਾਧਿਆ ਮੈ ਰਾਮ ਰਮਤ ਸੁਖੁ ਪਾਇਆ ॥੩॥੩॥੨੫॥"},"larivaar":{"gurmukhi":"JUTImwieAwsBujgubwiDAwmYrwmrmqsuKupwieAw]3]3]25]","unicode":"ਝੂਠੀਮਾਇਆਸਭੁਜਗੁਬਾਧਿਆਮੈਰਾਮਰਮਤਸੁਖੁਪਾਇਆ॥੩॥੩॥੨੫॥"},"translation":{"en":{"bdb":"The false Maya has bound the whole world, but I have obtained peace, chanting the Name of the Lord. ||3||3||25||","ms":"The false mammon has bound the whole world, but I have obtained peace by repeating the Lord's Name.","ssk":"The false Maya has bound the whole world, but I have obtained peace, chanting the Name of the Lord. ||3||3||25||"},"pu":{"ss":{"gurmukhi":"swrw jgq iehnW nwl KihMidAW hI aumr AjweIN gvw irhw hY; TgxI mwieAw nwl b`Jw ipAw hY [ pr mYN pRBU ƒ ismr ky suK pw ilAw hY [3[","unicode":"ਸਾਰਾ ਜਗਤ ਇਹਨਾਂ ਨਾਲ ਖਹਿੰਦਿਆਂ ਹੀ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈ; ਠਗਣੀ ਮਾਇਆ ਨਾਲ ਬੱਝਾ ਪਿਆ ਹੈ । ਪਰ ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਸੁਖ ਪਾ ਲਿਆ ਹੈ ।੩।"},"ft":{"gurmukhi":"imiQAw rUp mwieAw myN sB sMswr bwDw hUAw hY Aru mYny rwm jpqy hUey ny suKu pwieAw hY, Bwv sMq ikRpw qy prmysÍr kw Bjn krny kr suKI hovIqw hY]3]3]25]Çieh qo sMpRdweI sMkyqI ArQ hYN Aru mYN tIkwkwr sMqoN kI ikRpw syN AOru BI ArQ ilKqw hUM: sRI kbIr jI pRivrqI ko duKu rUpu Ar pRivrqI ky iqAwg sy suK kI pRwpqI kQn krqy hYN: mUl kw pwT dubwrw nhIN ilKÎw jwvygw[ ipCly pd ismrn kr lYny[ jIvoN ko pRivrqI ny (sws) sÍws sÍws duKI kIAw hY[ jo purS (ssur) suroN kI aupwsnw ky sihq skwmI hYN ipRvrqI iqn kI ipAwrI hY Aru bhu skwmI lok (jyT) v¤fy, Bwv prmysÍr ky nwm syN frqy hYN ikMqU nwm nhIN jpqy[ iqnoN ny pRivrqI ko (sKI shylI) ipAwrI shylI jwnw hY[ Aru ivcwr kr dyKIey qo pRivrqI myN (nnd) AnMd nhIN hYN, Bwv duKu rUpu hY[ (ghylI) pkVny Aru duKI krny hwrI hY Aru jo (dyvr) vroN ky dyny vwlw prmysÍr hY, iqs ky ivXog kr jlqy rhqy hYN, Bwv iqn ko prmysÍr pRwpq nhIN hoqw[ iqn kI buDI myrI qyrI Bwvnw myN bwvrI ho rhI hY[ (rwm) auprwmqw ko vw inivrqI ky suK ko ivswirAw hY[ inibRqI vwly sMqoN kI rhxI myN ","unicode":"ਮਿਥਿਆ ਰੂਪ ਮਾਇਆ ਮੇਂ ਸਭ ਸੰਸਾਰ ਬਾਧਾ ਹੂਆ ਹੈ ਅਰੁ ਮੈਨੇ ਰਾਮ ਜਪਤੇ ਹੂਏ ਨੇ ਸੁਖੁ ਪਾਇਆ ਹੈ, ਭਾਵ ਸੰਤ ਕ੍ਰਿਪਾ ਤੇ ਪਰਮੇਸ੍ਵਰ ਕਾ ਭਜਨ ਕਰਨੇ ਕਰ ਸੁਖੀ ਹੋਵੀਤਾ ਹੈ॥੩॥੩॥੨੫॥☬ਇਹ ਤੋ ਸੰਪ੍ਰਦਾਈ ਸੰਕੇਤੀ ਅਰਥ ਹੈਂ ਅਰੁ ਮੈਂ ਟੀਕਾਕਾਰ ਸੰਤੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇਂ ਔਰੁ ਭੀ ਅਰਥ ਲਿਖਤਾ ਹੂੰ: ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਪ੍ਰਵਿਰਤੀ ਕੋ ਦੁਖੁ ਰੂਪੁ ਅਰ ਪ੍ਰਵਿਰਤੀ ਕੇ ਤਿਆਗ ਸੇ ਸੁਖ ਕੀ ਪ੍ਰਾਪਤੀ ਕਥਨ ਕਰਤੇ ਹੈਂ: ਮੂਲ ਕਾ ਪਾਠ ਦੁਬਾਰਾ ਨਹੀਂ ਲਿਖ੍ਯਾ ਜਾਵੇਗਾ। ਪਿਛਲੇ ਪਦ ਸਿਮਰਨ ਕਰ ਲੈਨੇ। ਜੀਵੋਂ ਕੋ ਪ੍ਰਵਿਰਤੀ ਨੇ (ਸਾਸ) ਸ੍ਵਾਸ ਸ੍ਵਾਸ ਦੁਖੀ ਕੀਆ ਹੈ। ਜੋ ਪੁਰਸ਼ (ਸਸੁਰ) ਸੁਰੋਂ ਕੀ ਉਪਾਸਨਾ ਕੇ ਸਹਿਤ ਸਕਾਮੀ ਹੈਂ ਪ੍ਰਿਵਰਤੀ ਤਿਨ ਕੀ ਪਿਆਰੀ ਹੈ ਅਰੁ ਬਹੁ ਸਕਾਮੀ ਲੋਕ (ਜੇਠ) ਵੱਡੇ, ਭਾਵ ਪਰਮੇਸ੍ਵਰ ਕੇ ਨਾਮ ਸੇਂ ਡਰਤੇ ਹੈਂ ਕਿੰਤੂ ਨਾਮ ਨਹੀਂ ਜਪਤੇ। ਤਿਨੋਂ ਨੇ ਪ੍ਰਵਿਰਤੀ ਕੋ (ਸਖੀ ਸਹੇਲੀ) ਪਿਆਰੀ ਸਹੇਲੀ ਜਾਨਾ ਹੈ। ਅਰੁ ਵਿਚਾਰ ਕਰ ਦੇਖੀਏ ਤੋ ਪ੍ਰਵਿਰਤੀ ਮੇਂ (ਨਨਦ) ਅਨੰਦ ਨਹੀਂ ਹੈਂ, ਭਾਵ ਦੁਖੁ ਰੂਪੁ ਹੈ। (ਗਹੇਲੀ) ਪਕੜਨੇ ਅਰੁ ਦੁਖੀ ਕਰਨੇ ਹਾਰੀ ਹੈ ਅਰੁ ਜੋ (ਦੇਵਰ) ਵਰੋਂ ਕੇ ਦੇਨੇ ਵਾਲਾ ਪਰਮੇਸ੍ਵਰ ਹੈ, ਤਿਸ ਕੇ ਵਿਯੋਗ ਕਰ ਜਲਤੇ ਰਹਤੇ ਹੈਂ, ਭਾਵ ਤਿਨ ਕੋ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਤਾ। ਤਿਨ ਕੀ ਬੁਧੀ ਮੇਰੀ ਤੇਰੀ ਭਾਵਨਾ ਮੇਂ ਬਾਵਰੀ ਹੋ ਰਹੀ ਹੈ। (ਰਾਮ) ਉਪਰਾਮਤਾ ਕੋ ਵਾ ਨਿਵਿਰਤੀ ਕੇ ਸੁਖ ਕੋ ਵਿਸਾਰਿਆ ਹੈ। ਨਿਬ੍ਰਿਤੀ ਵਾਲੇ ਸੰਤੋਂ ਕੀ ਰਹਣੀ ਮੇਂ "},"bdb":{"gurmukhi":"swrw jgq iehnW nwl KihMidAW hI aumr AjweIN gvw irhw hY; TgxI mwieAw nwl b`Jw ipAw hY [ pr mYN pRBU ƒ ismr ky suK pw ilAw hY [3[","unicode":"ਸਾਰਾ ਜਗਤ ਇਹਨਾਂ ਨਾਲ ਖਹਿੰਦਿਆਂ ਹੀ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈ; ਠਗਣੀ ਮਾਇਆ ਨਾਲ ਬੱਝਾ ਪਿਆ ਹੈ । ਪਰ ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਸੁਖ ਪਾ ਲਿਆ ਹੈ ।੩।"},"ms":{"gurmukhi":"kUVI mohnI ny swry jhwn ƒ jkiVAw hoieAw hY, pRMqU suAwmI dy nwm dw aucwrn krn duAwrw mYN Awrwm pRwpq kr ilAw hY[","unicode":"ਕੂੜੀ ਮੋਹਨੀ ਨੇ ਸਾਰੇ ਜਹਾਨ ਨੂੰ ਜਕੜਿਆ ਹੋਇਆ ਹੈ, ਪ੍ਰੰਤੂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਮੈਂ ਆਰਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"Maya, en su falsedad y en su traición ha atado al mundo entero consigo misma, pero he encontrado la Paz recitando el Nombre del Señor. (3‑3‑25)"},"hi":{"ss":"ठॅगनी माया के साथ बंधा पड़ा है।पर मैंने प्रभू को सिमर के सुख पा लिया है। 3।","sts":"झुठी माया ने सारे जगत को बाँध लिया है परन्तु राम के नाम का भजन-सुमिरन करने से मुझे सुख प्राप्त हो गया है॥ ३॥ ३॥ २५ ॥"}},"transliteration":{"english":"jhooThee maiaa sabh jag baadhiaa mai raam ramat sukh paiaa ||3||3||25||","hindi":"झूठी माइआ सभु जगु बाधिआ मै राम रमत सुखु पाइआ ॥३॥३॥२५॥","en":"jhooThee maiaa sabh jag baadhiaa mai raam ramat sukh paiaa ||3||3||25||","hi":"झूठी माइआ सभु जगु बाधिआ मै राम रमत सुखु पाइआ ॥३॥३॥२५॥","ipa":"ɖ͡ʐuʈʰi mɑɪɑ səɓ d͡ʒəG bɑt̪ɪəɑ mæ rɑm rəmət̪ sʊkʰ pɑɪɑ.3.3.2ə5.","ur":"جھُوٹھیِ مااآ سبھ جگ بادھآ مَے رام رمت سُکھ پاایا ۔۔۳۔۔۳۔۔۲۵۔۔"},"pageNo":482,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}