{"shabadInfo":{"shabadId":1817,"shabadName":21927,"pageNo":488,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":488},"raag":{"raagId":8,"gurmukhi":"rwgu Awsw","unicode":"ਰਾਗੁ ਆਸਾ","english":"Raag Aasaa","raagWithPage":"Aasaa (347-488)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":8,"navigation":{"previous":1816,"next":1818},"verses":[{"verseId":21926,"shabadId":1817,"verse":{"gurmukhi":"ry icq cyqis kI n dXwl dmodr ibbih n jwnis koeI ]","unicode":"ਰੇ ਚਿਤ ਚੇਤਸਿ ਕੀ ਨ ਦਯਾਲ ਦਮੋਦਰ ਬਿਬਹਿ ਨ ਜਾਨਸਿ ਕੋਈ ॥"},"larivaar":{"gurmukhi":"ryicqcyqiskIndXwldmodribbihnjwniskoeI]","unicode":"ਰੇਚਿਤਚੇਤਸਿਕੀਨਦਯਾਲਦਮੋਦਰਬਿਬਹਿਨਜਾਨਸਿਕੋਈ॥"},"translation":{"en":{"bdb":"O my consciousness, why don't you remain conscious of the Merciful Lord? How can you recognize any other?","ms":"O my soul, why rememberest thou not the merciful Lord, the belly cord-weaver? recognise thou not any other.","ssk":"O my consciousness, why don't you remain conscious of the Merciful Lord? How can you recognize any other?"},"pu":{"ss":{"gurmukhi":"hy (myry) mn! dieAw dy Gr prmwqmw ƒ qUµ ikauN nhIN ismrdw? (vyKIN) qUµ iksy hor qy Aws nwh lweI r`KIN [ ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਦਇਆ ਦੇ ਘਰ ਪਰਮਾਤਮਾ ਨੂੰ ਤੂੰ ਕਿਉਂ ਨਹੀਂ ਸਿਮਰਦਾ? (ਵੇਖੀਂ) ਤੂੰ ਕਿਸੇ ਹੋਰ ਤੇ ਆਸ ਨਾਹ ਲਾਈ ਰੱਖੀਂ । "},"ft":{"gurmukhi":"ry icq! dÎwl dmodr kw ismrn ikauN nhIN krqw[ Bwv (ibbih) dUsrw koeI qyry ihRdÎ ky hwl ko nhIN jwnqw hY, vw (is) qIn lok myN koeI dUsrw nw jwnu]","unicode":"ਰੇ ਚਿਤ! ਦ੍ਯਾਲ ਦਮੋਦਰ ਕਾ ਸਿਮਰਨ ਕਿਉਂ ਨਹੀਂ ਕਰਤਾ। ਭਾਵ (ਬਿਬਹਿ) ਦੂਸਰਾ ਕੋਈ ਤੇਰੇ ਹ੍ਰਿਦ੍ਯ ਕੇ ਹਾਲ ਕੋ ਨਹੀਂ ਜਾਨਤਾ ਹੈ, ਵਾ (ਸਿ) ਤੀਨ ਲੋਕ ਮੇਂ ਕੋਈ ਦੂਸਰਾ ਨਾ ਜਾਨੁ॥"},"bdb":{"gurmukhi":"hy (myry) mn! dieAw dy Gr prmwqmw ƒ qUµ ikauN nhIN ismrdw? (vyKIN) qUµ iksy hor qy Aws nwh lweI r`KIN [ ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਦਇਆ ਦੇ ਘਰ ਪਰਮਾਤਮਾ ਨੂੰ ਤੂੰ ਕਿਉਂ ਨਹੀਂ ਸਿਮਰਦਾ? (ਵੇਖੀਂ) ਤੂੰ ਕਿਸੇ ਹੋਰ ਤੇ ਆਸ ਨਾਹ ਲਾਈ ਰੱਖੀਂ । "},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM ikauN pyt qy Dwgw pwaux vwly ienswn imhrbwn mwlk dw ismrn nhIN krdI? qUM iksy hors dI iswx hI nW k`F[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਕਿਉਂ ਪੇਟ ਤੇ ਧਾਗਾ ਪਾਉਣ ਵਾਲੇ ਇਨਸਾਨ ਮਿਹਰਬਾਨ ਮਾਲਕ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦੀ? ਤੂੰ ਕਿਸੇ ਹੋਰਸ ਦੀ ਸਿਾਣ ਹੀ ਨਾਂ ਕੱਢ।"}},"es":{"sn":"Oh mente, ¿por qué no amas a tu Señor? pues como Él no existe ningún otro. "},"hi":{"ss":"हे (मेरे) मन ! दया के घर परमात्मा को तू क्यों नही सिमरता।(देखना) किसी और की आस ना लगाए रखना।","sts":"हे मेरे चित! तू दयालु दामोदर भगवान को याद क्यों नहीं करता ? भगवान के सिवाय किसी अन्य सहारे की उम्मीद मत रखो।"}},"transliteration":{"english":"re chit chetas kee na dhayaal dhamodhar bibeh na jaanas koiee ||","hindi":"रे चित चेतसि की न दयाल दमोदर बिबहि न जानसि कोई ॥","en":"re chit chetas kee na dhayaal dhamodhar bibeh na jaanas koiee ||","hi":"रे चित चेतसि की न दयाल दमोदर बिबहि न जानसि कोई ॥","ipa":"re t͡ʃɪt̪ t͡ʃet̪əs ki nə d̪əjɑl d̪əmɔd̪ər bɪbəh nə d͡ʒɑnəs kɔei.","ur":"رے چت چےتس کیِ ن دےال دمودر ببه ن جانس کوای ۔۔"},"pageNo":488,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":21927,"shabadId":1817,"verse":{"gurmukhi":"jy Dwvih bRhmMf KMf kau krqw krY su hoeI ]1] rhwau ]","unicode":"ਜੇ ਧਾਵਹਿ ਬ੍ਰਹਮੰਡ ਖੰਡ ਕਉ ਕਰਤਾ ਕਰੈ ਸੁ ਹੋਈ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jyDwvihbRhmMfKMfkaukrqwkrYsuhoeI]1]rhwau]","unicode":"ਜੇਧਾਵਹਿਬ੍ਰਹਮੰਡਖੰਡਕਉਕਰਤਾਕਰੈਸੁਹੋਈ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"You may run around the whole universe, but that alone happens which the Creator Lord does. ||1||Pause||","ms":"Though thou mayest run through the universe and the continents that alone happens what the Creator does. Pause.","ssk":"You may run around the whole universe, but that alone happens which the Creator Lord does. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jy qUµ swrI isRStI dy dysW prdysW ivc BI Btkdw iPryNgw, qW BI auhI kuJ hovygw jo krqwr krygw [1[rhwau[","unicode":"ਜੇ ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਦੇਸਾਂ ਪਰਦੇਸਾਂ ਵਿਚ ਭੀ ਭਟਕਦਾ ਫਿਰੇਂਗਾ, ਤਾਂ ਭੀ ਉਹੀ ਕੁਝ ਹੋਵੇਗਾ ਜੋ ਕਰਤਾਰ ਕਰੇਗਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jo qUM bRhmMfw qr giq sB KMfoN myN iPrY, qW vI jo krqw purK krYgw soeI hoiegw, Bwv Xh ik qUM ApnI klpnw ko qÎwgu]1] rhwau ]ÇpRSn: jo Bjn myN lg jwaUNgw qo Kwn pwn kYsy clYgw?Çau`qr:","unicode":"ਜੋ ਤੂੰ ਬ੍ਰਹਮੰਡਾ ਤਰ ਗਤਿ ਸਭ ਖੰਡੋਂ ਮੇਂ ਫਿਰੈ, ਤਾਂ ਵੀ ਜੋ ਕਰਤਾ ਪੁਰਖ ਕਰੈਗਾ ਸੋਈ ਹੋਇਗਾ, ਭਾਵ ਯਹ ਕਿ ਤੂੰ ਅਪਨੀ ਕਲਪਨਾ ਕੋ ਤ੍ਯਾਗੁ॥੧॥ ਰਹਾਉ ॥☬ਪ੍ਰਸ਼ਨ: ਜੋ ਭਜਨ ਮੇਂ ਲਗ ਜਾਊਂਗਾ ਤੋ ਖਾਨ ਪਾਨ ਕੈਸੇ ਚਲੈਗਾ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"jy qUµ swrI isRStI dy dysW prdysW ivc BI Btkdw iPryNgw, qW BI auhI kuJ hovygw jo krqwr krygw [1[rhwau[","unicode":"ਜੇ ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਦੇਸਾਂ ਪਰਦੇਸਾਂ ਵਿਚ ਭੀ ਭਟਕਦਾ ਫਿਰੇਂਗਾ, ਤਾਂ ਭੀ ਉਹੀ ਕੁਝ ਹੋਵੇਗਾ ਜੋ ਕਰਤਾਰ ਕਰੇਗਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"BwvyN qUM Awlm Aqy mhW dIpW AMdr B`jw iPry, kyvl EhI huMdw hY, jo isrjxhwr krdw hY[ Tihrwau[","unicode":"ਭਾਵੇਂ ਤੂੰ ਆਲਮ ਅਤੇ ਮਹਾਂ ਦੀਪਾਂ ਅੰਦਰ ਭੱਜਾ ਫਿਰੇ, ਕੇਵਲ ਓਹੀ ਹੁੰਦਾ ਹੈ, ਜੋ ਸਿਰਜਣਹਾਰ ਕਰਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Porque aun si buscas por todo el Universo, sólo ocurre lo que Dios desea. (1‑Pausa)"},"hi":{"ss":"अगर तू सारी सृष्टि के देसों-परदेसों में भी भटकता फिरेगा।तो भी वही कुछ होगा जो करतार करेगा। 1।रहाउ।","sts":"यदि तू खंडों-ब्रह्माण्डों पर भी भागता-फिरता रहेगा, फिर भी वही होगा जो कर्ता-प्रभु को मंजूर होगा ॥ १॥ रहाउ॥"}},"transliteration":{"english":"je dhaaveh brahama(n)dd kha(n)dd kau karataa karai su hoiee ||1|| rahaau ||","hindi":"जे धावहि ब्रहमंड खंड कउ करता करै सु होई ॥१॥ रहाउ ॥","en":"je dhaaveh brahama(n)dd kha(n)dd kau karataa karai su hoiee ||1|| rahaau ||","hi":"जे धावहि ब्रहमंड खंड कउ करता करै सु होई ॥१॥ रहाउ ॥","ipa":"d͡ʒe t̪ɑʋəh bɹəhəməŋɖ kʰəŋɖ ko kərət̪ɑ kəræ s hɔei.1. rəhɑo.","ur":"جے دھاوه برهمںڈ کھںڈ کا کرتا کرَے سُ هوای ۔۔۱۔۔ رهاا ۔۔"},"pageNo":488,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21928,"shabadId":1817,"verse":{"gurmukhi":"jnnI kyry audr audk mih ipMfu kIAw ds duAwrw ]","unicode":"ਜਨਨੀ ਕੇਰੇ ਉਦਰ ਉਦਕ ਮਹਿ ਪਿੰਡੁ ਕੀਆ ਦਸ ਦੁਆਰਾ ॥"},"larivaar":{"gurmukhi":"jnnIkyryaudraudkmihipMfukIAwdsduAwrw]","unicode":"ਜਨਨੀਕੇਰੇਉਦਰਉਦਕਮਹਿਪਿੰਡੁਕੀਆਦਸਦੁਆਰਾ॥"},"translation":{"en":{"bdb":"In the water of the mother's womb, He fashioned the body with ten gates.","ms":"He built the body having ten gates in the water of the mother's womb.","ssk":"In the water of the mother's womb, He fashioned the body with ten gates."},"pu":{"ss":{"gurmukhi":"mW dy pyt dy jl ivc aus pRBU ny swfw ds soqW vwlw srIr bxw id`qw; ","unicode":"ਮਾਂ ਦੇ ਪੇਟ ਦੇ ਜਲ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਨੇ ਸਾਡਾ ਦਸ ਸੋਤਾਂ ਵਾਲਾ ਸਰੀਰ ਬਣਾ ਦਿੱਤਾ; "},"ft":{"gurmukhi":"ry mn! mwqw ky audr myN jo (audk) jl hY iqs jl myN ijs ny ds duAwr kw, Bwv ds ieMdRXoN vwlw (ipMfu) srIru kIAw hY vw mwqw ky audr ky (audk) jwly myN ijs ny srIr kIAw hY]","unicode":"ਰੇ ਮਨ! ਮਾਤਾ ਕੇ ਉਦਰ ਮੇਂ ਜੋ (ਉਦਕ) ਜਲ ਹੈ ਤਿਸ ਜਲ ਮੇਂ ਜਿਸ ਨੇ ਦਸ ਦੁਆਰ ਕਾ, ਭਾਵ ਦਸ ਇੰਦ੍ਰਯੋਂ ਵਾਲਾ (ਪਿੰਡੁ) ਸਰੀਰੁ ਕੀਆ ਹੈ ਵਾ ਮਾਤਾ ਕੇ ਉਦਰ ਕੇ (ਉਦਕ) ਜਾਲੇ ਮੇਂ ਜਿਸ ਨੇ ਸਰੀਰ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"mW dy pyt dy jl ivc aus pRBU ny swfw ds soqW vwlw srIr bxw id`qw; ","unicode":"ਮਾਂ ਦੇ ਪੇਟ ਦੇ ਜਲ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਨੇ ਸਾਡਾ ਦਸ ਸੋਤਾਂ ਵਾਲਾ ਸਰੀਰ ਬਣਾ ਦਿੱਤਾ; "},"ms":{"gurmukhi":"aus ny dsW drvwijAW vwlI dyh mwqw dy rhm dy pwxI AMdr bxweI[","unicode":"ਉਸ ਨੇ ਦਸਾਂ ਦਰਵਾਜਿਆਂ ਵਾਲੀ ਦੇਹ ਮਾਤਾ ਦੇ ਰਹਮ ਦੇ ਪਾਣੀ ਅੰਦਰ ਬਣਾਈ।"}},"es":{"sn":"El Señor, Quien en las aguas del vientre materno construyó nuestro cuerpo con diez puertas "},"hi":{"ss":"माँ के पेट के जल में उस प्रभू ने हमारा दस सोतों वाला शरीर बना दिया;","sts":"भगवान ने जननी के उदर-जल में हमारा दसों द्वारों वाला शरीर बनाया।"}},"transliteration":{"english":"jananee kere udhar udhak meh pi(n)dd keeaa dhas dhuaaraa ||","hindi":"जननी केरे उदर उदक महि पिंडु कीआ दस दुआरा ॥","en":"jananee kere udhar udhak meh pi(n)dd keeaa dhas dhuaaraa ||","hi":"जननी केरे उदर उदक महि पिंडु कीआ दस दुआरा ॥","ipa":"d͡ʒənəni kere oʊd̪ər oʊd̪ək məh pɪŋɖ kiəɑ d̪əs d̪ʊəɑrɑ.","ur":"جننیِ کےرے اُدر اُدک مهِ پںڈ کیِآ دس دُآرا ۔۔"},"pageNo":488,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[]}},{"verseId":21929,"shabadId":1817,"verse":{"gurmukhi":"dyie Ahwru Agin mih rwKY AYsw Ksmu hmwrw ]1]","unicode":"ਦੇਇ ਅਹਾਰੁ ਅਗਨਿ ਮਹਿ ਰਾਖੈ ਐਸਾ ਖਸਮੁ ਹਮਾਰਾ ॥੧॥"},"larivaar":{"gurmukhi":"dyieAhwruAginmihrwKYAYswKsmuhmwrw]1]","unicode":"ਦੇਇਅਹਾਰੁਅਗਨਿਮਹਿਰਾਖੈਐਸਾਖਸਮੁਹਮਾਰਾ॥੧॥"},"translation":{"en":{"bdb":"He gives it sustenance, and preserves it in fire - such is my Lord and Master. ||1||","ms":"He gives it sustenance and preserves it in fire, such is my Lord.","ssk":"He gives it sustenance, and preserves it in fire - such is my Lord and Master. ||1||"},"pu":{"ss":{"gurmukhi":"^urwk dy ky mW dy pyt dI A`g ivc auh swfI r`iKAw krdw hY (vyK, hy mn!) auh swfw mwlk ieho ijhw (idAwl) hY [1[","unicode":"ਖ਼ੁਰਾਕ ਦੇ ਕੇ ਮਾਂ ਦੇ ਪੇਟ ਦੀ ਅੱਗ ਵਿਚ ਉਹ ਸਾਡੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ (ਵੇਖ, ਹੇ ਮਨ!) ਉਹ ਸਾਡਾ ਮਾਲਕ ਇਹੋ ਜਿਹਾ (ਦਿਆਲ) ਹੈ ।੧।"},"ft":{"gurmukhi":"punw aus jwly vw jl ky AMqr Ahwr dy kr iqs grB AgnI sy rKÎw krqw hY AYsw smrQ hmwrw sÍwmI hY kÎw so Ab n dygw, Bwv dyvyhI gw]1]ÇpRSn: aus ko qo mwqw ky Bojn kw nwVUey dÍwrw rs phucqw hY[ so pRkwrWqR sy idRFqw krwvqy hUey prmysÍr ko pRiqpwlku jnwvqy hYN[","unicode":"ਪੁਨਾ ਉਸ ਜਾਲੇ ਵਾ ਜਲ ਕੇ ਅੰਤਰ ਅਹਾਰ ਦੇ ਕਰ ਤਿਸ ਗਰਭ ਅਗਨੀ ਸੇ ਰਖ੍ਯਾ ਕਰਤਾ ਹੈ ਐਸਾ ਸਮਰਥ ਹਮਾਰਾ ਸ੍ਵਾਮੀ ਹੈ ਕ੍ਯਾ ਸੋ ਅਬ ਨ ਦੇਗਾ, ਭਾਵ ਦੇਵੇਹੀ ਗਾ॥੧॥☬ਪ੍ਰਸ਼ਨ: ਉਸ ਕੋ ਤੋ ਮਾਤਾ ਕੇ ਭੋਜਨ ਕਾ ਨਾੜੂਏ ਦ੍ਵਾਰਾ ਰਸ ਪਹੁਚਤਾ ਹੈ। ਸੋ ਪ੍ਰਕਾਰਾਂਤ੍ਰ ਸੇ ਦ੍ਰਿਢਤਾ ਕਰਾਵਤੇ ਹੂਏ ਪਰਮੇਸ੍ਵਰ ਕੋ ਪ੍ਰਤਿਪਾਲਕੁ ਜਨਾਵਤੇ ਹੈਂ।"},"bdb":{"gurmukhi":"^urwk dy ky mW dy pyt dI A`g ivc auh swfI r`iKAw krdw hY (vyK, hy mn!) auh swfw mwlk ieho ijhw (idAwl) hY [1[","unicode":"ਖ਼ੁਰਾਕ ਦੇ ਕੇ ਮਾਂ ਦੇ ਪੇਟ ਦੀ ਅੱਗ ਵਿਚ ਉਹ ਸਾਡੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ (ਵੇਖ, ਹੇ ਮਨ!) ਉਹ ਸਾਡਾ ਮਾਲਕ ਇਹੋ ਜਿਹਾ (ਦਿਆਲ) ਹੈ ।੧।"},"ms":{"gurmukhi":"A`g AMdr auh ies ƒ Bojn idMdw hY qy ies dI r`iKAw krdw hY, AYho jyhw hY myrw suAwmI[","unicode":"ਅੱਗ ਅੰਦਰ ਉਹ ਇਸ ਨੂੰ ਭੋਜਨ ਦਿੰਦਾ ਹੈ ਤੇ ਇਸ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਐਹੋ ਜੇਹਾ ਹੈ ਮੇਰਾ ਸੁਆਮੀ।"}},"es":{"sn":"y nos sustentó en su fuego interior, es nuestro Dios y Maestro. (1)"},"hi":{"ss":"खुराक दे के माँ के पेट की आग में वह हमारी रक्षा करता है (देख। हे मन !) वह हमारा मालिक ऐसा (दयालु) है। 1।","sts":"हमारा मालिक प्रभु ऐसा है कि वह गर्भ में ही आहार देकर गर्भ की अग्नि से रक्षा करता है॥ १॥"}},"transliteration":{"english":"dhei ahaar agan meh raakhai aaisaa khasam hamaaraa ||1||","hindi":"देइ अहारु अगनि महि राखै ऐसा खसमु हमारा ॥१॥","en":"dhei ahaar agan meh raakhai aaisaa khasam hamaaraa ||1||","hi":"देइ अहारु अगनि महि राखै ऐसा खसमु हमारा ॥१॥","ipa":"d̪eeɪ əhɑr əGən məh rɑkʰæ æsɑ kʰəsəm həmɑrɑ.1.","ur":"دےا اهار اگن مهِ راکھَے اَےسا کھسم همارا ۔۔۱۔۔"},"pageNo":488,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":21930,"shabadId":1817,"verse":{"gurmukhi":"kuMmI jl mwih qn iqsu bwhir pMK KIru iqn nwhI ]","unicode":"ਕੁੰਮੀ ਜਲ ਮਾਹਿ ਤਨ ਤਿਸੁ ਬਾਹਰਿ ਪੰਖ ਖੀਰੁ ਤਿਨ ਨਾਹੀ ॥"},"larivaar":{"gurmukhi":"kuMmIjlmwihqniqsubwhirpMKKIruiqnnwhI]","unicode":"ਕੁੰਮੀਜਲਮਾਹਿਤਨਤਿਸੁਬਾਹਰਿਪੰਖਖੀਰੁਤਿਨਨਾਹੀ॥"},"translation":{"en":{"bdb":"The mother turtle is in the water, and her babies are out of the water. She has no wings to protect them, and no milk to feed them.","ms":"The she-tortoise is in water and her young ones are outside the water. They are neither protected by mother's wings nor fed upon her milk.","ssk":"The mother turtle is in the water, and her babies are out of the water. She has no wings to protect them, and no milk to feed them."},"pu":{"ss":{"gurmukhi":"kCU-kMumI pwxI ivc (rihMdI hY), aus dy b`cy bwhr (ryqy auqy rihMdy hn), nwh (b`icAW ƒ) KMB hn (ik au~f ky kuJ Kw lYx), nwh (kCU-kMumI ƒ) Qx (hn ik b`icAW ƒ du`D ipAwvy);","unicode":"ਕਛੂ-ਕੰੁਮੀ ਪਾਣੀ ਵਿਚ (ਰਹਿੰਦੀ ਹੈ), ਉਸ ਦੇ ਬੱਚੇ ਬਾਹਰ (ਰੇਤੇ ਉਤੇ ਰਹਿੰਦੇ ਹਨ), ਨਾਹ (ਬੱਚਿਆਂ ਨੂੰ) ਖੰਭ ਹਨ (ਕਿ ਉੱਡ ਕੇ ਕੁਝ ਖਾ ਲੈਣ), ਨਾਹ (ਕਛੂ-ਕੰੁਮੀ ਨੂੰ) ਥਣ (ਹਨ ਕਿ ਬੱਚਿਆਂ ਨੂੰ ਦੁੱਧ ਪਿਆਵੇ);"},"ft":{"gurmukhi":"(kuMmI) kCU kuMmI jl myN rhqI hY Aru iqs ky (qnu) puqR bwhr ryqI myN rihqy hYN, n kuMmI ko dUD hoqw hY ik iplwie AwvY n bcoN ko pMK hoqy hYN ik auf ky Kwie AwvYN]","unicode":"(ਕੁੰਮੀ) ਕਛੂ ਕੁੰਮੀ ਜਲ ਮੇਂ ਰਹਤੀ ਹੈ ਅਰੁ ਤਿਸ ਕੇ (ਤਨੁ) ਪੁਤ੍ਰ ਬਾਹਰ ਰੇਤੀ ਮੇਂ ਰਹਿਤੇ ਹੈਂ, ਨ ਕੁੰਮੀ ਕੋ ਦੂਧ ਹੋਤਾ ਹੈ ਕਿ ਪਿਲਾਇ ਆਵੈ ਨ ਬਚੋਂ ਕੋ ਪੰਖ ਹੋਤੇ ਹੈਂ ਕਿ ਉਡ ਕੇ ਖਾਇ ਆਵੈਂ॥"},"bdb":{"gurmukhi":"kCU-kMumI pwxI ivc (rihMdI hY), aus dy b`cy bwhr (ryqy auqy rihMdy hn), nwh (b`icAW ƒ) KMB hn (ik au~f ky kuJ Kw lYx), nwh (kCU-kMumI ƒ) Qx (hn ik b`icAW ƒ du`D ipAwvy);","unicode":"ਕਛੂ-ਕੰੁਮੀ ਪਾਣੀ ਵਿਚ (ਰਹਿੰਦੀ ਹੈ), ਉਸ ਦੇ ਬੱਚੇ ਬਾਹਰ (ਰੇਤੇ ਉਤੇ ਰਹਿੰਦੇ ਹਨ), ਨਾਹ (ਬੱਚਿਆਂ ਨੂੰ) ਖੰਭ ਹਨ (ਕਿ ਉੱਡ ਕੇ ਕੁਝ ਖਾ ਲੈਣ), ਨਾਹ (ਕਛੂ-ਕੰੁਮੀ ਨੂੰ) ਥਣ (ਹਨ ਕਿ ਬੱਚਿਆਂ ਨੂੰ ਦੁੱਧ ਪਿਆਵੇ);"},"ms":{"gurmukhi":"kCu-kuMmI pwxI iv`c hY[ aus dy b¤cy pwxI qoN bwhrvwr hn[ aunHW dI rKvwlI nW hI mW dy KMBw nwl huMdI hY Aqy nW hI aunHW dI pRiqpwlxw aus dy du`D nwl[","unicode":"ਕਛੁ-ਕੁੰਮੀ ਪਾਣੀ ਵਿੱਚ ਹੈ। ਉਸ ਦੇ ਬੱਚੇ ਪਾਣੀ ਤੋਂ ਬਾਹਰਵਾਰ ਹਨ। ਉਨ੍ਹਾਂ ਦੀ ਰਖਵਾਲੀ ਨਾਂ ਹੀ ਮਾਂ ਦੇ ਖੰਭਾ ਨਾਲ ਹੁੰਦੀ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਉਨ੍ਹਾਂ ਦੀ ਪ੍ਰਤਿਪਾਲਣਾ ਉਸ ਦੇ ਦੁੱਧ ਨਾਲ।"}},"es":{"sn":"La tortuga está en el agua y sus crías en la arena; ellas no están protegidas bajo el ala de la madre ni alimentadas con su leche, "},"hi":{"ss":"कछुआ पानी में रहता है।उसके बच्चे बाहर (रेत पर रहते हैं)।ना (बच्चों के) पंख हैं (कि उड़ के कुछ खा लें)।ना (कछुए के) थन (हैं कि बच्चों को दूध पिलाए);","sts":"कछुआ जल में रहता है लेकिन उसके बच्चे जल से बाहर रहते हैं। उनकी रक्षा न ही माता के पंखों से होती है और न ही उनकी पालना उसके दूध से होती है।"}},"transliteration":{"english":"ku(n)mee jal maeh tan tis baahar pa(n)kh kheer tin naahee ||","hindi":"कुँमी जल माहि तन तिसु बाहरि पंख खीरु तिन नाही ॥","en":"ku(n)mee jal maeh tan tis baahar pa(n)kh kheer tin naahee ||","hi":"कुँमी जल माहि तन तिसु बाहरि पंख खीरु तिन नाही ॥","ipa":"kʊŋmi d͡ʒəl mɑh t̪ən t̪ɪs bɑhər pəŋkʰ kʰir t̪ɪn nɑhi.","ur":"کُںمیِ جل ماه تن تس باهر پںکھ کھیِر تن ناهیِ ۔۔"},"pageNo":488,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":21931,"shabadId":1817,"verse":{"gurmukhi":"pUrn prmwnµd mnohr smiJ dyKu mn mwhI ]2]","unicode":"ਪੂਰਨ ਪਰਮਾਨੰਦ ਮਨੋਹਰ ਸਮਝਿ ਦੇਖੁ ਮਨ ਮਾਹੀ ॥੨॥"},"larivaar":{"gurmukhi":"pUrnprmwnµdmnohrsmiJdyKumnmwhI]2]","unicode":"ਪੂਰਨਪਰਮਾਨੰਦਮਨੋਹਰਸਮਝਿਦੇਖੁਮਨਮਾਹੀ॥੨॥"},"translation":{"en":{"bdb":"The Perfect Lord, the embodiment of supreme bliss, the Fascinating Lord takes care of them. See this, and understand it in your mind||2||","ms":"The Omnipresent, embodiment of supreme bliss and fascinating Lord nourishes them. Understand and see this in thy mind.","ssk":"The Perfect Lord, the embodiment of supreme bliss, the Fascinating Lord takes care of them. See this, and understand it in your mind||2||"},"pu":{"ss":{"gurmukhi":"(pr hy ijMdy!) mn ivc ivcwr ky vyK, auh suMdr prmwnMd pUrn pRBU (auhnW dI pwlxw krdw hY) [","unicode":"(ਪਰ ਹੇ ਜਿੰਦੇ!) ਮਨ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ, ਉਹ ਸੁੰਦਰ ਪਰਮਾਨੰਦ ਪੂਰਨ ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"prMqU ry icq! jo prmwnMd mnohr prmwqmw srb sQwnoN myN pUrn hY, so vhW hI aun kI pwlnw vw pRmwnMd mnohr pUrn, Bwv iqRpqI krqw hY[ idRs†Wq ko mn myN smJ kr dyKu]2]Çjy khY vhu qo bryqI myN hYN koeI cogw pwie Awvqw hovYgw? iqs pr khqy hYN:","unicode":"ਪਰੰਤੂ ਰੇ ਚਿਤ! ਜੋ ਪਰਮਾਨੰਦ ਮਨੋਹਰ ਪਰਮਾਤਮਾ ਸਰਬ ਸਥਾਨੋਂ ਮੇਂ ਪੂਰਨ ਹੈ, ਸੋ ਵਹਾਂ ਹੀ ਉਨ ਕੀ ਪਾਲਨਾ ਵਾ ਪ੍ਰਮਾਨੰਦ ਮਨੋਹਰ ਪੂਰਨ, ਭਾਵ ਤ੍ਰਿਪਤੀ ਕਰਤਾ ਹੈ। ਦ੍ਰਿਸ੍ਟਾਂਤ ਕੋ ਮਨ ਮੇਂ ਸਮਝ ਕਰ ਦੇਖੁ॥੨॥☬ਜੇ ਕਹੈ ਵਹੁ ਤੋ ਬਰੇਤੀ ਮੇਂ ਹੈਂ ਕੋਈ ਚੋਗਾ ਪਾਇ ਆਵਤਾ ਹੋਵੈਗਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pr hy ijMdy!) mn ivc ivcwr ky vyK, auh suMdr prmwnMd pUrn pRBU (auhnW dI pwlxw krdw hY) [","unicode":"(ਪਰ ਹੇ ਜਿੰਦੇ!) ਮਨ ਵਿਚ ਵਿਚਾਰ ਕੇ ਵੇਖ, ਉਹ ਸੁੰਦਰ ਪਰਮਾਨੰਦ ਪੂਰਨ ਪ੍ਰਭੂ (ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"srb-ivAwpk, mhwn prsMnqw srUp Aqy mnmohn suAwmI aunHW dI pwlxw-posxw krdw hY[ Awpxy ic`q AMdr ies ƒ soc-ivcwr Aqy vyK[","unicode":"ਸਰਬ-ਵਿਆਪਕ, ਮਹਾਨ ਪਰਸੰਨਤਾ ਸਰੂਪ ਅਤੇ ਮਨਮੋਹਨ ਸੁਆਮੀ ਉਨ੍ਹਾਂ ਦੀ ਪਾਲਣਾ-ਪੋਸਣਾ ਕਰਦਾ ਹੈ। ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਇਸ ਨੂੰ ਸੋਚ-ਵਿਚਾਰ ਅਤੇ ਵੇਖ।"}},"es":{"sn":"pero mira, nuestro Bello y Perfecto Señor, siempre en Sublime Éxtasis, los alimenta a todos."},"hi":{"ss":"(पर हे जीवात्मा !) मन में विचार के देख।वह सुंदर परमानंद पूर्ण प्रभू (उनकी पालना करता है)। 2।","sts":"फिर भी अपने मन में सोच-समझ एवं देख कि पूर्ण परमानंद मनोहर उनका भरण-पोषण करता है॥ २॥"}},"transliteration":{"english":"pooran paramaana(n)dh manohar samajh dhekh man maahee ||2||","hindi":"पूरन परमानंद मनोहर समझि देखु मन माही ॥२॥","en":"pooran paramaana(n)dh manohar samajh dhekh man maahee ||2||","hi":"पूरन परमानंद मनोहर समझि देखु मन माही ॥२॥","ipa":"purən pərəmɑnəⁿd̪ mənɔhər səməɖ͡ʐ d̪ekʰ mən mɑhi.2.","ur":"پُورن پرمانµد منوهر سمجھ دےکھ من ماهیِ ۔۔۲۔۔"},"pageNo":488,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":21932,"shabadId":1817,"verse":{"gurmukhi":"pwKix kItu gupqu hoie rhqw qw co mwrgu nwhI ]","unicode":"ਪਾਖਣਿ ਕੀਟੁ ਗੁਪਤੁ ਹੋਇ ਰਹਤਾ ਤਾ ਚੋ ਮਾਰਗੁ ਨਾਹੀ ॥"},"larivaar":{"gurmukhi":"pwKixkItugupquhoierhqwqwcomwrgunwhI]","unicode":"ਪਾਖਣਿਕੀਟੁਗੁਪਤੁਹੋਇਰਹਤਾਤਾਚੋਮਾਰਗੁਨਾਹੀ॥"},"translation":{"en":{"bdb":"The worm lies hidden under the stone - there is no way for him to escape.","ms":"The worm lives hidden in a stone, and for him there is no way of escape.","ssk":"The worm lies hidden under the stone - there is no way for him to escape."},"pu":{"ss":{"gurmukhi":"p`Qr ivc kIVw luikAw hoieAw rihMdw hY (p`Qr ivcoN bwhr jwx leI) aus dw koeI rwh nhIN;","unicode":"ਪੱਥਰ ਵਿਚ ਕੀੜਾ ਲੁਕਿਆ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਪੱਥਰ ਵਿਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ) ਉਸ ਦਾ ਕੋਈ ਰਾਹ ਨਹੀਂ;"},"ft":{"gurmukhi":"pRQmyN kIVw gupq ho kr rhqw hY, (qw co) iqs ko bwhr jwny ko vw iqs pws Ahwru Awauny ko rsqw nhIN hY]","unicode":"ਪ੍ਰਥਮੇਂ ਕੀੜਾ ਗੁਪਤ ਹੋ ਕਰ ਰਹਤਾ ਹੈ, (ਤਾ ਚੋ) ਤਿਸ ਕੋ ਬਾਹਰ ਜਾਨੇ ਕੋ ਵਾ ਤਿਸ ਪਾਸ ਅਹਾਰੁ ਆਉਨੇ ਕੋ ਰਸਤਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"p`Qr ivc kIVw luikAw hoieAw rihMdw hY (p`Qr ivcoN bwhr jwx leI) aus dw koeI rwh nhIN;","unicode":"ਪੱਥਰ ਵਿਚ ਕੀੜਾ ਲੁਕਿਆ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਪੱਥਰ ਵਿਚੋਂ ਬਾਹਰ ਜਾਣ ਲਈ) ਉਸ ਦਾ ਕੋਈ ਰਾਹ ਨਹੀਂ;"},"ms":{"gurmukhi":"p`Qr iv`c kIVw lu`ikAw hoieAw rihMdw hY[ aus leI inklx dw koeI rsqw nhIN[","unicode":"ਪੱਥਰ ਵਿੱਚ ਕੀੜਾ ਲੁੱਕਿਆ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਲਈ ਨਿਕਲਣ ਦਾ ਕੋਈ ਰਸਤਾ ਨਹੀਂ।"}},"es":{"sn":"El gusano que vive bajo las piedras no tiene lugar de escape; a él también, "},"hi":{"ss":"पत्थर में कीड़ा छुपा हुआ रहता है (पत्थर में से बाहर जाने के लिए) उसका कोई रास्ता नहीं;","sts":"पत्थर में कीट छिपा हुआ रहता है। उसके लिए बाहर आने-जाने का कोई मार्ग नहीं होता।"}},"transliteration":{"english":"paakhan keeT gupat hoi rahataa taa cho maarag naahee ||","hindi":"पाखणि कीटु गुपतु होइ रहता ता चो मारगु नाही ॥","en":"paakhan keeT gupat hoi rahataa taa cho maarag naahee ||","hi":"पाखणि कीटु गुपतु होइ रहता ता चो मारगु नाही ॥","ipa":"pɑkʰəɳ kiʈ Gʊpət̪ hɔeɪ rəhət̪ɑ t̪ɑ t͡ʃɔ mɑrəG nɑhi.","ur":"پاکھݨ کیِٹ گُپت هوا رهتا تا چو مارگ ناهیِ ۔۔"},"pageNo":488,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":21933,"shabadId":1817,"verse":{"gurmukhi":"khY DMnw pUrn qwhU ko mq ry jIA frWhI ]3]3]","unicode":"ਕਹੈ ਧੰਨਾ ਪੂਰਨ ਤਾਹੂ ਕੋ ਮਤ ਰੇ ਜੀਅ ਡਰਾਂਹੀ ॥੩॥੩॥"},"larivaar":{"gurmukhi":"khYDMnwpUrnqwhUkomqryjIAfrWhI]3]3]","unicode":"ਕਹੈਧੰਨਾਪੂਰਨਤਾਹੂਕੋਮਤਰੇਜੀਅਡਰਾਂਹੀ॥੩॥੩॥"},"translation":{"en":{"bdb":"Says Dhanna, the Perfect Lord takes care of him. Fear not, O my soul. ||3||3||","ms":"Says Dhanna, the Lord fills him Fear not, O my soul.","ssk":"Says Dhanna, the Perfect Lord takes care of him. Fear not, O my soul. ||3||3||"},"pu":{"ss":{"gurmukhi":"pr aus dw (pwlx vwlw) BI pUrn prmwqmw hY; DMnw AwKdw hY—hy ijMdy! qUµ BI nwh fr [3[3[","unicode":"ਪਰ ਉਸ ਦਾ (ਪਾਲਣ ਵਾਲਾ) ਭੀ ਪੂਰਨ ਪਰਮਾਤਮਾ ਹੈ; ਧੰਨਾ ਆਖਦਾ ਹੈ—ਹੇ ਜਿੰਦੇ! ਤੂੰ ਭੀ ਨਾਹ ਡਰ ।੩।੩।"},"ft":{"gurmukhi":"DMnw jI khqy hYN: iqs ko BI prmwqmw pUrn krqw hY[ hy (jIau) icq! qUM nw frIN, qyrI BI pwlnw krygw]3]3]","unicode":"ਧੰਨਾ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਕੋ ਭੀ ਪਰਮਾਤਮਾ ਪੂਰਨ ਕਰਤਾ ਹੈ। ਹੇ (ਜੀਉ) ਚਿਤ! ਤੂੰ ਨਾ ਡਰੀਂ, ਤੇਰੀ ਭੀ ਪਾਲਨਾ ਕਰੇਗਾ॥੩॥੩॥"},"bdb":{"gurmukhi":"pr aus dw (pwlx vwlw) BI pUrn prmwqmw hY; DMnw AwKdw hY—hy ijMdy! qUµ BI nwh fr [3[3[","unicode":"ਪਰ ਉਸ ਦਾ (ਪਾਲਣ ਵਾਲਾ) ਭੀ ਪੂਰਨ ਪਰਮਾਤਮਾ ਹੈ; ਧੰਨਾ ਆਖਦਾ ਹੈ—ਹੇ ਜਿੰਦੇ! ਤੂੰ ਭੀ ਨਾਹ ਡਰ ।੩।੩।"},"ms":{"gurmukhi":"DMnw AwKdw hY, suAwmI aus ƒ prIpUrn krdw hY[ hy myrI ijMdVIey, qUM BY nW kr[","unicode":"ਧੰਨਾ ਆਖਦਾ ਹੈ, ਸੁਆਮੀ ਉਸ ਨੂੰ ਪਰੀਪੂਰਨ ਕਰਦਾ ਹੈ। ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ, ਤੂੰ ਭੈ ਨਾਂ ਕਰ।"}},"es":{"sn":"dice Dhanna, el Señor lo sustenta, así que no temas, oh mi mente. (3-3)"},"hi":{"ss":"पर उसको (पालने वाला) भी पूर्ण परमात्मा है; धंना कहता है– हे जीवात्मा ! तू भी ना डर। 3। 3।","sts":"धन्ना कहता है कि फिर भी प्रभु उसका पालनहार है। हे जीव ! तू भय मत कर ॥ ३॥ ३॥"}},"transliteration":{"english":"kahai dha(n)naa pooran taahoo ko mat re jeea ddaraa(n)hee ||3||3||","hindi":"कहै धंना पूरन ताहू को मत रे जीअ डराँही ॥३॥३॥","en":"kahai dha(n)naa pooran taahoo ko mat re jeea ddaraa(n)hee ||3||3||","hi":"कहै धंना पूरन ताहू को मत रे जीअ डराँही ॥३॥३॥","ipa":"kəhæ t̪əŋnɑ purən t̪ɑhu kɔ mət̪ re d͡ʒiə ɖərɑⁿəhi.3.3.","ur":"کهَے دھنّا پُورن تاهُو کو مت رے جیِا ڈراںهیِ ۔۔۳۔۔۳۔۔"},"pageNo":488,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}}]}