{"shabadInfo":{"shabadId":195,"shabadName":3219,"pageNo":80,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":80},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":7,"navigation":{"previous":194,"next":196},"verses":[{"verseId":3219,"shabadId":195,"verse":{"gurmukhi":"CMqu ]","unicode":"ਛੰਤੁ ॥"},"larivaar":{"gurmukhi":"CMqu]","unicode":"ਛੰਤੁ॥"},"translation":{"en":{"bdb":"Chhant:","ms":"Chhant.","ssk":"Chhant:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"CMd[","unicode":"ਛੰਦ।"}},"es":{"sn":"Chhant."},"hi":{"ss":"छंद॥","sts":"छंद॥"}},"transliteration":{"english":"chha(n)t ||","hindi":"छंतु ॥","en":"chha(n)t ||","hi":"छंतु ॥","ipa":"ɕəŋt̪.","ur":"چھںت ۔۔"},"pageNo":80,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":3220,"shabadId":195,"verse":{"gurmukhi":"suMdr suAwmI Dwm Bgqh ibsRwm Awsw lig jIvqy jIau ]","unicode":"ਸੁੰਦਰ ਸੁਆਮੀ ਧਾਮ ਭਗਤਹ ਬਿਸ੍ਰਾਮ ਆਸਾ ਲਗਿ ਜੀਵਤੇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"suMdrsuAwmIDwmBgqhibsRwmAwswligjIvqyjIau]","unicode":"ਸੁੰਦਰਸੁਆਮੀਧਾਮਭਗਤਹਬਿਸ੍ਰਾਮਆਸਾਲਗਿਜੀਵਤੇਜੀਉ॥"},"translation":{"en":{"bdb":"My Lord and Master's Home is beautiful. It is the resting place of His devotees, who live in hopes of attaining it.","ms":"Beautiful is Lord's abode. It is the resting place of His slaves, who live in the hope of getting at it.1","ssk":"My Lord and Master's Home is beautiful. It is the resting place of His devotees, who live in hopes of attaining it."},"pu":{"ss":{"gurmukhi":"mwlk-pRBU dy sohxy crn Bgq jnW (dy mn) vwsqy invws-AsQwn huMdw hY (Bgq jn pRBU crnW ivc itky rihx dI hI) AwSw Dwr ky Awpxw jIvn au~cw krdy hn ","unicode":"ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨ ਭਗਤ ਜਨਾਂ (ਦੇ ਮਨ) ਵਾਸਤੇ ਨਿਵਾਸ-ਅਸਥਾਨ ਹੁੰਦਾ ਹੈ (ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਦੀ ਹੀ) ਆਸ਼ਾ ਧਾਰ ਕੇ ਆਪਣਾ ਜੀਵਨ ਉੱਚਾ ਕਰਦੇ ਹਨ "},"ft":{"gurmukhi":"AqI soBnIk hY sÍwmI kw (Dwm) Gr Bwv bYkuMT, jhW Anyk pRkwr kIAW mxIAW jrq ho rhI hYN iqs myN Bgq jnoN kw ibsrwm hoqw hY[ Bwv iXh ik Bgq jn Anyk pRkwr ky jp qp AwidkoN ky sRm krny sy Qkq hUey hoqy hYN, so qhW invws kr ky sRm invwrn krqy hYN[ punÚ eyk jIv ko BgqI kr jw pRwpiq hUey hYN, AOr eyk vrqmwn kwl myN bYkuMT jwny kI ie`Cw myN lgy hUey jIvqy hYN]","unicode":"ਅਤੀ ਸੋਭਨੀਕ ਹੈ ਸ੍ਵਾਮੀ ਕਾ (ਧਾਮ) ਘਰ ਭਾਵ ਬੈਕੁੰਠ, ਜਹਾਂ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੀਆਂ ਮਣੀਆਂ ਜਰਤ ਹੋ ਰਹੀ ਹੈਂ ਤਿਸ ਮੇਂ ਭਗਤ ਜਨੋਂ ਕਾ ਬਿਸਰਾਮ ਹੋਤਾ ਹੈ। ਭਾਵ ਯਿਹ ਕਿ ਭਗਤ ਜਨ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਜਪ ਤਪ ਆਦਿਕੋਂ ਕੇ ਸ੍ਰਮ ਕਰਨੇ ਸੇ ਥਕਤ ਹੂਏ ਹੋਤੇ ਹੈਂ, ਸੋ ਤਹਾਂ ਨਿਵਾਸ ਕਰ ਕੇ ਸ੍ਰਮ ਨਿਵਾਰਨ ਕਰਤੇ ਹੈਂ। ਪੁਨਃ ਏਕ ਜੀਵ ਕੋ ਭਗਤੀ ਕਰ ਜਾ ਪ੍ਰਾਪਤਿ ਹੂਏ ਹੈਂ, ਔਰ ਏਕ ਵਰਤਮਾਨ ਕਾਲ ਮੇਂ ਬੈਕੁੰਠ ਜਾਨੇ ਕੀ ਇੱਛਾ ਮੇਂ ਲਗੇ ਹੂਏ ਜੀਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"mwlk-pRBU dy sohxy crn Bgq jnW (dy mn) vwsqy invws-AsQwn huMdw hY (Bgq jn pRBU crnW ivc itky rihx dI hI) AwSw Dwr ky Awpxw jIvn au~cw krdy hn ","unicode":"ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨ ਭਗਤ ਜਨਾਂ (ਦੇ ਮਨ) ਵਾਸਤੇ ਨਿਵਾਸ-ਅਸਥਾਨ ਹੁੰਦਾ ਹੈ (ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਦੀ ਹੀ) ਆਸ਼ਾ ਧਾਰ ਕੇ ਆਪਣਾ ਜੀਵਨ ਉੱਚਾ ਕਰਦੇ ਹਨ "},"ms":{"gurmukhi":"suhxw hY swihbdw AsQwn[ ieh aus dy goilAW dI Awrwm dI QW hY, ijs ƒ prwpq krn dI aumId iv`c auh jIaUdy hn[","unicode":"ਸੁਹਣਾ ਹੈ ਸਾਹਿਬਦਾ ਅਸਥਾਨ। ਇਹ ਉਸ ਦੇ ਗੋਲਿਆਂ ਦੀ ਆਰਾਮ ਦੀ ਥਾਂ ਹੈ, ਜਿਸ ਨੂੰ ਪਰਾਪਤ ਕਰਨ ਦੀ ਉਮੀਦ ਵਿੱਚ ਉਹ ਜੀਊਦੇ ਹਨ।"}},"es":{"sn":"El Recinto del Maestro es bellísimo, ahí habitan los Devotos, ésta es su única esperanza. "},"hi":{"ss":"मालिक प्रभू के सुंदर चरण भगत जनों (के मन) वास्ते निवास स्थल होते हैं (भगत जन प्रभू चरणों में टिके रहने की ही) आशा धार के अपना जीवन ऊँचा करते हैं।","sts":"जगत् के स्वामी प्रभु का धाम अत्यंत सुन्दर है। वह प्रभु के भक्तों का निवास-स्थान है। प्रभु के भक्त उस सुन्दर स्थान की प्राप्ति की आशा में जीते हैं।"}},"transliteration":{"english":"su(n)dhar suaamee dhaam bhagateh bisraam aasaa lag jeevate jeeau ||","hindi":"सुँदर सुआमी धाम भगतह बिस्राम आसा लगि जीवते जीउ ॥","en":"su(n)dhar suaamee dhaam bhagateh bisraam aasaa lag jeevate jeeau ||","hi":"सुँदर सुआमी धाम भगतह बिस्राम आसा लगि जीवते जीउ ॥","ipa":"sʊŋd̪ər sʊəɑmi t̪ɑm ɓəGət̪əh bɪsɹɑm əɑsɑ ləG d͡ʒiʋət̪e d͡ʒio.","ur":"سُںدر سُآمیِ دھام بھگته بسرام آسا لگ جیِوتے جیِا ۔۔"},"pageNo":80,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":3221,"shabadId":195,"verse":{"gurmukhi":"min qny glqwn ismrq pRB nwm hir AMimRqu pIvqy jIau ]","unicode":"ਮਨਿ ਤਨੇ ਗਲਤਾਨ ਸਿਮਰਤ ਪ੍ਰਭ ਨਾਮ ਹਰਿ ਅੰਮ੍ਰਿਤੁ ਪੀਵਤੇ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"minqnyglqwnismrqpRBnwmhirAMimRqupIvqyjIau]","unicode":"ਮਨਿਤਨੇਗਲਤਾਨਸਿਮਰਤਪ੍ਰਭਨਾਮਹਰਿਅੰਮ੍ਰਿਤੁਪੀਵਤੇਜੀਉ॥"},"translation":{"en":{"bdb":"Their minds and bodies are absorbed in meditation on the Name of God; they drink in the Lord's Ambrosial Nectar.","ms":"Their mind's and bodies are absorbed in the meditation of the Lord's Name, and they quaff God's elixir.","ssk":"Their minds and bodies are absorbed in meditation on the Name of God; they drink in the Lord's Ambrosial Nectar."},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm ismr-ismr ky (Bgq jn Awpxy) mn dI rwhIN (Awpxy) srIr dI rwhIN pRBU-nwm ivc msq rihMdy hn, qy, Awqmk jIvn dyx vwlw hir-nwm-jl sdw pINdy riNhMdy hn ","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ-ਸਿਮਰ ਕੇ (ਭਗਤ ਜਨ ਆਪਣੇ) ਮਨ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ) ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਸਦਾ ਪੀਂਦੇ ਰਂਿਹੰਦੇ ਹਨ "},"ft":{"gurmukhi":"mn qn kr ky BgqI myN (glqwn) Kcq ho rhy hYN, AOr pRBU ky nwm ko ismrqy hUey hrI jI kw AnMd rUpI AMimRq pwn krqy hYN]","unicode":"ਮਨ ਤਨ ਕਰ ਕੇ ਭਗਤੀ ਮੇਂ (ਗਲਤਾਨ) ਖਚਤ ਹੋ ਰਹੇ ਹੈਂ, ਔਰ ਪ੍ਰਭੂ ਕੇ ਨਾਮ ਕੋ ਸਿਮਰਤੇ ਹੂਏ ਹਰੀ ਜੀ ਕਾ ਅਨੰਦ ਰੂਪੀ ਅੰਮ੍ਰਿਤ ਪਾਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"prmwqmw dw nwm ismr-ismr ky (Bgq jn Awpxy) mn dI rwhIN (Awpxy) srIr dI rwhIN pRBU-nwm ivc msq rihMdy hn, qy, Awqmk jIvn dyx vwlw hir-nwm-jl sdw pINdy riNhMdy hn ","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ-ਸਿਮਰ ਕੇ (ਭਗਤ ਜਨ ਆਪਣੇ) ਮਨ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ) ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਸਦਾ ਪੀਂਦੇ ਰਂਿਹੰਦੇ ਹਨ "},"ms":{"gurmukhi":"aunHW dy ic`q qy srIr swihb dy nwm dy ArwDn AMdr lIn hn Aqy auh vwihgurU dy suDw-rs ƒ pwn krdy hn[","unicode":"ਉਨ੍ਹਾਂ ਦੇ ਚਿੱਤ ਤੇ ਸਰੀਰ ਸਾਹਿਬ ਦੇ ਨਾਮ ਦੇ ਅਰਾਧਨ ਅੰਦਰ ਲੀਨ ਹਨ ਅਤੇ ਉਹ ਵਾਹਿਗੁਰੂ ਦੇ ਸੁਧਾ-ਰਸ ਨੂੰ ਪਾਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Sus cuerpos y sus mentes están inmersos en el Nombre del Señor y ellos beben del Néctar todo el tiempo.  "},"hi":{"ss":"परमात्मा का नाम सिमर सिमर के (भगत जन अपने) मन से (अपने) शरीर से प्रभू नाम में मस्त रहते हैं~ और आत्मिक जीवन देने वाला हरि नाम जल सदा पीते रहते हैं।","sts":"वह अपने मन एवं तन द्वारा भगवान का नाम-सिमरन करने में मग्न रहते हैं। वे हरि-रस का पान करते हैं और सदैव स्थिर जीवन वाले हो जाते हैं।"}},"transliteration":{"english":"man tane galataan simarat prabh naam har a(n)mrit peevate jeeau ||","hindi":"मनि तने गलतान सिमरत प्रभ नाम हरि अंमृतु पीवते जीउ ॥","en":"man tane galataan simarat prabh naam har a(n)mrit peevate jeeau ||","hi":"मनि तने गलतान सिमरत प्रभ नाम हरि अंमृतु पीवते जीउ ॥","ipa":"mən t̪əne Gələt̪ɑn sɪmərət̪ pɹəɓ nɑm hər əŋmɪɹət̪ piʋət̪e d͡ʒio.","ur":"من تنے گلتان سمرت پربھ نام هرِ اںمرت پیِوتے جیِا ۔۔"},"pageNo":80,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":3222,"shabadId":195,"verse":{"gurmukhi":"AMimRqu hir pIvqy sdw iQru QIvqy ibKY bnu PIkw jwinAw ]","unicode":"ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਪੀਵਤੇ ਸਦਾ ਥਿਰੁ ਥੀਵਤੇ ਬਿਖੈ ਬਨੁ ਫੀਕਾ ਜਾਨਿਆ ॥"},"larivaar":{"gurmukhi":"AMimRquhirpIvqysdwiQruQIvqyibKYbnuPIkwjwinAw]","unicode":"ਅੰਮ੍ਰਿਤੁਹਰਿਪੀਵਤੇਸਦਾਥਿਰੁਥੀਵਤੇਬਿਖੈਬਨੁਫੀਕਾਜਾਨਿਆ॥"},"translation":{"en":{"bdb":"They drink in the Lord's Ambrosial Nectar, and become eternally stable. They know that the water of corruption is insipid and tasteless.","ms":"God's Nectar they drink and become eternally stable. The water of sins, they deem insipid.","ssk":"They drink in the Lord's Ambrosial Nectar, and become eternally stable. They know that the water of corruption is insipid and tasteless."},"pu":{"ss":{"gurmukhi":" Bgq-jn nwm-AMimRq sdw pINdy hn qy (iviSAW vloN) sdw Afol-ic`q itky rihMdy hn [ (ismrn dI brkiq nwl auhnW ny) iviSAW dy pwxI ƒ by-suAwd jwx ilAw hY ","unicode":" ਭਗਤ-ਜਨ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਦਾ ਪੀਂਦੇ ਹਨ ਤੇ (ਵਿਸ਼ਿਆਂ ਵਲੋਂ) ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ । (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੇ) ਵਿਸ਼ਿਆਂ ਦੇ ਪਾਣੀ ਨੂੰ ਬੇ-ਸੁਆਦ ਜਾਣ ਲਿਆ ਹੈ "},"ft":{"gurmukhi":"iqs AMimRq hrI nwm pwn krny sy sdw hI Ac`lqw ko pRwpiq hoqy hYN, AOr ibKX rUpI (bnu) jl iqnoN nY (PIkw) inrsu jwinAw hY]","unicode":"ਤਿਸ ਅੰਮ੍ਰਿਤ ਹਰੀ ਨਾਮ ਪਾਨ ਕਰਨੇ ਸੇ ਸਦਾ ਹੀ ਅਚੱਲਤਾ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ, ਔਰ ਬਿਖਯ ਰੂਪੀ (ਬਨੁ) ਜਲ ਤਿਨੋਂ ਨੈ (ਫੀਕਾ) ਨਿਰਸੁ ਜਾਨਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" Bgq-jn nwm-AMimRq sdw pINdy hn qy (iviSAW vloN) sdw Afol-ic`q itky rihMdy hn [ (ismrn dI brkiq nwl auhnW ny) iviSAW dy pwxI ƒ by-suAwd jwx ilAw hY ","unicode":" ਭਗਤ-ਜਨ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਦਾ ਪੀਂਦੇ ਹਨ ਤੇ (ਵਿਸ਼ਿਆਂ ਵਲੋਂ) ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ । (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੇ) ਵਿਸ਼ਿਆਂ ਦੇ ਪਾਣੀ ਨੂੰ ਬੇ-ਸੁਆਦ ਜਾਣ ਲਿਆ ਹੈ "},"ms":{"gurmukhi":"vwihgurU dy Awib-ihXwq ƒ auh Ckdy hn Aqy sdIvI siQr ho jWdy hn[ iviSAW dy pwxI ƒ auh iPklw jwxdy hn[","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਆਬਿ-ਹਿਯਾਤ ਨੂੰ ਉਹ ਛਕਦੇ ਹਨ ਅਤੇ ਸਦੀਵੀ ਸਥਿਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਵਿਸ਼ਿਆਂ ਦੇ ਪਾਣੀ ਨੂੰ ਉਹ ਫਿਕਲਾ ਜਾਣਦੇ ਹਨ।"}},"es":{"sn":"Del Néctar del Señor ellos beben y se vuelven eternos, y el agua salobre y venenosa de la corrupción, no la tocan. "},"hi":{"ss":"भक्त जन नाम अमृत सदा पीते हैं और (विषयों की ओर से) सदा अडोल-चित्त टिके रहते हैं। (सिमरन की बरकति से उन्होंने) विषौ विकारों के पानी को बे-स्वादा जान लिया है।","sts":"वे विष रूप संसार के रसों को फीका समझते हैं।"}},"transliteration":{"english":"a(n)mrit har peevate sadhaa thir theevate bikhai ban feekaa jaaniaa ||","hindi":"अंमृतु हरि पीवते सदा थिरु थीवते बिखै बनु फीका जानिआ ॥","en":"a(n)mrit har peevate sadhaa thir theevate bikhai ban feekaa jaaniaa ||","hi":"अंमृतु हरि पीवते सदा थिरु थीवते बिखै बनु फीका जानिआ ॥","ipa":"əŋmɪɹət̪ hər piʋət̪e səd̪ɑ t̪ʰɪr t̪ʰiʋət̪e bɪkʰæ bən fikɑ d͡ʒɑnɪəɑ.","ur":"اںمرت هر پیِوتے سدا تھر تھیِوتے بکھَے بن پھیِکا جانآ ۔۔"},"pageNo":81,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":3223,"shabadId":195,"verse":{"gurmukhi":"Bey ikrpwl gopwl pRB myry swDsMgiq iniD mwinAw ]","unicode":"ਭਏ ਕਿਰਪਾਲ ਗੋਪਾਲ ਪ੍ਰਭ ਮੇਰੇ ਸਾਧਸੰਗਤਿ ਨਿਧਿ ਮਾਨਿਆ ॥"},"larivaar":{"gurmukhi":"BeyikrpwlgopwlpRBmyryswDsMgiqiniDmwinAw]","unicode":"ਭਏਕਿਰਪਾਲਗੋਪਾਲਪ੍ਰਭਮੇਰੇਸਾਧਸੰਗਤਿਨਿਧਿਮਾਨਿਆ॥"},"translation":{"en":{"bdb":"When my God, the Lord of the Universe became merciful, I came to look upon the Saadh Sangat as the treasure.","ms":"When my Lord, the world cherisher became merciful, I came to admit that in the society of saints are the nine treasure.","ssk":"When my God, the Lord of the Universe became merciful, I came to look upon the Saadh Sangat as the treasure."},"pu":{"ss":{"gurmukhi":"Bgq jnW au~qy gopwl pRBU jI dieAwvwn huMdy hn, swD sMgiq ivc rih ky auhnW dw mn pRBU dy nwm-^zwny ivc pricAw rihMdw hY ","unicode":"ਭਗਤ ਜਨਾਂ ਉੱਤੇ ਗੋਪਾਲ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ "},"ft":{"gurmukhi":"myry pRBU gopwl jo hYN iqn BgqoN pr ikRpwl hUey hYN, AOr iqnoN ny swD sMgq ko iniD rUp kr ky mwnw hY]","unicode":"ਮੇਰੇ ਪ੍ਰਭੂ ਗੋਪਾਲ ਜੋ ਹੈਂ ਤਿਨ ਭਗਤੋਂ ਪਰ ਕ੍ਰਿਪਾਲ ਹੂਏ ਹੈਂ, ਔਰ ਤਿਨੋਂ ਨੇ ਸਾਧ ਸੰਗਤ ਕੋ ਨਿਧਿ ਰੂਪ ਕਰ ਕੇ ਮਾਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"Bgq jnW au~qy gopwl pRBU jI dieAwvwn huMdy hn, swD sMgiq ivc rih ky auhnW dw mn pRBU dy nwm-^zwny ivc pricAw rihMdw hY ","unicode":"ਭਗਤ ਜਨਾਂ ਉੱਤੇ ਗੋਪਾਲ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਪਰਚਿਆ ਰਹਿੰਦਾ ਹੈ "},"ms":{"gurmukhi":"jd isRStI dw pwlx-posxhwr, myrw mwlk imhrbwn ho igAw, mYN qslIm kr ilAw ik siqsMgq iv`c hI nO ^zwny hn[","unicode":"ਜਦ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣ-ਪੋਸਣਹਾਰ, ਮੇਰਾ ਮਾਲਕ ਮਿਹਰਬਾਨ ਹੋ ਗਿਆ, ਮੈਂ ਤਸਲੀਮ ਕਰ ਲਿਆ ਕਿ ਸਤਿਸੰਗਤ ਵਿੱਚ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹਨ।"}},"es":{"sn":"Cuando mi Señor, el Soporte de la Tierra, está Complacido, veo la Saad Sangat, la Sociedad de los Santos como los Nueve Tesoros. "},"hi":{"ss":"भगत जनों पर गोपाल प्रभू जी दयावान होते हैं~ साध-संगति में रहके उनका मन प्रभू के नाम खजाने में आनंदित रहता है।","sts":"जब मेरा गोपाल प्रभु मुझ पर कृपालु हो गया तो मेरे मन ने सत्संगति को नाम की निधि स्वीकार कर लिया।"}},"transliteration":{"english":"bhe kirapaal gopaal prabh mere saadhasa(n)gat nidh maaniaa ||","hindi":"भए किरपाल गोपाल प्रभ मेरे साधसंगति निधि मानिआ ॥","en":"bhe kirapaal gopaal prabh mere saadhasa(n)gat nidh maaniaa ||","hi":"भए किरपाल गोपाल प्रभ मेरे साधसंगति निधि मानिआ ॥","ipa":"ɓee kɪrəpɑl Gɔpɑl pɹəɓ mere sɑt̪əsəŋGət̪ nɪt̪ə̀ mɑnɪəɑ.","ur":"بھاے کرپال گوپال پربھ مےرے سادھسںگت ندھ مانآ ۔۔"},"pageNo":81,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":3224,"shabadId":195,"verse":{"gurmukhi":"srbso sUK Awnµd Gn ipAwry hir rqnu mn AMqir sIvqy ]","unicode":"ਸਰਬਸੋ ਸੂਖ ਆਨੰਦ ਘਨ ਪਿਆਰੇ ਹਰਿ ਰਤਨੁ ਮਨ ਅੰਤਰਿ ਸੀਵਤੇ ॥"},"larivaar":{"gurmukhi":"srbsosUKAwnµdGnipAwryhirrqnumnAMqirsIvqy]","unicode":"ਸਰਬਸੋਸੂਖਆਨੰਦਘਨਪਿਆਰੇਹਰਿਰਤਨੁਮਨਅੰਤਰਿਸੀਵਤੇ॥"},"translation":{"en":{"bdb":"All pleasures and supreme ecstasy, O my Beloved, come to those who sew the Jewel of the Lord into their minds.","ms":"O my dear! they, who sew into their mind God the gem, obtain all happiness and abundant joy.","ssk":"All pleasures and supreme ecstasy, O my Beloved, come to those who sew the Jewel of the Lord into their minds."},"pu":{"ss":{"gurmukhi":"Bgq jn pRBU dy syRSt nwm ƒ Awpxy mn ivc pRoeI r`Kdy hn, (pRBU dw nwm hI auhnW vwsqy) sB qoN syRSt Dn hY, (nwm ivcoN hI) auh AnykW Awqmk suK AwnMd mwxdy hn ","unicode":"ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਦੇ ਸੇ੍ਰਸ਼ਟ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ) ਸਭ ਤੋਂ ਸੇ੍ਰਸ਼ਟ ਧਨ ਹੈ, (ਨਾਮ ਵਿਚੋਂ ਹੀ) ਉਹ ਅਨੇਕਾਂ ਆਤਮਕ ਸੁਖ ਆਨੰਦ ਮਾਣਦੇ ਹਨ "},"ft":{"gurmukhi":"jo srbMs kw suK hY, Bwv Xih ik Dn puqRwid srb suK, AOr (AwnMd Gn) sGnwnMd, Bwv Xih ik bRhmw nMd, iqs ky ipAwry hYN[ AOr hrI rqn rUp ArQwq auqm ko mn ky AMqr sIvqy ArQwq Dwrn krqy hYN]","unicode":"ਜੋ ਸਰਬੰਸ ਕਾ ਸੁਖ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਧਨ ਪੁਤ੍ਰਾਦਿ ਸਰਬ ਸੁਖ, ਔਰ (ਆਨੰਦ ਘਨ) ਸਘਨਾਨੰਦ, ਭਾਵ ਯਹਿ ਕਿ ਬ੍ਰਹਮਾ ਨੰਦ, ਤਿਸ ਕੇ ਪਿਆਰੇ ਹੈਂ। ਔਰ ਹਰੀ ਰਤਨ ਰੂਪ ਅਰਥਾਤ ਉਤਮ ਕੋ ਮਨ ਕੇ ਅੰਤਰ ਸੀਵਤੇ ਅਰਥਾਤ ਧਾਰਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"Bgq jn pRBU dy syRSt nwm ƒ Awpxy mn ivc pRoeI r`Kdy hn, (pRBU dw nwm hI auhnW vwsqy) sB qoN syRSt Dn hY, (nwm ivcoN hI) auh AnykW Awqmk suK AwnMd mwxdy hn ","unicode":"ਭਗਤ ਜਨ ਪ੍ਰਭੂ ਦੇ ਸੇ੍ਰਸ਼ਟ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ) ਸਭ ਤੋਂ ਸੇ੍ਰਸ਼ਟ ਧਨ ਹੈ, (ਨਾਮ ਵਿਚੋਂ ਹੀ) ਉਹ ਅਨੇਕਾਂ ਆਤਮਕ ਸੁਖ ਆਨੰਦ ਮਾਣਦੇ ਹਨ "},"ms":{"gurmukhi":"hy myry pRIqm! jo Awpxy AMqhkrn AMdr vwihgurU hIry ƒ isaU lydy hn, auh swrI KuSI Aqy bhuqI pRsMnqw ƒ pwauNdy hn[","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਜੋ ਆਪਣੇ ਅੰਤਹਕਰਨ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਹੀਰੇ ਨੂੰ ਸਿਊ ਲੇਦੇ ਹਨ, ਉਹ ਸਾਰੀ ਖੁਸ਼ੀ ਅਤੇ ਬਹੁਤੀ ਪ੍ਰਸੰਨਤਾ ਨੂੰ ਪਾਉਂਦੇ ਹਨ।"}},"es":{"sn":"Y así uno obtiene Paz, toda Dicha, oh querido, y uno siembra en la mente al Señor, que es la Joya Preciosa. "},"hi":{"ss":"भगत जन प्रभू के श्रेष्ठ नाम को अपने मन में परोए रखते हैं~ (प्रभू का नाम ही उनके वास्ते) सब से श्रेष्ठ धन है~ (नाम में से ही) वो अनेकों आत्मिक सुख आनंद भोगते हैं।","sts":"प्रभु के प्रिय भक्त समस्त सुख एवं बड़ा आनंद प्राप्त करते हैं। वह हरि-नाम रूपी रत्न को अपने हृदय में पिरो कर रखते हैं।"}},"transliteration":{"english":"sarabaso sookh aana(n)dh ghan piaare har ratan man a(n)tar seevate ||","hindi":"सरबसो सूख आनंद घन पिआरे हरि रतनु मन अंतरि सीवते ॥","en":"sarabaso sookh aana(n)dh ghan piaare har ratan man a(n)tar seevate ||","hi":"सरबसो सूख आनंद घन पिआरे हरि रतनु मन अंतरि सीवते ॥","ipa":"sərəbəsɔ sukʰ əɑnəⁿd̪ Gʰən pɪəɑre hər rət̪ən mən əŋt̪ər siʋət̪e.","ur":"سربسو سُوکھ آنµد گھن پآرے هر رتن من اںتر سیِوتے ۔۔"},"pageNo":81,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":3225,"shabadId":195,"verse":{"gurmukhi":"ieku iqlu nhI ivsrY pRwn AwDwrw jip jip nwnk jIvqy ]3]","unicode":"ਇਕੁ ਤਿਲੁ ਨਹੀ ਵਿਸਰੈ ਪ੍ਰਾਨ ਆਧਾਰਾ ਜਪਿ ਜਪਿ ਨਾਨਕ ਜੀਵਤੇ ॥੩॥"},"larivaar":{"gurmukhi":"iekuiqlunhIivsrYpRwnAwDwrwjipjipnwnkjIvqy]3]","unicode":"ਇਕੁਤਿਲੁਨਹੀਵਿਸਰੈਪ੍ਰਾਨਆਧਾਰਾਜਪਿਜਪਿਨਾਨਕਜੀਵਤੇ॥੩॥"},"translation":{"en":{"bdb":"They do not forget, even for an instant, the Support of the breath of life. They live by constantly meditating on Him, O Nanak. ||3||","ms":"Even for a moment they forget not God, the prop of life, and live by constantly remembering Him O Nanak!","ssk":"They do not forget, even for an instant, the Support of the breath of life. They live by constantly meditating on Him, O Nanak. ||3||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! Bgq jnW ƒ pRwxW dw Awsrw pRBU-nwm rqw ijqnw smw BI nhIN Bu`ldw [ prmwqmw dw nwm (hr vyly) jp jp ky auh Awqmk jIvn hwsl krdy hn [3[","unicode":"ਹੇ ਨਾਨਕ ! ਭਗਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ-ਨਾਮ ਰਤਾ ਜਿਤਨਾ ਸਮਾ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਜਪ ਜਪ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ ।੩।"},"ft":{"gurmukhi":"iqn ko pRwnoN kw Awsrw rUp prmysÍr iek sÍws mwqR BI ibsrqw nhIN hY, sRI gurU jI khqy hYN: iqs ƒ mn bwnI sy jp kr jIvqy hYN]3]","unicode":"ਤਿਨ ਕੋ ਪ੍ਰਾਨੋਂ ਕਾ ਆਸਰਾ ਰੂਪ ਪਰਮੇਸ੍ਵਰ ਇਕ ਸ੍ਵਾਸ ਮਾਤ੍ਰ ਭੀ ਬਿਸਰਤਾ ਨਹੀਂ ਹੈ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਨੂੰ ਮਨ ਬਾਨੀ ਸੇ ਜਪ ਕਰ ਜੀਵਤੇ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"hy nwnk ! Bgq jnW ƒ pRwxW dw Awsrw pRBU-nwm rqw ijqnw smw BI nhIN Bu`ldw [ prmwqmw dw nwm (hr vyly) jp jp ky auh Awqmk jIvn hwsl krdy hn [3[","unicode":"ਹੇ ਨਾਨਕ ! ਭਗਤ ਜਨਾਂ ਨੂੰ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ-ਨਾਮ ਰਤਾ ਜਿਤਨਾ ਸਮਾ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ । ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਜਪ ਜਪ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ ।੩।"},"ms":{"gurmukhi":"iek muhq Br leI BI auh jIvn dy Awsry vwihgurU ƒ nhIN BulwauNdy Aqy aus dw lgwqwr ismrn krky jIauNdy hn, hY nwnk!","unicode":"ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਉਹ ਜੀਵਨ ਦੇ ਆਸਰੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਨਹੀਂ ਭੁਲਾਉਂਦੇ ਅਤੇ ਉਸ ਦਾ ਲਗਾਤਾਰ ਸਿਮਰਨ ਕਰਕੇ ਜੀਉਂਦੇ ਹਨ, ਹੈ ਨਾਨਕ!"}},"es":{"sn":"Preciosa. No te olvides de Él, pues es la Vida de tu vida, habita en Él. (3)"},"hi":{"ss":"हे नानक ! भक्त जनों को प्राणों का आसरा प्रभू नाम रत्ती जितने समय के लिए भी नहीं भूलता। परमात्मा का नाम (हर वक्त) जप जप के वह आत्मिक जीवन हासिल करते हैं।3।","sts":"हे नानक ! प्राणों का आधार प्रभु उन्हें तिल भर समय के लिए भी विस्मृत नहीं होता। वे हर समय उसका नाम-सिमरन करके ही जीवित रहते हैं। ॥३॥"}},"transliteration":{"english":"eik til nahee visarai praan aadhaaraa jap jap naanak jeevate ||3||","hindi":"इकु तिलु नही विसरै प्रान आधारा जपि जपि नानक जीवते ॥३॥","en":"eik til nahee visarai praan aadhaaraa jap jap naanak jeevate ||3||","hi":"इकु तिलु नही विसरै प्रान आधारा जपि जपि नानक जीवते ॥३॥","ipa":"eɪk t̪ɪl nəhi ʋɪsəræ pɹɑn əɑt̪ɑrɑ d͡ʒəp d͡ʒəp nɑnək d͡ʒiʋət̪e.3.","ur":"ِاک تل نهیِ وسرَے پران آدھارا جپ جپِ نانک جیِوتے ۔۔۳۔۔"},"pageNo":81,"lineNo":3,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}}]}