{"shabadInfo":{"shabadId":199,"shabadName":3239,"pageNo":81,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":81},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":7,"navigation":{"previous":198,"next":200},"verses":[{"verseId":3239,"shabadId":199,"verse":{"gurmukhi":"CMqu ]","unicode":"ਛੰਤੁ ॥"},"larivaar":{"gurmukhi":"CMqu]","unicode":"ਛੰਤੁ॥"},"translation":{"en":{"bdb":"Chhant:","ms":"Chhant.","ssk":"Chhant:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"CMd[","unicode":"ਛੰਦ।"}},"es":{"sn":"Chhant."},"hi":{"ss":"छंद ॥","sts":"छंद ॥"}},"transliteration":{"english":"chha(n)t ||","hindi":"छंतु ॥","en":"chha(n)t ||","hi":"छंतु ॥","ipa":"ɕəŋt̪.","ur":"چھںت ۔۔"},"pageNo":81,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":3240,"shabadId":199,"verse":{"gurmukhi":"khqy pivqR suxqy siB DMnu ilKqˆØI kulu qwirAw jIau ]","unicode":"ਕਹਤੇ ਪਵਿਤ੍ਰ ਸੁਣਤੇ ਸਭਿ ਧੰਨੁ ਲਿਖਤਂੀ ਕੁਲੁ ਤਾਰਿਆ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"khqypivqRsuxqysiBDMnuilKqˆØIkuluqwirAwjIau]","unicode":"ਕਹਤੇਪਵਿਤ੍ਰਸੁਣਤੇਸਭਿਧੰਨੁਲਿਖਤਂੀਕੁਲੁਤਾਰਿਆਜੀਉ॥"},"translation":{"en":{"bdb":"Those who chant are sanctified. All those who listen are blessed, and those who write save their ancestors.","ms":"The Lord's Name's reciters are sanctified, hearers all become worthy of praise and scribes save their entire lineage.","ssk":"Those who chant are sanctified. All those who listen are blessed, and those who write save their ancestors."},"pu":{"ss":{"gurmukhi":"jyhVy mnu`K prmwqmw dw nwm aucwrdy hn, auh suA`C jIvn vwly bx jWdy hn [ jyhVy bMdy pRBU dI is&iq-swlwh suxdy hn, auh swry cMgy BwgW vwly ho jWdy hn [ jyhVy mnu`K prmwqmw dI is&iq-swlwh (AwpxI h`QIN) ilKdy hn, auh (Awpxy swry) ^wndwn ƒ (hI sMswr-smuMdr qoN) pwr lMGw lYNdy","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਉਹ ਸੁਅੱਛ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ । ਜੇਹੜੇ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ । ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਆਪਣੀ ਹੱਥੀਂ) ਲਿਖਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ) ਖ਼ਾਨਦਾਨ ਨੂੰ (ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ"},"ft":{"gurmukhi":"prmysÍr ky nwm aucwrn vwly piv`qR hYN, sunxy vwly sB (DMn) aupmw krny Xog hYN, (ilKqI) ilKny vwilEN ny prmysÍr kw js ilK kr ApnI srb kul kw auDwr kIAw hY]","unicode":"ਪਰਮੇਸ੍ਵਰ ਕੇ ਨਾਮ ਉਚਾਰਨ ਵਾਲੇ ਪਵਿੱਤ੍ਰ ਹੈਂ, ਸੁਨਣੇ ਵਾਲੇ ਸਭ (ਧੰਨ) ਉਪਮਾ ਕਰਨੇ ਯੋਗ ਹੈਂ, (ਲਿਖਤੀ) ਲਿਖਨੇ ਵਾਲਿਓਂ ਨੇ ਪਰਮੇਸ੍ਵਰ ਕਾ ਜਸ ਲਿਖ ਕਰ ਅਪਨੀ ਸਰਬ ਕੁਲ ਕਾ ਉਧਾਰ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"jyhVy mnu`K prmwqmw dw nwm aucwrdy hn, auh suA`C jIvn vwly bx jWdy hn [ jyhVy bMdy pRBU dI is&iq-swlwh suxdy hn, auh swry cMgy BwgW vwly ho jWdy hn [ jyhVy mnu`K prmwqmw dI is&iq-swlwh (AwpxI h`QIN) ilKdy hn, auh (Awpxy swry) ^wndwn ƒ (hI sMswr-smuMdr qoN) pwr lMGw lYNdy","unicode":"ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਉਹ ਸੁਅੱਛ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ । ਜੇਹੜੇ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ । ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਆਪਣੀ ਹੱਥੀਂ) ਲਿਖਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ) ਖ਼ਾਨਦਾਨ ਨੂੰ (ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦੇ"},"ms":{"gurmukhi":"suAwmI dy nwm ƒ aucwrx krn vwly pwvn qy sroqy smUh SlwGw-Xog ho jWdy hn Aqy ilKwrI AwpxI swrI vMs ƒ bcw lYNdy hn[","unicode":"ਸੁਆਮੀ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਣ ਕਰਨ ਵਾਲੇ ਪਾਵਨ ਤੇ ਸਰੋਤੇ ਸਮੂਹ ਸ਼ਲਾਘਾ-ਯੋਗ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਲਿਖਾਰੀ ਆਪਣੀ ਸਾਰੀ ਵੰਸ ਨੂੰ ਬਚਾ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Aquéllos que hablan, escuchan y escriben del Señor, se vuelven puros y bendecidos y además salvan a todos sus parientes."},"hi":{"ss":"जो मनुष्य परमात्मा का नाम उचारते हैं~ वे स्वच्छ जीवन वाले बन जाते हैं। जो लोग प्रभू की सिफत सलाह सुनते हैं~ वह सारे भाग्यशाली हो जाते हैं। जो मनुष्य परमात्मा की सिफत सलाह (अपने हाथों से) लिखते हैं~ वे (अपने सारे) खानदान को (ही संसार समुंद्र में से) पार लंघा लेते हैं।","sts":"हरिनाम इतना पावन है केि उसका मुख से उच्चारण करने वाले पवित्र हो जाते है। वे सभी धन्य हैं, जो प्रभु के नाम को सुनते हैं और प्रभु नाम महिमा को लिखने वालों का तो समूचा वंश ही भवसागर से पार हो जाता है।"}},"transliteration":{"english":"kahate pavitr sunate sabh dha(n)n likhata(n)ee kul taariaa jeeau ||","hindi":"कहते पवित्र सुणते सभि धंनु लिखतीं कुलु तारिआ जीउ ॥","en":"kahate pavitr sunate sabh dha(n)n likhata(n)ee kul taariaa jeeau ||","hi":"कहते पवित्र सुणते सभि धंनु लिखतीं कुलु तारिआ जीउ ॥","ipa":"kəhət̪e pəʋɪt̪ɹ sʊɳət̪e səɓ t̪əŋn lɪkʰət̪i kʊl t̪ɑrɪəɑ d͡ʒio.","ur":"کهتے پوتر سُݨتے سبھِ دھنّ لکھتˆØیِ کُل تارآ جیِا ۔۔"},"pageNo":81,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":3241,"shabadId":199,"verse":{"gurmukhi":"ijn kau swDU sMgu nwm hir rMgu iqnI bRhmu bIcwirAw jIau ]","unicode":"ਜਿਨ ਕਉ ਸਾਧੂ ਸੰਗੁ ਨਾਮ ਹਰਿ ਰੰਗੁ ਤਿਨੀ ਬ੍ਰਹਮੁ ਬੀਚਾਰਿਆ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"ijnkauswDUsMgunwmhirrMguiqnIbRhmubIcwirAwjIau]","unicode":"ਜਿਨਕਉਸਾਧੂਸੰਗੁਨਾਮਹਰਿਰੰਗੁਤਿਨੀਬ੍ਰਹਮੁਬੀਚਾਰਿਆਜੀਉ॥"},"translation":{"en":{"bdb":"Those who join the Saadh Sangat are imbued with the Lord's Love; they reflect and meditate on God.","ms":"They, who meet the society of saint, get imbued with God's Name and dwell upon the Lord.","ssk":"Those who join the Saadh Sangat are imbued with the Lord's Love; they reflect and meditate on God."},"pu":{"ss":{"gurmukhi":" ijnHW mnu`KW nUµ gurU dw imlwp pRwpq huMdw hY, auh prmwqmw dy nwm (-ismrn) dw AwnMd mwxdy hn, auh prmwqmw dI Xwd ƒ Awpxy mn ivc itkw lYNdy hn ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਸਿਮਰਨ) ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾ ਲੈਂਦੇ ਹਨ "},"ft":{"gurmukhi":"ijn ko sMq jnoN kw imlwp hUAw hY, iqn ko hrI ky nwm kw pRym hUAw hY, iqn pursoN nY hI nwm jp kr AMqskrx kI suDI dÍwrw srb swDn spMnÎ ho kr, bRhm ko (bIcwirAw) bRhm Awqm sÍrUp kr ky jwinAw hY]","unicode":"ਜਿਨ ਕੋ ਸੰਤ ਜਨੋਂ ਕਾ ਮਿਲਾਪ ਹੂਆ ਹੈ, ਤਿਨ ਕੋ ਹਰੀ ਕੇ ਨਾਮ ਕਾ ਪ੍ਰੇਮ ਹੂਆ ਹੈ, ਤਿਨ ਪੁਰਸੋਂ ਨੈ ਹੀ ਨਾਮ ਜਪ ਕਰ ਅੰਤਸਕਰਣ ਕੀ ਸੁਧੀ ਦ੍ਵਾਰਾ ਸਰਬ ਸਾਧਨ ਸਪੰਨ੍ਯ ਹੋ ਕਰ, ਬ੍ਰਹਮ ਕੋ (ਬੀਚਾਰਿਆ) ਬ੍ਰਹਮ ਆਤਮ ਸ੍ਵਰੂਪ ਕਰ ਕੇ ਜਾਨਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" ijnHW mnu`KW nUµ gurU dw imlwp pRwpq huMdw hY, auh prmwqmw dy nwm (-ismrn) dw AwnMd mwxdy hn, auh prmwqmw dI Xwd ƒ Awpxy mn ivc itkw lYNdy hn ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਸਿਮਰਨ) ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾ ਲੈਂਦੇ ਹਨ "},"ms":{"gurmukhi":"jo siqsMgq AMdr juVdy hn auh vwihguru dy nwm nwl rMgy jWdy hn Aqy swihb dw iDAwn Dwrdy hn[","unicode":"ਜੋ ਸਤਿਸੰਗਤ ਅੰਦਰ ਜੁੜਦੇ ਹਨ ਉਹ ਵਾਹਿਗੁਰੁ ਦੇ ਨਾਮ ਨਾਲ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਸਾਹਿਬ ਦਾ ਧਿਆਨ ਧਾਰਦੇ ਹਨ।"}},"es":{"sn":"Los que se conservaron en la Saad Sangat, la Sociedad de los Santos, amaron el Nombre del Señor y habitaron en el Señor. "},"hi":{"ss":"जिन मनुष्यों को गुरू का मिलाप होता है~ वे परमात्मा के नाम (-सिमरन) का आनन्द लेते हैं~ वे परमात्मा की याद को अपने मन में टिका लेते हैं।","sts":"जिन्हें संतों की संगत मिल जाती हैं, वे परमात्मा के नाम में मग्न हो जाता है और ईश्वर का चिन्तन करता हैं।"}},"transliteration":{"english":"jin kau saadhoo sa(n)g naam har ra(n)g tinee braham beechaariaa jeeau ||","hindi":"जिन कउ साधू संगु नाम हरि रंगु तिनी ब्रहमु बीचारिआ जीउ ॥","en":"jin kau saadhoo sa(n)g naam har ra(n)g tinee braham beechaariaa jeeau ||","hi":"जिन कउ साधू संगु नाम हरि रंगु तिनी ब्रहमु बीचारिआ जीउ ॥","ipa":"d͡ʒɪn ko sɑt̪u səŋG nɑm hər rəŋG t̪ɪni bɹəhəm bit͡ʃɑrɪəɑ d͡ʒio.","ur":"جٍن کا سادھُو سںگ نام هر رںگ تنیِ برهم بیِچارآ جیِا ۔۔"},"pageNo":81,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":3242,"shabadId":199,"verse":{"gurmukhi":"bRhmu bIcwirAw jnmu svwirAw pUrn ikrpw pRiB krI ]","unicode":"ਬ੍ਰਹਮੁ ਬੀਚਾਰਿਆ ਜਨਮੁ ਸਵਾਰਿਆ ਪੂਰਨ ਕਿਰਪਾ ਪ੍ਰਭਿ ਕਰੀ ॥"},"larivaar":{"gurmukhi":"bRhmubIcwirAwjnmusvwirAwpUrnikrpwpRiBkrI]","unicode":"ਬ੍ਰਹਮੁਬੀਚਾਰਿਆਜਨਮੁਸਵਾਰਿਆਪੂਰਨਕਿਰਪਾਪ੍ਰਭਿਕਰੀ॥"},"translation":{"en":{"bdb":"Contemplating God, their lives are reformed and redeemed; God has showered His Perfect Mercy upon them.","ms":"They contemplate over the Creator reclaim their lives, and on them the Lord has showered His perfect grace.","ssk":"Contemplating God, their lives are reformed and redeemed; God has showered His Perfect Mercy upon them."},"pu":{"ss":{"gurmukhi":"ijs au~qy pRBU ny pUrn ikrpw kIqI, aus ny pRBU ƒ Awpxy mn ivc vswieAw qy Awpxw jIvn sohxw bxw ilAw ","unicode":"ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਨੇ ਪੂਰਨ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਤੇ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ "},"ft":{"gurmukhi":"iqnHoN ny bRhm ko bIcwrw hY AOr Apnw jnm pdwrQ sPl kIXw hY, iqnHoN pr pUrn vwihgurU ny ikrpw krI hY]","unicode":"ਤਿਨ੍ਹੋਂ ਨੇ ਬ੍ਰਹਮ ਕੋ ਬੀਚਾਰਾ ਹੈ ਔਰ ਅਪਨਾ ਜਨਮ ਪਦਾਰਥ ਸਫਲ ਕੀਯਾ ਹੈ, ਤਿਨ੍ਹੋਂ ਪਰ ਪੂਰਨ ਵਾਹਿਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijs au~qy pRBU ny pUrn ikrpw kIqI, aus ny pRBU ƒ Awpxy mn ivc vswieAw qy Awpxw jIvn sohxw bxw ilAw ","unicode":"ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਨੇ ਪੂਰਨ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਤੇ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ "},"ms":{"gurmukhi":"auh isrjnhwr dw icMqn krdy hn, Awpxy jIvn ƒ suDwr lYNdy hn Aqy aunHw auqy nwnk ny pUrI dieAwlqw kIqI hY[","unicode":"ਉਹ ਸਿਰਜਨਹਾਰ ਦਾ ਚਿੰਤਨ ਕਰਦੇ ਹਨ, ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੁਧਾਰ ਲੈਂਦੇ ਹਨ ਅਤੇ ਉਨ੍ਹਾ ਉਤੇ ਨਾਨਕ ਨੇ ਪੂਰੀ ਦਇਆਲਤਾ ਕੀਤੀ ਹੈ।"}},"es":{"sn":"Habitaron en el Señor y llenaron sus vidas; la Compasión Perfecta del Señor se posó sobre ellos. "},"hi":{"ss":"जिस के ऊपर प्रभू ने कृपा की~ उस ने प्रभू को अपने मन में बसाया और अपना जीवन खूबसूरत बना लिया।","sts":"जो ब्रह्म का चिन्तन करते हैं  वे अपना जीवन सफल कर लेते हैं और उन पर ठाकुर की बड़ी कृपा होती है।"}},"transliteration":{"english":"braham beechaariaa janam savaariaa pooran kirapaa prabh karee ||","hindi":"ब्रहमु बीचारिआ जनमु सवारिआ पूरन किरपा प्रभि करी ॥","en":"braham beechaariaa janam savaariaa pooran kirapaa prabh karee ||","hi":"ब्रहमु बीचारिआ जनमु सवारिआ पूरन किरपा प्रभि करी ॥","ipa":"bɹəhəm bit͡ʃɑrɪəɑ d͡ʒənəm səʋɑrɪəɑ purən kɪrəpɑ pɹəɓ kəri.","ur":"برهم بیِچارآ جنم سوارآ پُورن کرپا پربھ کریِ ۔۔"},"pageNo":81,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":3243,"shabadId":199,"verse":{"gurmukhi":"kru gih lIny hir jso dIny join nw DwvY nh mrI ]","unicode":"ਕਰੁ ਗਹਿ ਲੀਨੇ ਹਰਿ ਜਸੋ ਦੀਨੇ ਜੋਨਿ ਨਾ ਧਾਵੈ ਨਹ ਮਰੀ ॥"},"larivaar":{"gurmukhi":"krugihlInyhirjsodInyjoinnwDwvYnhmrI]","unicode":"ਕਰੁਗਹਿਲੀਨੇਹਰਿਜਸੋਦੀਨੇਜੋਨਿਨਾਧਾਵੈਨਹਮਰੀ॥"},"translation":{"en":{"bdb":"Taking them by the hand, the Lord has blessed them with His Praises. They no longer have to wander in reincarnation, and they never have to die.","ms":"God has taken them by the hand and blessed them with His praises. They run not in existences nor do they die.","ssk":"Taking them by the hand, the Lord has blessed them with His Praises. They no longer have to wander in reincarnation, and they never have to die."},"pu":{"ss":{"gurmukhi":"pRBU ny ijs (vfBwgI mnu`K) dw h`Q PV ilAw, aus ƒ aus ny AwpxI is&iq-swlwh (dI dwiq) id`qI, auh mnu`K iPr jUnW ivc nhIN dOiVAw iPrdw, aus ƒ Awqmk mOq nhIN AwauNdI ","unicode":"ਪ੍ਰਭੂ ਨੇ ਜਿਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦਾ ਹੱਥ ਫੜ ਲਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਆਪਣੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਦੌੜਿਆ ਫਿਰਦਾ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ "},"ft":{"gurmukhi":"iqn bRhmgÎwnIEN ny (kru) hwQ ijnoN ky (gih lIny) pkV lIey hYN iqn ko hrI ky js Awidk gux dIey hYN, so purs cOrwsI ky jnmoN ivKy nhIN dOVqy AOr nw hI mrqy hYN, Bwv eyih ik jnm mrn sy rihq hoqy hYN]","unicode":"ਤਿਨ ਬ੍ਰਹਮਗ੍ਯਾਨੀਓਂ ਨੇ (ਕਰੁ) ਹਾਥ ਜਿਨੋਂ ਕੇ (ਗਹਿ ਲੀਨੇ) ਪਕੜ ਲੀਏ ਹੈਂ ਤਿਨ ਕੋ ਹਰੀ ਕੇ ਜਸ ਆਦਿਕ ਗੁਣ ਦੀਏ ਹੈਂ, ਸੋ ਪੁਰਸ ਚੌਰਾਸੀ ਕੇ ਜਨਮੋਂ ਵਿਖੇ ਨਹੀਂ ਦੌੜਤੇ ਔਰ ਨਾ ਹੀ ਮਰਤੇ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਜਨਮ ਮਰਨ ਸੇ ਰਹਿਤ ਹੋਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU ny ijs (vfBwgI mnu`K) dw h`Q PV ilAw, aus ƒ aus ny AwpxI is&iq-swlwh (dI dwiq) id`qI, auh mnu`K iPr jUnW ivc nhIN dOiVAw iPrdw, aus ƒ Awqmk mOq nhIN AwauNdI ","unicode":"ਪ੍ਰਭੂ ਨੇ ਜਿਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦਾ ਹੱਥ ਫੜ ਲਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਆਪਣੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ, ਉਹ ਮਨੁੱਖ ਫਿਰ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਦੌੜਿਆ ਫਿਰਦਾ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ "},"ms":{"gurmukhi":"vwihgurU ny aunHW ƒ h¤QoN pkV ilAw hY Aqy aunHW ƒ AwpxI is&q-SlwGw b^SI hY, auh jUnIAW AMdr nhIN dOVdy Aqy nW hI mrdy hn[","unicode":"ਵਾਹਿਗੁਰੂ ਨੇ ਉਨ੍ਹਾਂ ਨੂੰ ਹੱਥੋਂ ਪਕੜ ਲਿਆ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸ਼ਲਾਘਾ ਬਖ਼ਸ਼ੀ ਹੈ, ਉਹ ਜੂਨੀਆਂ ਅੰਦਰ ਨਹੀਂ ਦੌੜਦੇ ਅਤੇ ਨਾਂ ਹੀ ਮਰਦੇ ਹਨ।"}},"es":{"sn":"Él los tomó de la Mano y los bendijo con Su Alabanza y nunca más fueron puestos en otro vientre para nacer y morir."},"hi":{"ss":"प्रभू ने जिस (भाग्यशाली मनुष्य) का हाथ थाम लिया~ उसको उसने अपनी सिफत सलाह (की दाति) दी~ वह मनुष्य फिर जूनियों में नहीं दौड़ा फिरता~ उसे आत्मिक मौत नहीं आती।","sts":"ईश्वर उनका हाथ थाम कर उन्हें यश प्रदान करता है और योनियों के आवागमन से मुक्त होकर जन्म-मरण के बंधन में नहीं पड़ते।"}},"transliteration":{"english":"kar geh leene har jaso dheene jon naa dhaavai neh maree ||","hindi":"करु गहि लीने हरि जसो दीने जोनि ना धावै नह मरी ॥","en":"kar geh leene har jaso dheene jon naa dhaavai neh maree ||","hi":"करु गहि लीने हरि जसो दीने जोनि ना धावै नह मरी ॥","ipa":"kər Gəh line hər d͡ʒəsɔ d̪ine d͡ʒɔn nɑ t̪ɑʋæ nəh məri.","ur":"کر گهِ لیٍنے هر جسو دیٍنے جون نا دھاوَے نه مریِ ۔۔"},"pageNo":81,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":3244,"shabadId":199,"verse":{"gurmukhi":"siqgur dieAwl ikrpwl Bytq hry kwmu k®oDu loBu mwirAw ]","unicode":"ਸਤਿਗੁਰ ਦਇਆਲ ਕਿਰਪਾਲ ਭੇਟਤ ਹਰੇ ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮਾਰਿਆ ॥"},"larivaar":{"gurmukhi":"siqgurdieAwlikrpwlBytqhrykwmuk®oDuloBumwirAw]","unicode":"ਸਤਿਗੁਰਦਇਆਲਕਿਰਪਾਲਭੇਟਤਹਰੇਕਾਮੁਕ੍ਰੋਧੁਲੋਭੁਮਾਰਿਆ॥"},"translation":{"en":{"bdb":"Through the Kind and Compassionate True Guru, I have met the Lord; I have conquered sexual desire, anger and greed.","ms":"Through the merciful and compassionate True Guru, I have met God and stilled my lust, wrath and avarice.","ssk":"Through the Kind and Compassionate True Guru, I have met the Lord; I have conquered sexual desire, anger and greed."},"pu":{"ss":{"gurmukhi":"dieAw dy Gr ikrpw dy Gr siqgurU ƒ imlky (qy Ksm-pRBU ƒ ismr ky) ijnHW ny (Awpxy AMdroN) kwm kRoD loB (Awidk ivkwrW) ƒ mwr ilAw hY, auhnW dy Awqmk jIvn pRPulq ho jWdy h","unicode":"ਦਇਆ ਦੇ ਘਰ ਕਿਰਪਾ ਦੇ ਘਰ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਕੇ (ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਮਾਰ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹ"},"ft":{"gurmukhi":"siqgurU jb idAwl hUey qb (ikrpwl) ikrpw kw Gr jo prmysÍr hY iqs ko (Bytq) imlny kr (hry) AnMd hoqy Bey[ punÚ kwm kRoD AwidkoN ky smudwiek ko mwirAw hY]","unicode":"ਸਤਿਗੁਰੂ ਜਬ ਦਿਆਲ ਹੂਏ ਤਬ (ਕਿਰਪਾਲ) ਕਿਰਪਾ ਕਾ ਘਰ ਜੋ ਪਰਮੇਸ੍ਵਰ ਹੈ ਤਿਸ ਕੋ (ਭੇਟਤ) ਮਿਲਨੇ ਕਰ (ਹਰੇ) ਅਨੰਦ ਹੋਤੇ ਭਏ। ਪੁਨਃ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕੋਂ ਕੇ ਸਮੁਦਾਇਕ ਕੋ ਮਾਰਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"dieAw dy Gr ikrpw dy Gr siqgurU ƒ imlky (qy Ksm-pRBU ƒ ismr ky) ijnHW ny (Awpxy AMdroN) kwm kRoD loB (Awidk ivkwrW) ƒ mwr ilAw hY, auhnW dy Awqmk jIvn pRPulq ho jWdy h","unicode":"ਦਇਆ ਦੇ ਘਰ ਕਿਰਪਾ ਦੇ ਘਰ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਕੇ (ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਮਾਰ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦੇ ਹ"},"ms":{"gurmukhi":"mieAwvwn qy imhrbwn s¤cy gurW dy rwhIN mYN vwihgurU ƒ iml ipAw hW Aqy mYN Awpxy ivSy Bog, gu¤sy qy lwlc ƒ nws kr id`qw hY[","unicode":"ਮਇਆਵਾਨ ਤੇ ਮਿਹਰਬਾਨ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਮੈਂ ਵਾਹਿਗੁਰੂ ਨੂੰ ਮਿਲ ਪਿਆ ਹਾਂ ਅਤੇ ਮੈਂ ਆਪਣੇ ਵਿਸ਼ੇ ਭੋਗ, ਗੁੱਸੇ ਤੇ ਲਾਲਚ ਨੂੰ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Cuando el Guru Verdadero tuvo Compasión de mí, entonces encontré al Señor y mi lujuria, enojo y avaricia fueron apaciguados. "},"hi":{"ss":"दया के घर~ कृपा के घर सतिगुरू को मिल के (और खसम प्रभू को सिमर के) जिन्होंने (अपने अंदर से) काम~ क्रोध~ लोभ (आदिक विकारों) को मार लिया है~ उनके आत्मिक जीवन प्रफुल्लित हो जाते हैं।","sts":"दयालु एवं कृपालु सतिगुरु को मिलकर काम, क्रोध, लोभ, मोह एवं अहंकार नष्ट हो गए हैं।"}},"transliteration":{"english":"satigur dhiaal kirapaal bheTat hare kaam karodh lobh maariaa ||","hindi":"सतिगुर दइआल किरपाल भेटत हरे कामु क्रोधु लोभु मारिआ ॥","en":"satigur dhiaal kirapaal bheTat hare kaam karodh lobh maariaa ||","hi":"सतिगुर दइआल किरपाल भेटत हरे कामु क्रोधु लोभु मारिआ ॥","ipa":"sət̪ɪGʊr d̪ɪɑl kɪrəpɑl ɓeʈət̪ həre kɑm kəʳɔt̪ lɔɓ mɑrɪəɑ.","ur":"ستگر دایال کرپال بھےٹت هرے کام ک®ودھ لوبھ مارآ ۔۔"},"pageNo":81,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":3245,"shabadId":199,"verse":{"gurmukhi":"kQnu n jwie AkQu suAwmI sdkY jwie nwnku vwirAw ]5]1]3]","unicode":"ਕਥਨੁ ਨ ਜਾਇ ਅਕਥੁ ਸੁਆਮੀ ਸਦਕੈ ਜਾਇ ਨਾਨਕੁ ਵਾਰਿਆ ॥੫॥੧॥੩॥"},"larivaar":{"gurmukhi":"kQnunjwieAkQusuAwmIsdkYjwienwnkuvwirAw]5]1]3]","unicode":"ਕਥਨੁਨਜਾਇਅਕਥੁਸੁਆਮੀਸਦਕੈਜਾਇਨਾਨਕੁਵਾਰਿਆ॥੫॥੧॥੩॥"},"translation":{"en":{"bdb":"Our Indescribable Lord and Master cannot be described. Nanak is devoted, forever a sacrifice to Him. ||5||1||3||","ms":"The indescribable Lord cannot be described. Nanak is devoted and a sacrifice. unto Him.","ssk":"Our Indescribable Lord and Master cannot be described. Nanak is devoted, forever a sacrifice to Him. ||5||1||3||"},"pu":{"ss":{"gurmukhi":"Ksm-pRBU Ak`Q hY (aus dw rUp) ibAwn nhIN kIqw jw skdw [ nwnk aus qoN sdky jWdw hY kurbwn jWdw hY [5[1[3[","unicode":"ਖਸਮ-ਪ੍ਰਭੂ ਅਕੱਥ ਹੈ (ਉਸ ਦਾ ਰੂਪ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ । ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ।੫।੧।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: AYsy AkQnIÎ sÍwmI kw js kQn nhIN kIAw jwqw hY, qW qy mYN mn bwxI kr ky bilhwr jwqw hUM]5]2]3]ÇkoeI bnjwrw isK mn myN jgÎwsw Dwr kr sRI gurU rwm dws jI ky pws AwieAw, AOr pRSn kIXw ik hy Bgvn! srb log Apny mqoN ky Anuswr X`gX qpwidk Anyk swDn krqy hYN, Awp myry ko koeI au`qm swDn bqweIey? iqs pr khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਐਸੇ ਅਕਥਨੀ੍ਯ ਸ੍ਵਾਮੀ ਕਾ ਜਸ ਕਥਨ ਨਹੀਂ ਕੀਆ ਜਾਤਾ ਹੈ, ਤਾਂ ਤੇ ਮੈਂ ਮਨ ਬਾਣੀ ਕਰ ਕੇ ਬਲਿਹਾਰ ਜਾਤਾ ਹੂੰ॥੫॥੨॥੩॥☬ਕੋਈ ਬਨਜਾਰਾ ਸਿਖ ਮਨ ਮੇਂ ਜਗ੍ਯਾਸਾ ਧਾਰ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮ ਦਾਸ ਜੀ ਕੇ ਪਾਸ ਆਇਆ, ਔਰ ਪ੍ਰਸ਼ਨ ਕੀਯਾ ਕਿ ਹੇ ਭਗਵਨ! ਸਰਬ ਲੋਗ ਅਪਨੇ ਮਤੋਂ ਕੇ ਅਨੁਸਾਰ ਯੱਗਯ ਤਪਾਦਿਕ ਅਨੇਕ ਸਾਧਨ ਕਰਤੇ ਹੈਂ, ਆਪ ਮੇਰੇ ਕੋ ਕੋਈ ਉੱਤਮ ਸਾਧਨ ਬਤਾਈਏ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"Ksm-pRBU Ak`Q hY (aus dw rUp) ibAwn nhIN kIqw jw skdw [ nwnk aus qoN sdky jWdw hY kurbwn jWdw hY [5[1[3[","unicode":"ਖਸਮ-ਪ੍ਰਭੂ ਅਕੱਥ ਹੈ (ਉਸ ਦਾ ਰੂਪ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ । ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ।੫।੧।੩।"},"ms":{"gurmukhi":"Akih swihb ibAwn nhIN kIqw jw skdw[ nwnk aus auqoN GolI qy kurbwn jWdw hY[","unicode":"ਅਕਹਿ ਸਾਹਿਬ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਨਾਨਕ ਉਸ ਉਤੋਂ ਘੋਲੀ ਤੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"¿Cómo puedo describir al Indescriptible Señor? Dice Nanak, sólo puedo ofrecer mi ser en sacrificio a Él. (5-1-3) "},"hi":{"ss":"पति प्रभू अकथनीय है (उसका रूप) बयान नहीं किया जा सकता। नानक उससे सदके जाता है कुर्बान जाता है।5।1।3।","sts":"जगत् का स्वामी अकथनीय है और उसकी महिमा कथन नहीं की जा सकती। नानक उस पर तन-मन से न्यौछावर हैं। इसलिए वह उस पर कुर्बान जाता है॥ ५ ॥ १॥३ ॥"}},"transliteration":{"english":"kathan na jai akath suaamee sadhakai jai naanak vaariaa ||5||1||3||","hindi":"कथनु न जाइ अकथु सुआमी सदकै जाइ नानकु वारिआ ॥५॥१॥३॥","en":"kathan na jai akath suaamee sadhakai jai naanak vaariaa ||5||1||3||","hi":"कथनु न जाइ अकथु सुआमी सदकै जाइ नानकु वारिआ ॥५॥१॥३॥","ipa":"kət̪ʰən nə d͡ʒɑeɪ əkət̪ʰ sʊəɑmi səd̪əkæ d͡ʒɑeɪ nɑnək ʋɑrɪəɑ.5.1.3.","ur":"کتھن ن جاا اکتھ سُآمیِ سدکَے جاا نانک وارآ ۔۔۵۔۔۱۔۔۳۔۔"},"pageNo":81,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}