{"shabadInfo":{"shabadId":2092,"shabadName":24206,"pageNo":550,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":550},"raag":{"raagId":11,"gurmukhi":"rwgu ibhwgVw","unicode":"ਰਾਗੁ ਬਿਹਾਗੜਾ","english":"Raag Bihaagraa","raagWithPage":"Bihaagraa (537-556)</"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":6,"navigation":{"previous":2091,"next":2093},"verses":[{"verseId":24205,"shabadId":2092,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri"},"hi":{"ss":"","sts":"पउड़ी॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":550,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":24206,"shabadId":2092,"verse":{"gurmukhi":"ijs dY iciq visAw myrw suAwmI iqs no ikau AMdysw iksY glY dw loVIAY ]","unicode":"ਜਿਸ ਦੈ ਚਿਤਿ ਵਸਿਆ ਮੇਰਾ ਸੁਆਮੀ ਤਿਸ ਨੋ ਕਿਉ ਅੰਦੇਸਾ ਕਿਸੈ ਗਲੈ ਦਾ ਲੋੜੀਐ ॥"},"larivaar":{"gurmukhi":"ijsdYiciqvisAwmyrwsuAwmIiqsnoikauAMdyswiksYglYdwloVIAY]","unicode":"ਜਿਸਦੈਚਿਤਿਵਸਿਆਮੇਰਾਸੁਆਮੀਤਿਸਨੋਕਿਉਅੰਦੇਸਾਕਿਸੈਗਲੈਦਾਲੋੜੀਐ॥"},"translation":{"en":{"bdb":"One whose consciousness is filled with my Lord Master - why should he feel anxious about anything?","ms":"Why should he, within whose mind abides my Lord feel anxiety regarding anything?","ssk":"One whose consciousness is filled with my Lord Master - why should he feel anxious about anything?"},"pu":{"ss":{"gurmukhi":"ijs mnu`K dy ihrdy ivc ipAwrw pRBU invws kry, aus ƒ iksy g`l dI icMqw nhIN rih jWdI [ ","unicode":"ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਪ੍ਰਭੂ ਨਿਵਾਸ ਕਰੇ, ਉਸ ਨੂੰ ਕਿਸੇ ਗੱਲ ਦੀ ਚਿੰਤਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ । "},"ft":{"gurmukhi":"ijs ky ihRdX myN myrw sÍwmI bisAw hY, iqs ko iksI bwrqw kw sMsw krnw kÎoN (loVIAY) cwhIAY]","unicode":"ਜਿਸ ਕੇ ਹ੍ਰਿਦਯ ਮੇਂ ਮੇਰਾ ਸ੍ਵਾਮੀ ਬਸਿਆ ਹੈ, ਤਿਸ ਕੋ ਕਿਸੀ ਬਾਰਤਾ ਕਾ ਸੰਸਾ ਕਰਨਾ ਕ੍ਯੋਂ (ਲੋੜੀਐ) ਚਾਹੀਐ॥"},"bdb":{"gurmukhi":"ijs mnu`K dy ihrdy ivc ipAwrw pRBU invws kry, aus ƒ iksy g`l dI icMqw nhIN rih jWdI [ ","unicode":"ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਪ੍ਰਭੂ ਨਿਵਾਸ ਕਰੇ, ਉਸ ਨੂੰ ਕਿਸੇ ਗੱਲ ਦੀ ਚਿੰਤਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ । "},"ms":{"gurmukhi":"jIhdy mn AMdr myrw mwlk vsdw hY, aus ƒ iksI bwq dw iPkr krnw nhIN cwhIdw[","unicode":"ਜੀਹਦੇ ਮਨ ਅੰਦਰ ਮੇਰਾ ਮਾਲਕ ਵਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਕਿਸੀ ਬਾਤ ਦਾ ਫਿਕਰ ਕਰਨਾ ਨਹੀਂ ਚਾਹੀਦਾ।"}},"es":{"sn":"Aquél que Te enaltece, oh Señor, en su mente, ¿por qué y a qué le puede temer?"},"hi":{"ss":"जिस मनुष्य के हृदय में प्यारा प्रभू निवास करे।उसे किसी बात की चिंता नहीं रह जातीं","sts":"जिस के चित्त में मेरा स्वामी निवास कर गया है, उसे किसी बात की फ़िक्र नहीं करनी चाहिए।"}},"transliteration":{"english":"jis dhai chit vasiaa meraa suaamee tis no kiau a(n)dhesaa kisai galai dhaa loReeaai ||","hindi":"जिस दै चिति वसिआ मेरा सुआमी तिस नो किउ अंदेसा किसै गलै दा लोड़ीऐ ॥","en":"jis dhai chit vasiaa meraa suaamee tis no kiau a(n)dhesaa kisai galai dhaa loReeaai ||","hi":"जिस दै चिति वसिआ मेरा सुआमी तिस नो किउ अंदेसा किसै गलै दा लोड़ीऐ ॥","ipa":"d͡ʒɪs d̪æ t͡ʃɪt̪ ʋəsɪəɑ merɑ sʊəɑmi t̪ɪs nɔ kɪo əŋd̪esɑ kɪsæ Gəlæ d̪ɑ lɔɽiæ.","ur":"جِس دَے چت وسِآ مےرا سُآمیِ تس نو کا اںدےسا کسَے گلَے دا لوڑیِاَے ۔۔"},"pageNo":550,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":24207,"shabadId":2092,"verse":{"gurmukhi":"hir suKdwqw sBnw glw kw iqs no iDAwieidAw ikv inmK GVI muhu moVIAY ]","unicode":"ਹਰਿ ਸੁਖਦਾਤਾ ਸਭਨਾ ਗਲਾ ਕਾ ਤਿਸ ਨੋ ਧਿਆਇਦਿਆ ਕਿਵ ਨਿਮਖ ਘੜੀ ਮੁਹੁ ਮੋੜੀਐ ॥"},"larivaar":{"gurmukhi":"hirsuKdwqwsBnwglwkwiqsnoiDAwieidAwikvinmKGVImuhumoVIAY]","unicode":"ਹਰਿਸੁਖਦਾਤਾਸਭਨਾਗਲਾਕਾਤਿਸਨੋਧਿਆਇਦਿਆਕਿਵਨਿਮਖਘੜੀਮੁਹੁਮੋੜੀਐ॥"},"translation":{"en":{"bdb":"The Lord is the Giver of Peace, the Lord of all things; why would we turn our faces away from His meditation, even for a moment, or an instant?","ms":"God is the giver of the peace and the Lord of all the things. From His meditation, why should we turn our away, even for a moment and trice?","ssk":"The Lord is the Giver of Peace, the Lord of all things; why would we turn our faces away from His meditation, even for a moment, or an instant?"},"pu":{"ss":{"gurmukhi":"pRBU hr iksm dw suK dyx vwlw hY, aus dw ismrn krn qoN iek iKn Br BI nhIN htxw cwhIdw [","unicode":"ਪ੍ਰਭੂ ਹਰ ਕਿਸਮ ਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਇਕ ਖਿਨ ਭਰ ਭੀ ਨਹੀਂ ਹਟਣਾ ਚਾਹੀਦਾ ।"},"ft":{"gurmukhi":"hir sB bwqoN kw mwlku jb suK dyny hwrw hY qb hy BweI! iqs ko DÎwauiqAW hoXW eyk GVI AOr inmK mwqR BI kÎoN muKu PyrIAY]","unicode":"ਹਰਿ ਸਭ ਬਾਤੋਂ ਕਾ ਮਾਲਕੁ ਜਬ ਸੁਖ ਦੇਨੇ ਹਾਰਾ ਹੈ ਤਬ ਹੇ ਭਾਈ! ਤਿਸ ਕੋ ਧ੍ਯਾਉਤਿਆਂ ਹੋਯਾਂ ਏਕ ਘੜੀ ਔਰ ਨਿਮਖ ਮਾਤ੍ਰ ਭੀ ਕ੍ਯੋਂ ਮੁਖੁ ਫੇਰੀਐ॥"},"bdb":{"gurmukhi":"pRBU hr iksm dw suK dyx vwlw hY, aus dw ismrn krn qoN iek iKn Br BI nhIN htxw cwhIdw [","unicode":"ਪ੍ਰਭੂ ਹਰ ਕਿਸਮ ਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਇਕ ਖਿਨ ਭਰ ਭੀ ਨਹੀਂ ਹਟਣਾ ਚਾਹੀਦਾ ।"},"ms":{"gurmukhi":"vwihgurU Awrwm bKSxhwr Aqy swrIAW SYAW dw suAwmI hY[ aus dy ismrn v¤loN AwpW Awpxy mUMh ƒ iek muhq qy iCn Br leI BI ikauN PyrIey?","unicode":"ਵਾਹਿਗੁਰੂ ਆਰਾਮ ਬਖਸ਼ਣਹਾਰ ਅਤੇ ਸਾਰੀਆਂ ਸ਼ੈਆਂ ਦਾ ਸੁਆਮੀ ਹੈ। ਉਸ ਦੇ ਸਿਮਰਨ ਵੱਲੋਂ ਆਪਾਂ ਆਪਣੇ ਮੂੰਹ ਨੂੰ ਇਕ ਮੁਹਤ ਤੇ ਛਿਨ ਭਰ ਲਈ ਭੀ ਕਿਉਂ ਫੇਰੀਏ?"}},"es":{"sn":"Nuestro Señor nos bendice con todo, ¿por qué abandonar siquiera por un momento Su Contemplación? "},"hi":{"ss":"प्रभू हर किस्म के सुख देने वाला है।उसका सिमरन किए बिना एक छिन भर भी नहीं रहना चाहिए।","sts":"परमेश्वर समस्त पदार्थों का सुखदाता है, फिर उसकी आराधना करने में हम एक निमख एवं घड़ी भर भी मुँह क्यों मोड़ें?"}},"transliteration":{"english":"har sukhadhaataa sabhanaa galaa kaa tis no dhiaaidhiaa kiv nimakh ghaRee muh moReeaai ||","hindi":"हरि सुखदाता सभना गला का तिस नो धिआइदिआ किव निमख घड़ी मुहु मोड़ीऐ ॥","en":"har sukhadhaataa sabhanaa galaa kaa tis no dhiaaidhiaa kiv nimakh ghaRee muh moReeaai ||","hi":"हरि सुखदाता सभना गला का तिस नो धिआइदिआ किव निमख घड़ी मुहु मोड़ीऐ ॥","ipa":"hər sʊkʰəd̪ɑt̪ɑ səɓənɑ Gəlɑ kɑ t̪ɪs nɔ t̪ɪəɑeɪd̪ɪəɑ kɪʋ nɪməkʰ Gʰəɽi mʊh mɔɽiæ.","ur":"هر سُکھداتا سبھنا گلا کا تس نو دھآادآ کو نمکھ گھڑیِ مُهُ موڑیِاَے ۔۔"},"pageNo":550,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":24208,"shabadId":2092,"verse":{"gurmukhi":"ijin hir iDAwieAw iqs no srb kilAwx hoey inq sMq jnw kI sMgiq jwie bhIAY muhu joVIAY ]","unicode":"ਜਿਨਿ ਹਰਿ ਧਿਆਇਆ ਤਿਸ ਨੋ ਸਰਬ ਕਲਿਆਣ ਹੋਏ ਨਿਤ ਸੰਤ ਜਨਾ ਕੀ ਸੰਗਤਿ ਜਾਇ ਬਹੀਐ ਮੁਹੁ ਜੋੜੀਐ ॥"},"larivaar":{"gurmukhi":"ijinhiriDAwieAwiqsnosrbkilAwxhoeyinqsMqjnwkIsMgiqjwiebhIAYmuhujoVIAY]","unicode":"ਜਿਨਿਹਰਿਧਿਆਇਆਤਿਸਨੋਸਰਬਕਲਿਆਣਹੋਏਨਿਤਸੰਤਜਨਾਕੀਸੰਗਤਿਜਾਇਬਹੀਐਮੁਹੁਜੋੜੀਐ॥"},"translation":{"en":{"bdb":"One who meditates on the Lord obtains all pleasures and comforts; let us go each and every day, to sit in the Saints' Society.","ms":"He, who remembers God obtains all the comforts. We should daily go, sit and associate with the society of the pious persons.","ssk":"One who meditates on the Lord obtains all pleasures and comforts; let us go each and every day, to sit in the Saints' Society."},"pu":{"ss":{"gurmukhi":"ijs mnu`K ny hrI ƒ ismirAw hY, aus ƒ swry suK pRwpq hMudy hn, (ies vwsqy) sdw swD sMgq ivc jw ky bYTxw cwhIdw hY qy (pRBU dy guxW bwry) ivcwr krnI cwhIdI hY [","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੀ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੰੁਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ) ਸਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਬੈਠਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਬਾਰੇ) ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ijs ny hir kw DÎwn kIAw hY iqs ko sB klÎwn hUey hYN, qW qy hy BweI! inq sMq jnoN ko sMgq myN jwie kr ky muh joV kr ky bYTIey, Bwv snmuK bYT kr kuC suxIey khIey]","unicode":"ਜਿਸ ਨੇ ਹਰਿ ਕਾ ਧ੍ਯਾਨ ਕੀਆ ਹੈ ਤਿਸ ਕੋ ਸਭ ਕਲ੍ਯਾਨ ਹੂਏ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਨਿਤ ਸੰਤ ਜਨੋਂ ਕੋ ਸੰਗਤ ਮੇਂ ਜਾਇ ਕਰ ਕੇ ਮੁਹ ਜੋੜ ਕਰ ਕੇ ਬੈਠੀਏ, ਭਾਵ ਸਨਮੁਖ ਬੈਠ ਕਰ ਕੁਛ ਸੁਣੀਏ ਕਹੀਏ॥"},"bdb":{"gurmukhi":"ijs mnu`K ny hrI ƒ ismirAw hY, aus ƒ swry suK pRwpq hMudy hn, (ies vwsqy) sdw swD sMgq ivc jw ky bYTxw cwhIdw hY qy (pRBU dy guxW bwry) ivcwr krnI cwhIdI hY [","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੀ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੰੁਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ) ਸਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਬੈਠਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਬਾਰੇ) ਵਿਚਾਰ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jo hrI dw AwrwDn krdw hY, auh swry Awrwm pw lYdw hY[ hr roz jw ky AwpW ƒ piv`qr purSW dy smwgm nwl bYTxw qy myl-imlwp krnw auic`q hY[","unicode":"ਜੋ ਹਰੀ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਆਰਾਮ ਪਾ ਲੈਦਾ ਹੈ। ਹਰ ਰੋਜ਼ ਜਾ ਕੇ ਆਪਾਂ ਨੂੰ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੇ ਸਮਾਗਮ ਨਾਲ ਬੈਠਣਾ ਤੇ ਮੇਲ-ਮਿਲਾਪ ਕਰਨਾ ਉਚਿੱਤ ਹੈ।"}},"es":{"sn":"El que habita en el Señor, vive eternamente en Éxtasis, pues él guarda siempre para sí la Compañía de los Santos. "},"hi":{"ss":"जिस मनुष्य ने हरी को सिमरा है।उसे सारे सुख प्राप्त होते हैं।(इस वास्ते) सदा साध-संगति में ही बैठना चाहिए और (प्रभू के गुणों के बारे में) विचार करनी चाहिए।","sts":"जिसने भी भगवान या ध्यान किया है, उसका सर्व कल्याण हुआ है, इसलिए हमें नित्य ही संतजनों की सभा में विराजमान होना चाहिए तथा मिलकर भगवान का गुणगान करना चाहिए।"}},"transliteration":{"english":"jin har dhiaaiaa tis no sarab kaliaan hoe nit sa(n)t janaa kee sa(n)gat jai baheeaai muh joReeaai ||","hindi":"जिनि हरि धिआइआ तिस नो सरब कलिआण होए नित संत जना की संगति जाइ बहीऐ मुहु जोड़ीऐ ॥","en":"jin har dhiaaiaa tis no sarab kaliaan hoe nit sa(n)t janaa kee sa(n)gat jai baheeaai muh joReeaai ||","hi":"जिनि हरि धिआइआ तिस नो सरब कलिआण होए नित संत जना की संगति जाइ बहीऐ मुहु जोड़ीऐ ॥","ipa":"d͡ʒɪn hər t̪ɪəɑɪɑ t̪ɪs nɔ sərəb kəlɪəɑɳ hɔee nɪt̪ səŋt̪ d͡ʒənɑ ki səŋGət̪ d͡ʒɑeɪ bəhiæ mʊh d͡ʒɔɽiæ.","ur":"جٍن هر دھآایا تس نو سرب کلِآݨ هواے نت سںت جنا کیِ سںگت جاا بهیِاَے مُهُ جوڑیِاَے ۔۔"},"pageNo":550,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":24209,"shabadId":2092,"verse":{"gurmukhi":"siB duK BuK rog gey hir syvk ky siB jn ky bMDn qoVIAY ]","unicode":"ਸਭਿ ਦੁਖ ਭੁਖ ਰੋਗ ਗਏ ਹਰਿ ਸੇਵਕ ਕੇ ਸਭਿ ਜਨ ਕੇ ਬੰਧਨ ਤੋੜੀਐ ॥"},"larivaar":{"gurmukhi":"siBduKBuKroggeyhirsyvkkysiBjnkybMDnqoVIAY]","unicode":"ਸਭਿਦੁਖਭੁਖਰੋਗਗਏਹਰਿਸੇਵਕਕੇਸਭਿਜਨਕੇਬੰਧਨਤੋੜੀਐ॥"},"translation":{"en":{"bdb":"All the pain, hunger, and disease of the Lord's servant are eradicated; the bonds of the humble beings are torn away.","ms":"All woes, privations and diseases of God's slave are eradicated and bonds of the saints are torn asunder.","ssk":"All the pain, hunger, and disease of the Lord's servant are eradicated; the bonds of the humble beings are torn away."},"pu":{"ss":{"gurmukhi":"hrI dy Bgq dy swry klyS Bu`KW qy rog dUr ho jWdy hn, qy swry bMDn tu`t jWdy hn,","unicode":"ਹਰੀ ਦੇ ਭਗਤ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਭੁੱਖਾਂ ਤੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਾਰੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ,"},"ft":{"gurmukhi":"syvk ky sB pRkwr ky duKu BuK rog jwqy rhy hYN Aru dwsoN ky sB jnmwidk bMDn tUt gey hYN]","unicode":"ਸੇਵਕ ਕੇ ਸਭ ਪ੍ਰਕਾਰ ਕੇ ਦੁਖੁ ਭੁਖ ਰੋਗ ਜਾਤੇ ਰਹੇ ਹੈਂ ਅਰੁ ਦਾਸੋਂ ਕੇ ਸਭ ਜਨਮਾਦਿਕ ਬੰਧਨ ਟੂਟ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hrI dy Bgq dy swry klyS Bu`KW qy rog dUr ho jWdy hn, qy swry bMDn tu`t jWdy hn,","unicode":"ਹਰੀ ਦੇ ਭਗਤ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਭੁੱਖਾਂ ਤੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਾਰੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ,"},"ms":{"gurmukhi":"hrI dy dws dy swry gm, BuKW qy bImwrIAW im`t jWdIAW hn[ hrI-dws dIAW swrIAW byVIAW k`tIAW jWdIAW hn[","unicode":"ਹਰੀ ਦੇ ਦਾਸ ਦੇ ਸਾਰੇ ਗਮ, ਭੁਖਾਂ ਤੇ ਬੀਮਾਰੀਆਂ ਮਿੱਟ ਜਾਂਦੀਆਂ ਹਨ। ਹਰੀ-ਦਾਸ ਦੀਆਂ ਸਾਰੀਆਂ ਬੇੜੀਆਂ ਕੱਟੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Toda aflicción y hambre del Devoto del Señor es erradicada, si, todas las amarras de los Santos son deshechas."},"hi":{"ss":"हरी के भक्त के सारे कलेश।भूख व रोग दूर हो जाते हैं।और सारे बंधन टूट जाते हैं।","sts":"परमेश्वर के सेवक के सारे दु:ख, भूख एवं रोग मिट गए हैं और उसके सभी बन्धन टूट गए हैं।"}},"transliteration":{"english":"sabh dhukh bhukh rog ge har sevak ke sabh jan ke ba(n)dhan toReeaai ||","hindi":"सभि दुख भुख रोग गए हरि सेवक के सभि जन के बंधन तोड़ीऐ ॥","en":"sabh dhukh bhukh rog ge har sevak ke sabh jan ke ba(n)dhan toReeaai ||","hi":"सभि दुख भुख रोग गए हरि सेवक के सभि जन के बंधन तोड़ीऐ ॥","ipa":"səɓ d̪ʊkʰ ɓʊkʰ rɔG Gee hər seʋək ke səɓ d͡ʒən ke bəŋt̪ən t̪ɔɽiæ.","ur":"سبھ دُکھ بھُکھ روگ گاے هرِ سےوک کے سبھِ جن کے بںدھن توڑیِاَے ۔۔"},"pageNo":550,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"}],"igurbani":[{"p":7,"t":"v"}],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":24210,"shabadId":2092,"verse":{"gurmukhi":"hir ikrpw qy hoAw hir Bgqu hir Bgq jnw kY muih ifTY jgqu qirAw sBu loVIAY ]4]","unicode":"ਹਰਿ ਕਿਰਪਾ ਤੇ ਹੋਆ ਹਰਿ ਭਗਤੁ ਹਰਿ ਭਗਤ ਜਨਾ ਕੈ ਮੁਹਿ ਡਿਠੈ ਜਗਤੁ ਤਰਿਆ ਸਭੁ ਲੋੜੀਐ ॥੪॥"},"larivaar":{"gurmukhi":"hirikrpwqyhoAwhirBgquhirBgqjnwkYmuihifTYjgquqirAwsBuloVIAY]4]","unicode":"ਹਰਿਕਿਰਪਾਤੇਹੋਆਹਰਿਭਗਤੁਹਰਿਭਗਤਜਨਾਕੈਮੁਹਿਡਿਠੈਜਗਤੁਤਰਿਆਸਭੁਲੋੜੀਐ॥੪॥"},"translation":{"en":{"bdb":"By the Lord's Grace, one becomes the Lord's devotee; beholding the face of the Lord's humble devotee, the whole world is saved and carried across. ||4||","ms":"By God's grace, one becomes God's devotee. The entire world ought to be saved by seeing the face of the Lord's pious person.","ssk":"By the Lord's Grace, one becomes the Lord's devotee; beholding the face of the Lord's humble devotee, the whole world is saved and carried across. ||4||"},"pu":{"ss":{"gurmukhi":"(ikauNik) hrI dw Bgq hrI dI AwpxI ikrpw nwl bxdw hY [ cwhIdw qW ieh hY ik hrI dy BgqW dw drSn kr ky (Bwv, auhnW dI sMgiq ivc rih ky) swrw sMswr qr jwey [ ","unicode":"(ਕਿਉਂਕਿ) ਹਰੀ ਦਾ ਭਗਤ ਹਰੀ ਦੀ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਬਣਦਾ ਹੈ । ਚਾਹੀਦਾ ਤਾਂ ਇਹ ਹੈ ਕਿ ਹਰੀ ਦੇ ਭਗਤਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ) ਸਾਰਾ ਸੰਸਾਰ ਤਰ ਜਾਏ । "},"ft":{"gurmukhi":"hir ikRpw sy hir Bgq hUAw hY AOr hir Bgq jnoN ky muK dyKny kr ky sMswru myN jo iqn kI srn AwXw hY, so qirAw hY, qW qy sB ko iqn kw sqsMgu kirAw (loVIAY) cwhIAY, Bwv Xh ik sMswr ky qwrny ko smrQ hYN]4]","unicode":"ਹਰਿ ਕ੍ਰਿਪਾ ਸੇ ਹਰਿ ਭਗਤ ਹੂਆ ਹੈ ਔਰ ਹਰਿ ਭਗਤ ਜਨੋਂ ਕੇ ਮੁਖ ਦੇਖਨੇ ਕਰ ਕੇ ਸੰਸਾਰੁ ਮੇਂ ਜੋ ਤਿਨ ਕੀ ਸਰਨ ਆਯਾ ਹੈ, ਸੋ ਤਰਿਆ ਹੈ, ਤਾਂ ਤੇ ਸਭ ਕੋ ਤਿਨ ਕਾ ਸਤਸੰਗੁ ਕਰਿਆ (ਲੋੜੀਐ) ਚਾਹੀਐ, ਭਾਵ ਯਹ ਕਿ ਸੰਸਾਰ ਕੇ ਤਾਰਨੇ ਕੋ ਸਮਰਥ ਹੈਂ॥੪॥"},"bdb":{"gurmukhi":"(ikauNik) hrI dw Bgq hrI dI AwpxI ikrpw nwl bxdw hY [ cwhIdw qW ieh hY ik hrI dy BgqW dw drSn kr ky (Bwv, auhnW dI sMgiq ivc rih ky) swrw sMswr qr jwey [ ","unicode":"(ਕਿਉਂਕਿ) ਹਰੀ ਦਾ ਭਗਤ ਹਰੀ ਦੀ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਬਣਦਾ ਹੈ । ਚਾਹੀਦਾ ਤਾਂ ਇਹ ਹੈ ਕਿ ਹਰੀ ਦੇ ਭਗਤਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਭਾਵ, ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ) ਸਾਰਾ ਸੰਸਾਰ ਤਰ ਜਾਏ । "},"ms":{"gurmukhi":"vwihgurU dI imhr duAwrw, bMdw vwihgurU dw SRDwlU bxdw hY[ pRBU dy piv`qr purS dw ichrw vyKx duAwrw, swrw sMswr pwr au`qr jwxw cwhIdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀ ਮਿਹਰ ਦੁਆਰਾ, ਬੰਦਾ ਵਾਹਿਗੁਰੂ ਦਾ ਸ਼੍ਰਧਾਲੂ ਬਣਦਾ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਦਾ ਚਿਹਰਾ ਵੇਖਣ ਦੁਆਰਾ, ਸਾਰਾ ਸੰਸਾਰ ਪਾਰ ਉੱਤਰ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।"}},"es":{"sn":"Es por la Gracia del Señor que uno se convierte en el Devoto de Dios; y teniendo Su Visión otros también son redimidos. (4)"},"hi":{"ss":"(क्योंकि) हरी का भक्त हरी की अपनी कृपा से बनता है।चाहिए तो ये कि हरी के भक्तों के दर्शन करके (भाव।उनकी संगति में रह के) सारा संसार ही तैर जाए (पर।अफसोस।संसार इस राह पर चलता ही नहीं)। 4।","sts":"हरि की कृपा से ही जीव हरि का भक्त बनता है तथा हरि के भक्तजनों के दर्शन मात्र से ही समूचा जगत पार हो जाता है और सब कुछ प्राप्त कर लेता है॥ ४॥"}},"transliteration":{"english":"har kirapaa te hoaa har bhagat har bhagat janaa kai muh ddiThai jagat tariaa sabh loReeaai ||4||","hindi":"हरि किरपा ते होआ हरि भगतु हरि भगत जना कै मुहि डिठै जगतु तरिआ सभु लोड़ीऐ ॥४॥","en":"har kirapaa te hoaa har bhagat har bhagat janaa kai muh ddiThai jagat tariaa sabh loReeaai ||4||","hi":"हरि किरपा ते होआ हरि भगतु हरि भगत जना कै मुहि डिठै जगतु तरिआ सभु लोड़ीऐ ॥४॥","ipa":"hər kɪrəpɑ t̪e hɔəɑ hər ɓəGət̪ hər ɓəGət̪ d͡ʒənɑ kæ mʊh ɖɪʈʰæ d͡ʒəGət̪ t̪ərɪəɑ səɓ lɔɽiæ.4.","ur":"هر کرپا تے هوآ هرِ بھگت هرِ بھگت جنا کَے مُه ڈٹھَے جگت ترِآ سبھ لوڑیِاَے ۔۔۴۔۔"},"pageNo":550,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":11,"t":"v"}]}}]}