{"shabadInfo":{"shabadId":235,"shabadName":3490,"pageNo":87,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":87},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":12,"navigation":{"previous":234,"next":236},"verses":[{"verseId":3489,"shabadId":235,"verse":{"gurmukhi":"mÚ 3 ]","unicode":"ਮਃ ੩ ॥"},"larivaar":{"gurmukhi":"mÚ3]","unicode":"ਮਃ੩॥"},"translation":{"en":{"bdb":"Third Mehla:","ms":"Third Guru.","ssk":"Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"qIjI pwqSwhI[","unicode":"ਤੀਜੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Amar Das, Tercer Canal Divino. "},"hi":{"ss":"महला ३॥","sts":"महला ३॥"}},"transliteration":{"english":"mahalaa teejaa ||","hindi":"म: ३ ॥","en":"mahalaa teejaa ||","hi":"म: ३ ॥","ipa":"mahalaa t̪id͡ʒɑ.","ur":"مÚ ۳ ۔۔"},"pageNo":87,"lineNo":10,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":3490,"shabadId":235,"verse":{"gurmukhi":"mnmuKu loku smJweIAY kdhu smJwieAw jwie ]","unicode":"ਮਨਮੁਖੁ ਲੋਕੁ ਸਮਝਾਈਐ ਕਦਹੁ ਸਮਝਾਇਆ ਜਾਇ ॥"},"larivaar":{"gurmukhi":"mnmuKulokusmJweIAYkdhusmJwieAwjwie]","unicode":"ਮਨਮੁਖੁਲੋਕੁਸਮਝਾਈਐਕਦਹੁਸਮਝਾਇਆਜਾਇ॥"},"translation":{"en":{"bdb":"The self-willed manmukhs may be taught, but how can they really be taught?","ms":"The self willed -person is counseled but how can he be instructed?","ssk":"The self-willed manmukhs may be taught, but how can they really be taught?"},"pu":{"ss":{"gurmukhi":"jo mnu`K siqgurU vloN muK moVI bYTw hY, auh smJwieAW BI kdy nhIN smJdw","unicode":"ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਵਲੋਂ ਮੁਖ ਮੋੜੀ ਬੈਠਾ ਹੈ, ਉਹ ਸਮਝਾਇਆਂ ਭੀ ਕਦੇ ਨਹੀਂ ਸਮਝਦਾ"},"ft":{"gurmukhi":"jy mnmuK lok ko smJweIAY qO vhu kb smJqw hY]ÇpRSn: iqn ko gurmuKoN myN rlwie dyvo qb iqn kI sMgq kr Awp hI smJ jwvyNgy? iqs pr khqy hYN:","unicode":"ਜੇ ਮਨਮੁਖ ਲੋਕ ਕੋ ਸਮਝਾਈਐ ਤੌ ਵਹੁ ਕਬ ਸਮਝਤਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਤਿਨ ਕੋ ਗੁਰਮੁਖੋਂ ਮੇਂ ਰਲਾਇ ਦੇਵੋ ਤਬ ਤਿਨ ਕੀ ਸੰਗਤ ਕਰ ਆਪ ਹੀ ਸਮਝ ਜਾਵੇਂਗੇ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"jo mnu`K siqgurU vloN muK moVI bYTw hY, auh smJwieAW BI kdy nhIN smJdw","unicode":"ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਵਲੋਂ ਮੁਖ ਮੋੜੀ ਬੈਠਾ ਹੈ, ਉਹ ਸਮਝਾਇਆਂ ਭੀ ਕਦੇ ਨਹੀਂ ਸਮਝਦਾ"},"ms":{"gurmukhi":"Awphudry purS ƒ nsIhq kIqI jWdI hY, pRMqU aus ƒ iks qrHW isK-mq id`qI jw skdI hY?","unicode":"ਆਪਹੁਦਰੇ ਪੁਰਸ਼ ਨੂੰ ਨਸੀਹਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਉਸ ਨੂੰ ਕਿਸ ਤਰ੍ਹਾਂ ਸਿਖ-ਮਤ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"¿Cómo puede uno instruir a los arrogantes Manmukjs? "},"hi":{"ss":"जो मनुष्य सतिगुरू की ओर सें मुख मोड़े बैठा है~ वह समझाने से भी कभी नहीं समझता~","sts":"यदि मनमुख व्यक्ति को समझाने का प्रयास भी किया जाए तो वे समझाने से भी कभी नहीं समझते।"}},"transliteration":{"english":"manmukh lok samajhaieeaai kadhahu samajhaiaa jai ||","hindi":"मनमुखु लोकु समझाईऐ कदहु समझाइआ जाइ ॥","en":"manmukh lok samajhaieeaai kadhahu samajhaiaa jai ||","hi":"मनमुखु लोकु समझाईऐ कदहु समझाइआ जाइ ॥","ipa":"mənəmʊkʰ lɔk səməɖ͡ʐɑeiæ kəd̪əh səməɖ͡ʐɑɪɑ d͡ʒɑeɪ.","ur":"منمکھ لوک سمجھاایاَے کدهُ سمجھاایا جاا ۔۔"},"pageNo":87,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":3491,"shabadId":235,"verse":{"gurmukhi":"mnmuKu rlwieAw nw rlY pieAY ikriq iPrwie ]","unicode":"ਮਨਮੁਖੁ ਰਲਾਇਆ ਨਾ ਰਲੈ ਪਇਐ ਕਿਰਤਿ ਫਿਰਾਇ ॥"},"larivaar":{"gurmukhi":"mnmuKurlwieAwnwrlYpieAYikriqiPrwie]","unicode":"ਮਨਮੁਖੁਰਲਾਇਆਨਾਰਲੈਪਇਐਕਿਰਤਿਫਿਰਾਇ॥"},"translation":{"en":{"bdb":"The manmukhs do not fit in at all. Because of their past actions, they are condemned to the cycle of reincarnation.","ms":"Through introduced to the good, the perverse person associated not with them, and owing to his past misdeeds goes round in transmigration.","ssk":"The manmukhs do not fit in at all. Because of their past actions, they are condemned to the cycle of reincarnation."},"pu":{"ss":{"gurmukhi":"jy aus ƒ (gurmuKW dy ivc) rlw BI dyvIey, qW BI (suBwv krky) auhnW nwl nhIN rldw qy (ipCly kIqy) isr pey krmW Anuswr Btkdw iPrdw h Y ","unicode":"ਜੇ ਉਸ ਨੂੰ (ਗੁਰਮੁਖਾਂ ਦੇ ਵਿਚ) ਰਲਾ ਭੀ ਦੇਵੀਏ, ਤਾਂ ਭੀ (ਸੁਭਾਵ ਕਰਕੇ) ਉਹਨਾਂ ਨਾਲ ਨਹੀਂ ਰਲਦਾ ਤੇ (ਪਿਛਲੇ ਕੀਤੇ) ਸਿਰ ਪਏ ਕਰਮਾਂ ਅਨੁਸਾਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹ ੈ "},"ft":{"gurmukhi":"mnmuK gurmuKoN ky swQ rlwieAw hUAw BI nhIN imlqw hY, ikauNik pUrb jnm kw krm iqn kw jYsw kIAw hUAw hY, qYsy hI iqn ko iPrwie rhw hY]","unicode":"ਮਨਮੁਖ ਗੁਰਮੁਖੋਂ ਕੇ ਸਾਥ ਰਲਾਇਆ ਹੂਆ ਭੀ ਨਹੀਂ ਮਿਲਤਾ ਹੈ, ਕਿਉਂਕਿ ਪੂਰਬ ਜਨਮ ਕਾ ਕਰਮ ਤਿਨ ਕਾ ਜੈਸਾ ਕੀਆ ਹੂਆ ਹੈ, ਤੈਸੇ ਹੀ ਤਿਨ ਕੋ ਫਿਰਾਇ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"jy aus ƒ (gurmuKW dy ivc) rlw BI dyvIey, qW BI (suBwv krky) auhnW nwl nhIN rldw qy (ipCly kIqy) isr pey krmW Anuswr Btkdw iPrdw h Y ","unicode":"ਜੇ ਉਸ ਨੂੰ (ਗੁਰਮੁਖਾਂ ਦੇ ਵਿਚ) ਰਲਾ ਭੀ ਦੇਵੀਏ, ਤਾਂ ਭੀ (ਸੁਭਾਵ ਕਰਕੇ) ਉਹਨਾਂ ਨਾਲ ਨਹੀਂ ਰਲਦਾ ਤੇ (ਪਿਛਲੇ ਕੀਤੇ) ਸਿਰ ਪਏ ਕਰਮਾਂ ਅਨੁਸਾਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹ ੈ "},"ms":{"gurmukhi":"BilAW nwl imlwieAw hoieAw BI, pRqIkUl purS aunHW dI sMgq nhIN krdw qy Awpxy purbl m`d AmlW dy sb`b Awvwgaux AMdr Btkdw hY[","unicode":"ਭਲਿਆਂ ਨਾਲ ਮਿਲਾਇਆ ਹੋਇਆ ਭੀ, ਪ੍ਰਤੀਕੂਲ ਪੁਰਸ਼ ਉਨ੍ਹਾਂ ਦੀ ਸੰਗਤ ਨਹੀਂ ਕਰਦਾ ਤੇ ਆਪਣੇ ਪੁਰਬਲ ਮੱਦ ਅਮਲਾਂ ਦੇ ਸਬੱਬ ਆਵਾਗਉਣ ਅੰਦਰ ਭਟਕਦਾ ਹੈ।"}},"es":{"sn":"Ellos se ven muy mal en la Saad Sangat, la Sociedad de los Santos y se van en la ronda según sea el resultado de sus acciones. "},"hi":{"ss":"अगर उसे (गुरमुखों में) मिला भी दें~ तो भी (स्वभाव करके) उनके साथ नहीं मिलता और (पूर्बले किए) सिर पड़े कर्मों के मुताबिक भटकता फिरता है।","sts":"ऐसे मनमुख प्राणियों को यदि गुरमुखों के साथ मिलाने का प्रयास करें तो भी कर्म-बन्धनों के कारण आवागमन में भटकते रहते हैं।"}},"transliteration":{"english":"manmukh ralaiaa naa ralai piaai kirat firai ||","hindi":"मनमुखु रलाइआ ना रलै पइऐ किरति फिराइ ॥","en":"manmukh ralaiaa naa ralai piaai kirat firai ||","hi":"मनमुखु रलाइआ ना रलै पइऐ किरति फिराइ ॥","ipa":"mənəmʊkʰ rəlɑɪɑ nɑ rəlæ pɪæ kɪrət̪ fɪrɑeɪ.","ur":"منمکھ رلاایا نا رلَے پِااَے کرت پھراا ۔۔"},"pageNo":87,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":3492,"shabadId":235,"verse":{"gurmukhi":"ilv Dwqu duie rwh hY hukmI kwr kmwie ]","unicode":"ਲਿਵ ਧਾਤੁ ਦੁਇ ਰਾਹ ਹੈ ਹੁਕਮੀ ਕਾਰ ਕਮਾਇ ॥"},"larivaar":{"gurmukhi":"ilvDwquduierwhhYhukmIkwrkmwie]","unicode":"ਲਿਵਧਾਤੁਦੁਇਰਾਹਹੈਹੁਕਮੀਕਾਰਕਮਾਇ॥"},"translation":{"en":{"bdb":"Loving attention to the Lord and attachment to Maya are the two separate ways; all act according to the Hukam of the Lord's Command.","ms":"God's love and mammon's attachment are the two ways, and which act (way) one commits (treads) depends on God's Will.","ssk":"Loving attention to the Lord and attachment to Maya are the two separate ways; all act according to the Hukam of the Lord's Command."},"pu":{"ss":{"gurmukhi":"(aus ivcwry auqy BI kIh ros ? (sMswr ivc) rsqy hI do hn (hrI nwl) ipAwr qy (mwieAw nwl) ipAwr; (qy mnmuK) pRBU dy hukm ivc (hI) (mwieAw vwlI) kwr ipAw krdw hY ","unicode":"(ਉਸ ਵਿਚਾਰੇ ਉਤੇ ਭੀ ਕੀਹ ਰੋਸ ? (ਸੰਸਾਰ ਵਿਚ) ਰਸਤੇ ਹੀ ਦੋ ਹਨ (ਹਰੀ ਨਾਲ) ਪਿਆਰ ਤੇ (ਮਾਇਆ ਨਾਲ) ਪਿਆਰ; (ਤੇ ਮਨਮੁਖ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) (ਮਾਇਆ ਵਾਲੀ) ਕਾਰ ਪਿਆ ਕਰਦਾ ਹੈ "},"ft":{"gurmukhi":"ijn kI vwihgurU myN (ilv) ibRqI lgI hY, so gurmuKI mwrg hY, AOr (Dwqu) mwieAw myN ijn kI ibRqI lgI hY, so mnmuKI mwrg, eyhu do pRkwr kw mwrg hY[ (hukmI) hukm vwlw jo vwihgurU hY iqs ky hukm myN suB AsuB krm kmwvqy hYN, prMqU ieqnw Byd hY gurmuK krq`bÎ ko hukm myN mwnqy hYN, mnmuK Apnw kIAw mwnqy hYN]ÇpRsnu: gurmuKoN ny krmoN kI Apnq kYsy CofI hY? iqs pr khqy hYN:","unicode":"ਜਿਨ ਕੀ ਵਾਹਿਗੁਰੂ ਮੇਂ (ਲਿਵ) ਬ੍ਰਿਤੀ ਲਗੀ ਹੈ, ਸੋ ਗੁਰਮੁਖੀ ਮਾਰਗ ਹੈ, ਔਰ (ਧਾਤੁ) ਮਾਇਆ ਮੇਂ ਜਿਨ ਕੀ ਬ੍ਰਿਤੀ ਲਗੀ ਹੈ, ਸੋ ਮਨਮੁਖੀ ਮਾਰਗ, ਏਹੁ ਦੋ ਪ੍ਰਕਾਰ ਕਾ ਮਾਰਗ ਹੈ। (ਹੁਕਮੀ) ਹੁਕਮ ਵਾਲਾ ਜੋ ਵਾਹਿਗੁਰੂ ਹੈ ਤਿਸ ਕੇ ਹੁਕਮ ਮੇਂ ਸੁਭ ਅਸੁਭ ਕਰਮ ਕਮਾਵਤੇ ਹੈਂ, ਪਰੰਤੂ ਇਤਨਾ ਭੇਦ ਹੈ ਗੁਰਮੁਖ ਕਰਤੱਬ੍ਯ ਕੋ ਹੁਕਮ ਮੇਂ ਮਾਨਤੇ ਹੈਂ, ਮਨਮੁਖ ਅਪਨਾ ਕੀਆ ਮਾਨਤੇ ਹੈਂ॥☬ਪ੍ਰਸਨੁ: ਗੁਰਮੁਖੋਂ ਨੇ ਕਰਮੋਂ ਕੀ ਅਪਨਤ ਕੈਸੇ ਛੋਡੀ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(aus ivcwry auqy BI kIh ros ? (sMswr ivc) rsqy hI do hn (hrI nwl) ipAwr qy (mwieAw nwl) ipAwr; (qy mnmuK) pRBU dy hukm ivc (hI) (mwieAw vwlI) kwr ipAw krdw hY ","unicode":"(ਉਸ ਵਿਚਾਰੇ ਉਤੇ ਭੀ ਕੀਹ ਰੋਸ ? (ਸੰਸਾਰ ਵਿਚ) ਰਸਤੇ ਹੀ ਦੋ ਹਨ (ਹਰੀ ਨਾਲ) ਪਿਆਰ ਤੇ (ਮਾਇਆ ਨਾਲ) ਪਿਆਰ; (ਤੇ ਮਨਮੁਖ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) (ਮਾਇਆ ਵਾਲੀ) ਕਾਰ ਪਿਆ ਕਰਦਾ ਹੈ "},"ms":{"gurmukhi":"r`b dI pRIq qy mwieAw dI lgn do rsqy hn, bMdw ijhVy Aml kmwauNdw (iks rwhy turdw) hY, rb dI rzw qy inrBr hY[","unicode":"ਰੱਬ ਦੀ ਪ੍ਰੀਤ ਤੇ ਮਾਇਆ ਦੀ ਲਗਨ ਦੋ ਰਸਤੇ ਹਨ, ਬੰਦਾ ਜਿਹੜੇ ਅਮਲ ਕਮਾਉਂਦਾ (ਕਿਸ ਰਾਹੇ ਟੁਰਦਾ) ਹੈ, ਰਬ ਦੀ ਰਜ਼ਾ ਤੇ ਨਿਰਭਰ ਹੈ।"}},"es":{"sn":"Comunión y separación son los dos caminos, y uno los sigue como es la Voluntad del Señor. "},"hi":{"ss":"(उस विचारे पर भी क्या रोस?) (संसार में) रास्ते ही दो हैं– (हरी से) प्यार और (माया से) प्यार; (और मनमुख) प्रभू के हुकम में (ही) (माया वाले) कर्म करता है।","sts":"प्रभु की प्रीति व माया की लगन दो मार्ग हैं, मनुष्य कौन-सा कर्म करता है अर्थात् किस मार्ग चलता है, वह प्रभु की इच्छा पर निर्भर है।"}},"transliteration":{"english":"liv dhaat dhui raeh hai hukamee kaar kamai ||","hindi":"लिव धातु दुइ राह है हुकमी कार कमाइ ॥","en":"liv dhaat dhui raeh hai hukamee kaar kamai ||","hi":"लिव धातु दुइ राह है हुकमी कार कमाइ ॥","ipa":"lɪʋ t̪ɑt̪ d̪ʊeɪ rɑh hæ hʊkəmi kɑr kəmɑeɪ.","ur":"لِو دھات دُا راه هَے هُکمیِ کار کماا ۔۔"},"pageNo":87,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":3493,"shabadId":235,"verse":{"gurmukhi":"gurmuiK Awpxw mnu mwirAw sbid ksvtI lwie ]","unicode":"ਗੁਰਮੁਖਿ ਆਪਣਾ ਮਨੁ ਮਾਰਿਆ ਸਬਦਿ ਕਸਵਟੀ ਲਾਇ ॥"},"larivaar":{"gurmukhi":"gurmuiKAwpxwmnumwirAwsbidksvtIlwie]","unicode":"ਗੁਰਮੁਖਿਆਪਣਾਮਨੁਮਾਰਿਆਸਬਦਿਕਸਵਟੀਲਾਇ॥"},"translation":{"en":{"bdb":"The Gurmukh has conquered his own mind, by applying the Touchstone of the Shabad.","ms":"The Guruward has vanquished his mind by applying the touch stone of Gurbani.","ssk":"The Gurmukh has conquered his own mind, by applying the Touchstone of the Shabad."},"pu":{"ss":{"gurmukhi":"(dUjy pwsy, hukm ivc hI) gurmuK mnu`K siqgurU dy Sbd dI rwhIN ksv`tI lw ky (Bwv, prK kr ky) Awpxy mn ƒ mwr lYNdw hY (Bwv, mwieAw dy ipAwr vloN rok lYNdw hY) ","unicode":"(ਦੂਜੇ ਪਾਸੇ, ਹੁਕਮ ਵਿਚ ਹੀ) ਗੁਰਮੁਖ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਕਸਵੱਟੀ ਲਾ ਕੇ (ਭਾਵ, ਪਰਖ ਕਰ ਕੇ) ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਲੋਂ ਰੋਕ ਲੈਂਦਾ ਹੈ) "},"ft":{"gurmukhi":"gurmuKoN ny Apnw mn mwrw hY]ÇpRSn: gurmKoN ny mry mn kI prIKÎw kYsy krI hY? iqs pr khqy hYN: (sbid) bol kbol rUpI ksvtI vw byd rUpI ksvtI lgwie kr ky, ksvtI p`Qr ivsys hY ijs kr suvrn kI prIKÎw krIqI hY]","unicode":"ਗੁਰਮੁਖੋਂ ਨੇ ਅਪਨਾ ਮਨ ਮਾਰਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਗੁਰਮਖੋਂ ਨੇ ਮਰੇ ਮਨ ਕੀ ਪਰੀਖ੍ਯਾ ਕੈਸੇ ਕਰੀ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: (ਸਬਦਿ) ਬੋਲ ਕਬੋਲ ਰੂਪੀ ਕਸਵਟੀ ਵਾ ਬੇਦ ਰੂਪੀ ਕਸਵਟੀ ਲਗਾਇ ਕਰ ਕੇ, ਕਸਵਟੀ ਪੱਥਰ ਵਿਸੇਸ ਹੈ ਜਿਸ ਕਰ ਸੁਵਰਨ ਕੀ ਪਰੀਖ੍ਯਾ ਕਰੀਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(dUjy pwsy, hukm ivc hI) gurmuK mnu`K siqgurU dy Sbd dI rwhIN ksv`tI lw ky (Bwv, prK kr ky) Awpxy mn ƒ mwr lYNdw hY (Bwv, mwieAw dy ipAwr vloN rok lYNdw hY) ","unicode":"(ਦੂਜੇ ਪਾਸੇ, ਹੁਕਮ ਵਿਚ ਹੀ) ਗੁਰਮੁਖ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਕਸਵੱਟੀ ਲਾ ਕੇ (ਭਾਵ, ਪਰਖ ਕਰ ਕੇ) ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਲੋਂ ਰੋਕ ਲੈਂਦਾ ਹੈ) "},"ms":{"gurmukhi":"gurbwxI dI Gsv`tI dw AiBAws krn duAwrw gurU AnuswrI ny Awpxy mnUhY ƒ kwbU kr ilAw hY[","unicode":"ਗੁਰਬਾਣੀ ਦੀ ਘਸਵੱਟੀ ਦਾ ਅਭਿਆਸ ਕਰਨ ਦੁਆਰਾ ਗੁਰੂ ਅਨੁਸਾਰੀ ਨੇ ਆਪਣੇ ਮਨੂਹੈ ਨੂੰ ਕਾਬੂ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"A través del Guru uno calma el ego negativo en la mente, y lo pone a prueba en la piedra de toque del mundo."},"hi":{"ss":"(दूसरी तरफ~ हुकम में ही) गुरमुख मनुष्य सतिगुरू के शबद के द्वारा कसवटी लगा के (परख के) अपने मन को मार लेता है (भाव~ माया के प्यार की पकड़ पर काबू पा लेता है)।","sts":"गुरुवाणी की कसौटी का अभ्यास करने से गुरमुख ने अपने मन को वश में कर लिया है।"}},"transliteration":{"english":"gurmukh aapanaa man maariaa sabadh kasavaTee lai ||","hindi":"गुरमुखि आपणा मनु मारिआ सबदि कसवटी लाइ ॥","en":"gurmukh aapanaa man maariaa sabadh kasavaTee lai ||","hi":"गुरमुखि आपणा मनु मारिआ सबदि कसवटी लाइ ॥","ipa":"Gʊrəmʊkʰ əɑpəɳɑ mən mɑrɪəɑ səbəd̪ kəsəʋəʈi lɑeɪ.","ur":"گُرمکھ آپݨا من مارآ سبد کسوٹیِ لاا ۔۔"},"pageNo":87,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":3494,"shabadId":235,"verse":{"gurmukhi":"mn hI nwil JgVw mn hI nwil sQ mn hI mMiJ smwie ]","unicode":"ਮਨ ਹੀ ਨਾਲਿ ਝਗੜਾ ਮਨ ਹੀ ਨਾਲਿ ਸਥ ਮਨ ਹੀ ਮੰਝਿ ਸਮਾਇ ॥"},"larivaar":{"gurmukhi":"mnhInwilJgVwmnhInwilsQmnhImMiJsmwie]","unicode":"ਮਨਹੀਨਾਲਿਝਗੜਾਮਨਹੀਨਾਲਿਸਥਮਨਹੀਮੰਝਿਸਮਾਇ॥"},"translation":{"en":{"bdb":"He fights with his mind, he settles with his mind, and he is at peace with his mind.","ms":"With his mind he contends, with his mind he parleys and with his mind he engages in contest.","ssk":"He fights with his mind, he settles with his mind, and he is at peace with his mind."},"pu":{"ss":{"gurmukhi":"auh sdw mn (dI ivkwr-ibrqI) nwl JgVw krdw hY, qy s`Q krdw hY (Bwv, aus ƒ smJwauNdw hY, qy AMq ies ivkwr-ibrqI ƒ) mn (dI SuB-ibrqI) ivc lIn kr dyNdw hY ","unicode":"ਉਹ ਸਦਾ ਮਨ (ਦੀ ਵਿਕਾਰ-ਬਿਰਤੀ) ਨਾਲ ਝਗੜਾ ਕਰਦਾ ਹੈ, ਤੇ ਸੱਥ ਕਰਦਾ ਹੈ (ਭਾਵ, ਉਸ ਨੂੰ ਸਮਝਾਉਂਦਾ ਹੈ, ਤੇ ਅੰਤ ਇਸ ਵਿਕਾਰ-ਬਿਰਤੀ ਨੂੰ) ਮਨ (ਦੀ ਸ਼ੁਭ-ਬਿਰਤੀ) ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ "},"ft":{"gurmukhi":"JgVw do pursoN kw hoqw hY, do gurmuK bYTqy hYN qo prspr mn ky vs krn kIAW bwqW krqy hYN[ bhuq pursoN ky prspr JgVny kw nwm sQ hY[ jb gurmuiK bhuq iml kr bYTqy hYN qb BI mn ky swQ JgVqy hYN[ JgVy sQ kw Bwv eyih ik mn ibsÎoN kI ENr dOVqw hY, gurmuK doK dyKwie kr htwvqy hYN, AOr gurmuKoN kw mn (hI) inscy kr ky vwihgurU myN iml rhw hY]","unicode":"ਝਗੜਾ ਦੋ ਪੁਰਸੋਂ ਕਾ ਹੋਤਾ ਹੈ, ਦੋ ਗੁਰਮੁਖ ਬੈਠਤੇ ਹੈਂ ਤੋ ਪਰਸਪਰ ਮਨ ਕੇ ਵਸ ਕਰਨ ਕੀਆਂ ਬਾਤਾਂ ਕਰਤੇ ਹੈਂ। ਬਹੁਤ ਪੁਰਸੋਂ ਕੇ ਪਰਸਪਰ ਝਗੜਨੇ ਕਾ ਨਾਮ ਸਥ ਹੈ। ਜਬ ਗੁਰਮੁਖਿ ਬਹੁਤ ਮਿਲ ਕਰ ਬੈਠਤੇ ਹੈਂ ਤਬ ਭੀ ਮਨ ਕੇ ਸਾਥ ਝਗੜਤੇ ਹੈਂ। ਝਗੜੇ ਸਥ ਕਾ ਭਾਵ ਏਹਿ ਕਿ ਮਨ ਬਿਸ੍ਯੋਂ ਕੀ ਓਂਰ ਦੌੜਤਾ ਹੈ, ਗੁਰਮੁਖ ਦੋਖ ਦੇਖਾਇ ਕਰ ਹਟਾਵਤੇ ਹੈਂ, ਔਰ ਗੁਰਮੁਖੋਂ ਕਾ ਮਨ (ਹੀ) ਨਿਸਚੇ ਕਰ ਕੇ ਵਾਹਿਗੁਰੂ ਮੇਂ ਮਿਲ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"auh sdw mn (dI ivkwr-ibrqI) nwl JgVw krdw hY, qy s`Q krdw hY (Bwv, aus ƒ smJwauNdw hY, qy AMq ies ivkwr-ibrqI ƒ) mn (dI SuB-ibrqI) ivc lIn kr dyNdw hY ","unicode":"ਉਹ ਸਦਾ ਮਨ (ਦੀ ਵਿਕਾਰ-ਬਿਰਤੀ) ਨਾਲ ਝਗੜਾ ਕਰਦਾ ਹੈ, ਤੇ ਸੱਥ ਕਰਦਾ ਹੈ (ਭਾਵ, ਉਸ ਨੂੰ ਸਮਝਾਉਂਦਾ ਹੈ, ਤੇ ਅੰਤ ਇਸ ਵਿਕਾਰ-ਬਿਰਤੀ ਨੂੰ) ਮਨ (ਦੀ ਸ਼ੁਭ-ਬਿਰਤੀ) ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ "},"ms":{"gurmukhi":"Awpxy mnUey nwl auh twkrw krdw hY, mnUey nwl hI auh sulHw dI g`l krdw hY Aqy mnUey nwl hI auh Gol AMdr jutdw hY[","unicode":"ਆਪਣੇ ਮਨੂਏ ਨਾਲ ਉਹ ਟਾਕਰਾ ਕਰਦਾ ਹੈ, ਮਨੂਏ ਨਾਲ ਹੀ ਉਹ ਸੁਲ੍ਹਾ ਦੀ ਗੱਲ ਕਰਦਾ ਹੈ ਅਤੇ ਮਨੂਏ ਨਾਲ ਹੀ ਉਹ ਘੋਲ ਅੰਦਰ ਜੁਟਦਾ ਹੈ।"}},"es":{"sn":"Uno se enfrenta con su mente y se enfrenta sólo, hasta que se pone en armonía con ella "},"hi":{"ss":"वह सदा मन (की विकार-बिरती) के साथ संघर्ष करता है~ और पंचायत करता है (भाव~ उसे समझाता है~ और अंत में विकार बिरती को) मन (की शुभ-बिरती) में लीन कर देता है।","sts":"अपने मन के साथ वह विवाद करता है, मन के साथ ही वह सुलह की बात करता है और मन के साथ ही वह संघर्ष के लिए जुटता है।"}},"transliteration":{"english":"man hee naal jhagaRaa man hee naal sath man hee ma(n)jh samai ||","hindi":"मन ही नालि झगड़ा मन ही नालि सथ मन ही मंझि समाइ ॥","en":"man hee naal jhagaRaa man hee naal sath man hee ma(n)jh samai ||","hi":"मन ही नालि झगड़ा मन ही नालि सथ मन ही मंझि समाइ ॥","ipa":"mən hi nɑl ɖ͡ʐəGəɽɑ mən hi nɑl sət̪ʰ mən hi məŋɖ͡ʐ səmɑeɪ.","ur":"من هیِ نال جھگڑا من هیِ نال ستھ من هیِ مںجھ سماا ۔۔"},"pageNo":87,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":3495,"shabadId":235,"verse":{"gurmukhi":"mnu jo ieCy so lhY scY sbid suBwie ]","unicode":"ਮਨੁ ਜੋ ਇਛੇ ਸੋ ਲਹੈ ਸਚੈ ਸਬਦਿ ਸੁਭਾਇ ॥"},"larivaar":{"gurmukhi":"mnujoieCysolhYscYsbidsuBwie]","unicode":"ਮਨੁਜੋਇਛੇਸੋਲਹੈਸਚੈਸਬਦਿਸੁਭਾਇ॥"},"translation":{"en":{"bdb":"All obtain the desires of their minds, through the Love of the True Word of the Shabad.","ms":"With the love of the True world, man obtains that what he desires.","ssk":"All obtain the desires of their minds, through the Love of the True Word of the Shabad."},"pu":{"ss":{"gurmukhi":" (ies qrHW siqgurU dy) suBwau ivc (Awpw lIn krn vwlw) mn jo ie`Cw krdw hY so lYNdw hY","unicode":" (ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ) ਸੁਭਾਉ ਵਿਚ (ਆਪਾ ਲੀਨ ਕਰਨ ਵਾਲਾ) ਮਨ ਜੋ ਇੱਛਾ ਕਰਦਾ ਹੈ ਸੋ ਲੈਂਦਾ ਹੈ"},"ft":{"gurmukhi":"gurmuKoN kw mn jo ieiCAw krqw hY, soeI pdwrQ Drm, ArQ, kwm, moK, pwie lyqw hY, ikauNik scy (sbid) aupdys kr ky soB rhw hY]","unicode":"ਗੁਰਮੁਖੋਂ ਕਾ ਮਨ ਜੋ ਇਛਿਆ ਕਰਤਾ ਹੈ, ਸੋਈ ਪਦਾਰਥ ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ, ਪਾਇ ਲੇਤਾ ਹੈ, ਕਿਉਂਕਿ ਸਚੇ (ਸਬਦਿ) ਉਪਦੇਸ ਕਰ ਕੇ ਸੋਭ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":" (ies qrHW siqgurU dy) suBwau ivc (Awpw lIn krn vwlw) mn jo ie`Cw krdw hY so lYNdw hY","unicode":" (ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ) ਸੁਭਾਉ ਵਿਚ (ਆਪਾ ਲੀਨ ਕਰਨ ਵਾਲਾ) ਮਨ ਜੋ ਇੱਛਾ ਕਰਦਾ ਹੈ ਸੋ ਲੈਂਦਾ ਹੈ"},"ms":{"gurmukhi":"s`cI gurbwxI dI pRIq nwl ienswn auh kuC pw lYNdw hY ijhVw kuC auh cwhuMdw hY[","unicode":"ਸੱਚੀ ਗੁਰਬਾਣੀ ਦੀ ਪ੍ਰੀਤ ਨਾਲ ਇਨਸਾਨ ਉਹ ਕੁਛ ਪਾ ਲੈਂਦਾ ਹੈ ਜਿਹੜਾ ਕੁਛ ਉਹ ਚਾਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"y logra satisfacer el deseo de su mente a través del Amor a la Palabra Verdadera."},"hi":{"ss":"(इस तरह सतिगुरू के) स्वभाव में (स्वै लीन करने वाला) मन जो इच्छा करता है सो प्राप्त करता है।","sts":"सच्ची गुरुवाणी की प्रीति से मनुष्य सब कुछ पा लेता है जो कुछ वह चाहता है।"}},"transliteration":{"english":"man jo ichhe so lahai sachai sabadh subhai ||","hindi":"मनु जो इछे सो लहै सचै सबदि सुभाइ ॥","en":"man jo ichhe so lahai sachai sabadh subhai ||","hi":"मनु जो इछे सो लहै सचै सबदि सुभाइ ॥","ipa":"mən d͡ʒɔ eɪɕe sɔ ləhæ sət͡ʃæ səbəd̪ sʊɓɑeɪ.","ur":"من جو اچھے سو لهَے سچَے سبد سُبھاا ۔۔"},"pageNo":87,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":3496,"shabadId":235,"verse":{"gurmukhi":"AMimRq nwmu sd BuMcIAY gurmuiK kwr kmwie ]","unicode":"ਅੰਮ੍ਰਿਤ ਨਾਮੁ ਸਦ ਭੁੰਚੀਐ ਗੁਰਮੁਖਿ ਕਾਰ ਕਮਾਇ ॥"},"larivaar":{"gurmukhi":"AMimRqnwmusdBuMcIAYgurmuiKkwrkmwie]","unicode":"ਅੰਮ੍ਰਿਤਨਾਮੁਸਦਭੁੰਚੀਐਗੁਰਮੁਖਿਕਾਰਕਮਾਇ॥"},"translation":{"en":{"bdb":"They drink in the Ambrosial Nectar of the Naam forever; this is how the Gurmukhs act.","ms":"He ever drinks the Name Nectar and practises deeds according to Guru's instruction.","ssk":"They drink in the Ambrosial Nectar of the Naam forever; this is how the Gurmukhs act."},"pu":{"ss":{"gurmukhi":"(hy BweI !) gurmuKW vwlI kwr kr ky sdw nwm-AMimRq pIvIey ","unicode":"(ਹੇ ਭਾਈ !) ਗੁਰਮੁਖਾਂ ਵਾਲੀ ਕਾਰ ਕਰ ਕੇ ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਵੀਏ "},"ft":{"gurmukhi":"nwm AMmRq ko hmys hI (BuMcIAY) Bogqw ho rhy hYN, Bwv eyh jpqy hYN gurmuiK eyhI kwr kmwvqy hYN]","unicode":"ਨਾਮ ਅੰਮ੍ਰਤ ਕੋ ਹਮੇਸ ਹੀ (ਭੁੰਚੀਐ) ਭੋਗਤਾ ਹੋ ਰਹੇ ਹੈਂ, ਭਾਵ ਏਹ ਜਪਤੇ ਹੈਂ ਗੁਰਮੁਖਿ ਏਹੀ ਕਾਰ ਕਮਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI !) gurmuKW vwlI kwr kr ky sdw nwm-AMimRq pIvIey ","unicode":"(ਹੇ ਭਾਈ !) ਗੁਰਮੁਖਾਂ ਵਾਲੀ ਕਾਰ ਕਰ ਕੇ ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਵੀਏ "},"ms":{"gurmukhi":"auh hmySW nwm suGwrs pwn krdw hY Aqy gurW dy aupdyS Anuswr Aml kmwauNdw hY[","unicode":"ਉਹ ਹਮੇਸ਼ਾਂ ਨਾਮ ਸੁਘਾਰਸ ਪਾਨ ਕਰਦਾ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਅਨੁਸਾਰ ਅਮਲ ਕਮਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Bebe de una vez por todas y para siempre el Néctar del Nombre del Señor, hazlo por la Gracia del Guru. "},"hi":{"ss":"(हे भाई !) गुरमुखों वाले कर्म करके सदा नाम अमृत पीएं।","sts":"वह हमेशा अमृत नाम का पान करता है और गुरु के उपदेशानुसार कर्म करता है।"}},"transliteration":{"english":"a(n)mirat naam sadh bhu(n)cheeaai gurmukh kaar kamai ||","hindi":"अंमृत नामु सद भुँचीऐ गुरमुखि कार कमाइ ॥","en":"a(n)mirat naam sadh bhu(n)cheeaai gurmukh kaar kamai ||","hi":"अंमृत नामु सद भुँचीऐ गुरमुखि कार कमाइ ॥","ipa":"əŋmɪɹət̪ nɑm səd̪ ɓʊŋt͡ʃiæ Gʊrəmʊkʰ kɑr kəmɑeɪ.","ur":"اںمرت نام سد بھُںچیِاَے گُرمکھ کار کماا ۔۔"},"pageNo":87,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":3497,"shabadId":235,"verse":{"gurmukhi":"ivxu mnY ij horI nwil luJxw jwsI jnmu gvwie ]","unicode":"ਵਿਣੁ ਮਨੈ ਜਿ ਹੋਰੀ ਨਾਲਿ ਲੁਝਣਾ ਜਾਸੀ ਜਨਮੁ ਗਵਾਇ ॥"},"larivaar":{"gurmukhi":"ivxumnYijhorInwilluJxwjwsIjnmugvwie]","unicode":"ਵਿਣੁਮਨੈਜਿਹੋਰੀਨਾਲਿਲੁਝਣਾਜਾਸੀਜਨਮੁਗਵਾਇ॥"},"translation":{"en":{"bdb":"Those who struggle with something other than their own mind, shall depart having wasted their lives.","ms":"He who grapples with some other than his own mind, shall departs after wasting his life.","ssk":"Those who struggle with something other than their own mind, shall depart having wasted their lives."},"pu":{"ss":{"gurmukhi":"mn ƒ C`f ky jo jIv (srIr Awidk) hor nwl JgVw pWdw hY, auh jnm ibrQw gvWdw hY ","unicode":"ਮਨ ਨੂੰ ਛੱਡ ਕੇ ਜੋ ਜੀਵ (ਸਰੀਰ ਆਦਿਕ) ਹੋਰ ਨਾਲ ਝਗੜਾ ਪਾਂਦਾ ਹੈ, ਉਹ ਜਨਮ ਬਿਰਥਾ ਗਵਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"ikauNik mn sy ibn jo AOroN ky swQ JgVnw krqy hYN, so purs jnm ko ivgwV kr cly jwvyNgy, Bwv eyh ik Apny mn ko hI smJwvxw cwhIey]","unicode":"ਕਿਉਂਕਿ ਮਨ ਸੇ ਬਿਨ ਜੋ ਔਰੋਂ ਕੇ ਸਾਥ ਝਗੜਨਾ ਕਰਤੇ ਹੈਂ, ਸੋ ਪੁਰਸ ਜਨਮ ਕੋ ਵਿਗਾੜ ਕਰ ਚਲੇ ਜਾਵੇਂਗੇ, ਭਾਵ ਏਹ ਕਿ ਅਪਨੇ ਮਨ ਕੋ ਹੀ ਸਮਝਾਵਣਾ ਚਾਹੀਏ॥"},"bdb":{"gurmukhi":"mn ƒ C`f ky jo jIv (srIr Awidk) hor nwl JgVw pWdw hY, auh jnm ibrQw gvWdw hY ","unicode":"ਮਨ ਨੂੰ ਛੱਡ ਕੇ ਜੋ ਜੀਵ (ਸਰੀਰ ਆਦਿਕ) ਹੋਰ ਨਾਲ ਝਗੜਾ ਪਾਂਦਾ ਹੈ, ਉਹ ਜਨਮ ਬਿਰਥਾ ਗਵਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"jo Awpxy mnUey dy bgYr iksy hors nwl hQo-pweI huMdw hY, auh Awpxw jIvn guAw ky tur jweygw[","unicode":"ਜੋ ਆਪਣੇ ਮਨੂਏ ਦੇ ਬਗੈਰ ਕਿਸੇ ਹੋਰਸ ਨਾਲ ਹਥੋ-ਪਾਈ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਜੀਵਨ ਗੁਆ ਕੇ ਟੁਰ ਜਾਏਗਾ।"}},"es":{"sn":"Si uno trata de resolver algún problema distinto que el de su propia mente, uno desperdicia su vida en vano."},"hi":{"ss":"मन को छोड़ के जो जीव (शरीर आदि) औरों से झगड़ा करता है~ वह जन्म व्यर्थ गवाता है।","sts":"जो अपने मन के अलावा किसी अन्य के साथ झगड़ा करता है, वह अपना जीवन व्यर्थ ही गंवा कर चला जाएगा।"}},"transliteration":{"english":"vin manai j horee naal lujhanaa jaasee janam gavai ||","hindi":"विणु मनै जि होरी नालि लुझणा जासी जनमु गवाइ ॥","en":"vin manai j horee naal lujhanaa jaasee janam gavai ||","hi":"विणु मनै जि होरी नालि लुझणा जासी जनमु गवाइ ॥","ipa":"ʋɪɳ mənæ d͡ʒ hɔri nɑl lʊɖ͡ʐəɳɑ d͡ʒɑsi d͡ʒənəm Gəʋɑeɪ.","ur":"وِݨ منَے ج هوریِ نال لُجھݨا جاسیِ جنم گواا ۔۔"},"pageNo":87,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":3498,"shabadId":235,"verse":{"gurmukhi":"mnmuKI mnhiT hwirAw kUVu kusqu kmwie ]","unicode":"ਮਨਮੁਖੀ ਮਨਹਠਿ ਹਾਰਿਆ ਕੂੜੁ ਕੁਸਤੁ ਕਮਾਇ ॥"},"larivaar":{"gurmukhi":"mnmuKImnhiThwirAwkUVukusqukmwie]","unicode":"ਮਨਮੁਖੀਮਨਹਠਿਹਾਰਿਆਕੂੜੁਕੁਸਤੁਕਮਾਇ॥"},"translation":{"en":{"bdb":"The self-willed manmukhs, through stubborn-mindedness and the practice of falsehood, lose the game of life.","ms":"Through mind's obstinacy and the practise of falsehood and untruthfulness, the waywards lose the life game.","ssk":"The self-willed manmukhs, through stubborn-mindedness and the practice of falsehood, lose the game of life."},"pu":{"ss":{"gurmukhi":"mnmuK mn dy hT ivc (bwzI) hwr jWdw hY, qy kUV-kus`q (dI kmweI) krdw hY ","unicode":"ਮਨਮੁਖ ਮਨ ਦੇ ਹਠ ਵਿਚ (ਬਾਜ਼ੀ) ਹਾਰ ਜਾਂਦਾ ਹੈ, ਤੇ ਕੂੜ-ਕੁਸੱਤ (ਦੀ ਕਮਾਈ) ਕਰਦਾ ਹੈ "},"ft":{"gurmukhi":"mnmuKoN ny mn ky hT kr ky vwihgurU sy vymuK ho kr mwnuK jnm ko hwirAw hY[ÇpRSn: mnmuKoN ny hT iks myN kIAw hY? iqs pr khqy hYN:Ç(kUV) JUT bolxy AOr (kusqu) Koty krmoN ky kmwvxy myN hY]","unicode":"ਮਨਮੁਖੋਂ ਨੇ ਮਨ ਕੇ ਹਠ ਕਰ ਕੇ ਵਾਹਿਗੁਰੂ ਸੇ ਵੇਮੁਖ ਹੋ ਕਰ ਮਾਨੁਖ ਜਨਮ ਕੋ ਹਾਰਿਆ ਹੈ।☬ਪ੍ਰਸ਼ਨ: ਮਨਮੁਖੋਂ ਨੇ ਹਠ ਕਿਸ ਮੇਂ ਕੀਆ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬(ਕੂੜ) ਝੂਠ ਬੋਲਣੇ ਔਰ (ਕੁਸਤੁ) ਖੋਟੇ ਕਰਮੋਂ ਕੇ ਕਮਾਵਣੇ ਮੇਂ ਹੈ॥"},"bdb":{"gurmukhi":"mnmuK mn dy hT ivc (bwzI) hwr jWdw hY, qy kUV-kus`q (dI kmweI) krdw hY ","unicode":"ਮਨਮੁਖ ਮਨ ਦੇ ਹਠ ਵਿਚ (ਬਾਜ਼ੀ) ਹਾਰ ਜਾਂਦਾ ਹੈ, ਤੇ ਕੂੜ-ਕੁਸੱਤ (ਦੀ ਕਮਾਈ) ਕਰਦਾ ਹੈ "},"ms":{"gurmukhi":"mnUey dI iz`d Aqy JUT qy nwrwsqI dI ikrq rwhIN Awp-huMdry jIvn dI Kyf hwr jWdy hn[","unicode":"ਮਨੂਏ ਦੀ ਜ਼ਿੱਦ ਅਤੇ ਝੂਠ ਤੇ ਨਾਰਾਸਤੀ ਦੀ ਕਿਰਤ ਰਾਹੀਂ ਆਪ-ਹੁੰਦਰੇ ਜੀਵਨ ਦੀ ਖੇਡ ਹਾਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"El voluntarioso pierde el juego en la obstinación de su mente y vive en la falsedad."},"hi":{"ss":"मनमुख मन के हठ में (बाजी) हार जाता है~ और झूठ-तुफान (की कमाई) तौलता है।","sts":"मन के हठ और झूठ तथा मिथ्या कुत्सा के कर्म द्वारा मनमुख प्राणी जीवन का खेल हार जाते हैं।"}},"transliteration":{"english":"manmukhee manahaTh haariaa kooR kusat kamai ||","hindi":"मनमुखी मनहठि हारिआ कूड़ु कुसतु कमाइ ॥","en":"manmukhee manahaTh haariaa kooR kusat kamai ||","hi":"मनमुखी मनहठि हारिआ कूड़ु कुसतु कमाइ ॥","ipa":"mənəmʊkʰi mənəhəʈʰ hɑrɪəɑ kuɽ kʊsət̪ kəmɑeɪ.","ur":"منمکھیِ منهٹھ هارآ کُوڑ کُست کماا ۔۔"},"pageNo":87,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":3499,"shabadId":235,"verse":{"gurmukhi":"gur prswdI mnu ijxY hir syqI ilv lwie ]","unicode":"ਗੁਰ ਪਰਸਾਦੀ ਮਨੁ ਜਿਣੈ ਹਰਿ ਸੇਤੀ ਲਿਵ ਲਾਇ ॥"},"larivaar":{"gurmukhi":"gurprswdImnuijxYhirsyqIilvlwie]","unicode":"ਗੁਰਪਰਸਾਦੀਮਨੁਜਿਣੈਹਰਿਸੇਤੀਲਿਵਲਾਇ॥"},"translation":{"en":{"bdb":"Those who conquer their own mind, by Guru's Grace, lovingly focus their attention on the Lord.","ms":"He, who by Guru's grace, subdues his evil-self, fixes his love on God.","ssk":"Those who conquer their own mind, by Guru's Grace, lovingly focus their attention on the Lord."},"pu":{"ss":{"gurmukhi":" gurmuK siqgurU dI ikrpw nwl mn ƒ ij`qdw hY, pRBU nwl ipAwr joVdw hY","unicode":" ਗੁਰਮੁਖ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨ ਨੂੰ ਜਿੱਤਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ"},"ft":{"gurmukhi":"AOr gurmuK guroN kI ikRpw kr ky Apny mn ko (ijxY) jIqqy hYN, AOr mn ko jIq kr hrI ky swQ ibRqI lgwie rhy hYN]","unicode":"ਔਰ ਗੁਰਮੁਖ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਅਪਨੇ ਮਨ ਕੋ (ਜਿਣੈ) ਜੀਤਤੇ ਹੈਂ, ਔਰ ਮਨ ਕੋ ਜੀਤ ਕਰ ਹਰੀ ਕੇ ਸਾਥ ਬ੍ਰਿਤੀ ਲਗਾਇ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" gurmuK siqgurU dI ikrpw nwl mn ƒ ij`qdw hY, pRBU nwl ipAwr joVdw hY","unicode":" ਗੁਰਮੁਖ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨ ਨੂੰ ਜਿੱਤਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ"},"ms":{"gurmukhi":"jo gurW dI dieAw duAwrw Awpxy mMdy-Awpy qy kwbU pw lYNdw hY, aus dI hrI nwl pRIq lg jWdI hY[","unicode":"ਜੋ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਆਪਣੇ ਮੰਦੇ-ਆਪੇ ਤੇ ਕਾਬੂ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਹਰੀ ਨਾਲ ਪ੍ਰੀਤ ਲਗ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Por la Gracia del Guru, los vigías de Dios triunfan sobre su mente y entran en Comunión con el Señor. "},"hi":{"ss":"हे नानक ! गुरमुख सतिगुरू की कृपा से मन पर विजय प्राप्त करता है~ प्रभू से प्यार जोड़ता है और","sts":"विवेकशील गुरमुख गुरु की दया से अपने मंदे-अहंकार पर विजय पा लेता है और उसकी प्रीति हरि के साथ लग जाती है।"}},"transliteration":{"english":"gur parasaadhee man jinai har setee liv lai ||","hindi":"गुर परसादी मनु जिणै हरि सेती लिव लाइ ॥","en":"gur parasaadhee man jinai har setee liv lai ||","hi":"गुर परसादी मनु जिणै हरि सेती लिव लाइ ॥","ipa":"Gʊr pərəsɑd̪i mən d͡ʒɪɳæ hər set̪i lɪʋ lɑeɪ.","ur":"گُر پرسادیِ من جݨَے هر سےتیِ لو لاا ۔۔"},"pageNo":87,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":3500,"shabadId":235,"verse":{"gurmukhi":"nwnk gurmuiK scu kmwvY mnmuiK AwvY jwie ]2]","unicode":"ਨਾਨਕ ਗੁਰਮੁਖਿ ਸਚੁ ਕਮਾਵੈ ਮਨਮੁਖਿ ਆਵੈ ਜਾਇ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkgurmuiKscukmwvYmnmuiKAwvYjwie]2]","unicode":"ਨਾਨਕਗੁਰਮੁਖਿਸਚੁਕਮਾਵੈਮਨਮੁਖਿਆਵੈਜਾਇ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, the Gurmukhs practice Truth, while the self-willed manmukhs continue coming and going in reincarnation. ||2||","ms":"Nanak, the holy man practises truth and evil one continues coming and going.","ssk":"O Nanak, the Gurmukhs practice Truth, while the self-willed manmukhs continue coming and going in reincarnation. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! gurmuK sdw-iQr hir-nwm ismrn dI kmweI krdw hY (pr,) mnmuK Btkdw iPrdw hY [2[","unicode":"ਹੇ ਨਾਨਕ ! ਗੁਰਮੁਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ (ਪਰ,) ਮਨਮੁਖ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo gurmuiK hYN, so sc rUp vwihgurU kw js kmwauqy hYN, XW qy jnm mrn sy rhq hUey hYN, AOr mnmuK jnmqy mrqy hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਗੁਰਮੁਖਿ ਹੈਂ, ਸੋ ਸਚ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕਾ ਜਸ ਕਮਾਉਤੇ ਹੈਂ, ਯਾਂ ਤੇ ਜਨਮ ਮਰਨ ਸੇ ਰਹਤ ਹੂਏ ਹੈਂ, ਔਰ ਮਨਮੁਖ ਜਨਮਤੇ ਮਰਤੇ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk ! gurmuK sdw-iQr hir-nwm ismrn dI kmweI krdw hY (pr,) mnmuK Btkdw iPrdw hY [2[","unicode":"ਹੇ ਨਾਨਕ ! ਗੁਰਮੁਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ (ਪਰ,) ਮਨਮੁਖ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk nyk bMdw sc dI kmweI krdw hY, Aqy mMd jIv AwauNdw qy jWdw rihMdw hY[","unicode":"ਨਾਨਕ ਨੇਕ ਬੰਦਾ ਸਚ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ, ਅਤੇ ਮੰਦ ਜੀਵ ਆਉਂਦਾ ਤੇ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, los Gurmukjs viven en la Verdad, mientras que los arrogantes Manmukjs nacen para morir una y otra vez. (2)"},"hi":{"ss":"सदा स्थिर हरी नाम सिमरन की कमाई करता है, (पर~) मनमुख भटकता फिरता है।2।","sts":"हे नानक ! गुरमुख सत्य नाम की कमाई करता है और मनमुख प्राणी आवागमन के चक्र में फँसा रहता है ॥२॥"}},"transliteration":{"english":"naanak gurmukh sach kamaavai manmukh aavai jai ||2||","hindi":"नानक गुरमुखि सचु कमावै मनमुखि आवै जाइ ॥२॥","en":"naanak gurmukh sach kamaavai manmukh aavai jai ||2||","hi":"नानक गुरमुखि सचु कमावै मनमुखि आवै जाइ ॥२॥","ipa":"nɑnək Gʊrəmʊkʰ sət͡ʃ kəmɑʋæ mənəmʊkʰ əɑʋæ d͡ʒɑeɪ.2.","ur":"نانک گُرمکھ سچ کماوَے منمکھ آوَے جاا ۔۔۲۔۔"},"pageNo":87,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}}]}