{"shabadInfo":{"shabadId":2519,"shabadName":28481,"pageNo":658,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":658},"raag":{"raagId":13,"gurmukhi":"rwgu soriT","unicode":"ਰਾਗੁ ਸੋਰਠਿ","english":"Raag Sorath","raagWithPage":"Sorath (595-659)"},"writer":{"writerId":16,"gurmukhi":"Bgq rivdws jI","unicode":null,"english":"Bhagat Ravi Daas Ji"}},"count":8,"navigation":{"previous":2518,"next":2520},"verses":[{"verseId":28478,"shabadId":2519,"verse":{"gurmukhi":"dulB jnmu puMn Pl pwieE ibrQw jwq AibbykY ]","unicode":"ਦੁਲਭ ਜਨਮੁ ਪੁੰਨ ਫਲ ਪਾਇਓ ਬਿਰਥਾ ਜਾਤ ਅਬਿਬੇਕੈ ॥"},"larivaar":{"gurmukhi":"dulBjnmupuMnPlpwieEibrQwjwqAibbykY]","unicode":"ਦੁਲਭਜਨਮੁਪੁੰਨਫਲਪਾਇਓਬਿਰਥਾਜਾਤਅਬਿਬੇਕੈ॥"},"translation":{"en":{"bdb":"I obtained this precious human life as a reward for my past actions, but without discriminating wisdom, it is wasted in vain.","ms":"This precious human life, I have obtained as a reward of good actions, but without discriminating wisdom it is going in vain.","ssk":"I obtained this precious human life as a reward for my past actions, but without discriminating wisdom, it is wasted in vain."},"pu":{"ss":{"gurmukhi":"ieh mnu`Kw jnm bVI muSikl nwl imldw hY, (ipCly kIqy) Bly kMMmW dy Pl vjoN Aswƒ iml igAw, ","unicode":"ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, (ਪਿਛਲੇ ਕੀਤੇ) ਭਲੇ ਕੰੰਮਾਂ ਦੇ ਫਲ ਵਜੋਂ ਅਸਾਨੂੰ ਮਿਲ ਗਿਆ, "},"ft":{"gurmukhi":"Anyk puMnoN ky PlH kr ien jIvoN ny durlB mwns jnmu pwXw hY, prMqU nwm rs ky (AibbykY) vIcwry ibnw ivArQ hI jwqw hY]","unicode":"ਅਨੇਕ ਪੁੰਨੋਂ ਕੇ ਫਲ੍ਹ ਕਰ ਇਨ ਜੀਵੋਂ ਨੇ ਦੁਰਲਭ ਮਾਨਸ ਜਨਮੁ ਪਾਯਾ ਹੈ, ਪਰੰਤੂ ਨਾਮ ਰਸ ਕੇ (ਅਬਿਬੇਕੈ) ਵੀਚਾਰੇ ਬਿਨਾ ਵਿਅਰਥ ਹੀ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ieh mnu`Kw jnm bVI muSikl nwl imldw hY, (ipCly kIqy) Bly kMMmW dy Pl vjoN Aswƒ iml igAw, ","unicode":"ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, (ਪਿਛਲੇ ਕੀਤੇ) ਭਲੇ ਕੰੰਮਾਂ ਦੇ ਫਲ ਵਜੋਂ ਅਸਾਨੂੰ ਮਿਲ ਗਿਆ, "},"ms":{"gurmukhi":"ieh nwXwb mnu`KI-jIvn, mYƒ cMgy krmW dy isly vjoN pRwpq hoieAw hY, pr soc-ivcwr dy bgYr ieh ivArQ jw irhw hY[","unicode":"ਇਹ ਨਾਯਾਬ ਮਨੁੱਖੀ-ਜੀਵਨ, ਮੈਨੂੰ ਚੰਗੇ ਕਰਮਾਂ ਦੇ ਸਿਲੇ ਵਜੋਂ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ, ਪਰ ਸੋਚ-ਵਿਚਾਰ ਦੇ ਬਗੈਰ ਇਹ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Por un virtuoso pasado, tomé el nacimiento humano, pero sin Sabiduría, se va a desperdiciar."},"hi":{"ss":"ये मानस जन्म बड़ी मुश्किल से मिलता है।(पिछले किए) भले कामों के फल के कारण हमें मिल गया।पर हमारे अंजानपने में ये व्यर्थ ही जा रहा है;","sts":"यह दुर्लभ मनुष्य जन्म बड़े पुण्य फल के कारण प्राप्त हुआ है किन्तु अविवेक के कारण यह व्यर्थ ही बीतता जा रहा है।"}},"transliteration":{"english":"dhulabh janam pu(n)n fal paio birathaa jaat abibekai ||","hindi":"दुलभ जनमु पुँन फल पाइओ बिरथा जात अबिबेकै ॥","en":"dhulabh janam pu(n)n fal paio birathaa jaat abibekai ||","hi":"दुलभ जनमु पुँन फल पाइओ बिरथा जात अबिबेकै ॥","ipa":"d̪ʊləɓ d͡ʒənəm pʊŋn fəl pɑeɪo bɪrət̪ʰɑ d͡ʒɑt̪ əbɪbekæ.","ur":"دُلبھ جنم پُنّ پھل پاااو برتھا جات اببےکَے ۔۔"},"pageNo":658,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":28479,"shabadId":2519,"verse":{"gurmukhi":"rwjy ieMdR smsir igRh Awsn ibnu hir Bgiq khhu ikh lyKY ]1]","unicode":"ਰਾਜੇ ਇੰਦ੍ਰ ਸਮਸਰਿ ਗ੍ਰਿਹ ਆਸਨ ਬਿਨੁ ਹਰਿ ਭਗਤਿ ਕਹਹੁ ਕਿਹ ਲੇਖੈ ॥੧॥"},"larivaar":{"gurmukhi":"rwjyieMdRsmsirigRhAwsnibnuhirBgiqkhhuikhlyKY]1]","unicode":"ਰਾਜੇਇੰਦ੍ਰਸਮਸਰਿਗ੍ਰਿਹਆਸਨਬਿਨੁਹਰਿਭਗਤਿਕਹਹੁਕਿਹਲੇਖੈ॥੧॥"},"translation":{"en":{"bdb":"Tell me, without devotional worship of the Lord, of what use are mansions and thrones like those of King Indra? ||1||","ms":"Say, of what account are the mansion throne like those of king Indra without the Lord's devotional service?","ssk":"Tell me, without devotional worship of the Lord, of what use are mansions and thrones like those of King Indra? ||1||"},"pu":{"ss":{"gurmukhi":"pr Aswfy AM\\wxpuxy ivc ieh ivArQ hI jw irhw hY; (AsW kdy soicAw hI nhIN ik) jy pRBU dI bMdgI qoN vWjy rhy qW (dyviqAW dy) rwjy ieMdr dy surg vrgy BI mihl mwVIAW iksy kMm nhIN hn [1[","unicode":"ਪਰ ਅਸਾਡੇ ਅੰਞਾਣਪੁਣੇ ਵਿਚ ਇਹ ਵਿਅਰਥ ਹੀ ਜਾ ਰਿਹਾ ਹੈ; (ਅਸਾਂ ਕਦੇ ਸੋਚਿਆ ਹੀ ਨਹੀਂ ਕਿ) ਜੇ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਵਾਂਜੇ ਰਹੇ ਤਾਂ (ਦੇਵਤਿਆਂ ਦੇ) ਰਾਜੇ ਇੰਦਰ ਦੇ ਸੁਰਗ ਵਰਗੇ ਭੀ ਮਹਿਲ ਮਾੜੀਆਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਹਨ ।੧।"},"ft":{"gurmukhi":"jykr dyviqEN ky rwjy ieMdR vq gRh AsQwn BI hovY AOr glIcy AwdI bYTny vwsqy Awsn hovY, qW vI hy hrI! qyrI BgqI sy ibnw kho qO iks ihswb vw ArQ myN AwvYNgy ArQwq insPl hYN]1]","unicode":"ਜੇਕਰ ਦੇਵਤਿਓਂ ਕੇ ਰਾਜੇ ਇੰਦ੍ਰ ਵਤ ਗ੍ਰਹ ਅਸਥਾਨ ਭੀ ਹੋਵੈ ਔਰ ਗਲੀਚੇ ਆਦੀ ਬੈਠਨੇ ਵਾਸਤੇ ਆਸਨ ਹੋਵੈ, ਤਾਂ ਵੀ ਹੇ ਹਰੀ! ਤੇਰੀ ਭਗਤੀ ਸੇ ਬਿਨਾ ਕਹੋ ਤੌ ਕਿਸ ਹਿਸਾਬ ਵਾ ਅਰਥ ਮੇਂ ਆਵੈਂਗੇ ਅਰਥਾਤ ਨਿਸਫਲ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"pr Aswfy AM\\wxpuxy ivc ieh ivArQ hI jw irhw hY; (AsW kdy soicAw hI nhIN ik) jy pRBU dI bMdgI qoN vWjy rhy qW (dyviqAW dy) rwjy ieMdr dy surg vrgy BI mihl mwVIAW iksy kMm nhIN hn [1[","unicode":"ਪਰ ਅਸਾਡੇ ਅੰਞਾਣਪੁਣੇ ਵਿਚ ਇਹ ਵਿਅਰਥ ਹੀ ਜਾ ਰਿਹਾ ਹੈ; (ਅਸਾਂ ਕਦੇ ਸੋਚਿਆ ਹੀ ਨਹੀਂ ਕਿ) ਜੇ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਵਾਂਜੇ ਰਹੇ ਤਾਂ (ਦੇਵਤਿਆਂ ਦੇ) ਰਾਜੇ ਇੰਦਰ ਦੇ ਸੁਰਗ ਵਰਗੇ ਭੀ ਮਹਿਲ ਮਾੜੀਆਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਹਨ ।੧।"},"ms":{"gurmukhi":"ds, pwiqSwhW, ieMdR qul Gr qy qKq swihb dI pRym-meI, dy bwJoN ikhVI igxqI iv`c hn?","unicode":"ਦਸ, ਪਾਤਿਸ਼ਾਹਾਂ, ਇੰਦ੍ਰ ਤੁਲ ਘਰ ਤੇ ਤਖਤ ਸਾਹਿਬ ਦੀ ਪ੍ਰੇਮ-ਮਈ, ਦੇ ਬਾਝੋਂ ਕਿਹੜੀ ਗਿਣਤੀ ਵਿੱਚ ਹਨ?"}},"es":{"sn":"Aún si uno tiene el trono de Indra, sin Devoción al Señor, no sirve de nada. (1)"},"hi":{"ss":"(हमने कभी सोचा ही नहीं कि) अगर प्रभू की बँदगी से वंचित रहे तो (देवताओं के) राजा इन्द्र के स्वर्ग जैसे महल-माढ़ियां भी किसी काम के नहीं हैं। 1।","sts":"यदि राजा इंद्र के स्वर्ग जैसे महल एवं सिंहासन भी हो तो भी भगवान की भक्ति के बिना बताओ यह मेरे लिए व्यर्थ ही हैं॥ १ ॥"}},"transliteration":{"english":"raaje i(n)dhr samasar gireh aasan bin har bhagat kahahu keh lekhai ||1||","hindi":"राजे इंद्र समसरि गृह आसन बिनु हरि भगति कहहु किह लेखै ॥१॥","en":"raaje i(n)dhr samasar gireh aasan bin har bhagat kahahu keh lekhai ||1||","hi":"राजे इंद्र समसरि गृह आसन बिनु हरि भगति कहहु किह लेखै ॥१॥","ipa":"rɑd͡ʒe eɪŋd̪ɹ səməsər Gɪɹəh əɑsən bɪn hər ɓəGət̪ kəhəh kɪh lekʰæ.1.","ur":"راجے اںدر سمسر گره آسن بن هر بھگت کههُ که لےکھَے ۔۔۱۔۔"},"pageNo":658,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":28480,"shabadId":2519,"verse":{"gurmukhi":"n bIcwirE rwjw rwm ko rsu ]","unicode":"ਨ ਬੀਚਾਰਿਓ ਰਾਜਾ ਰਾਮ ਕੋ ਰਸੁ ॥"},"larivaar":{"gurmukhi":"nbIcwirErwjwrwmkorsu]","unicode":"ਨਬੀਚਾਰਿਓਰਾਜਾਰਾਮਕੋਰਸੁ॥"},"translation":{"en":{"bdb":"You have not considered the sublime essence of the Name of the Lord, our King;","ms":"Thou hast not thought of the relish of the King Lord's Name,","ssk":"You have not considered the sublime essence of the Name of the Lord, our King;"},"pu":{"ss":{"gurmukhi":"AsW mwieAw-DwrI jIvW ny) jgq-pRBU prmwqmw dy nwm dy aus AwnMd ƒ nhIN kdy ivcwirAw","unicode":"ਅਸਾਂ ਮਾਇਆ-ਧਾਰੀ ਜੀਵਾਂ ਨੇ) ਜਗਤ-ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਉਸ ਆਨੰਦ ਨੂੰ ਨਹੀਂ ਕਦੇ ਵਿਚਾਰਿਆ"},"ft":{"gurmukhi":"hy rwjw rwm! ien jIvoN ny Awp ky nwm rs kO vIcwrw nhIN hY]","unicode":"ਹੇ ਰਾਜਾ ਰਾਮ! ਇਨ ਜੀਵੋਂ ਨੇ ਆਪ ਕੇ ਨਾਮ ਰਸ ਕੌ ਵੀਚਾਰਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"AsW mwieAw-DwrI jIvW ny) jgq-pRBU prmwqmw dy nwm dy aus AwnMd ƒ nhIN kdy ivcwirAw","unicode":"ਅਸਾਂ ਮਾਇਆ-ਧਾਰੀ ਜੀਵਾਂ ਨੇ) ਜਗਤ-ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਉਸ ਆਨੰਦ ਨੂੰ ਨਹੀਂ ਕਦੇ ਵਿਚਾਰਿਆ"},"ms":{"gurmukhi":"qUM pwiqSwh pRmySr dy nwm dy suAwd vl iDAwn nhIN id`qw,","unicode":"ਤੂੰ ਪਾਤਿਸ਼ਾਹ ਪ੍ਰਮੇਸ਼ਰ ਦੇ ਨਾਮ ਦੇ ਸੁਆਦ ਵਲ ਧਿਆਨ ਨਹੀਂ ਦਿੱਤਾ,"}},"es":{"sn":"No he meditado en la Esencia del Señor, habitando en ella, "},"hi":{"ss":"(हम मायाधरी जीवों ने) जगत-प्रभू परमात्मा के नाम के उस आनंद को कभी नहीं विचारा।","sts":"जीव ने राम के नाम के स्वाद का चिंतन नहीं किया,"}},"transliteration":{"english":"n beechaario raajaa raam ko ras ||","hindi":"न बीचारिओ राजा राम को रसु ॥","en":"n beechaario raajaa raam ko ras ||","hi":"न बीचारिओ राजा राम को रसु ॥","ipa":"n bit͡ʃɑrɪo rɑd͡ʒɑ rɑm kɔ rəs.","ur":"ن بیِچاراو راجا رام کو رس ۔۔"},"pageNo":658,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":28481,"shabadId":2519,"verse":{"gurmukhi":"ijh rs An rs bIsir jwhI ]1] rhwau ]","unicode":"ਜਿਹ ਰਸ ਅਨ ਰਸ ਬੀਸਰਿ ਜਾਹੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ijhrsAnrsbIsirjwhI]1]rhwau]","unicode":"ਜਿਹਰਸਅਨਰਸਬੀਸਰਿਜਾਹੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"this sublime essence shall cause you to forget all other essences. ||1||Pause||","ms":"a relish, in which all other relishes are forgotten. Pause.","ssk":"this sublime essence shall cause you to forget all other essences. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"ijs AwnMd dI brkiq nwl (mwieAw dy) hor swry csky dUr ho jWdy hn [1[rhwau[","unicode":"ਜਿਸ ਆਨੰਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਚਸਕੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ijs Awp ky nwm rs ko pRwpiq Bey sy AOr ivsy rs sBI BUl jwqy hYN]1] rhwau ]","unicode":"ਜਿਸ ਆਪ ਕੇ ਨਾਮ ਰਸ ਕੋ ਪ੍ਰਾਪਤਿ ਭਏ ਸੇ ਔਰ ਵਿਸੇ ਰਸ ਸਭੀ ਭੂਲ ਜਾਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"ijs AwnMd dI brkiq nwl (mwieAw dy) hor swry csky dUr ho jWdy hn [1[rhwau[","unicode":"ਜਿਸ ਆਨੰਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਚਸਕੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"ijs suAwd AMdr hor swry suAwd Bu`l jWdy hn[ Tihrwau[","unicode":"ਜਿਸ ਸੁਆਦ ਅੰਦਰ ਹੋਰ ਸਾਰੇ ਸੁਆਦ ਭੁੱਲ ਜਾਂਦੇ ਹਨ। ਠਹਿਰਾਉ।"}},"es":{"sn":"uno acaba por abandonar todos los demás sabores. (1‑Pausa)"},"hi":{"ss":"जिस आनंद की बरकति से (माया के) और सारे चस्के दूर हो जाते हैं। 1।रहाउ।","sts":"जिस नाम स्वाद में दूसरे सभी स्वाद विस्मृत हो जाते हैं॥ १ ॥ रहाउ ।"}},"transliteration":{"english":"jeh ras an ras beesar jaahee ||1|| rahaau ||","hindi":"जिह रस अन रस बीसरि जाही ॥१॥ रहाउ ॥","en":"jeh ras an ras beesar jaahee ||1|| rahaau ||","hi":"जिह रस अन रस बीसरि जाही ॥१॥ रहाउ ॥","ipa":"d͡ʒɪh rəs ən rəs bisər d͡ʒɑhi.1. rəhɑo.","ur":"جِه رس ان رس بیِسر جاهیِ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":658,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":28482,"shabadId":2519,"verse":{"gurmukhi":"jwin Ajwn Bey hm bwvr soc Asoc idvs jwhI ]","unicode":"ਜਾਨਿ ਅਜਾਨ ਭਏ ਹਮ ਬਾਵਰ ਸੋਚ ਅਸੋਚ ਦਿਵਸ ਜਾਹੀ ॥"},"larivaar":{"gurmukhi":"jwinAjwnBeyhmbwvrsocAsocidvsjwhI]","unicode":"ਜਾਨਿਅਜਾਨਭਏਹਮਬਾਵਰਸੋਚਅਸੋਚਦਿਵਸਜਾਹੀ॥"},"translation":{"en":{"bdb":"We do not know what we need to know, and we have become insane. We do not consider what we should consider; our days are passing away.","ms":"We have become mad, we know not what we ought to know, and consider not what we out to consider. Like this our days are passing away.","ssk":"We do not know what we need to know, and we have become insane. We do not consider what we should consider; our days are passing away."},"pu":{"ss":{"gurmukhi":"hy pRBU!) jwxdy bu`Jdy hoey BI AsI kmly qy mUrK bxy hoey hW, AswfI aumr dy idhwVy (mwieAw dIAW hI) cMgIAW mMdIAW ivcwrW ivc guzr rhy hn,","unicode":"ਹੇ ਪ੍ਰਭੂ!) ਜਾਣਦੇ ਬੁੱਝਦੇ ਹੋਏ ਭੀ ਅਸੀ ਕਮਲੇ ਤੇ ਮੂਰਖ ਬਣੇ ਹੋਏ ਹਾਂ, ਅਸਾਡੀ ਉਮਰ ਦੇ ਦਿਹਾੜੇ (ਮਾਇਆ ਦੀਆਂ ਹੀ) ਚੰਗੀਆਂ ਮੰਦੀਆਂ ਵਿਚਾਰਾਂ ਵਿਚ ਗੁਜ਼ਰ ਰਹੇ ਹਨ,"},"ft":{"gurmukhi":"hm jIv bwvry jwx ky Ajwx ho rhy hYN, iesI qy ien ky sMpUrn idn (soc Asoc), Bwv hrK sog myN vw ivcwry byivcwr myN hI jwqy hYN]","unicode":"ਹਮ ਜੀਵ ਬਾਵਰੇ ਜਾਣ ਕੇ ਅਜਾਣ ਹੋ ਰਹੇ ਹੈਂ, ਇਸੀ ਤੇ ਇਨ ਕੇ ਸੰਪੂਰਨ ਦਿਨ (ਸੋਚ ਅਸੋਚ), ਭਾਵ ਹਰਖ ਸੋਗ ਮੇਂ ਵਾ ਵਿਚਾਰੇ ਬੇਵਿਚਾਰ ਮੇਂ ਹੀ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU!) jwxdy bu`Jdy hoey BI AsI kmly qy mUrK bxy hoey hW, AswfI aumr dy idhwVy (mwieAw dIAW hI) cMgIAW mMdIAW ivcwrW ivc guzr rhy hn,","unicode":"ਹੇ ਪ੍ਰਭੂ!) ਜਾਣਦੇ ਬੁੱਝਦੇ ਹੋਏ ਭੀ ਅਸੀ ਕਮਲੇ ਤੇ ਮੂਰਖ ਬਣੇ ਹੋਏ ਹਾਂ, ਅਸਾਡੀ ਉਮਰ ਦੇ ਦਿਹਾੜੇ (ਮਾਇਆ ਦੀਆਂ ਹੀ) ਚੰਗੀਆਂ ਮੰਦੀਆਂ ਵਿਚਾਰਾਂ ਵਿਚ ਗੁਜ਼ਰ ਰਹੇ ਹਨ,"},"ms":{"gurmukhi":"AsIN J¤ly hoey gey hW, AsIN aus ƒ nhIN jwxdy ijhVw swƒ jwnx-Xog hY Aqy aus ƒ nhIN ivcrdy jo ivcwrnw cwhIdw hY[ ies qrHW swfy idn bIqdy jw rhy hn[","unicode":"ਅਸੀਂ ਝੱਲੇ ਹੋਏ ਗਏ ਹਾਂ, ਅਸੀਂ ਉਸ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ ਜਿਹੜਾ ਸਾਨੂੰ ਜਾਨਣ-ਯੋਗ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਨਹੀਂ ਵਿਚਰਦੇ ਜੋ ਵਿਚਾਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਸਾਡੇ ਦਿਨ ਬੀਤਦੇ ਜਾ ਰਹੇ ਹਨ।"}},"es":{"sn":"La Sabiduría se me ha escapado, y mis días pasan en la incertidumbre y en la ignorancia."},"hi":{"ss":"(हे प्रभू !) जानते-बूझते हुए भी हम कमले और मूर्ख बने हुए हैं।हमारी उम्र के दिन (माया की ही) अच्छी-बुरी विचारों में गुजर रहे हैं।","sts":"हम बावले हो गए हैं, हम उसे नहीं जानते, जो हमारे लिए जानने योग्य है और उसे नहीं सोचते, जिसे सोचना चाहिए।इस तरह हमारे जीवन के दिवस बीतते जा रहे हैं।"}},"transliteration":{"english":"jaan ajaan bhe ham baavar soch asoch dhivas jaahee ||","hindi":"जानि अजान भए हम बावर सोच असोच दिवस जाही ॥","en":"jaan ajaan bhe ham baavar soch asoch dhivas jaahee ||","hi":"जानि अजान भए हम बावर सोच असोच दिवस जाही ॥","ipa":"d͡ʒɑn əd͡ʒɑn ɓee həm bɑʋər sɔt͡ʃ əsɔt͡ʃ d̪ɪʋəs d͡ʒɑhi.","ur":"جان اجان بھاے هم باور سوچ اسوچ دوس جاهیِ ۔۔"},"pageNo":658,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":28483,"shabadId":2519,"verse":{"gurmukhi":"ieMdRI sbl inbl ibbyk buiD prmwrQ prvys nhI ]2]","unicode":"ਇੰਦ੍ਰੀ ਸਬਲ ਨਿਬਲ ਬਿਬੇਕ ਬੁਧਿ ਪਰਮਾਰਥ ਪਰਵੇਸ ਨਹੀ ॥੨॥"},"larivaar":{"gurmukhi":"ieMdRIsblinblibbykbuiDprmwrQprvysnhI]2]","unicode":"ਇੰਦ੍ਰੀਸਬਲਨਿਬਲਬਿਬੇਕਬੁਧਿਪਰਮਾਰਥਪਰਵੇਸਨਹੀ॥੨॥"},"translation":{"en":{"bdb":"Our passions are strong, and our discriminating intellect is weak; we have no access to the supreme objective. ||2||","ms":"Our evil passion are strong, discriminating sense is weak and to the supreme object, we have no access.","ssk":"Our passions are strong, and our discriminating intellect is weak; we have no access to the supreme objective. ||2||"},"pu":{"ss":{"gurmukhi":"AswfI kwm-vwSnw vD rhI hY, ivcwr-SkqI Gt rhI hY, ies g`l dI Aswƒ kdy soc hI nhIN PurI ik AswfI sB qoN v`fI loV kIh hY [","unicode":"ਅਸਾਡੀ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਧ ਰਹੀ ਹੈ, ਵਿਚਾਰ-ਸ਼ਕਤੀ ਘਟ ਰਹੀ ਹੈ, ਇਸ ਗੱਲ ਦੀ ਅਸਾਨੂੰ ਕਦੇ ਸੋਚ ਹੀ ਨਹੀਂ ਫੁਰੀ ਕਿ ਅਸਾਡੀ ਸਭ ਤੋਂ ਵੱਡੀ ਲੋੜ ਕੀਹ ਹੈ ।"},"ft":{"gurmukhi":"ieMdRIAW shq bl ky ho rhIAW hYN AOr ibbyk kI buDI inrbl ho rhI hY, iesI qy ien kI buDI pRmwrQ myN pRvyS nhIN kr skqI hY]2]","unicode":"ਇੰਦ੍ਰੀਆਂ ਸਹਤ ਬਲ ਕੇ ਹੋ ਰਹੀਆਂ ਹੈਂ ਔਰ ਬਿਬੇਕ ਕੀ ਬੁਧੀ ਨਿਰਬਲ ਹੋ ਰਹੀ ਹੈ, ਇਸੀ ਤੇ ਇਨ ਕੀ ਬੁਧੀ ਪ੍ਰਮਾਰਥ ਮੇਂ ਪ੍ਰਵੇਸ਼ ਨਹੀਂ ਕਰ ਸਕਤੀ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"AswfI kwm-vwSnw vD rhI hY, ivcwr-SkqI Gt rhI hY, ies g`l dI Aswƒ kdy soc hI nhIN PurI ik AswfI sB qoN v`fI loV kIh hY [","unicode":"ਅਸਾਡੀ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਧ ਰਹੀ ਹੈ, ਵਿਚਾਰ-ਸ਼ਕਤੀ ਘਟ ਰਹੀ ਹੈ, ਇਸ ਗੱਲ ਦੀ ਅਸਾਨੂੰ ਕਦੇ ਸੋਚ ਹੀ ਨਹੀਂ ਫੁਰੀ ਕਿ ਅਸਾਡੀ ਸਭ ਤੋਂ ਵੱਡੀ ਲੋੜ ਕੀਹ ਹੈ ।"},"ms":{"gurmukhi":"swfy ivSy vyg blvwn hn Aqy swfI ivcwr smJ kmzor hY[ sRySt mnorQ qWeIN swfI phuMc nhIN[","unicode":"ਸਾਡੇ ਵਿਸ਼ੇ ਵੇਗ ਬਲਵਾਨ ਹਨ ਅਤੇ ਸਾਡੀ ਵਿਚਾਰ ਸਮਝ ਕਮਜ਼ੋਰ ਹੈ। ਸ੍ਰੇਸ਼ਟ ਮਨੋਰਥ ਤਾਂਈਂ ਸਾਡੀ ਪਹੁੰਚ ਨਹੀਂ।"}},"es":{"sn":"Controlado por los deseos de los sentidos, encuentro débil mi poder de discriminar, y no puedo penetrar en Dios. (2)"},"hi":{"ss":"हमारी काम-वासना बढ़ रही है।विचार-शक्ति कम हो रही है।इस बात की हमें कभी सोच ही नहीं आई कि हमारी सबसे बड़ी जरूरत क्या है। 2।","sts":"विषय-विकार भोगने वाली हमारी इन्द्रियाँ बहुत बलवान हैं, इसलिए हमारा विवेक बुद्धि का परमार्थ में प्रवेश नहीं हुआ।२ ।"}},"transliteration":{"english":"ei(n)dhree sabal nibal bibek budh paramaarath paraves nahee ||2||","hindi":"इंद्री सबल निबल बिबेक बुधि परमारथ परवेस नही ॥२॥","en":"ei(n)dhree sabal nibal bibek budh paramaarath paraves nahee ||2||","hi":"इंद्री सबल निबल बिबेक बुधि परमारथ परवेस नही ॥२॥","ipa":"eɪŋd̪ɹi səbəl nɪbəl bɪbek bʊt̪ə̀ pərəmɑrət̪ʰ pərəʋes nəhi.2.","ur":"ِاںدریِ سبل نبل ببےک بُدھ پرمارتھ پروےس نهیِ ۔۔۲۔۔"},"pageNo":658,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":28484,"shabadId":2519,"verse":{"gurmukhi":"khIAq Awn AcrIAq An kCu smJ n prY Apr mwieAw ]","unicode":"ਕਹੀਅਤ ਆਨ ਅਚਰੀਅਤ ਅਨ ਕਛੁ ਸਮਝ ਨ ਪਰੈ ਅਪਰ ਮਾਇਆ ॥"},"larivaar":{"gurmukhi":"khIAqAwnAcrIAqAnkCusmJnprYAprmwieAw]","unicode":"ਕਹੀਅਤਆਨਅਚਰੀਅਤਅਨਕਛੁਸਮਝਨਪਰੈਅਪਰਮਾਇਆ॥"},"translation":{"en":{"bdb":"We say one thing, and do something else; entangled in endless Maya, we do not understand anything.","ms":"We say one thing and do quite another and deluded by infinite worldly attachments, we obtain not true understanding.","ssk":"We say one thing, and do something else; entangled in endless Maya, we do not understand anything."},"pu":{"ss":{"gurmukhi":"AsI AwKdy hor hW qy krdy kuJ hor hW, mwieAw ieqnI blvwn ho rhI hY ik Aswƒ (AwpxI mUrKqw dI) smJ hI nhIN pYNdI ","unicode":"ਅਸੀ ਆਖਦੇ ਹੋਰ ਹਾਂ ਤੇ ਕਰਦੇ ਕੁਝ ਹੋਰ ਹਾਂ, ਮਾਇਆ ਇਤਨੀ ਬਲਵਾਨ ਹੋ ਰਹੀ ਹੈ ਕਿ ਅਸਾਨੂੰ (ਆਪਣੀ ਮੂਰਖਤਾ ਦੀ) ਸਮਝ ਹੀ ਨਹੀਂ ਪੈਂਦੀ "},"ft":{"gurmukhi":"iqsI qy khIqw kuC AOr hY punw (AcrIAq) krIqw kuC AOr hY, Bwv sy jYsI kQnI hY qYsI rhxI nhIN hY[ iqs kr ky Apny srUp kI ien ko smJ nhIN hoqI, ikauNik (Apr) Apwr mwXw hY]","unicode":"ਤਿਸੀ ਤੇ ਕਹੀਤਾ ਕੁਛ ਔਰ ਹੈ ਪੁਨਾ (ਅਚਰੀਅਤ) ਕਰੀਤਾ ਕੁਛ ਔਰ ਹੈ, ਭਾਵ ਸੇ ਜੈਸੀ ਕਥਨੀ ਹੈ ਤੈਸੀ ਰਹਣੀ ਨਹੀਂ ਹੈ। ਤਿਸ ਕਰ ਕੇ ਅਪਨੇ ਸਰੂਪ ਕੀ ਇਨ ਕੋ ਸਮਝ ਨਹੀਂ ਹੋਤੀ, ਕਿਉਂਕਿ (ਅਪਰ) ਅਪਾਰ ਮਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"AsI AwKdy hor hW qy krdy kuJ hor hW, mwieAw ieqnI blvwn ho rhI hY ik Aswƒ (AwpxI mUrKqw dI) smJ hI nhIN pYNdI ","unicode":"ਅਸੀ ਆਖਦੇ ਹੋਰ ਹਾਂ ਤੇ ਕਰਦੇ ਕੁਝ ਹੋਰ ਹਾਂ, ਮਾਇਆ ਇਤਨੀ ਬਲਵਾਨ ਹੋ ਰਹੀ ਹੈ ਕਿ ਅਸਾਨੂੰ (ਆਪਣੀ ਮੂਰਖਤਾ ਦੀ) ਸਮਝ ਹੀ ਨਹੀਂ ਪੈਂਦੀ "},"ms":{"gurmukhi":"AsIN kihMdy ku`J hW Aqy kmwauNdy iblkul hor hI hW[ AnMq sMswrI lgnW dy bihkwieAW hoieAW ƒ swƒ koeI sUJ bUJ nhIN pYNdI[","unicode":"ਅਸੀਂ ਕਹਿੰਦੇ ਕੁੱਝ ਹਾਂ ਅਤੇ ਕਮਾਉਂਦੇ ਬਿਲਕੁਲ ਹੋਰ ਹੀ ਹਾਂ। ਅਨੰਤ ਸੰਸਾਰੀ ਲਗਨਾਂ ਦੇ ਬਹਿਕਾਇਆਂ ਹੋਇਆਂ ਨੂੰ ਸਾਨੂੰ ਕੋਈ ਸੂਝ ਬੂਝ ਨਹੀਂ ਪੈਂਦੀ।"}},"es":{"sn":"Digo una cosa y hago otra; sin saber nada, estoy siendo engañado por la infinita Maya. "},"hi":{"ss":"हम कहते और हैं और करते कुछ और हैं।माया इतनी बलवान हो रही है कि हमें (अपनी मूर्खता की) समझ ही नहीं पड़ती।","sts":"हम कहते कुछ हैं और करते कुछ अन्य ही हैं। यह माया बड़ी प्रबल है और हमें इसकी कोई सूझ नहीं पड़ती।"}},"transliteration":{"english":"kaheeat aan achareeat an kachh samajh na parai apar maiaa ||","hindi":"कहीअत आन अचरीअत अन कछु समझ न परै अपर माइआ ॥","en":"kaheeat aan achareeat an kachh samajh na parai apar maiaa ||","hi":"कहीअत आन अचरीअत अन कछु समझ न परै अपर माइआ ॥","ipa":"kəhiət̪ əɑn ət͡ʃəriət̪ ən kəɕ səməɖ͡ʐ nə pəræ əpər mɑɪɑ.","ur":"کهیِات آن اچریِات ان کچھ سمجھ ن پرَے اپر ماایا ۔۔"},"pageNo":658,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":28485,"shabadId":2519,"verse":{"gurmukhi":"kih rivdws audws dws miq prhir kopu krhu jIA dieAw ]3]3]","unicode":"ਕਹਿ ਰਵਿਦਾਸ ਉਦਾਸ ਦਾਸ ਮਤਿ ਪਰਹਰਿ ਕੋਪੁ ਕਰਹੁ ਜੀਅ ਦਇਆ ॥੩॥੩॥"},"larivaar":{"gurmukhi":"kihrivdwsaudwsdwsmiqprhirkopukrhujIAdieAw]3]3]","unicode":"ਕਹਿਰਵਿਦਾਸਉਦਾਸਦਾਸਮਤਿਪਰਹਰਿਕੋਪੁਕਰਹੁਜੀਅਦਇਆ॥੩॥੩॥"},"translation":{"en":{"bdb":"Says Ravi Daas, Your slave, O Lord, I am disillusioned and detached; please, spare me Your anger, and have mercy on my soul. ||3||3||","ms":"Says Ravi Dass, Thy slave, O Lord, I am sad at heart. Banishing Thine anger, take pity on my soul.","ssk":"Says Ravi Daas, Your slave, O Lord, I am disillusioned and detached; please, spare me Your anger, and have mercy on my soul. ||3||3||"},"pu":{"ss":{"gurmukhi":"qyrw dws rivdws AwKdw hY—mYN hux ies (mUrK-puxy) qoN auprwm ho igAw hW, (myry AM\\wxpuxy qy) gu`sw nwh krnw qy myrI Awqmw auqy imhr krnI [","unicode":"ਤੇਰਾ ਦਾਸ ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ—ਮੈਂ ਹੁਣ ਇਸ (ਮੂਰਖ-ਪੁਣੇ) ਤੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਞਾਣਪੁਣੇ ਤੇ) ਗੁੱਸਾ ਨਾਹ ਕਰਨਾ ਤੇ ਮੇਰੀ ਆਤਮਾ ਉਤੇ ਮਿਹਰ ਕਰਨੀ ।"},"ft":{"gurmukhi":"sRI rivdws jI khqy hYN: hy prmysÍr! ien jIvoN kI gqI dyK kr mYN dws kI buDI audws ho rhI hY[ qW qy hy sÍwmI! kop ko iqAwg kr ien jIvoN pr dXw krIey]3]3]Çsrb pdwrQ vwihgurU ky ADIn idKwvqy hUey rwm nwm kw aupdyS krqy hYN:","unicode":"ਸ੍ਰੀ ਰਵਿਦਾਸ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਪਰਮੇਸ੍ਵਰ! ਇਨ ਜੀਵੋਂ ਕੀ ਗਤੀ ਦੇਖ ਕਰ ਮੈਂ ਦਾਸ ਕੀ ਬੁਧੀ ਉਦਾਸ ਹੋ ਰਹੀ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਸ੍ਵਾਮੀ! ਕੋਪ ਕੋ ਤਿਆਗ ਕਰ ਇਨ ਜੀਵੋਂ ਪਰ ਦਯਾ ਕਰੀਏ॥੩॥੩॥☬ਸਰਬ ਪਦਾਰਥ ਵਾਹਿਗੁਰੂ ਕੇ ਅਧੀਨ ਦਿਖਾਵਤੇ ਹੂਏ ਰਾਮ ਨਾਮ ਕਾ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"qyrw dws rivdws AwKdw hY—mYN hux ies (mUrK-puxy) qoN auprwm ho igAw hW, (myry AM\\wxpuxy qy) gu`sw nwh krnw qy myrI Awqmw auqy imhr krnI [","unicode":"ਤੇਰਾ ਦਾਸ ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ—ਮੈਂ ਹੁਣ ਇਸ (ਮੂਰਖ-ਪੁਣੇ) ਤੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਞਾਣਪੁਣੇ ਤੇ) ਗੁੱਸਾ ਨਾਹ ਕਰਨਾ ਤੇ ਮੇਰੀ ਆਤਮਾ ਉਤੇ ਮਿਹਰ ਕਰਨੀ ।"},"ms":{"gurmukhi":"qyrw golw! hy suAwmI! rivdws AwKdw hY, mYN idloN gmgIn hW[ qUM Awpxw gu`sw myry auqoN htw lY qy myrI ijMdVI qy qrs kr[","unicode":"ਤੇਰਾ ਗੋਲਾ! ਹੇ ਸੁਆਮੀ! ਰਵਿਦਾਸ ਆਖਦਾ ਹੈ, ਮੈਂ ਦਿਲੋਂ ਗਮਗੀਨ ਹਾਂ। ਤੂੰ ਆਪਣਾ ਗੁੱਸਾ ਮੇਰੇ ਉਤੋਂ ਹਟਾ ਲੈ ਤੇ ਮੇਰੀ ਜਿੰਦੜੀ ਤੇ ਤਰਸ ਕਰ।"}},"es":{"sn":"Dice Ravi Das, esto mantiene mi corazón triste, oh Dios, pero no Te enojes conmigo, ten Compasión de mí. (3‑3)"},"hi":{"ss":"(हे प्रभू !) तेरा दास रविदास कहता है– मैं अब इस (मूर्खपने से) उपराम हो गया हूँ।(मेरे अंजानपने पर) गुस्सा ना करना और मेरी आत्मा पर मेहर करनी। 3। 3।","sts":"रविदास जी का कथन है कि हे प्रभु! तेरे दास की मति उदास भाव परेशान हो रही है। इसलिए अपने क्रोध को दूर करके मेरे प्राणों पर दया करो ॥ ३॥ 3 ॥"}},"transliteration":{"english":"keh ravidhaas udhaas dhaas mat parahar kop karahu jeea dhiaa ||3||3||","hindi":"कहि रविदास उदास दास मति परहरि कोपु करहु जीअ दइआ ॥३॥३॥","en":"keh ravidhaas udhaas dhaas mat parahar kop karahu jeea dhiaa ||3||3||","hi":"कहि रविदास उदास दास मति परहरि कोपु करहु जीअ दइआ ॥३॥३॥","ipa":"kəh rəʋɪd̪ɑs oʊd̪ɑs d̪ɑs mət̪ pərəhər kɔp kərəh d͡ʒiə d̪ɪɑ.3.3.","ur":"کهِ روداس اُداس داس متِ پرهرِ کوپ کرهُ جیِا دایا ۔۔۳۔۔۳۔۔"},"pageNo":658,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":6,"t":"v"}]}}]}