{"shabadInfo":{"shabadId":2585,"shabadName":29301,"pageNo":678,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":678},"raag":{"raagId":14,"gurmukhi":"rwgu DnwsrI","unicode":"ਰਾਗੁ ਧਨਾਸਰੀ","english":"Raag Dhanaasree","raagWithPage":"Dhanaasree (660-695)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":7,"navigation":{"previous":2584,"next":2586},"verses":[{"verseId":29299,"shabadId":2585,"verse":{"gurmukhi":"DnwsrI mhlw 5 ]","unicode":"ਧਨਾਸਰੀ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"DnwsrImhlw5]","unicode":"ਧਨਾਸਰੀਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Dhanaasaree, Fifth Mehla:","ms":"Dhanasri 5th Guru.","ssk":"Dhanaasaree, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"DnwsrI pMjvIN pwiqSwhI[","unicode":"ਧਨਾਸਰੀ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Dhanasri, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"धनासरी महला ५ ॥"}},"transliteration":{"english":"dhanaasaree mahalaa panjavaa ||","hindi":"धनासरी महला ५ ॥","en":"dhanaasaree mahalaa panjavaa ||","hi":"धनासरी महला ५ ॥","ipa":"t̪ənɑsəri məhəlɑ pəŋd͡ʒʋɑ.","ur":"دھناسریِ مهلا ۵ ۔۔"},"pageNo":678,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":29300,"shabadId":2585,"verse":{"gurmukhi":"myry lwl Blo ry Blo ry Blo hir mMgnw ]","unicode":"ਮੇਰੇ ਲਾਲ ਭਲੋ ਰੇ ਭਲੋ ਰੇ ਭਲੋ ਹਰਿ ਮੰਗਨਾ ॥"},"larivaar":{"gurmukhi":"myrylwlBloryBloryBlohirmMgnw]","unicode":"ਮੇਰੇਲਾਲਭਲੋਰੇਭਲੋਰੇਭਲੋਹਰਿਮੰਗਨਾ॥"},"translation":{"en":{"bdb":"O my dear beloved, it is good, it is better, it is best, to ask for the Lord's Name.","ms":"O my dear, good great and sublime it is, to ask for the Lord's Name.","ssk":"O my dear beloved, it is good, it is better, it is best, to ask for the Lord's Name."},"pu":{"ss":{"gurmukhi":"hy myry ipAwry! hy BweI! (prmwqmw dy dr qoN) prmwqmw (dw nwm) mMgxw sB qoN cMgw kMMm hY ","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮੰਗਣਾ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰੰਮ ਹੈ "},"ft":{"gurmukhi":"hy myry ipAwry! mn qn bwxI kr ky sMqoN sy hrI kw mWgxw hI Blw hY]","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮਨ ਤਨ ਬਾਣੀ ਕਰ ਕੇ ਸੰਤੋਂ ਸੇ ਹਰੀ ਕਾ ਮਾਂਗਣਾ ਹੀ ਭਲਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy myry ipAwry! hy BweI! (prmwqmw dy dr qoN) prmwqmw (dw nwm) mMgxw sB qoN cMgw kMMm hY ","unicode":"ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮੰਗਣਾ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰੰਮ ਹੈ "},"ms":{"gurmukhi":"hy! mYNfy pRIqm! cMgI, au`qm qy SoBnIk hY pRBU dy nwm dI Xwcnw krnI[","unicode":"ਹੇ! ਮੈਂਡੇ ਪ੍ਰੀਤਮ! ਚੰਗੀ, ਉੱਤਮ ਤੇ ਸ਼ੋਭਨੀਕ ਹੈ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਯਾਚਨਾ ਕਰਨੀ।"}},"es":{"sn":"Oh mi amor, lo único que deberías pedir, es el Nombre del Señor."},"hi":{"ss":"हे मेरे प्यारे ! हे भाई ! (परमात्मा के दर से) परमात्मा (का नाम) मांगना सबसे अच्छा काम है।","sts":"हे मेरे प्रिय ! भगवान का नाम माँगना बड़ा उत्तम एवं भला है।"}},"transliteration":{"english":"mere laal bhalo re bhalo re bhalo har ma(n)ganaa ||","hindi":"मेरे लाल भलो रे भलो रे भलो हरि मंगना ॥","en":"mere laal bhalo re bhalo re bhalo har ma(n)ganaa ||","hi":"मेरे लाल भलो रे भलो रे भलो हरि मंगना ॥","ipa":"mere lɑl ɓəlɔ re ɓəlɔ re ɓəlɔ hər məŋGənɑ.","ur":"مےرے لال بھلو رے بھلو رے بھلو هر مںگنا ۔۔"},"pageNo":678,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":29301,"shabadId":2585,"verse":{"gurmukhi":"dyKhu pswir nYn sunhu swDU ky bYn pRwnpiq iciq rwKu sgl hY mrnw ] rhwau ]","unicode":"ਦੇਖਹੁ ਪਸਾਰਿ ਨੈਨ ਸੁਨਹੁ ਸਾਧੂ ਕੇ ਬੈਨ ਪ੍ਰਾਨਪਤਿ ਚਿਤਿ ਰਾਖੁ ਸਗਲ ਹੈ ਮਰਨਾ ॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"dyKhupswirnYnsunhuswDUkybYnpRwnpiqiciqrwKusglhYmrnw]rhwau]","unicode":"ਦੇਖਹੁਪਸਾਰਿਨੈਨਸੁਨਹੁਸਾਧੂਕੇਬੈਨਪ੍ਰਾਨਪਤਿਚਿਤਿਰਾਖੁਸਗਲਹੈਮਰਨਾ॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Behold, with your eyes wide-open, and listen to the Words of the Holy Saints; enshrine in your consciousness the Lord of Life - remember that all must die. ||Pause||","ms":"See with eyes, wide opened, hear saints' word, enshrine thou, in thy mind, the Lord of life in, thy mind, the Lord of life and know that all have to die. Pause.","ssk":"Behold, with your eyes wide-open, and listen to the Words of the Holy Saints; enshrine in your consciousness the Lord of Life - remember that all must die. ||Pause||"},"pu":{"ss":{"gurmukhi":"hy s`jx! gurU dI bwxI (sdw) suxdy rho, ijMd dy mwlk pRBU ƒ Awpxy ihrdy ivc vsweI r`Ko [ A`KW KolH ky vyKo, (Aw^r) sB ny mrnw hY [rhwau[","unicode":"ਹੇ ਸੱਜਣ! ਗੁਰੂ ਦੀ ਬਾਣੀ (ਸਦਾ) ਸੁਣਦੇ ਰਹੋ, ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ । ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ, (ਆਖ਼ਰ) ਸਭ ਨੇ ਮਰਨਾ ਹੈ ।ਰਹਾਉ।"},"ft":{"gurmukhi":"nyqRoN ko pswr kr ky dyKo, Bwv ibcwr duAwrw dyKo; vw ieh jo pswrw nyqRoN sy dyK rhy ho so sMpUrn ny mrnw, Bwv nws ho jwxw hY[ qW qy sMqoN ky bcnoN ko suxo AOr (pRwn piq) vwihgurU ko icq myN rwKo] rhwau ]","unicode":"ਨੇਤ੍ਰੋਂ ਕੋ ਪਸਾਰ ਕਰ ਕੇ ਦੇਖੋ, ਭਾਵ ਬਿਚਾਰ ਦੁਆਰਾ ਦੇਖੋ; ਵਾ ਇਹ ਜੋ ਪਸਾਰਾ ਨੇਤ੍ਰੋਂ ਸੇ ਦੇਖ ਰਹੇ ਹੋ ਸੋ ਸੰਪੂਰਨ ਨੇ ਮਰਨਾ, ਭਾਵ ਨਾਸ ਹੋ ਜਾਣਾ ਹੈ। ਤਾਂ ਤੇ ਸੰਤੋਂ ਕੇ ਬਚਨੋਂ ਕੋ ਸੁਣੋ ਔਰ (ਪ੍ਰਾਨ ਪਤਿ) ਵਾਹਿਗੁਰੂ ਕੋ ਚਿਤ ਮੇਂ ਰਾਖੋ॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy s`jx! gurU dI bwxI (sdw) suxdy rho, ijMd dy mwlk pRBU ƒ Awpxy ihrdy ivc vsweI r`Ko [ A`KW KolH ky vyKo, (Aw^r) sB ny mrnw hY [rhwau[","unicode":"ਹੇ ਸੱਜਣ! ਗੁਰੂ ਦੀ ਬਾਣੀ (ਸਦਾ) ਸੁਣਦੇ ਰਹੋ, ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ । ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ, (ਆਖ਼ਰ) ਸਭ ਨੇ ਮਰਨਾ ਹੈ ।ਰਹਾਉ।"},"ms":{"gurmukhi":"AwpxIAW A`KW cMgI qrHW KolH ky, vyK ky bcn sRvx kr, qUM ijMdVI dy suAwmI ƒ Awpxy mn iv`c itkw, qy jwx lY, ik swirAW ny mr vMxw hY[ Tihrwau[","unicode":"ਆਪਣੀਆਂ ਅੱਖਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਖੋਲ੍ਹ ਕੇ, ਵੇਖ ਕੇ ਬਚਨ ਸ੍ਰਵਣ ਕਰ, ਤੂੰ ਜਿੰਦੜੀ ਦੇ ਸੁਆਮੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿੱਚ ਟਿਕਾ, ਤੇ ਜਾਣ ਲੈ, ਕਿ ਸਾਰਿਆਂ ਨੇ ਮਰ ਵੰਣਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Velo con tu mirada fija y tus ojos bien abiertos, escucha la Palabra de los Santos, eleva en tu mente al Señor de toda Vida y entiende que todos tienen que morir al final. (Pausa)"},"hi":{"ss":"हे सज्जन ! गुरू की बाणी (हमेशा) सुनते रहो।जिंद के मालिक प्रभू को अपने दिल में बसाए रखो।आँखें खोल के देखो।(आखिर) सबने मरना है।रहाउ।","sts":"हे भाई ! अपने नेत्र खोलकर भलीभांति देखो एवं साधु के अनमोल वचन सुनो।अपने प्राणों के पति प्रभु को अपने हृदय में बसाकर रखो, चूंकि सभी ने एक न एक दिन अवश्य मृत्यु को प्राप्त होना है॥रहाउ ॥"}},"transliteration":{"english":"dhekhahu pasaar nain sunahu saadhoo ke bain praanapat chit raakh sagal hai maranaa || rahaau ||","hindi":"देखहु पसारि नैन सुनहु साधू के बैन प्रानपति चिति राखु सगल है मरना ॥ रहाउ ॥","en":"dhekhahu pasaar nain sunahu saadhoo ke bain praanapat chit raakh sagal hai maranaa || rahaau ||","hi":"देखहु पसारि नैन सुनहु साधू के बैन प्रानपति चिति राखु सगल है मरना ॥ रहाउ ॥","ipa":"d̪ekʰəh pəsɑr næn sʊnəh sɑt̪u ke bæn pɹɑnəpət̪ t͡ʃɪt̪ rɑkʰ səGəl hæ mərənɑ. rəhɑo.","ur":"دےکھهُ پسار نَےن سُنهُ سادھُو کے بَےن پرانپت چت راکھ سگل هَے مرنا ۔۔ رهاا ۔۔"},"pageNo":678,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":6,"t":"v"},{"p":9,"t":"v"}]}},{"verseId":29302,"shabadId":2585,"verse":{"gurmukhi":"cMdn coAw rs Bog krq AnykY ibiKAw ibkwr dyKu sgl hY PIky eykY goibd ko nwmu nIko khq hY swD jn ]","unicode":"ਚੰਦਨ ਚੋਆ ਰਸ ਭੋਗ ਕਰਤ ਅਨੇਕੈ ਬਿਖਿਆ ਬਿਕਾਰ ਦੇਖੁ ਸਗਲ ਹੈ ਫੀਕੇ ਏਕੈ ਗੋਬਿਦ ਕੋ ਨਾਮੁ ਨੀਕੋ ਕਹਤ ਹੈ ਸਾਧ ਜਨ ॥"},"larivaar":{"gurmukhi":"cMdncoAwrsBogkrqAnykYibiKAwibkwrdyKusglhYPIkyeykYgoibdkonwmunIkokhqhYswDjn]","unicode":"ਚੰਦਨਚੋਆਰਸਭੋਗਕਰਤਅਨੇਕੈਬਿਖਿਆਬਿਕਾਰਦੇਖੁਸਗਲਹੈਫੀਕੇਏਕੈਗੋਬਿਦਕੋਨਾਮੁਨੀਕੋਕਹਤਹੈਸਾਧਜਨ॥"},"translation":{"en":{"bdb":"The application of sandalwood oil, the enjoyment of pleasures and the practice of many corrupt sins - look upon all of these as insipid and worthless. The Name of the Lord of the Universe alone is sublime; so say the Holy Saints.","ms":"They apply of sandal and aloewood perfumes, the enjoyment of worldly pleasure and the commission of various mortal sins, deem all these as insipid.","ssk":"The application of sandalwood oil, the enjoyment of pleasures and the practice of many corrupt sins - look upon all of these as insipid and worthless. The Name of the Lord of the Universe alone is sublime; so say the Holy Saints."},"pu":{"ss":{"gurmukhi":"hy s`jx! qUM cMdn Aqr (vrqdw hYN) Aqy AnykW hI suAwdly Kwxy KWdw hYN [ pr, vyK, ieh ivkwr pYdw krn vwly mwieAw dy swry Bog iP`ky hn ","unicode":"ਹੇ ਸੱਜਣ! ਤੂੰ ਚੰਦਨ ਅਤਰ (ਵਰਤਦਾ ਹੈਂ) ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਹੈਂ । ਪਰ, ਵੇਖ, ਇਹ ਵਿਕਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਸਾਰੇ ਭੋਗ ਫਿੱਕੇ ਹਨ "},"ft":{"gurmukhi":"ieh jo cMdn coAw AwdI rsoN swQ Anyk BogoN ko jIv Bogxw krqw hY, so sMpUrn iviSAhuM ky ivkwr PIky dyK ies sMswr myN eyk goibMd nwm jwp hY (nIko) suMdr hY, AYsy sMq jn kihqy hYN]","unicode":"ਇਹ ਜੋ ਚੰਦਨ ਚੋਆ ਆਦੀ ਰਸੋਂ ਸਾਥ ਅਨੇਕ ਭੋਗੋਂ ਕੋ ਜੀਵ ਭੋਗਣਾ ਕਰਤਾ ਹੈ, ਸੋ ਸੰਪੂਰਨ ਵਿਸ਼ਿਅਹੁੰ ਕੇ ਵਿਕਾਰ ਫੀਕੇ ਦੇਖ ਇਸ ਸੰਸਾਰ ਮੇਂ ਏਕ ਗੋਬਿੰਦ ਨਾਮ ਜਾਪ ਹੈ (ਨੀਕੋ) ਸੁੰਦਰ ਹੈ, ਐਸੇ ਸੰਤ ਜਨ ਕਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy s`jx! qUM cMdn Aqr (vrqdw hYN) Aqy AnykW hI suAwdly Kwxy KWdw hYN [ pr, vyK, ieh ivkwr pYdw krn vwly mwieAw dy swry Bog iP`ky hn ","unicode":"ਹੇ ਸੱਜਣ! ਤੂੰ ਚੰਦਨ ਅਤਰ (ਵਰਤਦਾ ਹੈਂ) ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਹੈਂ । ਪਰ, ਵੇਖ, ਇਹ ਵਿਕਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਸਾਰੇ ਭੋਗ ਫਿੱਕੇ ਹਨ "},"ms":{"gurmukhi":"cMnx qy Agr dy AqrW dw lwauxw, sMswrI rMg rlIAW mwxnw Aqy Gxyry pRwx nwsk pwpW dw kmwauxw vyK, ieh swry r`s inrol hI iP¤ky hn[","unicode":"ਚੰਨਣ ਤੇ ਅਗਰ ਦੇ ਅਤਰਾਂ ਦਾ ਲਾਉਣਾ, ਸੰਸਾਰੀ ਰੰਗ ਰਲੀਆਂ ਮਾਣਨਾ ਅਤੇ ਘਣੇਰੇ ਪ੍ਰਾਣ ਨਾਸਕ ਪਾਪਾਂ ਦਾ ਕਮਾਉਣਾ ਵੇਖ, ਇਹ ਸਾਰੇ ਰੱਸ ਨਿਰੋਲ ਹੀ ਫਿੱਕੇ ਹਨ।"}},"es":{"sn":"Uno le aplica fragancia de sándalo al cuerpo y goza de muchos placeres y de mil cosas más, pero dicen los Santos "},"hi":{"ss":"हे सज्जन ! तू चंदन-इत्र का प्रयोग करता है और अनेकों ही स्वादिष्ट खाने खाता है।पर।देख।ये विकार पैदा करने वाले सारे ही मायावी भोग फीके हैं।संत जन कहते हैं कि सिर्फ परमात्मा का नाम ही अच्छा है।","sts":"तुम अपने शरीर पर चंदन एवं इत्र लगाते हो, स्वादिष्ट पदार्थ खाते हो तथा अनेकों विषय-विकार भोगते हो, देख लो, ये सभी रस फीके हैं। साधुजन कहते हैं कि परमात्मा का नाम ही सर्वोत्तम है।"}},"transliteration":{"english":"cha(n)dhan choaa ras bhog karat anekai bikhiaa bikaar dhekh sagal hai feeke ekai gobidh ko naam neeko kahat hai saadh jan ||","hindi":"चंदन चोआ रस भोग करत अनेकै बिखिआ बिकार देखु सगल है फीके एकै गोबिद को नामु नीको कहत है साध जन ॥","en":"cha(n)dhan choaa ras bhog karat anekai bikhiaa bikaar dhekh sagal hai feeke ekai gobidh ko naam neeko kahat hai saadh jan ||","hi":"चंदन चोआ रस भोग करत अनेकै बिखिआ बिकार देखु सगल है फीके एकै गोबिद को नामु नीको कहत है साध जन ॥","ipa":"t͡ʃəŋd̪ən t͡ʃɔəɑ rəs ɓɔG kərət̪ ənekæ bɪkʰɪəɑ bɪkɑr d̪ekʰ səGəl hæ fike eekæ Gɔbɪd̪ kɔ nɑm nikɔ kəhət̪ hæ sɑt̪ə̀ d͡ʒən.","ur":"چںدن چوآ رس بھوگ کرت انےکَے بکھآ بکار دےکھ سگل هَے پھیِکے اےکَے گوبد کو نام نیِکو کهت هَے سادھ جن ۔۔"},"pageNo":678,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"},{"p":11,"t":"y"},{"p":16,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"},{"p":11,"t":"y"},{"p":16,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":11,"t":"v"}]}},{"verseId":29303,"shabadId":2585,"verse":{"gurmukhi":"qnu Dnu Awpn QwipE hir jpu n inmK jwipE ArQu dRbu dyKu kCu sMig nwhI clnw ]1]","unicode":"ਤਨੁ ਧਨੁ ਆਪਨ ਥਾਪਿਓ ਹਰਿ ਜਪੁ ਨ ਨਿਮਖ ਜਾਪਿਓ ਅਰਥੁ ਦ੍ਰਬੁ ਦੇਖੁ ਕਛੁ ਸੰਗਿ ਨਾਹੀ ਚਲਨਾ ॥੧॥"},"larivaar":{"gurmukhi":"qnuDnuAwpnQwipEhirjpuninmKjwipEArQudRbudyKukCusMignwhIclnw]1]","unicode":"ਤਨੁਧਨੁਆਪਨਥਾਪਿਓਹਰਿਜਪੁਨਨਿਮਖਜਾਪਿਓਅਰਥੁਦ੍ਰਬੁਦੇਖੁਕਛੁਸੰਗਿਨਾਹੀਚਲਨਾ॥੧॥"},"translation":{"en":{"bdb":"You claim that your body and wealth are your own; you do not chant the Lord's Name even for an instant. Look and see, that none of your possessions or riches shall go along with you. ||1||","ms":"Thou deemest thy body and wealth thy own and embraceth not the Lord's meditation, even for a moment. Mind thou, nothing out of the property and riches shall go with thee.","ssk":"You claim that your body and wealth are your own; you do not chant the Lord's Name even for an instant. Look and see, that none of your possessions or riches shall go along with you. ||1||"},"pu":{"ss":{"gurmukhi":"sMq jn AwKdy hn ik isr& prmwqmw dw nwm hI cMgw hY [ qUM ies srIr ƒ ies Dn ƒ Awpxw smJ irhw hYN, (iehnW dy moh ivc Ps ky) prmwqmw dw nwm qUM iek iCn Br BI nhIN jpdw [ vyK, ieh Dn-pdwrQ kuJ BI (qyry) nwl nhIN jwvygw [","unicode":"ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਚੰਗਾ ਹੈ । ਤੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਇਸ ਧਨ ਨੂੰ ਆਪਣਾ ਸਮਝ ਰਿਹਾ ਹੈਂ, (ਇਹਨਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਇਕ ਛਿਨ ਭਰ ਭੀ ਨਹੀਂ ਜਪਦਾ । ਵੇਖ, ਇਹ ਧਨ-ਪਦਾਰਥ ਕੁਝ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਵੇਗਾ ।"},"ft":{"gurmukhi":"ieh qn AO Dn jIv ny Apnw (QwipE) smiJAw hY AOr hir nwm jwp ko iek iKn mwqR BI nhIN jipAw hY[ qW qy hy BweI! ieh (dRbu) Dn Apny (ArQu) suAwrQ vwsqy jo qUM sMcqw hYN, ies myN sy kuC BI qyry swQ nhIN clnw hY]1]","unicode":"ਇਹ ਤਨ ਔ ਧਨ ਜੀਵ ਨੇ ਅਪਨਾ (ਥਾਪਿਓ) ਸਮਝਿਆ ਹੈ ਔਰ ਹਰਿ ਨਾਮ ਜਾਪ ਕੋ ਇਕ ਖਿਨ ਮਾਤ੍ਰ ਭੀ ਨਹੀਂ ਜਪਿਆ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਇਹ (ਦ੍ਰਬੁ) ਧਨ ਅਪਨੇ (ਅਰਥੁ) ਸੁਆਰਥ ਵਾਸਤੇ ਜੋ ਤੂੰ ਸੰਚਤਾ ਹੈਂ, ਇਸ ਮੇਂ ਸੇ ਕੁਛ ਭੀ ਤੇਰੇ ਸਾਥ ਨਹੀਂ ਚਲਨਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"sMq jn AwKdy hn ik isr& prmwqmw dw nwm hI cMgw hY [ qUM ies srIr ƒ ies Dn ƒ Awpxw smJ irhw hYN, (iehnW dy moh ivc Ps ky) prmwqmw dw nwm qUM iek iCn Br BI nhIN jpdw [ vyK, ieh Dn-pdwrQ kuJ BI (qyry) nwl nhIN jwvygw [","unicode":"ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਚੰਗਾ ਹੈ । ਤੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਇਸ ਧਨ ਨੂੰ ਆਪਣਾ ਸਮਝ ਰਿਹਾ ਹੈਂ, (ਇਹਨਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਇਕ ਛਿਨ ਭਰ ਭੀ ਨਹੀਂ ਜਪਦਾ । ਵੇਖ, ਇਹ ਧਨ-ਪਦਾਰਥ ਕੁਝ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਵੇਗਾ ।"},"ms":{"gurmukhi":"qUM AwpxI dyh qy mwieAw ƒ AwpxIAW in`j dIAW jwxdw hY Aqy iek muhq leI BI qUM suAwmI dy ismrn ƒ gRihx nhIN krdw[ vyK lY ik jwiedwd Aqy dOlq ivcoN kuJ BI qyry nwl nhIN jwxw[","unicode":"ਤੂੰ ਆਪਣੀ ਦੇਹ ਤੇ ਮਾਇਆ ਨੂੰ ਆਪਣੀਆਂ ਨਿੱਜ ਦੀਆਂ ਜਾਣਦਾ ਹੈ ਅਤੇ ਇਕ ਮੁਹਤ ਲਈ ਭੀ ਤੂੰ ਸੁਆਮੀ ਦੇ ਸਿਮਰਨ ਨੂੰ ਗ੍ਰਹਿਣ ਨਹੀਂ ਕਰਦਾ। ਵੇਖ ਲੈ ਕਿ ਜਾਇਦਾਦ ਅਤੇ ਦੌਲਤ ਵਿਚੋਂ ਕੁਝ ਭੀ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾਣਾ।"}},"es":{"sn":"que el sabor del placer es insípido y que sólo el Nombre del Señor es Bendito. Uno piensa que su cuerpo y sus riquezas son para toda la eternidad y se olvida de habitar en Dios aunque sea por un instante, pero todas las riquezas que ha atesorado no lo acompañarán en el más allá. (1)"},"hi":{"ss":"तू इस शरीर का।इस धन को अपना समझ रहा है।(इनके मोह में फंस के) परमात्मा का नाम तू एक छिन भर भी नहीं जपता।देख।ये धन-पदार्थ कुछ भी (तेरे) साथ नहीं जाएगा।","sts":"तुम अपने शरीर एवं धन को अपना समझते हो और भगवान का भजन सिमरन एक क्षण भर के लिए भी नहीं करते।देख लो, यह धन-संपति एवं दौलत कुछ भी तेरे साथ नहीं जाना॥ १॥"}},"transliteration":{"english":"tan dhan aapan thaapio har jap na nimakh jaapio arath dhrab dhekh kachh sa(n)g naahee chalanaa ||1||","hindi":"तनु धनु आपन थापिओ हरि जपु न निमख जापिओ अरथु द्रबु देखु कछु संगि नाही चलना ॥१॥","en":"tan dhan aapan thaapio har jap na nimakh jaapio arath dhrab dhekh kachh sa(n)g naahee chalanaa ||1||","hi":"तनु धनु आपन थापिओ हरि जपु न निमख जापिओ अरथु द्रबु देखु कछु संगि नाही चलना ॥१॥","ipa":"t̪ən t̪ən əɑpən t̪ʰɑpɪo hər d͡ʒəp nə nɪməkʰ d͡ʒɑpɪo ərət̪ʰ d̪ɹəb d̪ekʰ kəɕ səŋG nɑhi t͡ʃələnɑ.1.","ur":"تن دھن آپن تھاپاو هر جپ ن نمکھ جاپاو ارتھ درب دےکھ کچھ سںگ ناهیِ چلنا ۔۔۱۔۔"},"pageNo":678,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"},{"p":11,"t":"v"}]}},{"verseId":29304,"shabadId":2585,"verse":{"gurmukhi":"jw ko ry krmu Blw iqin Et ghI sMq plw iqn nwhI ry jmu sMqwvY swDU kI sMgnw ]","unicode":"ਜਾ ਕੋ ਰੇ ਕਰਮੁ ਭਲਾ ਤਿਨਿ ਓਟ ਗਹੀ ਸੰਤ ਪਲਾ ਤਿਨ ਨਾਹੀ ਰੇ ਜਮੁ ਸੰਤਾਵੈ ਸਾਧੂ ਕੀ ਸੰਗਨਾ ॥"},"larivaar":{"gurmukhi":"jwkorykrmuBlwiqinEtghIsMqplwiqnnwhIryjmusMqwvYswDUkIsMgnw]","unicode":"ਜਾਕੋਰੇਕਰਮੁਭਲਾਤਿਨਿਓਟਗਹੀਸੰਤਪਲਾਤਿਨਨਾਹੀਰੇਜਮੁਸੰਤਾਵੈਸਾਧੂਕੀਸੰਗਨਾ॥"},"translation":{"en":{"bdb":"One who has good karma, grasps the Protection of the hem of the Saint's robe; in the Saadh Sangat, the Company of the Holy, the Messenger of Death cannot threaten him.","ms":"He, who has the good fortune, grasp the protection of the Saints, skirt. He associates with the pious persons him, the death's myrmidon harasses not.","ssk":"One who has good karma, grasps the Protection of the hem of the Saint's robe; in the Saadh Sangat, the Company of the Holy, the Messenger of Death cannot threaten him."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs mnu`K dI cMgI iksmq hoeI, aus ny sMqW dw Awsrw ilAw, aus ny sMqW dw p`lw PiVAw [ hy BweI! jyhVy mnu`K gurU dI sMgiq ivc rihMdy hn, auhnW ƒ mOq dw fr sqw nhIN skdw [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਈ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਪੱਲਾ ਫੜਿਆ । ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਸਤਾ ਨਹੀਂ ਸਕਦਾ ।"},"ft":{"gurmukhi":"hy BweI! ijs kw Blw krm hY ArQwq cMgy Bwg hYN, iqs ny sMqoN kw plw pkV kr Et ghI hY[ iqn ko siqsMg ky pRqwp sy jm nhIN sMqwvYgw ArQwq jnm mrn qy rhq ho jwiegw]","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਕਾ ਭਲਾ ਕਰਮ ਹੈ ਅਰਥਾਤ ਚੰਗੇ ਭਾਗ ਹੈਂ, ਤਿਸ ਨੇ ਸੰਤੋਂ ਕਾ ਪਲਾ ਪਕੜ ਕਰ ਓਟ ਗਹੀ ਹੈ। ਤਿਨ ਕੋ ਸਤਿਸੰਗ ਕੇ ਪ੍ਰਤਾਪ ਸੇ ਜਮ ਨਹੀਂ ਸੰਤਾਵੈਗਾ ਅਰਥਾਤ ਜਨਮ ਮਰਨ ਤੇ ਰਹਤ ਹੋ ਜਾਇਗਾ॥"},"bdb":{"gurmukhi":"hy BweI! ijs mnu`K dI cMgI iksmq hoeI, aus ny sMqW dw Awsrw ilAw, aus ny sMqW dw p`lw PiVAw [ hy BweI! jyhVy mnu`K gurU dI sMgiq ivc rihMdy hn, auhnW ƒ mOq dw fr sqw nhIN skdw [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਈ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਪੱਲਾ ਫੜਿਆ । ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਸਤਾ ਨਹੀਂ ਸਕਦਾ ।"},"ms":{"gurmukhi":"ijs dy cMgy Bwg hn, auh swDUAW dy p¤ly dI Srx PVdw hY[ auh piv`qr purSW dI sMgq krdw hY Aqy mOq dw PrySqw aus ƒ du`K nhIN idMdw[","unicode":"ਜਿਸ ਦੇ ਚੰਗੇ ਭਾਗ ਹਨ, ਉਹ ਸਾਧੂਆਂ ਦੇ ਪੱਲੇ ਦੀ ਸ਼ਰਣ ਫੜਦਾ ਹੈ। ਉਹ ਪਵਿੱਤਰ ਪੁਰਸ਼ਾਂ ਦੀ ਸੰਗਤ ਕਰਦਾ ਹੈ ਅਤੇ ਮੌਤ ਦਾ ਫਰੇਸ਼ਤਾ ਉਸ ਨੂੰ ਦੁੱਖ ਨਹੀਂ ਦਿੰਦਾ।"}},"es":{"sn":"Quien tiene un Buen Karma, logra la Protección al aferrarse a la Túnica de los Santos; en la Saad Sangat, la Compañía de los Santos, "},"hi":{"ss":"हे भाई ! जिस मनुष्य के भाग्य अच्छे हुए।उसने संतों का आसरा लिया।उसने संतों का पल्ला पकड़ा।हे भाई ! जो मनुष्य गुरू की संगति में रहते हैं।उन्हें मौत का डर नहीं सता सकता।","sts":"जिस मनुष्य की अच्छी किस्मत है, वही संतों की शरण लेता है। संतों की संगति करने से मृत्यु कदापि पीड़ित नहीं करती।"}},"transliteration":{"english":"jaa ko re karam bhalaa tin oT gahee sa(n)t palaa tin naahee re jam sa(n)taavai saadhoo kee sa(n)ganaa ||","hindi":"जा को रे करमु भला तिनि ओट गही संत पला तिन नाही रे जमु संतावै साधू की संगना ॥","en":"jaa ko re karam bhalaa tin oT gahee sa(n)t palaa tin naahee re jam sa(n)taavai saadhoo kee sa(n)ganaa ||","hi":"जा को रे करमु भला तिनि ओट गही संत पला तिन नाही रे जमु संतावै साधू की संगना ॥","ipa":"d͡ʒɑ kɔ re kərəm ɓəlɑ t̪ɪn oəʈ Gəhi səŋt̪ pəlɑ t̪ɪn nɑhi re d͡ʒəm səŋt̪ɑʋæ sɑt̪u ki səŋGənɑ.","ur":"جا کو رے کرم بھلا تن اوٹ گهیِ سںت پلا تن ناهیِ رے جم سںتاوَے سادھُو کیِ سںگنا ۔۔"},"pageNo":678,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":9,"t":"v"},{"p":4,"t":"y"},{"p":14,"t":"y"}],"igurbani":[{"p":9,"t":"v"},{"p":4,"t":"y"},{"p":14,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":9,"t":"v"},{"p":14,"t":"v"}]}},{"verseId":29305,"shabadId":2585,"verse":{"gurmukhi":"pwieE ry prm inDwnu imitE hY AiBmwnu eykY inrMkwr nwnk mnu lgnw ]2]2]30]","unicode":"ਪਾਇਓ ਰੇ ਪਰਮ ਨਿਧਾਨੁ ਮਿਟਿਓ ਹੈ ਅਭਿਮਾਨੁ ਏਕੈ ਨਿਰੰਕਾਰ ਨਾਨਕ ਮਨੁ ਲਗਨਾ ॥੨॥੨॥੩੦॥"},"larivaar":{"gurmukhi":"pwieEryprminDwnuimitEhYAiBmwnueykYinrMkwrnwnkmnulgnw]2]2]30]","unicode":"ਪਾਇਓਰੇਪਰਮਨਿਧਾਨੁਮਿਟਿਓਹੈਅਭਿਮਾਨੁਏਕੈਨਿਰੰਕਾਰਨਾਨਕਮਨੁਲਗਨਾ॥੨॥੨॥੩੦॥"},"translation":{"en":{"bdb":"I have obtained the supreme treasure, and my egotism has been eradicated; Nanak's mind is attached to the One Formless Lord. ||2||2||30||","ms":"Nanak's mind is attached with the one Formless Lord, his ego is stilled and he has obtained the supreme treasure.","ssk":"I have obtained the supreme treasure, and my egotism has been eradicated; Nanak's mind is attached to the One Formless Lord. ||2||2||30||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs mnu`K dw mn isr& prmwqmw ivc juiVAw rihMdw hY aus ny sB qoN vDIAw ^zwnw l`B ilAw aus dy AMdroN AhMkwr imt igAw [2[2[30[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੇ ਸਭ ਤੋਂ ਵਧੀਆ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਮਿਟ ਗਿਆ ।੨।੨।੩੦।"},"ft":{"gurmukhi":"hy BweI! iqsI ny prm inDoN kw Gr nwm pwieAw hY, ijnoN kw siqguroN dÍwry hMkwr imitAw hY[ sRI gurU jI kihqy hYN: eyk inrMkwr myN hI iqn ky mn kw lgnw hUAw hY]2]2]30]","unicode":"ਹੇ ਭਾਈ! ਤਿਸੀ ਨੇ ਪਰਮ ਨਿਧੋਂ ਕਾ ਘਰ ਨਾਮ ਪਾਇਆ ਹੈ, ਜਿਨੋਂ ਕਾ ਸਤਿਗੁਰੋਂ ਦ੍ਵਾਰੇ ਹੰਕਾਰ ਮਿਟਿਆ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਏਕ ਨਿਰੰਕਾਰ ਮੇਂ ਹੀ ਤਿਨ ਕੇ ਮਨ ਕਾ ਲਗਨਾ ਹੂਆ ਹੈ॥੨॥੨॥੩੦॥"},"bdb":{"gurmukhi":"hy nwnk! ijs mnu`K dw mn isr& prmwqmw ivc juiVAw rihMdw hY aus ny sB qoN vDIAw ^zwnw l`B ilAw aus dy AMdroN AhMkwr imt igAw [2[2[30[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੇ ਸਭ ਤੋਂ ਵਧੀਆ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਮਿਟ ਗਿਆ ।੨।੨।੩੦।"},"ms":{"gurmukhi":"nwnk dw ic`q iek rUp rMg-rihq suAwmI nwl juV igAw hY, aus dw hMkwr im`t igAw hY Aqy aus ƒ mhwn Kjwnw pRwpq ho igAw hY[","unicode":"ਨਾਨਕ ਦਾ ਚਿੱਤ ਇਕ ਰੂਪ ਰੰਗ-ਰਹਿਤ ਸੁਆਮੀ ਨਾਲ ਜੁੜ ਗਿਆ ਹੈ, ਉਸ ਦਾ ਹੰਕਾਰ ਮਿੱਟ ਗਿਆ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਮਹਾਨ ਖਜਾਨਾ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ।"}},"es":{"sn":"el mensajero de la muerte no lo puede amenazar. He obtenido el Tesoro Supremo y mi egoísmo ha sido destruido, la mente de Nanak permanece apegada al Único Señor sin Forma. (2-2-30) "},"hi":{"ss":"हे नानक ! जिस मनुष्य का मन सिर्फ परमात्मा में जुड़ा रहता है उसने सबसे बढ़िया खजाना पा लिया उसके अंदर से अहंकार मिट गया। 2। 2। 30।","sts":"हे नानक ! उसने नाम रूपी परम खजाना प्राप्त कर लिया है, उसका अभिमान मिट गया है और मन एक निराकार प्रभु से लग गया है॥ २॥ २॥ ३०॥"}},"transliteration":{"english":"paio re param nidhaan miTio hai abhimaan ekai nira(n)kaar naanak man laganaa ||2||2||30||","hindi":"पाइओ रे परम निधानु मिटिओ है अभिमानु एकै निरंकार नानक मनु लगना ॥२॥२॥३०॥","en":"paio re param nidhaan miTio hai abhimaan ekai nira(n)kaar naanak man laganaa ||2||2||30||","hi":"पाइओ रे परम निधानु मिटिओ है अभिमानु एकै निरंकार नानक मनु लगना ॥२॥२॥३०॥","ipa":"pɑeɪo re pərəm nɪt̪ɑn mɪʈɪo hæ əɓɪmɑn eekæ nɪrəŋkɑr nɑnək mən ləGənɑ.2.2.3ə0.","ur":"پاااو رے پرم ندھان مٹاو هَے ابھِمان اےکَے نرںکار نانک من لگنا ۔۔۲۔۔۲۔۔۳۰۔۔"},"pageNo":678,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}}]}