{"shabadInfo":{"shabadId":2767,"shabadName":30927,"pageNo":722,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":722},"raag":{"raagId":18,"gurmukhi":"rwgu iqlµg","unicode":"ਰਾਗੁ ਤਿਲੰਗ","english":"Raag Tilang","raagWithPage":"Tilang (721-727)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":14,"navigation":{"previous":2766,"next":2768},"verses":[{"verseId":30926,"shabadId":2767,"verse":{"gurmukhi":"iqlµg mhlw 1 ]","unicode":"ਤਿਲੰਗ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"iqlµgmhlw1]","unicode":"ਤਿਲੰਗਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Tilang, First Mehla:","ms":"Tilang 1st Guru.","ssk":"Tilang, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iqlMk pihlI pwiqSwhI[","unicode":"ਤਿਲੰਕ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Tilang, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"तिलंग महला १ ॥"}},"transliteration":{"english":"tila(n)g mahalaa pehilaa ||","hindi":"तिलंग महला १ ॥","en":"tila(n)g mahalaa pehilaa ||","hi":"तिलंग महला १ ॥","ipa":"t̪ɪləⁿG məhəlɑ pəhɪlɑ.","ur":"تِلµگ مهلا ۱ ۔۔"},"pageNo":722,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":30927,"shabadId":2767,"verse":{"gurmukhi":"jYsI mY AwvY Ksm kI bwxI qYsVw krI igAwnu vy lwlo ]","unicode":"ਜੈਸੀ ਮੈ ਆਵੈ ਖਸਮ ਕੀ ਬਾਣੀ ਤੈਸੜਾ ਕਰੀ ਗਿਆਨੁ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"jYsImYAwvYKsmkIbwxIqYsVwkrIigAwnuvylwlo]","unicode":"ਜੈਸੀਮੈਆਵੈਖਸਮਕੀਬਾਣੀਤੈਸੜਾਕਰੀਗਿਆਨੁਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"As the Word of the Forgiving Lord comes to me, so do I express it, O Lalo.","ms":"As the word of the Lord comes to me, so do I utter, O Lalo.","ssk":"As the Word of the Forgiving Lord comes to me, so do I express it, O Lalo."},"pu":{"ss":{"gurmukhi":"hy (BweI) lwlo! mYƒ ijho ijhI Ksm-pRBU vloN pRyrnw AweI hY ausy Anuswr mYN qYƒ (aus dUr-Gtnw dI) vwk&IAq dyNdw hW (jo ies Sihr SYdpur ivc vwprI hY) [","unicode":"ਹੇ (ਭਾਈ) ਲਾਲੋ! ਮੈਨੂੰ ਜਿਹੋ ਜਿਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਪ੍ਰੇਰਨਾ ਆਈ ਹੈ ਉਸੇ ਅਨੁਸਾਰ ਮੈਂ ਤੈਨੂੰ (ਉਸ ਦੂਰ-ਘਟਨਾ ਦੀ) ਵਾਕਫ਼ੀਅਤ ਦੇਂਦਾ ਹਾਂ (ਜੋ ਇਸ ਸ਼ਹਿਰ ਸ਼ੈਦਪੁਰ ਵਿਚ ਵਾਪਰੀ ਹੈ) ।"},"ft":{"gurmukhi":"hy lwlo! jYsI krqwr kI pRyrI hoeI bwxI myry ko Awvy hY, qYsw igAwn mYN qyry pRiq kQn krqw hW]","unicode":"ਹੇ ਲਾਲੋ! ਜੈਸੀ ਕਰਤਾਰ ਕੀ ਪ੍ਰੇਰੀ ਹੋਈ ਬਾਣੀ ਮੇਰੇ ਕੋ ਆਵੇ ਹੈ, ਤੈਸਾ ਗਿਆਨ ਮੈਂ ਤੇਰੇ ਪ੍ਰਤਿ ਕਥਨ ਕਰਤਾ ਹਾਂ॥"},"bdb":{"gurmukhi":"hy (BweI) lwlo! mYƒ ijho ijhI Ksm-pRBU vloN pRyrnw AweI hY ausy Anuswr mYN qYƒ (aus dUr-Gtnw dI) vwk&IAq dyNdw hW (jo ies Sihr SYdpur ivc vwprI hY) [","unicode":"ਹੇ (ਭਾਈ) ਲਾਲੋ! ਮੈਨੂੰ ਜਿਹੋ ਜਿਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਪ੍ਰੇਰਨਾ ਆਈ ਹੈ ਉਸੇ ਅਨੁਸਾਰ ਮੈਂ ਤੈਨੂੰ (ਉਸ ਦੂਰ-ਘਟਨਾ ਦੀ) ਵਾਕਫ਼ੀਅਤ ਦੇਂਦਾ ਹਾਂ (ਜੋ ਇਸ ਸ਼ਹਿਰ ਸ਼ੈਦਪੁਰ ਵਿਚ ਵਾਪਰੀ ਹੈ) ।"},"ms":{"gurmukhi":"jyho jyhw suAwmI dw Sbd mYƒ AwauNdw hY, Eho jyhw hI mYN aucwrn krdw hW, hy lwlo!","unicode":"ਜੇਹੋ ਜੇਹਾ ਸੁਆਮੀ ਦਾ ਸ਼ਬਦ ਮੈਨੂੰ ਆਉਂਦਾ ਹੈ, ਓਹੋ ਜੇਹਾ ਹੀ ਮੈਂ ਉਚਾਰਨ ਕਰਦਾ ਹਾਂ, ਹੇ ਲਾਲੋ!"}},"es":{"sn":"Así como la Palabra del Shabd del Dios Perdonador viene a mí, así también La recito, oh, dice Lalo. "},"hi":{"ss":"हे (भाई) लालो ! मुझे जैसी प्रभू-पति से प्रेरणा आई है उसी अनुसार मैं तुझे (उस दुघर्टना के) बारे में बता देता हूँ (जो इस शहर सैदपुर में घटित हुई है)।","sts":"हे भाई लालो ! मेरे मालिक-प्रभु की जैसी वाणी मुझे आई है, वैसा ज्ञान मैं तुझे वर्णन करता हूँ।"}},"transliteration":{"english":"jaisee mai aavai khasam kee baanee taisaRaa karee giaan ve laalo ||","hindi":"जैसी मै आवै खसम की बाणी तैसड़ा करी गिआनु वे लालो ॥","en":"jaisee mai aavai khasam kee baanee taisaRaa karee giaan ve laalo ||","hi":"जैसी मै आवै खसम की बाणी तैसड़ा करी गिआनु वे लालो ॥","ipa":"d͡ʒæsi mæ əɑʋæ kʰəsəm ki bɑɳi t̪æsəɽɑ kəri Gɪəɑn ʋe lɑlɔ.","ur":"جَےسیِ مَے آوَے کھسم کیِ باݨیِ تَےسڑا کریِ گآن وے لالو ۔۔"},"pageNo":722,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":30928,"shabadId":2767,"verse":{"gurmukhi":"pwp kI jM\\ lY kwblhu DwieAw jorI mMgY dwnu vy lwlo ]","unicode":"ਪਾਪ ਕੀ ਜੰਞ ਲੈ ਕਾਬਲਹੁ ਧਾਇਆ ਜੋਰੀ ਮੰਗੈ ਦਾਨੁ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"pwpkIjM\\lYkwblhuDwieAwjorImMgYdwnuvylwlo]","unicode":"ਪਾਪਕੀਜੰਞਲੈਕਾਬਲਹੁਧਾਇਆਜੋਰੀਮੰਗੈਦਾਨੁਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"Bringing the marriage party of sin, Babar has invaded from Kaabul, demanding our land as his wedding gift, O Lalo.","ms":"Bringing the marriage party of sin, Babar has hastened from Kabul and demands perforce the gift of our Land, etc O Lalo.","ssk":"Bringing the marriage party of sin, Babar has invaded from Kaabul, demanding our land as his wedding gift, O Lalo."},"pu":{"ss":{"gurmukhi":"(bwbr) kwbl qoN (&Oj jo, mwno) pwp-zulm dI jM\\ (hY) iek`TI kr ky Aw ciVHAw hY, Aqy zor-D`ky nwl ihMd-dI-hkUmq rUp kMinAw-dwn mMg irhw hY [","unicode":"(ਬਾਬਰ) ਕਾਬਲ ਤੋਂ (ਫ਼ੌਜ ਜੋ, ਮਾਨੋ) ਪਾਪ-ਜ਼ੁਲਮ ਦੀ ਜੰਞ (ਹੈ) ਇਕੱਠੀ ਕਰ ਕੇ ਆ ਚੜ੍ਹਿਆ ਹੈ, ਅਤੇ ਜ਼ੋਰ-ਧੱਕੇ ਨਾਲ ਹਿੰਦ-ਦੀ-ਹਕੂਮਤ ਰੂਪ ਕੰਨਿਆ-ਦਾਨ ਮੰਗ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"ien pTwxoN ky pwpoN rUp krmoN kI jM\\ swQ ly kr bwbr ien pTwxoN aUpr Ab kwbl sy cFweI kr dOiVAw hY, (jorI) jor sy vw iesqRI ienkIAw dwn mWgygw, Bwv ieh hY lUt kr ien kw sqr dUr krygw]","unicode":"ਇਨ ਪਠਾਣੋਂ ਕੇ ਪਾਪੋਂ ਰੂਪ ਕਰਮੋਂ ਕੀ ਜੰਞ ਸਾਥ ਲੇ ਕਰ ਬਾਬਰ ਇਨ ਪਠਾਣੋਂ ਊਪਰ ਅਬ ਕਾਬਲ ਸੇ ਚਢਾਈ ਕਰ ਦੌੜਿਆ ਹੈ, (ਜੋਰੀ) ਜੋਰ ਸੇ ਵਾ ਇਸਤ੍ਰੀ ਇਨਕੀਆ ਦਾਨ ਮਾਂਗੇਗਾ, ਭਾਵ ਇਹ ਹੈ ਲੂਟ ਕਰ ਇਨ ਕਾ ਸਤਰ ਦੂਰ ਕਰੇਗਾ॥"},"bdb":{"gurmukhi":"(bwbr) kwbl qoN (&Oj jo, mwno) pwp-zulm dI jM\\ (hY) iek`TI kr ky Aw ciVHAw hY, Aqy zor-D`ky nwl ihMd-dI-hkUmq rUp kMinAw-dwn mMg irhw hY [","unicode":"(ਬਾਬਰ) ਕਾਬਲ ਤੋਂ (ਫ਼ੌਜ ਜੋ, ਮਾਨੋ) ਪਾਪ-ਜ਼ੁਲਮ ਦੀ ਜੰਞ (ਹੈ) ਇਕੱਠੀ ਕਰ ਕੇ ਆ ਚੜ੍ਹਿਆ ਹੈ, ਅਤੇ ਜ਼ੋਰ-ਧੱਕੇ ਨਾਲ ਹਿੰਦ-ਦੀ-ਹਕੂਮਤ ਰੂਪ ਕੰਨਿਆ-ਦਾਨ ਮੰਗ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"gunwh dI jMj lY ky, bwbr kwblo mwro mwr krdw AwieAw hY Aqy iDMgojorI ies mwqR BUMmI Awid dy Kjwny dI mMg krdw hY hy lwlo!","unicode":"ਗੁਨਾਹ ਦੀ ਜੰਜ ਲੈ ਕੇ, ਬਾਬਰ ਕਾਬਲੋ ਮਾਰੋ ਮਾਰ ਕਰਦਾ ਆਇਆ ਹੈ ਅਤੇ ਧਿੰਗੋਜੋਰੀ ਇਸ ਮਾਤ੍ਰ ਭੂੰਮੀ ਆਦਿ ਦੇ ਖਜਾਨੇ ਦੀ ਮੰਗ ਕਰਦਾ ਹੈ ਹੇ ਲਾਲੋ!"}},"es":{"sn":"Babar, el mongol, llegó de Kabul con la maldad como séquito nupcial y violentamente trató de obligarnos a entregar nuestra patria, oh, dice Lalo."},"hi":{"ss":"(बाबर) काबुल से (फौज।जो मानो) पाप-जुल्म की बारात (है) इकट्ठी करके आ चढ़ा है।और जोर-जबरदस्ती से हिन्द की हकूमत रूपी कन्या का दान माँग रहा है।","sts":"पाप एवं जुल्म की बारात लेकर बाबर काबुल से आया है और जोर-जुल्म से भारत की हकूमत रूपी कन्या का दान मॉग रहा है।"}},"transliteration":{"english":"paap kee ja(n)n(j) lai kaabalahu dhaiaa joree ma(n)gai dhaan ve laalo ||","hindi":"पाप की जंञ लै काबलहु धाइआ जोरी मंगै दानु वे लालो ॥","en":"paap kee ja(n)n(j) lai kaabalahu dhaiaa joree ma(n)gai dhaan ve laalo ||","hi":"पाप की जंञ लै काबलहु धाइआ जोरी मंगै दानु वे लालो ॥","ipa":"pɑp ki d͡ʒəŋŋ læ kɑbələh t̪ɑɪɑ d͡ʒɔri məŋGæ d̪ɑn ʋe lɑlɔ.","ur":"پاپ کیِ جںنج لَے کابلهُ دھااآ جوریِ مںگَے دان وے لالو ۔۔"},"pageNo":722,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":30929,"shabadId":2767,"verse":{"gurmukhi":"srmu Drmu duie Cip Kloey kUVu iPrY prDwnu vy lwlo ]","unicode":"ਸਰਮੁ ਧਰਮੁ ਦੁਇ ਛਪਿ ਖਲੋਏ ਕੂੜੁ ਫਿਰੈ ਪਰਧਾਨੁ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"srmuDrmuduieCipKloeykUVuiPrYprDwnuvylwlo]","unicode":"ਸਰਮੁਧਰਮੁਦੁਇਛਪਿਖਲੋਏਕੂੜੁਫਿਰੈਪਰਧਾਨੁਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"Modesty and righteousness both have vanished, and falsehood struts around like a leader, O Lalo.","ms":"Modesty and righteousness both has vanished, and falsehood moves about as the leader, O Lalo.","ssk":"Modesty and righteousness both have vanished, and falsehood struts around like a leader, O Lalo."},"pu":{"ss":{"gurmukhi":"(sYdpur ivcoN) hXw qy Drm dovyN lop ho cuky hn, JUT hI JUT cODrI bixAw iPrdw hY [","unicode":"(ਸੈਦਪੁਰ ਵਿਚੋਂ) ਹਯਾ ਤੇ ਧਰਮ ਦੋਵੇਂ ਲੋਪ ਹੋ ਚੁਕੇ ਹਨ, ਝੂਠ ਹੀ ਝੂਠ ਚੌਧਰੀ ਬਣਿਆ ਫਿਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy lwlo! (srmu) lijAw AO Drm donoN Cp KlovYNgy AOr eIhW JUT hI pRDwn hoie kr iPrYgw[ Bwv Xih hY BY kr ky lok JUT bolyNgy, ApnI jwn bcwny vwsqy Awpxw Awp lukw kr kuC AOr hI khyNgy]","unicode":"ਹੇ ਲਾਲੋ! (ਸਰਮੁ) ਲਜਿਆ ਔ ਧਰਮ ਦੋਨੋਂ ਛਪ ਖਲੋਵੈਂਗੇ ਔਰ ਈਹਾਂ ਝੂਠ ਹੀ ਪ੍ਰਧਾਨ ਹੋਇ ਕਰ ਫਿਰੈਗਾ। ਭਾਵ ਯਹਿ ਹੈ ਭੈ ਕਰ ਕੇ ਲੋਕ ਝੂਠ ਬੋਲੇਂਗੇ, ਅਪਨੀ ਜਾਨ ਬਚਾਨੇ ਵਾਸਤੇ ਆਪਣਾ ਆਪ ਲੁਕਾ ਕਰ ਕੁਛ ਔਰ ਹੀ ਕਹੇਂਗੇ॥"},"bdb":{"gurmukhi":"(sYdpur ivcoN) hXw qy Drm dovyN lop ho cuky hn, JUT hI JUT cODrI bixAw iPrdw hY [","unicode":"(ਸੈਦਪੁਰ ਵਿਚੋਂ) ਹਯਾ ਤੇ ਧਰਮ ਦੋਵੇਂ ਲੋਪ ਹੋ ਚੁਕੇ ਹਨ, ਝੂਠ ਹੀ ਝੂਠ ਚੌਧਰੀ ਬਣਿਆ ਫਿਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"l`ijAw dI scweI dono hI Alop ho gey hn Aqy JUT AwgU hoieAw iPrdw hY, hy lwlo!","unicode":"ਲੱਜਿਆ ਦੀ ਸਚਾਈ ਦੋਨੋ ਹੀ ਅਲੋਪ ਹੋ ਗਏ ਹਨ ਅਤੇ ਝੂਠ ਆਗੂ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਹੇ ਲਾਲੋ!"}},"es":{"sn":"La Modestia y la Rectitud han desaparecido, ahora la falsedad anda por doquier. "},"hi":{"ss":"(सैदपुर में से) हया और शर्म दोनों अलोप हो चुके हैं।झूठ ही झूठ चौधरी बना फिरता है।","sts":"हे लालो ! शर्म एवं धर्म दोनों ही लुप्त हो गए हैं और झूठ प्रधान बनकर फिर रहा है।"}},"transliteration":{"english":"saram dharam dhui chhap khaloe kooR firai paradhaan ve laalo ||","hindi":"सरमु धरमु दुइ छपि खलोए कूड़ु फिरै परधानु वे लालो ॥","en":"saram dharam dhui chhap khaloe kooR firai paradhaan ve laalo ||","hi":"सरमु धरमु दुइ छपि खलोए कूड़ु फिरै परधानु वे लालो ॥","ipa":"sərəm t̪ərəm d̪ʊeɪ ɕəp kʰəlɔee kuɽ fɪræ pərət̪ɑn ʋe lɑlɔ.","ur":"سرم دھرم دُا چھپ کھلواے کُوڑ پھرَے پردھان وے لالو ۔۔"},"pageNo":722,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30930,"shabadId":2767,"verse":{"gurmukhi":"kwjIAw bwmxw kI gl QkI Agdu pVY sYqwnu vy lwlo ]","unicode":"ਕਾਜੀਆ ਬਾਮਣਾ ਕੀ ਗਲ ਥਕੀ ਅਗਦੁ ਪੜੈ ਸੈਤਾਨੁ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"kwjIAwbwmxwkIglQkIAgdupVYsYqwnuvylwlo]","unicode":"ਕਾਜੀਆਬਾਮਣਾਕੀਗਲਥਕੀਅਗਦੁਪੜੈਸੈਤਾਨੁਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"The Qazis and the Brahmins have lost their roles, and Satan now conducts the marriage rites, O Lalo.","ms":"The function of the Qazis and the Brahmans is over and the Satan now reads the marriage rites.","ssk":"The Qazis and the Brahmins have lost their roles, and Satan now conducts the marriage rites, O Lalo."},"pu":{"ss":{"gurmukhi":"(bwbr dy ispwhIAW vloN sYdpur dIAW iesq®IAW auqy ieqny A`iqAwcwr ho rhy hn ik, mwno) SYqwn (ies Sihr ivc) ivAwh pVHw irhw hY qy kwzIAW Aqy bRwhmxW dI (swaUAW vwlI) mrXwdw mu`k cukI hY [","unicode":"(ਬਾਬਰ ਦੇ ਸਿਪਾਹੀਆਂ ਵਲੋਂ ਸੈਦਪੁਰ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਉਤੇ ਇਤਨੇ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ ਕਿ, ਮਾਨੋ) ਸ਼ੈਤਾਨ (ਇਸ ਸ਼ਹਿਰ ਵਿਚ) ਵਿਆਹ ਪੜ੍ਹਾ ਰਿਹਾ ਹੈ ਤੇ ਕਾਜ਼ੀਆਂ ਅਤੇ ਬ੍ਰਾਹਮਣਾਂ ਦੀ (ਸਾਊਆਂ ਵਾਲੀ) ਮਰਯਾਦਾ ਮੁੱਕ ਚੁਕੀ ਹੈ ।"},"ft":{"gurmukhi":"kwjIAW AO bRwmxW kI gl (QkI) rih cukI jwxoN, (Agdu) nkwh SYqwn hI pVygw[ Bwv ieh hy lwlo! kwm kr pIVq hUey lok ibnW Srw kIey priesqRIEN swQ gmn AwdI KrwbI kryNgy]","unicode":"ਕਾਜੀਆਂ ਔ ਬ੍ਰਾਮਣਾਂ ਕੀ ਗਲ (ਥਕੀ) ਰਹਿ ਚੁਕੀ ਜਾਣੋਂ, (ਅਗਦੁ) ਨਕਾਹ ਸ਼ੈਤਾਨ ਹੀ ਪੜੇਗਾ। ਭਾਵ ਇਹ ਹੇ ਲਾਲੋ! ਕਾਮ ਕਰ ਪੀੜਤ ਹੂਏ ਲੋਕ ਬਿਨਾਂ ਸ਼ਰਾ ਕੀਏ ਪਰਇਸਤ੍ਰੀਓਂ ਸਾਥ ਗਮਨ ਆਦੀ ਖਰਾਬੀ ਕਰੇਂਗੇ॥"},"bdb":{"gurmukhi":"(bwbr dy ispwhIAW vloN sYdpur dIAW iesq®IAW auqy ieqny A`iqAwcwr ho rhy hn ik, mwno) SYqwn (ies Sihr ivc) ivAwh pVHw irhw hY qy kwzIAW Aqy bRwhmxW dI (swaUAW vwlI) mrXwdw mu`k cukI hY [","unicode":"(ਬਾਬਰ ਦੇ ਸਿਪਾਹੀਆਂ ਵਲੋਂ ਸੈਦਪੁਰ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਉਤੇ ਇਤਨੇ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ ਕਿ, ਮਾਨੋ) ਸ਼ੈਤਾਨ (ਇਸ ਸ਼ਹਿਰ ਵਿਚ) ਵਿਆਹ ਪੜ੍ਹਾ ਰਿਹਾ ਹੈ ਤੇ ਕਾਜ਼ੀਆਂ ਅਤੇ ਬ੍ਰਾਹਮਣਾਂ ਦੀ (ਸਾਊਆਂ ਵਾਲੀ) ਮਰਯਾਦਾ ਮੁੱਕ ਚੁਕੀ ਹੈ ।"},"ms":{"gurmukhi":"kwjIAW qy bRhwmxW dw kMm DMdw mu`k igAw hY Aqy hux ivAwh dI rsm SYqwn hI pVHdw hY[","unicode":"ਕਾਜੀਆਂ ਤੇ ਬ੍ਰਹਾਮਣਾਂ ਦਾ ਕੰਮ ਧੰਦਾ ਮੁੱਕ ਗਿਆ ਹੈ ਅਤੇ ਹੁਣ ਵਿਆਹ ਦੀ ਰਸਮ ਸ਼ੈਤਾਨ ਹੀ ਪੜ੍ਹਦਾ ਹੈ।"}},"es":{"sn":"Los días de los Quazis y de los Brahmanes han terminado, y la maldad encarnada la hace de sacerdote. "},"hi":{"ss":"(बाबर के सिपाहियों द्वारा सैदपुर की सि्त्रयों पर इतने अत्याचार हो रहे हैं कि।जैसे) शैतान (इस शहर में) विवाह पढ़ा रहा है और काज़ियों व ब्राहमणों की (शिष्टाचार वाली) मर्यादा समाप्त हो चुकी है।","sts":"काजियों एवं ब्राह्मणों की विवाह करवाने की परंपरा समाप्त हो गई है और अब शैतान निकाह पढ़ रहा है।"}},"transliteration":{"english":"kaajeeaa baamanaa kee gal thakee agadh paRai saitaan ve laalo ||","hindi":"काजीआ बामणा की गल थकी अगदु पड़ै सैतानु वे लालो ॥","en":"kaajeeaa baamanaa kee gal thakee agadh paRai saitaan ve laalo ||","hi":"काजीआ बामणा की गल थकी अगदु पड़ै सैतानु वे लालो ॥","ipa":"kɑd͡ʒiəɑ bɑməɳɑ ki Gəl t̪ʰəki əGəd̪ pəɽæ sæt̪ɑn ʋe lɑlɔ.","ur":"کاجیِآ بامݨا کیِ گل تھکیِ اگد پڑَے سَےتان وے لالو ۔۔"},"pageNo":722,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30931,"shabadId":2767,"verse":{"gurmukhi":"muslmwnIAw pVih kqybw kst mih krih Kudwie vy lwlo ]","unicode":"ਮੁਸਲਮਾਨੀਆ ਪੜਹਿ ਕਤੇਬਾ ਕਸਟ ਮਹਿ ਕਰਹਿ ਖੁਦਾਇ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"muslmwnIAwpVihkqybwkstmihkrihKudwievylwlo]","unicode":"ਮੁਸਲਮਾਨੀਆਪੜਹਿਕਤੇਬਾਕਸਟਮਹਿਕਰਹਿਖੁਦਾਇਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"The Muslim women read the Koran, and in their misery, they call upon God, O Lalo.","ms":"The Muslim women read the Quran and in suffering call upon God, O Lalo.","ssk":"The Muslim women read the Koran, and in their misery, they call upon God, O Lalo."},"pu":{"ss":{"gurmukhi":"muslmwn AOrqW (BI ies zulm dw iSkwr ho rhIAW hn jo) ies ibpqw ivc (AwpxI Drm-pusqk) kurwn (dIAW AwieqW) pVH rhIAW hn qy ^udw A`gy pukwr kr rhIAW hn [","unicode":"ਮੁਸਲਮਾਨ ਔਰਤਾਂ (ਭੀ ਇਸ ਜ਼ੁਲਮ ਦਾ ਸ਼ਿਕਾਰ ਹੋ ਰਹੀਆਂ ਹਨ ਜੋ) ਇਸ ਬਿਪਤਾ ਵਿਚ (ਆਪਣੀ ਧਰਮ-ਪੁਸਤਕ) ਕੁਰਾਨ (ਦੀਆਂ ਆਇਤਾਂ) ਪੜ੍ਹ ਰਹੀਆਂ ਹਨ ਤੇ ਖ਼ੁਦਾ ਅੱਗੇ ਪੁਕਾਰ ਕਰ ਰਹੀਆਂ ਹਨ ।"},"ft":{"gurmukhi":"jo muslmwnIAW pVidAW ivc bYTky ikqwbW pVHdIAW hYN, vh ies kSt myN Xw Kudwie ikAw hUAw AYsy, vw Kudwie ky vwsqy krihgIAW]","unicode":"ਜੋ ਮੁਸਲਮਾਨੀਆਂ ਪੜਦਿਆਂ ਵਿਚ ਬੈਠਕੇ ਕਿਤਾਬਾਂ ਪੜ੍ਹਦੀਆਂ ਹੈਂ, ਵਹ ਇਸ ਕਸ਼ਟ ਮੇਂ ਯਾ ਖੁਦਾਇ ਕਿਆ ਹੂਆ ਐਸੇ, ਵਾ ਖੁਦਾਇ ਕੇ ਵਾਸਤੇ ਕਰਹਿਗੀਆਂ॥"},"bdb":{"gurmukhi":"muslmwn AOrqW (BI ies zulm dw iSkwr ho rhIAW hn jo) ies ibpqw ivc (AwpxI Drm-pusqk) kurwn (dIAW AwieqW) pVH rhIAW hn qy ^udw A`gy pukwr kr rhIAW hn [","unicode":"ਮੁਸਲਮਾਨ ਔਰਤਾਂ (ਭੀ ਇਸ ਜ਼ੁਲਮ ਦਾ ਸ਼ਿਕਾਰ ਹੋ ਰਹੀਆਂ ਹਨ ਜੋ) ਇਸ ਬਿਪਤਾ ਵਿਚ (ਆਪਣੀ ਧਰਮ-ਪੁਸਤਕ) ਕੁਰਾਨ (ਦੀਆਂ ਆਇਤਾਂ) ਪੜ੍ਹ ਰਹੀਆਂ ਹਨ ਤੇ ਖ਼ੁਦਾ ਅੱਗੇ ਪੁਕਾਰ ਕਰ ਰਹੀਆਂ ਹਨ ।"},"ms":{"gurmukhi":"muslmwn jnwnIAW kurwn vwcdIAW hn Aqy du`K iv`c A`lw A`lw pukwrdIAW hn, hy lwlo!","unicode":"ਮੁਸਲਮਾਨ ਜਨਾਨੀਆਂ ਕੁਰਾਨ ਵਾਚਦੀਆਂ ਹਨ ਅਤੇ ਦੁੱਖ ਵਿੱਚ ਅੱਲਾ ਅੱਲਾ ਪੁਕਾਰਦੀਆਂ ਹਨ, ਹੇ ਲਾਲੋ!"}},"es":{"sn":"Las mujeres musulmanas leen el Corán, y en su miseria le rezan a Dios,"},"hi":{"ss":"मुसलमान औरतें (भी इस जुल्म का शिकार हो रही हैं जो) इस बिपता में (अपनी धर्म-पुस्तक) कुरान (की आयतें) पढ़ रही है।और ख़ुदा के आगे अरदास कर रही हैं।","sts":"हे लालो ! इस अत्याचार व मुसीबत के समय मुसलमान औरतें कुरान शरीफ पढ़ रही हैं और कष्ट में खुदा को याद कर रही हैं।"}},"transliteration":{"english":"musalamaaneeaa paReh katebaa kasaT meh kareh khudhai ve laalo ||","hindi":"मुसलमानीआ पड़हि कतेबा कसट महि करहि खुदाइ वे लालो ॥","en":"musalamaaneeaa paReh katebaa kasaT meh kareh khudhai ve laalo ||","hi":"मुसलमानीआ पड़हि कतेबा कसट महि करहि खुदाइ वे लालो ॥","ipa":"mʊsələmɑniəɑ pəɽəh kət̪ebɑ kəsəʈ məh kərəh kʰʊd̪ɑeɪ ʋe lɑlɔ.","ur":"مُسلمانیِآ پڑه کتےبا کسٹ مهِ کره کھُداا وے لالو ۔۔"},"pageNo":722,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":30932,"shabadId":2767,"verse":{"gurmukhi":"jwiq snwqI hoir ihdvwxIAw eyih BI lyKY lwie vy lwlo ]","unicode":"ਜਾਤਿ ਸਨਾਤੀ ਹੋਰਿ ਹਿਦਵਾਣੀਆ ਏਹਿ ਭੀ ਲੇਖੈ ਲਾਇ ਵੇ ਲਾਲੋ ॥"},"larivaar":{"gurmukhi":"jwiqsnwqIhoirihdvwxIAweyihBIlyKYlwievylwlo]","unicode":"ਜਾਤਿਸਨਾਤੀਹੋਰਿਹਿਦਵਾਣੀਆਏਹਿਭੀਲੇਖੈਲਾਇਵੇਲਾਲੋ॥"},"translation":{"en":{"bdb":"The Hindu women of high social status, and others of lowly status as well, are put into the same category, O Lalo.","ms":"The Hindu women of high caste and others of low caste, may also be put in the same account, O Lalo.","ssk":"The Hindu women of high social status, and others of lowly status as well, are put into the same category, O Lalo."},"pu":{"ss":{"gurmukhi":"au~cIAW jwqW dIAW, nIvIAW jwqW dIAW Aqy hor BI sB ihMdU iesq®IAW—iehnW swrIAW auqy iehI A`iqAwcwr ho rhy hn [","unicode":"ਉੱਚੀਆਂ ਜਾਤਾਂ ਦੀਆਂ, ਨੀਵੀਆਂ ਜਾਤਾਂ ਦੀਆਂ ਅਤੇ ਹੋਰ ਭੀ ਸਭ ਹਿੰਦੂ ਇਸਤ੍ਰੀਆਂ—ਇਹਨਾਂ ਸਾਰੀਆਂ ਉਤੇ ਇਹੀ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ ।"},"ft":{"gurmukhi":"jo Sihr myN ihMdvwxIAW hYN AOr nIc jwqIAW BI hYN, ieh BI ausI lyKY lweI jwvYNgI, Bwv ieh aun muslmwnIEN smwn ienko BI kSt hovygw]","unicode":"ਜੋ ਸ਼ਹਿਰ ਮੇਂ ਹਿੰਦਵਾਣੀਆਂ ਹੈਂ ਔਰ ਨੀਚ ਜਾਤੀਆਂ ਭੀ ਹੈਂ, ਇਹ ਭੀ ਉਸੀ ਲੇਖੈ ਲਾਈ ਜਾਵੈਂਗੀ, ਭਾਵ ਇਹ ਉਨ ਮੁਸਲਮਾਨੀਓਂ ਸਮਾਨ ਇਨਕੋ ਭੀ ਕਸ਼ਟ ਹੋਵੇਗਾ॥"},"bdb":{"gurmukhi":"au~cIAW jwqW dIAW, nIvIAW jwqW dIAW Aqy hor BI sB ihMdU iesq®IAW—iehnW swrIAW auqy iehI A`iqAwcwr ho rhy hn [","unicode":"ਉੱਚੀਆਂ ਜਾਤਾਂ ਦੀਆਂ, ਨੀਵੀਆਂ ਜਾਤਾਂ ਦੀਆਂ ਅਤੇ ਹੋਰ ਭੀ ਸਭ ਹਿੰਦੂ ਇਸਤ੍ਰੀਆਂ—ਇਹਨਾਂ ਸਾਰੀਆਂ ਉਤੇ ਇਹੀ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ ।"},"ms":{"gurmukhi":"aucI jwqI Aqy nIvI jwqI dIAW ihMdU qRImqW, ienHW ƒ BI ausy hI ihswb ikqwb iv`c smJ lE[","unicode":"ਉਚੀ ਜਾਤੀ ਅਤੇ ਨੀਵੀ ਜਾਤੀ ਦੀਆਂ ਹਿੰਦੂ ਤ੍ਰੀਮਤਾਂ, ਇਨ੍ਹਾਂ ਨੂੰ ਭੀ ਉਸੇ ਹੀ ਹਿਸਾਬ ਕਿਤਾਬ ਵਿੱਚ ਸਮਝ ਲਓ।"}},"es":{"sn":"y también preocupadas, le rezan a Él las mujeres hindúes de todas las castas, oh, dice Lalo. "},"hi":{"ss":"उच्च जातियों की।नीच जातियों की और भी सारी हिन्दू सि्त्रयाँ - इन सभी पर अत्याचार हो रहे हैं।","sts":"ऊँची एवं निम्न जाति की अन्य हिन्दू औरतों पर भी बड़ा जुल्म हो रहा है।"}},"transliteration":{"english":"jaat sanaatee hor hidhavaaneeaa eh bhee lekhai lai ve laalo ||","hindi":"जाति सनाती होरि हिदवाणीआ एहि भी लेखै लाइ वे लालो ॥","en":"jaat sanaatee hor hidhavaaneeaa eh bhee lekhai lai ve laalo ||","hi":"जाति सनाती होरि हिदवाणीआ एहि भी लेखै लाइ वे लालो ॥","ipa":"d͡ʒɑt̪ sənɑt̪i hɔr hɪd̪əʋɑɳiəɑ eeh ɓi lekʰæ lɑeɪ ʋe lɑlɔ.","ur":"جات سناتیِ هور هدواݨیِآ اےه بھیِ لےکھَے لاا وے لالو ۔۔"},"pageNo":722,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":30933,"shabadId":2767,"verse":{"gurmukhi":"KUn ky soihly gwvIAih nwnk rqu kw kuMgU pwie vy lwlo ]1]","unicode":"ਖੂਨ ਕੇ ਸੋਹਿਲੇ ਗਾਵੀਅਹਿ ਨਾਨਕ ਰਤੁ ਕਾ ਕੁੰਗੂ ਪਾਇ ਵੇ ਲਾਲੋ ॥੧॥"},"larivaar":{"gurmukhi":"KUnkysoihlygwvIAihnwnkrqukwkuMgUpwievylwlo]1]","unicode":"ਖੂਨਕੇਸੋਹਿਲੇਗਾਵੀਅਹਿਨਾਨਕਰਤੁਕਾਕੁੰਗੂਪਾਇਵੇਲਾਲੋ॥੧॥"},"translation":{"en":{"bdb":"The wedding songs of murder are sung, O Nanak, and blood is sprinkled instead of saffron, O Lalo. ||1||","ms":"Nanak, the eulogies of murder are sung, and the saffron of blood is sprinkled, O Lalo.","ssk":"The wedding songs of murder are sung, O Nanak, and blood is sprinkled instead of saffron, O Lalo. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (ies ^UnI ivAwh ivc sYdpur ngr dy AMdr hr pwsy) ivrlwp ho rhy hn qy lhU dw kysr iCVikAw jw irhw hY [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਖ਼ੂਨੀ ਵਿਆਹ ਵਿਚ ਸੈਦਪੁਰ ਨਗਰ ਦੇ ਅੰਦਰ ਹਰ ਪਾਸੇ) ਵਿਰਲਾਪ ਹੋ ਰਹੇ ਹਨ ਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"iqs smYN KUn ky soihly gwvIAihgy ikAw Gr Gr myN rudn kw sbd hovygw[ sRI gurU jI khqy hYN! rq kw (kuMgU) kysr pVygw ikAw iqs smy myN sB ky bsqR lohU sy BIg jwvYNgy]1]","unicode":"ਤਿਸ ਸਮੈਂ ਖੂਨ ਕੇ ਸੋਹਿਲੇ ਗਾਵੀਅਹਿਗੇ ਕਿਆ ਘਰ ਘਰ ਮੇਂ ਰੁਦਨ ਕਾ ਸਬਦ ਹੋਵੇਗਾ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ! ਰਤ ਕਾ (ਕੁੰਗੂ) ਕੇਸਰ ਪੜੇਗਾ ਕਿਆ ਤਿਸ ਸਮੇ ਮੇਂ ਸਭ ਕੇ ਬਸਤ੍ਰ ਲੋਹੂ ਸੇ ਭੀਗ ਜਾਵੈਂਗੇ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! (ies ^UnI ivAwh ivc sYdpur ngr dy AMdr hr pwsy) ivrlwp ho rhy hn qy lhU dw kysr iCVikAw jw irhw hY [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਖ਼ੂਨੀ ਵਿਆਹ ਵਿਚ ਸੈਦਪੁਰ ਨਗਰ ਦੇ ਅੰਦਰ ਹਰ ਪਾਸੇ) ਵਿਰਲਾਪ ਹੋ ਰਹੇ ਹਨ ਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"nwnk, KUn dIAW GoVIAW gweIAW jWdIAW hn Aqy lhU dw kysr iCVikAw jWdw hY, hy lwlo!","unicode":"ਨਾਨਕ, ਖੂਨ ਦੀਆਂ ਘੋੜੀਆਂ ਗਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਲਹੂ ਦਾ ਕੇਸਰ ਛਿੜਕਿਆ ਜਾਂਦਾ ਹੈ, ਹੇ ਲਾਲੋ!"}},"es":{"sn":"Sí, la canción de la boda se baña de sangre, y no con azafrán, sino con sangre los novios son ungidos. (1)"},"hi":{"ss":"हे नानक ! (इस ख़ूनी विवाह में सैदपुर नगर के अंदर चारों तरफ) विरलाप हो रहे हैं और लहू का केसर छिड़का जा रहा है। 1।","sts":"नानक का कथन है कि हे लालो ! इस खूनी विवाह में सैदपुर नगर के अन्दर खून के मंगल गीत गाए जा रहे है अर्थात् हर तरफ विलाप हो रहा है और रक्त का केसर छिड़का जा रहा है॥ १॥"}},"transliteration":{"english":"khoon ke sohile gaave'eeh naanak rat kaa ku(n)goo pai ve laalo ||1||","hindi":"खून के सोहिले गावीअहि नानक रतु का कुँगू पाइ वे लालो ॥१॥","en":"khoon ke sohile gaave'eeh naanak rat kaa ku(n)goo pai ve laalo ||1||","hi":"खून के सोहिले गावीअहि नानक रतु का कुँगू पाइ वे लालो ॥१॥","ipa":"kʰun ke sɔhɪle Gɑʋiəh nɑnək rət̪ kɑ kʊŋGu pɑeɪ ʋe lɑlɔ.1.","ur":"کھٌ کے سوهلے گاویِاه نانک رت کا کُںگُو پاا وے لالو ۔۔۱۔۔"},"pageNo":723,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30934,"shabadId":2767,"verse":{"gurmukhi":"swihb ky gux nwnku gwvY mws purI ivic AwKu msolw ]","unicode":"ਸਾਹਿਬ ਕੇ ਗੁਣ ਨਾਨਕੁ ਗਾਵੈ ਮਾਸ ਪੁਰੀ ਵਿਚਿ ਆਖੁ ਮਸੋਲਾ ॥"},"larivaar":{"gurmukhi":"swihbkyguxnwnkugwvYmwspurIivicAwKumsolw]","unicode":"ਸਾਹਿਬਕੇਗੁਣਨਾਨਕੁਗਾਵੈਮਾਸਪੁਰੀਵਿਚਿਆਖੁਮਸੋਲਾ॥"},"translation":{"en":{"bdb":"Nanak sings the Glorious Praises of the Lord and Master in the city of corpses, and voices this account.","ms":"Nanak sings the glories of the Lord in the city of corpses and mentions this affair.","ssk":"Nanak sings the Glorious Praises of the Lord and Master in the city of corpses, and voices this account."},"pu":{"ss":{"gurmukhi":"(sYdpur dI kqlwm dI ieh dur-Gtnw bVI iBAwnk hY, pr ieh BI TIk hY ik jgq ivc sB kuJ mwlk-pRBU dI rzw ivc ho irhw hY, ies vwsqy) loQW-Bry ies Sihr ivc bYT ky BI nwnk aus mwlk-pRBU dy gux hI gWdw hY,","unicode":"(ਸੈਦਪੁਰ ਦੀ ਕਤਲਾਮ ਦੀ ਇਹ ਦੁਰ-ਘਟਨਾ ਬੜੀ ਭਿਆਨਕ ਹੈ, ਪਰ ਇਹ ਭੀ ਠੀਕ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਸਭ ਕੁਝ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਇਸ ਵਾਸਤੇ) ਲੋਥਾਂ-ਭਰੇ ਇਸ ਸ਼ਹਿਰ ਵਿਚ ਬੈਠ ਕੇ ਭੀ ਨਾਨਕ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਗਾਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hm swihb ky guxW ko gwvqy hYN, (mws purI) jo ieh srIr hY ies ivc bYT ky ieh (msolw) mslw aucwrn kIAw hY; vw ies purI myN mws hI kw mslw AwKIeygw, Bwv ieh ik Gr Gr myN imrqk purSoN kI bwqyN hovyNgI]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹਮ ਸਾਹਿਬ ਕੇ ਗੁਣਾਂ ਕੋ ਗਾਵਤੇ ਹੈਂ, (ਮਾਸ ਪੁਰੀ) ਜੋ ਇਹ ਸਰੀਰ ਹੈ ਇਸ ਵਿਚ ਬੈਠ ਕੇ ਇਹ (ਮਸੋਲਾ) ਮਸਲਾ ਉਚਾਰਨ ਕੀਆ ਹੈ; ਵਾ ਇਸ ਪੁਰੀ ਮੇਂ ਮਾਸ ਹੀ ਕਾ ਮਸਲਾ ਆਖੀਏਗਾ, ਭਾਵ ਇਹ ਕਿ ਘਰ ਘਰ ਮੇਂ ਮਿਰਤਕ ਪੁਰਸ਼ੋਂ ਕੀ ਬਾਤੇਂ ਹੋਵੇਂਗੀ॥"},"bdb":{"gurmukhi":"(sYdpur dI kqlwm dI ieh dur-Gtnw bVI iBAwnk hY, pr ieh BI TIk hY ik jgq ivc sB kuJ mwlk-pRBU dI rzw ivc ho irhw hY, ies vwsqy) loQW-Bry ies Sihr ivc bYT ky BI nwnk aus mwlk-pRBU dy gux hI gWdw hY,","unicode":"(ਸੈਦਪੁਰ ਦੀ ਕਤਲਾਮ ਦੀ ਇਹ ਦੁਰ-ਘਟਨਾ ਬੜੀ ਭਿਆਨਕ ਹੈ, ਪਰ ਇਹ ਭੀ ਠੀਕ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਸਭ ਕੁਝ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਇਸ ਵਾਸਤੇ) ਲੋਥਾਂ-ਭਰੇ ਇਸ ਸ਼ਹਿਰ ਵਿਚ ਬੈਠ ਕੇ ਭੀ ਨਾਨਕ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਗਾਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"loQW dy Sihr AMdr nwnk suAwmI dIAW isPqW gwien krdw hY, qy ieh mslw aucwrdw hY[","unicode":"ਲੋਥਾਂ ਦੇ ਸ਼ਹਿਰ ਅੰਦਰ ਨਾਨਕ ਸੁਆਮੀ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਤੇ ਇਹ ਮਸਲਾ ਉਚਾਰਦਾ ਹੈ।"}},"es":{"sn":"Nanak recita la Alabanza del Señor en éste lugar lleno de muertos regados por todas partes y pronuncia éste pensamiento: "},"hi":{"ss":"(सैदपुर के कत्लेआम की ये दुर्घटना बहुत ही भयानक है।पर ये भी ठीक है कि जगत में ये सब कुछ मालिक-प्रभू की रजा में हो रहा है।इस वास्ते) लाशों भरे शहर में बैठ के भी नानक उस मालिक-प्रभू के गुण गाता है।","sts":"इसलिए लाशों से भरी सेदपुर नगरी में नानक परमात्मा का ही गुणगान कर रहा है।"}},"transliteration":{"english":"saahib ke gun naanak gaavai maas puree vich aakh masolaa ||","hindi":"साहिब के गुण नानकु गावै मास पुरी विचि आखु मसोला ॥","en":"saahib ke gun naanak gaavai maas puree vich aakh masolaa ||","hi":"साहिब के गुण नानकु गावै मास पुरी विचि आखु मसोला ॥","ipa":"sɑhɪb ke Gʊɳ nɑnək Gɑʋæ mɑs pʊri ʋɪt͡ʃ əɑkʰ məsɔlɑ.","ur":"ساهب کے گُݨ نانک گاوَے ماس پُریِ وچ آکھ مسولا ۔۔"},"pageNo":723,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30935,"shabadId":2767,"verse":{"gurmukhi":"ijin aupweI rMig rvweI bYTw vyKY viK iekylw ]","unicode":"ਜਿਨਿ ਉਪਾਈ ਰੰਗਿ ਰਵਾਈ ਬੈਠਾ ਵੇਖੈ ਵਖਿ ਇਕੇਲਾ ॥"},"larivaar":{"gurmukhi":"ijinaupweIrMigrvweIbYTwvyKYviKiekylw]","unicode":"ਜਿਨਿਉਪਾਈਰੰਗਿਰਵਾਈਬੈਠਾਵੇਖੈਵਖਿਇਕੇਲਾ॥"},"translation":{"en":{"bdb":"The One who created, and attached the mortals to pleasures, sits alone, and watches this.","ms":"He, who has made the mortals and attached them to pleasures, sits apart and alone, and beholds them.","ssk":"The One who created, and attached the mortals to pleasures, sits alone, and watches this."},"pu":{"ss":{"gurmukhi":"(hy BweI lwlo! qUµ BI ies) At`l inXm ƒ aucwr (cyqy r`K ik) ijs mwlk-pRBU ny (ieh isRStI) pYdw kIqI hY, ausy ny ies ƒ mwieAw dy moh ivc privrq kIqw hoieAw hY, auh Awp hI inrlyp rih ky (auhnW dur-GtnwvW ƒ) vyK irhw hY (jo mwieAw dy moh dy kwrn vwprdIAW hn) [","unicode":"(ਹੇ ਭਾਈ ਲਾਲੋ! ਤੂੰ ਭੀ ਇਸ) ਅਟੱਲ ਨਿਯਮ ਨੂੰ ਉਚਾਰ (ਚੇਤੇ ਰੱਖ ਕਿ) ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਇਹ ਸ੍ਰਿਸ਼ਟੀ) ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਸੇ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ ਨਿਰਲੇਪ ਰਹਿ ਕੇ (ਉਹਨਾਂ ਦੁਰ-ਘਟਨਾਵਾਂ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ (ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਵਾਪਰਦੀਆਂ ਹਨ) ।"},"ft":{"gurmukhi":"ijs krqwr ny ieh isRStI auqpiq krI hY AO Apny Apny AnMdoN myN rmx krweI hY, so auh iekylw hI bYT kr AsMg hUAw hUAw ApnI srb rcnw kO dyK rhw hY]","unicode":"ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਉਤਪਤਿ ਕਰੀ ਹੈ ਔ ਅਪਨੇ ਅਪਨੇ ਅਨੰਦੋਂ ਮੇਂ ਰਮਣ ਕਰਾਈ ਹੈ, ਸੋ ਉਹ ਇਕੇਲਾ ਹੀ ਬੈਠ ਕਰ ਅਸੰਗ ਹੂਆ ਹੂਆ ਅਪਨੀ ਸਰਬ ਰਚਨਾ ਕੌ ਦੇਖ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(hy BweI lwlo! qUµ BI ies) At`l inXm ƒ aucwr (cyqy r`K ik) ijs mwlk-pRBU ny (ieh isRStI) pYdw kIqI hY, ausy ny ies ƒ mwieAw dy moh ivc privrq kIqw hoieAw hY, auh Awp hI inrlyp rih ky (auhnW dur-GtnwvW ƒ) vyK irhw hY (jo mwieAw dy moh dy kwrn vwprdIAW hn) [","unicode":"(ਹੇ ਭਾਈ ਲਾਲੋ! ਤੂੰ ਭੀ ਇਸ) ਅਟੱਲ ਨਿਯਮ ਨੂੰ ਉਚਾਰ (ਚੇਤੇ ਰੱਖ ਕਿ) ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ (ਇਹ ਸ੍ਰਿਸ਼ਟੀ) ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਸੇ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ ਨਿਰਲੇਪ ਰਹਿ ਕੇ (ਉਹਨਾਂ ਦੁਰ-ਘਟਨਾਵਾਂ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ (ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਵਾਪਰਦੀਆਂ ਹਨ) ।"},"ms":{"gurmukhi":"ijs ny jIv swjy hn, Aqy aunHW ƒ Bog iblwsW nwl joiVAw jWdw hY auh invyklw qy k`lmk`lw bYTw hY Aqy aunHW ƒ vyKdw hY[","unicode":"ਜਿਸ ਨੇ ਜੀਵ ਸਾਜੇ ਹਨ, ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਭੋਗ ਬਿਲਾਸਾਂ ਨਾਲ ਜੋੜਿਆ ਜਾਂਦਾ ਹੈ ਉਹ ਨਿਵੇਕਲਾ ਤੇ ਕੱਲਮਕੱਲਾ ਬੈਠਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਵੇਖਦਾ ਹੈ।"}},"es":{"sn":"Él, Quien lo ha creado todo y lo envuelve con Su Amor; Él, Quien también lo supervisa todo, permanece Desapegado y Solo. "},"hi":{"ss":"(हे भाई लालो ! तू भी इस) अटॅल नियम को उचार (याद रख कि) जिस मालिक प्रभू ने (ये सृष्टि) पैदा की है।उसी ने ही इसे माया के मोह में प्रवृति किया हुआ है।वह स्वयं ही निर्लिप रहके (उन दुर्घटनाओं को) देख रहा है (जो माया के मोह के कारण घटित होती हैं)।","sts":"हे लालो ! तू भी इस उसूल की बात को कह और याद रख कि जिस परमात्मा ने यह दुनिया पैदा की है और इसे माया के मोह में लगाया है, वह अकेला ही बैठकर इस को देख रहा है।"}},"transliteration":{"english":"jin upaiee ra(n)g ravaiee baiThaa vekhai vakh ikelaa ||","hindi":"जिनि उपाई रंगि रवाई बैठा वेखै वखि इकेला ॥","en":"jin upaiee ra(n)g ravaiee baiThaa vekhai vakh ikelaa ||","hi":"जिनि उपाई रंगि रवाई बैठा वेखै वखि इकेला ॥","ipa":"d͡ʒɪn oʊpɑei rəŋG rəʋɑei bæʈʰɑ ʋekʰæ ʋəkʰ eɪkelɑ.","ur":"جٍن اُپاای رںگ رواای بَےٹھا وےکھَے وکھ اکےلا ۔۔"},"pageNo":723,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":30936,"shabadId":2767,"verse":{"gurmukhi":"scw so swihbu scu qpwvsu scVw inAwau krygu msolw ]","unicode":"ਸਚਾ ਸੋ ਸਾਹਿਬੁ ਸਚੁ ਤਪਾਵਸੁ ਸਚੜਾ ਨਿਆਉ ਕਰੇਗੁ ਮਸੋਲਾ ॥"},"larivaar":{"gurmukhi":"scwsoswihbuscuqpwvsuscVwinAwaukrygumsolw]","unicode":"ਸਚਾਸੋਸਾਹਿਬੁਸਚੁਤਪਾਵਸੁਸਚੜਾਨਿਆਉਕਰੇਗੁਮਸੋਲਾ॥"},"translation":{"en":{"bdb":"The Lord and Master is True, and True is His justice. He issues His Commands according to His judgement.","ms":"He, the Lord is true, true is His decision, and He issues command based on true justice.","ssk":"The Lord and Master is True, and True is His justice. He issues His Commands according to His judgement."},"pu":{"ss":{"gurmukhi":"auh mwlk-pRBU At`l inXmW vwlw hY, aus dw inAwauN (hux qk) At`l hY, auh (AgWh ƒ BI) At`l inXm vrqwiegw auhI inAwauN krygw jo At`l hY [","unicode":"ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਅਟੱਲ ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਨਿਆਉਂ (ਹੁਣ ਤਕ) ਅਟੱਲ ਹੈ, ਉਹ (ਅਗਾਂਹ ਨੂੰ ਭੀ) ਅਟੱਲ ਨਿਯਮ ਵਰਤਾਇਗਾ ਉਹੀ ਨਿਆਉਂ ਕਰੇਗਾ ਜੋ ਅਟੱਲ ਹੈ ।"},"ft":{"gurmukhi":"scw so swihb hY AO (scu qpwvsu) scw hI iqs kw inAwauN hY, so Akwl purK scy hI inAwauN kw mslw Awgy ko krygw, Bwv ieh jYsy ien jIvoN ny pwp krm kIey hYN qYsw hI ienko duK rUp Pl dyvYgw]","unicode":"ਸਚਾ ਸੋ ਸਾਹਿਬ ਹੈ ਔ (ਸਚੁ ਤਪਾਵਸੁ) ਸਚਾ ਹੀ ਤਿਸ ਕਾ ਨਿਆਉਂ ਹੈ, ਸੋ ਅਕਾਲ ਪੁਰਖ ਸਚੇ ਹੀ ਨਿਆਉਂ ਕਾ ਮਸਲਾ ਆਗੇ ਕੋ ਕਰੇਗਾ, ਭਾਵ ਇਹ ਜੈਸੇ ਇਨ ਜੀਵੋਂ ਨੇ ਪਾਪ ਕਰਮ ਕੀਏ ਹੈਂ ਤੈਸਾ ਹੀ ਇਨਕੋ ਦੁਖ ਰੂਪ ਫਲ ਦੇਵੈਗਾ॥"},"bdb":{"gurmukhi":"auh mwlk-pRBU At`l inXmW vwlw hY, aus dw inAwauN (hux qk) At`l hY, auh (AgWh ƒ BI) At`l inXm vrqwiegw auhI inAwauN krygw jo At`l hY [","unicode":"ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਅਟੱਲ ਨਿਯਮਾਂ ਵਾਲਾ ਹੈ, ਉਸ ਦਾ ਨਿਆਉਂ (ਹੁਣ ਤਕ) ਅਟੱਲ ਹੈ, ਉਹ (ਅਗਾਂਹ ਨੂੰ ਭੀ) ਅਟੱਲ ਨਿਯਮ ਵਰਤਾਇਗਾ ਉਹੀ ਨਿਆਉਂ ਕਰੇਗਾ ਜੋ ਅਟੱਲ ਹੈ ।"},"ms":{"gurmukhi":"auhI suAwmI s`cw hY[ s`c hY aus dw PYslw Aqy auh s¤cy ienswP vwlw hukm jwrI krdw hY[","unicode":"ਉਹੀ ਸੁਆਮੀ ਸੱਚਾ ਹੈ। ਸੱਚ ਹੈ ਉਸ ਦਾ ਫੈਸਲਾ ਅਤੇ ਉਹ ਸੱਚੇ ਇਨਸਾਫ ਵਾਲਾ ਹੁਕਮ ਜਾਰੀ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Pero así como Él es el Maestro de la Verdad, Su forma de impartir Justicia estará basada también en la Verdad y Verdad también será Su Comando,"},"hi":{"ss":"वह मालिक-प्रभू अॅटल नियमों वाला है।उसका न्याय (अब तक) अॅटल है।वह (भविष्य में भी) अॅटल नियम को जारी रखेगा वही न्याय करेगा जो अटॅल है।","sts":"वह परमात्मा सत्य है और उसका इंसाफ भी सत्य है और इस मसले का वह सच्चा न्याय करेगा।"}},"transliteration":{"english":"sachaa so saahib sach tapaavas sachaRaa niaau kareg masolaa ||","hindi":"सचा सो साहिबु सचु तपावसु सचड़ा निआउ करेगु मसोला ॥","en":"sachaa so saahib sach tapaavas sachaRaa niaau kareg masolaa ||","hi":"सचा सो साहिबु सचु तपावसु सचड़ा निआउ करेगु मसोला ॥","ipa":"sət͡ʃɑ sɔ sɑhɪb sət͡ʃ t̪əpɑʋəs sət͡ʃəɽɑ nɪəɑo kəreG məsɔlɑ.","ur":"سچا سو ساهب سچ تپاوس سچڑا نآا کرےگ مسولا ۔۔"},"pageNo":723,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30937,"shabadId":2767,"verse":{"gurmukhi":"kwieAw kpVu tuku tuku hosI ihdusqwnu smwlsI bolw ]","unicode":"ਕਾਇਆ ਕਪੜੁ ਟੁਕੁ ਟੁਕੁ ਹੋਸੀ ਹਿਦੁਸਤਾਨੁ ਸਮਾਲਸੀ ਬੋਲਾ ॥"},"larivaar":{"gurmukhi":"kwieAwkpVutukutukuhosIihdusqwnusmwlsIbolw]","unicode":"ਕਾਇਆਕਪੜੁਟੁਕੁਟੁਕੁਹੋਸੀਹਿਦੁਸਤਾਨੁਸਮਾਲਸੀਬੋਲਾ॥"},"translation":{"en":{"bdb":"The body-fabric will be torn apart into shreds, and then India will remember these words.","ms":"The body cloth shall be torn into pieces and shreds. The shall Hindustan remember my word.","ssk":"The body-fabric will be torn apart into shreds, and then India will remember these words."},"pu":{"ss":{"gurmukhi":"(aus At`l inXm Anuswr hI ies vyly sYdpur ivc hr pwsy) mnu`Kw srIr-rUp k`pVw toty toty ho irhw hY [ ieh iek AYsI iBAwnk Gtnw hoeI hY ijs ƒ ihMdusqwn Bulw nhIN skygw [","unicode":"(ਉਸ ਅਟੱਲ ਨਿਯਮ ਅਨੁਸਾਰ ਹੀ ਇਸ ਵੇਲੇ ਸੈਦਪੁਰ ਵਿਚ ਹਰ ਪਾਸੇ) ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ ਕੱਪੜਾ ਟੋਟੇ ਟੋਟੇ ਹੋ ਰਿਹਾ ਹੈ । ਇਹ ਇਕ ਐਸੀ ਭਿਆਨਕ ਘਟਨਾ ਹੋਈ ਹੈ ਜਿਸ ਨੂੰ ਹਿੰਦੁਸਤਾਨ ਭੁਲਾ ਨਹੀਂ ਸਕੇਗਾ ।"},"ft":{"gurmukhi":"jb ienW dw srIru rUpI kpVu tukVy tukVy hovygw qb ieh ihMdusqwnI lok hmwry bcnoN ko Xwd kryNgy]","unicode":"ਜਬ ਇਨਾਂ ਦਾ ਸਰੀਰੁ ਰੂਪੀ ਕਪੜੁ ਟੁਕੜੇ ਟੁਕੜੇ ਹੋਵੇਗਾ ਤਬ ਇਹ ਹਿੰਦੁਸਤਾਨੀ ਲੋਕ ਹਮਾਰੇ ਬਚਨੋਂ ਕੋ ਯਾਦ ਕਰੇਂਗੇ॥"},"bdb":{"gurmukhi":"(aus At`l inXm Anuswr hI ies vyly sYdpur ivc hr pwsy) mnu`Kw srIr-rUp k`pVw toty toty ho irhw hY [ ieh iek AYsI iBAwnk Gtnw hoeI hY ijs ƒ ihMdusqwn Bulw nhIN skygw [","unicode":"(ਉਸ ਅਟੱਲ ਨਿਯਮ ਅਨੁਸਾਰ ਹੀ ਇਸ ਵੇਲੇ ਸੈਦਪੁਰ ਵਿਚ ਹਰ ਪਾਸੇ) ਮਨੁੱਖਾ ਸਰੀਰ-ਰੂਪ ਕੱਪੜਾ ਟੋਟੇ ਟੋਟੇ ਹੋ ਰਿਹਾ ਹੈ । ਇਹ ਇਕ ਐਸੀ ਭਿਆਨਕ ਘਟਨਾ ਹੋਈ ਹੈ ਜਿਸ ਨੂੰ ਹਿੰਦੁਸਤਾਨ ਭੁਲਾ ਨਹੀਂ ਸਕੇਗਾ ।"},"ms":{"gurmukhi":"dyh dw kpVw lIrW lIrW kr id`qw jwvy[ qd ihMdusqwn myry bcn ƒ Xwd krygw[","unicode":"ਦੇਹ ਦਾ ਕਪੜਾ ਲੀਰਾਂ ਲੀਰਾਂ ਕਰ ਦਿੱਤਾ ਜਾਵੇ। ਤਦ ਹਿੰਦੁਸਤਾਨ ਮੇਰੇ ਬਚਨ ਨੂੰ ਯਾਦ ਕਰੇਗਾ।"}},"es":{"sn":"pero sólo hasta que nuestro cuerpo sea cortado en pedazos; y entonces India va a recordar estas palabras."},"hi":{"ss":"(उस अॅटल नियम के मुताबिक ही इस वक्त सैदपुर में हर तरफ़) मानव-शरीर- रूपी कपड़े टुकड़े-टुकड़े हो रहे हैं।ये एक ऐसी भयानक घटना हुई है जिसको हिन्दुस्तान भुला नहीं सकेगा।(पर।हे भाई लालो ! जब तक मनुष्य माया के मोह में प्रवृति हैं।ऐसे कत्लेआम होते रहेंगे।","sts":"शरीर रूपी कपड़ा टुकड़े-टुकड़े हो जाएगा और हिन्दुस्तान मेरे इस वचन को हमेशा याद रखेगा।"}},"transliteration":{"english":"kaiaa kapaR Tuk Tuk hosee hidhusataan samaalasee bolaa ||","hindi":"काइआ कपड़ु टुकु टुकु होसी हिदुसतानु समालसी बोला ॥","en":"kaiaa kapaR Tuk Tuk hosee hidhusataan samaalasee bolaa ||","hi":"काइआ कपड़ु टुकु टुकु होसी हिदुसतानु समालसी बोला ॥","ipa":"kɑɪɑ kəpəɽ ʈʊk ʈʊk hɔsi hɪd̪ʊsət̪ɑn səmɑləsi bɔlɑ.","ur":"کااآ کپڑ ٹُک ٹُک هوسیِ هدستان سمالسیِ بولا ۔۔"},"pageNo":723,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":30938,"shabadId":2767,"verse":{"gurmukhi":"Awvin ATqrY jwin sqwnvY horu BI auTsI mrd kw cylw ]","unicode":"ਆਵਨਿ ਅਠਤਰੈ ਜਾਨਿ ਸਤਾਨਵੈ ਹੋਰੁ ਭੀ ਉਠਸੀ ਮਰਦ ਕਾ ਚੇਲਾ ॥"},"larivaar":{"gurmukhi":"AwvinATqrYjwinsqwnvYhoruBIauTsImrdkwcylw]","unicode":"ਆਵਨਿਅਠਤਰੈਜਾਨਿਸਤਾਨਵੈਹੋਰੁਭੀਉਠਸੀਮਰਦਕਾਚੇਲਾ॥"},"translation":{"en":{"bdb":"Coming in seventy-eight (1521 A.D.), they will depart in ninety-seven (1540 A.D.), and then another disciple of man will rise up.","ms":"Coming in seventy eight (Vikram), they (the Mughals) shall depart in ninety seven and then another disciple of brave Man shall arise.","ssk":"Coming in seventy-eight (1521 A.D.), they will depart in ninety-seven (1540 A.D.), and then another disciple of man will rise up."},"pu":{"ss":{"gurmukhi":"(pr hy BweI lwlo! jd qk mnu`K mwieAw dy moh ivc privrq hn, Ajyhy G`lU-Gwry vwprdy hI rihxy hn, muZl A`j) sMmq AT`qr ivc Awey hn, ieh sMmq sqwnvy ivc cly jwxgy, koeI hor sUrmw BI au~T KVw hovygw [","unicode":"(ਪਰ ਹੇ ਭਾਈ ਲਾਲੋ! ਜਦ ਤਕ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਹਨ, ਅਜੇਹੇ ਘੱਲੂ-ਘਾਰੇ ਵਾਪਰਦੇ ਹੀ ਰਹਿਣੇ ਹਨ, ਮੁਗ਼ਲ ਅੱਜ) ਸੰਮਤ ਅਠੱਤਰ ਵਿਚ ਆਏ ਹਨ, ਇਹ ਸੰਮਤ ਸਤਾਨਵੇ ਵਿਚ ਚਲੇ ਜਾਣਗੇ, ਕੋਈ ਹੋਰ ਸੂਰਮਾ ਭੀ ਉੱਠ ਖੜਾ ਹੋਵੇਗਾ ।"},"ft":{"gurmukhi":"Ab jo pMdRW sO ATqrw sMmqu hY ies myN idlI ivKy mugl AwvyNgy, (jwin sqwnvY) punw sqwrW sY sqwnvyN sMmq ivKy idlI qy cly jwvyNgy[ (horu BI auTsI mrd kw cylw) mrd sRI gurU goibMd isMG swihb jI punw iqnkw cylw Kwlsw jI auTygw ArQwq hoiegw[ Bwv Xih ik sqwrW sY sqwnvy myN bGyl isMG jI ny idlI mwrI, mwno qb qy mugl gey[ rkwb gMj gurdÍwry pr msIq QI so igrwie kr sRI gurU jI ky PUloN kI gwgr inkwl kr punw qhW hI AsQwpn kr gurdÍwrw bxwieAw[ jhW sRI gurU qyg bhwdr swihb jI ky srIr kw sskwr hUAw hY, idlI qy bwihr lubwixEN ky gwm myN do kos pr hY[ iqs kw nwm rkwbgMj gurdÍwrw pRis`D hY[ vw mrd gur qyg bhwdr swihb jI cylw iqnkw dsvyN pwiqSwih swihbu auTygw]","unicode":"ਅਬ ਜੋ ਪੰਦ੍ਰਾਂ ਸੌ ਅਠਤਰਾ ਸੰਮਤੁ ਹੈ ਇਸ ਮੇਂ ਦਿਲੀ ਵਿਖੇ ਮੁਗਲ ਆਵੇਂਗੇ, (ਜਾਨਿ ਸਤਾਨਵੈ) ਪੁਨਾ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇਂ ਸੰਮਤ ਵਿਖੇ ਦਿਲੀ ਤੇ ਚਲੇ ਜਾਵੇਂਗੇ। (ਹੋਰੁ ਭੀ ਉਠਸੀ ਮਰਦ ਕਾ ਚੇਲਾ) ਮਰਦ ਸ੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਪੁਨਾ ਤਿਨਕਾ ਚੇਲਾ ਖਾਲਸਾ ਜੀ ਉਠੇਗਾ ਅਰਥਾਤ ਹੋਇਗਾ। ਭਾਵ ਯਹਿ ਕਿ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇ ਮੇਂ ਬਘੇਲ ਸਿੰਘ ਜੀ ਨੇ ਦਿਲੀ ਮਾਰੀ, ਮਾਨੋ ਤਬ ਤੇ ਮੁਗਲ ਗਏ। ਰਕਾਬ ਗੰਜ ਗੁਰਦ੍ਵਾਰੇ ਪਰ ਮਸੀਤ ਥੀ ਸੋ ਗਿਰਾਇ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੇ ਫੂਲੋਂ ਕੀ ਗਾਗਰ ਨਿਕਾਲ ਕਰ ਪੁਨਾ ਤਹਾਂ ਹੀ ਅਸਥਾਪਨ ਕਰ ਗੁਰਦ੍ਵਾਰਾ ਬਣਾਇਆ। ਜਹਾਂ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਕੇ ਸਰੀਰ ਕਾ ਸਸਕਾਰ ਹੂਆ ਹੈ, ਦਿਲੀ ਤੇ ਬਾਹਿਰ ਲੁਬਾਣਿਓਂ ਕੇ ਗਾਮ ਮੇਂ ਦੋ ਕੋਸ ਪਰ ਹੈ। ਤਿਸ ਕਾ ਨਾਮ ਰਕਾਬਗੰਜ ਗੁਰਦ੍ਵਾਰਾ ਪ੍ਰਸਿੱਧ ਹੈ। ਵਾ ਮਰਦ ਗੁਰ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਚੇਲਾ ਤਿਨਕਾ ਦਸਵੇਂ ਪਾਤਿਸ਼ਾਹਿ ਸਾਹਿਬੁ ਉਠੇਗਾ॥"},"bdb":{"gurmukhi":"(pr hy BweI lwlo! jd qk mnu`K mwieAw dy moh ivc privrq hn, Ajyhy G`lU-Gwry vwprdy hI rihxy hn, muZl A`j) sMmq AT`qr ivc Awey hn, ieh sMmq sqwnvy ivc cly jwxgy, koeI hor sUrmw BI au~T KVw hovygw [","unicode":"(ਪਰ ਹੇ ਭਾਈ ਲਾਲੋ! ਜਦ ਤਕ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਹਨ, ਅਜੇਹੇ ਘੱਲੂ-ਘਾਰੇ ਵਾਪਰਦੇ ਹੀ ਰਹਿਣੇ ਹਨ, ਮੁਗ਼ਲ ਅੱਜ) ਸੰਮਤ ਅਠੱਤਰ ਵਿਚ ਆਏ ਹਨ, ਇਹ ਸੰਮਤ ਸਤਾਨਵੇ ਵਿਚ ਚਲੇ ਜਾਣਗੇ, ਕੋਈ ਹੋਰ ਸੂਰਮਾ ਭੀ ਉੱਠ ਖੜਾ ਹੋਵੇਗਾ ।"},"ms":{"gurmukhi":"eyQy iehA ieSwrw ik bwbr 1597 ibkrmI iv`c Awvygw Aqy hmwXU 1595 ibkrmI iv`c cilAw jwvygw Aqy qd iek hor sUrmy dw murId auTUgw[","unicode":"ਏਥੇ ਇਹਅ ਇਸ਼ਾਰਾ ਕਿ ਬਾਬਰ ੧੫੯੭ ਬਿਕਰਮੀ ਵਿੱਚ ਆਵੇਗਾ ਅਤੇ ਹਮਾਯੂ ੧੫੯੫ ਬਿਕਰਮੀ ਵਿੱਚ ਚਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਤਦ ਇਕ ਹੋਰ ਸੂਰਮੇ ਦਾ ਮੁਰੀਦ ਉਠੂਗਾ।"}},"es":{"sn":"Habiendo llegado en el setenta y ocho (1521), ellos se irán en el noventa y siete (1540), entonces será cuando otro Discípulo del Hombre se levantará"},"hi":{"ss":"मुग़ल आज) संवत् अठक्तर में आए हैं।ये संवत् सक्तानबे में चले जाएंगे।कोई और सूरमा भी उठ खड़ा होगा।","sts":"मुगल संवत ७८ में यहाँ आए हैं और यह संवत ९७ में यहाँ से चले जाएँगे और एक अन्य शूरवीर उठ खड़ा होगा।"}},"transliteration":{"english":"aavan aThatarai jaan sataanavai hor bhee uThasee maradh kaa chelaa ||","hindi":"आवनि अठतरै जानि सतानवै होरु भी उठसी मरद का चेला ॥","en":"aavan aThatarai jaan sataanavai hor bhee uThasee maradh kaa chelaa ||","hi":"आवनि अठतरै जानि सतानवै होरु भी उठसी मरद का चेला ॥","ipa":"əɑʋən əʈʰət̪əræ d͡ʒɑn sət̪ɑnəʋæ hɔr ɓi oʊʈʰəsi mərəd̪ kɑ t͡ʃelɑ.","ur":"آون اٹھترَے جان ستانوَے هور بھیِ اُٹھسیِ مرد کا چےلا ۔۔"},"pageNo":723,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":30939,"shabadId":2767,"verse":{"gurmukhi":"sc kI bwxI nwnku AwKY scu suxwiesI sc kI bylw ]2]3]5]","unicode":"ਸਚ ਕੀ ਬਾਣੀ ਨਾਨਕੁ ਆਖੈ ਸਚੁ ਸੁਣਾਇਸੀ ਸਚ ਕੀ ਬੇਲਾ ॥੨॥੩॥੫॥"},"larivaar":{"gurmukhi":"sckIbwxInwnkuAwKYscusuxwiesIsckIbylw]2]3]5]","unicode":"ਸਚਕੀਬਾਣੀਨਾਨਕੁਆਖੈਸਚੁਸੁਣਾਇਸੀਸਚਕੀਬੇਲਾ॥੨॥੩॥੫॥"},"translation":{"en":{"bdb":"Nanak speaks the Word of Truth; he proclaims the Truth at this, the right time. ||2||3||5||","ms":"Nanak utters the word of truth and proclaims truth at the right time.","ssk":"Nanak speaks the Word of Truth; he proclaims the Truth at this, the right time. ||2||3||5||"},"pu":{"ss":{"gurmukhi":"(jIv mwieAw dy rMg ivc msq ho ky aumr AjweIN gvw rhy hn) nwnk qW (ies vyly BI) sdw kwiem rihx vwly pRBU dI is&iq-swlwh krdw hY, (swrI aumr hI) ieh is&iq-swlwh krdw rhygw, ikauNik ieh mnu`Kw jnm dw smw is&iq-swlwh vwsqy hI imilAw hY [2[3[5[","unicode":"(ਜੀਵ ਮਾਇਆ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਹੇ ਹਨ) ਨਾਨਕ ਤਾਂ (ਇਸ ਵੇਲੇ ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, (ਸਾਰੀ ਉਮਰ ਹੀ) ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇਗਾ, ਕਿਉਂਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਸਮਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਹੀ ਮਿਲਿਆ ਹੈ ।੨।੩।੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: scy vwihgurU kI (bwxI) hukmu, pRmwx- 'Duir kI bwxI AweI' (sc kI bylw) scy nwmu aucwrn kI vylw smyN svyry so sc hI AsI suxWvdy hW AO suxwvYNgy]2]3]5]ÇcOQI pwiqSwhI sRI gurU rwmdws swihb jI sRI Akwl purK kI ausqqI krqy hUey aupdyS dyqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸਚੇ ਵਾਹਿਗੁਰੂ ਕੀ (ਬਾਣੀ) ਹੁਕਮੁ, ਪ੍ਰਮਾਣ- 'ਧੁਰਿ ਕੀ ਬਾਣੀ ਆਈ' (ਸਚ ਕੀ ਬੇਲਾ) ਸਚੇ ਨਾਮੁ ਉਚਾਰਨ ਕੀ ਵੇਲਾ ਸਮੇਂ ਸਵੇਰੇ ਸੋ ਸਚ ਹੀ ਅਸੀ ਸੁਣਾਂਵਦੇ ਹਾਂ ਔ ਸੁਣਾਵੈਂਗੇ॥੨॥੩॥੫॥☬ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਕੀ ਉਸਤਤੀ ਕਰਤੇ ਹੂਏ ਉਪਦੇਸ਼ ਦੇਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(jIv mwieAw dy rMg ivc msq ho ky aumr AjweIN gvw rhy hn) nwnk qW (ies vyly BI) sdw kwiem rihx vwly pRBU dI is&iq-swlwh krdw hY, (swrI aumr hI) ieh is&iq-swlwh krdw rhygw, ikauNik ieh mnu`Kw jnm dw smw is&iq-swlwh vwsqy hI imilAw hY [2[3[5[","unicode":"(ਜੀਵ ਮਾਇਆ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਹੇ ਹਨ) ਨਾਨਕ ਤਾਂ (ਇਸ ਵੇਲੇ ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, (ਸਾਰੀ ਉਮਰ ਹੀ) ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇਗਾ, ਕਿਉਂਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਸਮਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਸਤੇ ਹੀ ਮਿਲਿਆ ਹੈ ।੨।੩।੫।"},"ms":{"gurmukhi":"nwnk s`c dw bcn aucwrn krdw hY Aqy TIk vkq auqy s`c suxwauNdw hY[","unicode":"ਨਾਨਕ ਸੱਚ ਦਾ ਬਚਨ ਉਚਾਰਨ ਕਰਦਾ ਹੈ ਅਤੇ ਠੀਕ ਵਕਤ ਉਤੇ ਸੱਚ ਸੁਣਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Nanak pronuncia el Discurso Verdadero, pues ahora, es el momento de hablar la Verdad.(2-3-5)"},"hi":{"ss":"(जीव माया के रंग में मस्त हो के उम्र व्यर्थ गवा रहे हैं) नानक तो (इस वक्त भी) सदा कायम रहने वाले प्रभू की सिफत सालाह करता है।(सारी उम्र ही) ये सिफत सालाह करता रहेगा।क्योंकि मनुष्य को जीवन का ये समय ईश्वर की सिफत सालाह करने के लिए मिला है। 2। 3। 5।","sts":"नानक सत्य की वाणी कह रहा है और सत्य ही सुना रहा है तथा अब यह सत्य बोलने की बेला ही है॥ २॥ ३॥ ५॥"}},"transliteration":{"english":"sach kee baanee naanak aakhai sach sunaisee sach kee belaa ||2||3||5||","hindi":"सच की बाणी नानकु आखै सचु सुणाइसी सच की बेला ॥२॥३॥५॥","en":"sach kee baanee naanak aakhai sach sunaisee sach kee belaa ||2||3||5||","hi":"सच की बाणी नानकु आखै सचु सुणाइसी सच की बेला ॥२॥३॥५॥","ipa":"sət͡ʃ ki bɑɳi nɑnək əɑkʰæ sət͡ʃ sʊɳɑeɪsi sət͡ʃ ki belɑ.2.3.5.","ur":"سچ کیِ باݨیِ نانک آکھَے سچ سُݨااسیِ سچ کیِ بےلا ۔۔۲۔۔۳۔۔۵۔۔"},"pageNo":723,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}