{"shabadInfo":{"shabadId":2911,"shabadName":33275,"pageNo":783,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":783},"raag":{"raagId":19,"gurmukhi":"rwgu sUhI","unicode":"ਰਾਗੁ ਸੂਹੀ","english":"Raag Soohee","raagWithPage":"Soohee (728-794)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":25,"navigation":{"previous":2910,"next":2912},"verses":[{"verseId":33274,"shabadId":2911,"verse":{"gurmukhi":"sUhI mhlw 5 ]","unicode":"ਸੂਹੀ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"sUhImhlw5]","unicode":"ਸੂਹੀਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Soohee, Fifth Mehla:","ms":"Suhi 5th Guru.","ssk":"Soohee, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"sUhI pMjvIN pwiqSwhI[","unicode":"ਸੂਹੀ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Suji, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"सूही महला ५ ॥"}},"transliteration":{"english":"soohee mahalaa panjavaa ||","hindi":"सूही महला ५ ॥","en":"soohee mahalaa panjavaa ||","hi":"सूही महला ५ ॥","ipa":"suhi məhəlɑ pəŋd͡ʒʋɑ.","ur":"سُوهیِ مهلا ۵ ۔۔"},"pageNo":783,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":33275,"shabadId":2911,"verse":{"gurmukhi":"sMqw ky kwrij Awip KloieAw hir kMmu krwvix AwieAw rwm ]","unicode":"ਸੰਤਾ ਕੇ ਕਾਰਜਿ ਆਪਿ ਖਲੋਇਆ ਹਰਿ ਕੰਮੁ ਕਰਾਵਣਿ ਆਇਆ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"sMqwkykwrijAwipKloieAwhirkMmukrwvixAwieAwrwm]","unicode":"ਸੰਤਾਕੇਕਾਰਜਿਆਪਿਖਲੋਇਆਹਰਿਕੰਮੁਕਰਾਵਣਿਆਇਆਰਾਮ॥"},"translation":{"en":{"bdb":"The Lord Himself has stood up to resolve the affairs of the Saints; He has come to complete their tasks.","ms":"The Lord God has Himself stood up to fulfil the saints task and has Himself come to do their affair,","ssk":"The Lord Himself has stood up to resolve the affairs of the Saints; He has come to complete their tasks."},"pu":{"ss":{"gurmukhi":"hy BweI! (prmwqmw dw ieh mu`F-kdImW dw suBwau hY ik Awpxy) sMqW dy kMm ivc auh Awp shweI huMdw irhw hY, Awpxy sMqW dw kMm isry cVHwx leI auh Awp AwauNdw irhw hY [","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਆਪਣੇ) ਸੰਤਾਂ ਦੇ ਕੰਮ ਵਿਚ ਉਹ ਆਪ ਸਹਾਈ ਹੁੰਦਾ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਸੰਤਾਂ ਦਾ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹਾਣ ਲਈ ਉਹ ਆਪ ਆਉਂਦਾ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"sMqoN ky kwrj krny myN hrI Awp Awie KloieAw hY, qwl kI kwr inkwsny kw jo kwm Qw, so krny lIey (rwm) ivsƒ dyvqÎoN ko sMg lY ky AwXw hY; vw sqsMg myN swDnw rUpu kMmu krwvny ko gurU ho ky AwieAw hY]","unicode":"ਸੰਤੋਂ ਕੇ ਕਾਰਜ ਕਰਨੇ ਮੇਂ ਹਰੀ ਆਪ ਆਇ ਖਲੋਇਆ ਹੈ, ਤਾਲ ਕੀ ਕਾਰ ਨਿਕਾਸਨੇ ਕਾ ਜੋ ਕਾਮ ਥਾ, ਸੋ ਕਰਨੇ ਲੀਏ (ਰਾਮ) ਵਿਸਨੂੰ ਦੇਵਤ੍ਯੋਂ ਕੋ ਸੰਗ ਲੈ ਕੇ ਆਯਾ ਹੈ; ਵਾ ਸਤਸੰਗ ਮੇਂ ਸਾਧਨਾ ਰੂਪੁ ਕੰਮੁ ਕਰਾਵਨੇ ਕੋ ਗੁਰੂ ਹੋ ਕੇ ਆਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (prmwqmw dw ieh mu`F-kdImW dw suBwau hY ik Awpxy) sMqW dy kMm ivc auh Awp shweI huMdw irhw hY, Awpxy sMqW dw kMm isry cVHwx leI auh Awp AwauNdw irhw hY [","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਆਪਣੇ) ਸੰਤਾਂ ਦੇ ਕੰਮ ਵਿਚ ਉਹ ਆਪ ਸਹਾਈ ਹੁੰਦਾ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਸੰਤਾਂ ਦਾ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹਾਣ ਲਈ ਉਹ ਆਪ ਆਉਂਦਾ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"suAmI vwihgurU Awp hI swDUAW dw kMm kwj krn leI KVw ho igAw hY Aqy auh Awp hI aunHW dw kwr ivcwr leI AwieAw hY[","unicode":"ਸੁਅਮੀ ਵਾਹਿਗੁਰੂ ਆਪ ਹੀ ਸਾਧੂਆਂ ਦਾ ਕੰਮ ਕਾਜ ਕਰਨ ਲਈ ਖੜਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਉਹ ਆਪ ਹੀ ਉਨ੍ਹਾਂ ਦਾ ਕਾਰ ਵਿਚਾਰ ਲਈ ਆਇਆ ਹੈ।"}},"es":{"sn":"Dios Mismo ha venido para hacer las tareas de Sus Santos; Él Mismo ha venido para hacer nuestro trabajo. "},"hi":{"ss":"हे भाई ! (परमात्मा का यह मूल कदीमी स्वभाव है कि वह अपने) संतों के काम में वह खुद सहायक होता रहा है।अपने संतों का काम सफल करने के लिए वह खुद आता रहा है।","sts":"संतों के शुभ-कार्य में ईश्वर स्वयं सहायक हुआ है, यह कार्य सम्पन्न करवाने के लिए वह स्वयं आया है।"}},"transliteration":{"english":"sa(n)taa ke kaaraj aap khaloiaa har ka(n)m karaavan aaiaa raam ||","hindi":"संता के कारजि आपि खलोइआ हरि कंमु करावणि आइआ राम ॥","en":"sa(n)taa ke kaaraj aap khaloiaa har ka(n)m karaavan aaiaa raam ||","hi":"संता के कारजि आपि खलोइआ हरि कंमु करावणि आइआ राम ॥","ipa":"səŋt̪ɑ ke kɑrəd͡ʒ əɑp kʰəlɔɪɑ hər kəŋm kərɑʋəɳ əɑɪɑ rɑm.","ur":"سںتا کے کارج آپ کھلوایا هر کںم کراوݨ آایا رام ۔۔"},"pageNo":783,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33276,"shabadId":2911,"verse":{"gurmukhi":"Driq suhwvI qwlu suhwvw ivic AMimRq jlu CwieAw rwm ]","unicode":"ਧਰਤਿ ਸੁਹਾਵੀ ਤਾਲੁ ਸੁਹਾਵਾ ਵਿਚਿ ਅੰਮ੍ਰਿਤ ਜਲੁ ਛਾਇਆ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"DriqsuhwvIqwlusuhwvwivicAMimRqjluCwieAwrwm]","unicode":"ਧਰਤਿਸੁਹਾਵੀਤਾਲੁਸੁਹਾਵਾਵਿਚਿਅੰਮ੍ਰਿਤਜਲੁਛਾਇਆਰਾਮ॥"},"translation":{"en":{"bdb":"The land is beautiful, and the pool is beautiful; within it is contained the Ambrosial Water.","ms":"Into the beauteous land and the beauteous tank is contained the Nectareous water.","ssk":"The land is beautiful, and the pool is beautiful; within it is contained the Ambrosial Water."},"pu":{"ss":{"gurmukhi":"hy BweI! (prmwqmw dI imhr nwl ijs mnu`K dy AMdr prmwqmw dw) Awqmk jIvn dyx vwlw nwm-jl Awpxw pUrw pRBwv pw lYNdw hY, aus mnu`K dI (kWieAW-) DrqI sohxI bx jWdI hY, aus mnu`K dw (ihrdw) qlwb sohxw ho jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ (ਕਾਂਇਆਂ-) ਧਰਤੀ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ (ਹਿਰਦਾ) ਤਲਾਬ ਸੋਹਣਾ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"cwroN Er sRI AMimRqsr jI kI DrqI swrI hI soBnIk BeI vw siqsMg kI DrqI AO qwl AYsw suMdR hUAw hY ijs ky bIc AMimRq hI jl rUp hoieky CwXw hY, Bwv PYl rhw hY[ vw ivc Awkr AMimRq (CwieAw) bnw hY vw sqsMg myN sMqoN kw srIru DrqI (qwlu) irdw (AMimRqu) nwmu pUrnu hUAw soBqw hY]","unicode":"ਚਾਰੋਂ ਓਰ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਕੀ ਧਰਤੀ ਸਾਰੀ ਹੀ ਸੋਭਨੀਕ ਭਈ ਵਾ ਸਤਿਸੰਗ ਕੀ ਧਰਤੀ ਔ ਤਾਲ ਐਸਾ ਸੁੰਦ੍ਰ ਹੂਆ ਹੈ ਜਿਸ ਕੇ ਬੀਚ ਅੰਮ੍ਰਿਤ ਹੀ ਜਲ ਰੂਪ ਹੋਇਕੇ ਛਾਯਾ ਹੈ, ਭਾਵ ਫੈਲ ਰਹਾ ਹੈ। ਵਾ ਵਿਚ ਆਕਰ ਅੰਮ੍ਰਿਤ (ਛਾਇਆ) ਬਨਾ ਹੈ ਵਾ ਸਤਸੰਗ ਮੇਂ ਸੰਤੋਂ ਕਾ ਸਰੀਰੁ ਧਰਤੀ (ਤਾਲੁ) ਰਿਦਾ (ਅੰਮ੍ਰਿਤੁ) ਨਾਮੁ ਪੂਰਨੁ ਹੂਆ ਸੋਭਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (prmwqmw dI imhr nwl ijs mnu`K dy AMdr prmwqmw dw) Awqmk jIvn dyx vwlw nwm-jl Awpxw pUrw pRBwv pw lYNdw hY, aus mnu`K dI (kWieAW-) DrqI sohxI bx jWdI hY, aus mnu`K dw (ihrdw) qlwb sohxw ho jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ (ਕਾਂਇਆਂ-) ਧਰਤੀ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ (ਹਿਰਦਾ) ਤਲਾਬ ਸੋਹਣਾ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"suMdr zmIn Aqy suMdr qwlwb AMdr swDU-srUp pwxI pUrq ho irhw hY[","unicode":"ਸੁੰਦਰ ਜ਼ਮੀਨ ਅਤੇ ਸੁੰਦਰ ਤਾਲਾਬ ਅੰਦਰ ਸਾਧੂ-ਸਰੂਪ ਪਾਣੀ ਪੂਰਤ ਹੋ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Ahora, bendito es ese foso de agua en la tierra y el Néctar de Dios con el que está lleno."},"hi":{"ss":"हे भाई ! (परमात्मा की मेहर से जिस मनुष्य के अंदर परमात्मा का) आत्मिक जीवन देने वाला नाम-जल अपना पूरा प्रभाव डाल लेता है।उस मनुष्य की (काया-) धरती सुंदर बन जाती है।उस मनुष्य का (हृदय) तालाब सुंदर हो जाता है।","sts":"अब धरती सुहावनी हो गई है एवं पावन सरोवर भी बड़ा सुन्दर लगता है। इस सरोवर में अमृत-जल भर गया है।"}},"transliteration":{"english":"dharat suhaavee taal suhaavaa vich a(n)mirat jal chhaiaa raam ||","hindi":"धरति सुहावी तालु सुहावा विचि अंमृत जलु छाइआ राम ॥","en":"dharat suhaavee taal suhaavaa vich a(n)mirat jal chhaiaa raam ||","hi":"धरति सुहावी तालु सुहावा विचि अंमृत जलु छाइआ राम ॥","ipa":"t̪ərət̪ sʊhɑʋi t̪ɑl sʊhɑʋɑ ʋɪt͡ʃ əŋmɪɹət̪ d͡ʒəl ɕɑɪɑ rɑm.","ur":"دھرت سُهاویِ تال سُهاوا وچ اںمرت جل چھاایا رام ۔۔"},"pageNo":783,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33277,"shabadId":2911,"verse":{"gurmukhi":"AMimRq jlu CwieAw pUrn swju krwieAw sgl mnorQ pUry ]","unicode":"ਅੰਮ੍ਰਿਤ ਜਲੁ ਛਾਇਆ ਪੂਰਨ ਸਾਜੁ ਕਰਾਇਆ ਸਗਲ ਮਨੋਰਥ ਪੂਰੇ ॥"},"larivaar":{"gurmukhi":"AMimRqjluCwieAwpUrnswjukrwieAwsglmnorQpUry]","unicode":"ਅੰਮ੍ਰਿਤਜਲੁਛਾਇਆਪੂਰਨਸਾਜੁਕਰਾਇਆਸਗਲਮਨੋਰਥਪੂਰੇ॥"},"translation":{"en":{"bdb":"The Ambrosial Water is filling it, and my job is perfectly complete; all my desires are fulfilled.","ms":"The Nectareous water is filling the tank, my task is completed and all my desires are fulfilled.","ssk":"The Ambrosial Water is filling it, and my job is perfectly complete; all my desires are fulfilled."},"pu":{"ss":{"gurmukhi":"Awqmk jIvn dyx vwlw nwm-jl nkw-nk Br jWdw hY, (Awqmk jIvn au~cw krn vwlw aus mnu`K dw) swrw au~dm prmwqmw isry cwVH dyNdw hY,","unicode":"ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਨਕਾ-ਨਕ ਭਰ ਜਾਂਦਾ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਾਲਾ ਉਸ ਮਨੁੱਖ ਦਾ) ਸਾਰਾ ਉੱਦਮ ਪਰਮਾਤਮਾ ਸਿਰੇ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"(AMimRq jlu) imRqu rihq krny kI sikœ sMÎükœ ijs myN jl CwXw hUAw hY Ar ivsnu jI ny pUrn (swju) pdwrQoN kr ky bnwvnw krwXw hY, Bwv ivsnu kI AwgÎwnuswr sB dyviqEN ny Awpo ApnI skqI idqI hY, vw sMqoN myN nwmu Aru swDn smgRI rUp pUrnu swju bnwÎw hY]","unicode":"(ਅੰਮ੍ਰਿਤ ਜਲੁ) ਮ੍ਰਿਤੁ ਰਹਿਤ ਕਰਨੇ ਕੀ ਸਕ੍ਤਿ ਸੰ੍ਯੁਕ੍ਤ ਜਿਸ ਮੇਂ ਜਲ ਛਾਯਾ ਹੂਆ ਹੈ ਅਰ ਵਿਸਨੁ ਜੀ ਨੇ ਪੂਰਨ (ਸਾਜੁ) ਪਦਾਰਥੋਂ ਕਰ ਕੇ ਬਨਾਵਨਾ ਕਰਾਯਾ ਹੈ, ਭਾਵ ਵਿਸਨੁ ਕੀ ਆਗ੍ਯਾਨੁਸਾਰ ਸਭ ਦੇਵਤਿਓਂ ਨੇ ਆਪੋ ਅਪਨੀ ਸਕਤੀ ਦਿਤੀ ਹੈ, ਵਾ ਸੰਤੋਂ ਮੇਂ ਨਾਮੁ ਅਰੁ ਸਾਧਨ ਸਮਗ੍ਰੀ ਰੂਪ ਪੂਰਨੁ ਸਾਜੁ ਬਨਾ੍ਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"Awqmk jIvn dyx vwlw nwm-jl nkw-nk Br jWdw hY, (Awqmk jIvn au~cw krn vwlw aus mnu`K dw) swrw au~dm prmwqmw isry cwVH dyNdw hY,","unicode":"ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਨਕਾ-ਨਕ ਭਰ ਜਾਂਦਾ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਾਲਾ ਉਸ ਮਨੁੱਖ ਦਾ) ਸਾਰਾ ਉੱਦਮ ਪਰਮਾਤਮਾ ਸਿਰੇ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"AMimRqmeI pwxI srovr ƒ prIpUrn kr irhw hY myrw kwrj sMpUrn ho igAw hY Aqy myrIAW swrIAW KwihSW pUrIAW ho geIAW hn[","unicode":"ਅੰਮ੍ਰਿਤਮਈ ਪਾਣੀ ਸਰੋਵਰ ਨੂੰ ਪਰੀਪੂਰਨ ਕਰ ਰਿਹਾ ਹੈ ਮੇਰਾ ਕਾਰਜ ਸੰਪੂਰਨ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਖਾਹਿਸ਼ਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ।"}},"es":{"sn":"Desborda de Néctar de Dios, y la Bendición de Dios sobre nosotros es Perfecta. "},"hi":{"ss":"(जिस मनुष्य के अंदर परमात्मा का) आत्मिक जीवन देने वाला नाम-जल नाको-नाक भर जाता है।(आत्मिक जीवन ऊँचा करने वाले उस मनुष्य का) सारा उद्यम परमात्मा सिरे चढ़ा देता है।(उस मनुष्य की) सारी मुरादें पूरी हो जाती हैं।","sts":"परमात्मा की कृपा से इसमें अमृत-जल भर गया है, उसने स्वयं समूचा कार्य सम्पन्न कर दिया है, इस प्रकार संतों के सारे मनोरथ पूरे हो गए हैं।"}},"transliteration":{"english":"a(n)mirat jal chhaiaa pooran saaj karaiaa sagal manorath poore ||","hindi":"अंमृत जलु छाइआ पूरन साजु कराइआ सगल मनोरथ पूरे ॥","en":"a(n)mirat jal chhaiaa pooran saaj karaiaa sagal manorath poore ||","hi":"अंमृत जलु छाइआ पूरन साजु कराइआ सगल मनोरथ पूरे ॥","ipa":"əŋmɪɹət̪ d͡ʒəl ɕɑɪɑ purən sɑd͡ʒ kərɑɪɑ səGəl mənɔrət̪ʰ pure.","ur":"اںمرت جل چھاایا پُورن ساج کراایا سگل منورتھ پُورے ۔۔"},"pageNo":783,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33278,"shabadId":2911,"verse":{"gurmukhi":"jY jY kwru BieAw jg AMqir lwQy sgl ivsUry ]","unicode":"ਜੈ ਜੈ ਕਾਰੁ ਭਇਆ ਜਗ ਅੰਤਰਿ ਲਾਥੇ ਸਗਲ ਵਿਸੂਰੇ ॥"},"larivaar":{"gurmukhi":"jYjYkwruBieAwjgAMqirlwQysglivsUry]","unicode":"ਜੈਜੈਕਾਰੁਭਇਆਜਗਅੰਤਰਿਲਾਥੇਸਗਲਵਿਸੂਰੇ॥"},"translation":{"en":{"bdb":"Congratulations are pouring in from all over the world; all my sorrows are eliminated.","ms":"The ovations of victory resound in the World and all my woes are at an end.","ssk":"Congratulations are pouring in from all over the world; all my sorrows are eliminated."},"pu":{"ss":{"gurmukhi":"swrIAW murwdW pUrIAW ho jWdIAW hn [ (aus mnu`K dI) soBw swry jgq ivc hox l`g pYNdI hY, (aus dy) swry icMqw-Jory mu`k jWdy hn [","unicode":"ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ । (ਉਸ ਮਨੁੱਖ ਦੀ) ਸੋਭਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦੇ) ਸਾਰੇ ਚਿੰਤਾ-ਝੋਰੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"AMimRqsr vw sqsMg kw jY jY kwr ausqqI rUp sbdu ho rhw hY, Aru sMqoN ky vw purI invwsIEN ky Jory sBu lih gey hYN]","unicode":"ਅੰਮ੍ਰਿਤਸਰ ਵਾ ਸਤਸੰਗ ਕਾ ਜੈ ਜੈ ਕਾਰ ਉਸਤਤੀ ਰੂਪ ਸਬਦੁ ਹੋ ਰਹਾ ਹੈ, ਅਰੁ ਸੰਤੋਂ ਕੇ ਵਾ ਪੁਰੀ ਨਿਵਾਸੀਓਂ ਕੇ ਝੋਰੇ ਸਭੁ ਲਹਿ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"swrIAW murwdW pUrIAW ho jWdIAW hn [ (aus mnu`K dI) soBw swry jgq ivc hox l`g pYNdI hY, (aus dy) swry icMqw-Jory mu`k jWdy hn [","unicode":"ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ । (ਉਸ ਮਨੁੱਖ ਦੀ) ਸੋਭਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹੋਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਉਸ ਦੇ) ਸਾਰੇ ਚਿੰਤਾ-ਝੋਰੇ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"Pqh dy nwAry sMswr iv`c gUMjdy hn Aqy myry swry AMdysy mu`k gey hn[","unicode":"ਫਤਹ ਦੇ ਨਾਅਰੇ ਸੰਸਾਰ ਵਿੱਚ ਗੂੰਜਦੇ ਹਨ ਅਤੇ ਮੇਰੇ ਸਾਰੇ ਅੰਦੇਸੇ ਮੁੱਕ ਗਏ ਹਨ।"}},"es":{"sn":"Todos nuestros deseos son cumplidos y la Victoria resuena a través del Universo entero. Nuestras aflicciones han quedado ya en el pasado. Nuestro Señor Perfecto es Eterno;"},"hi":{"ss":"(उस मनुष्य की) शोभा सारे जगत में होने लग पड़ती है।(उसकी) सारी चिंता-झोरे समाप्त हो जाते हैं।","sts":"सारे जगत् में (प्रभु की) जय-जयकार हो रही है और संतों की सब चिन्ताएँ मिट गई हैं।"}},"transliteration":{"english":"jai jai kaar bhiaa jag a(n)tar laathe sagal visoore ||","hindi":"जै जै कारु भइआ जग अंतरि लाथे सगल विसूरे ॥","en":"jai jai kaar bhiaa jag a(n)tar laathe sagal visoore ||","hi":"जै जै कारु भइआ जग अंतरि लाथे सगल विसूरे ॥","ipa":"d͡ʒæ d͡ʒæ kɑr ɓɪɑ d͡ʒəG əŋt̪ər lɑt̪ʰe səGəl ʋɪsure.","ur":"جَے جَے کار بھایا جگ اںتر لاتھے سگل وسُورے ۔۔"},"pageNo":783,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33279,"shabadId":2911,"verse":{"gurmukhi":"pUrn purK Acuq AibnwsI jsu vyd purwxI gwieAw ]","unicode":"ਪੂਰਨ ਪੁਰਖ ਅਚੁਤ ਅਬਿਨਾਸੀ ਜਸੁ ਵੇਦ ਪੁਰਾਣੀ ਗਾਇਆ ॥"},"larivaar":{"gurmukhi":"pUrnpurKAcuqAibnwsIjsuvydpurwxIgwieAw]","unicode":"ਪੂਰਨਪੁਰਖਅਚੁਤਅਬਿਨਾਸੀਜਸੁਵੇਦਪੁਰਾਣੀਗਾਇਆ॥"},"translation":{"en":{"bdb":"The Vedas and the Puraanas sing the Praises of the Perfect, Unchanging, Imperishable Primal Lord.","ms":"The Vedas and the Puranas sing the praise of the perfect, Omnipotent, Immovable and Imperishable Lord.","ssk":"The Vedas and the Puraanas sing the Praises of the Perfect, Unchanging, Imperishable Primal Lord."},"pu":{"ss":{"gurmukhi":"aus srb-ivAwpk Aqy kdy nwh nws hox vwly prmwqmw dI (iehI) is&iq (purwxy Drm-pusqkW) vydW Aqy purwxW ny (BI) kIqI hY [","unicode":"ਉਸ ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਕਦੇ ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ (ਇਹੀ) ਸਿਫ਼ਤਿ (ਪੁਰਾਣੇ ਧਰਮ-ਪੁਸਤਕਾਂ) ਵੇਦਾਂ ਅਤੇ ਪੁਰਾਣਾਂ ਨੇ (ਭੀ) ਕੀਤੀ ਹੈ ।"},"ft":{"gurmukhi":"so pUrn purK Acuq AibnwsI hY, ijs kw jsu byd purwnoN ny Anyk pRkwr kr gwÎw hY]","unicode":"ਸੋ ਪੂਰਨ ਪੁਰਖ ਅਚੁਤ ਅਬਿਨਾਸੀ ਹੈ, ਜਿਸ ਕਾ ਜਸੁ ਬੇਦ ਪੁਰਾਨੋਂ ਨੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕਰ ਗਾ੍ਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"aus srb-ivAwpk Aqy kdy nwh nws hox vwly prmwqmw dI (iehI) is&iq (purwxy Drm-pusqkW) vydW Aqy purwxW ny (BI) kIqI hY [","unicode":"ਉਸ ਸਰਬ-ਵਿਆਪਕ ਅਤੇ ਕਦੇ ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ (ਇਹੀ) ਸਿਫ਼ਤਿ (ਪੁਰਾਣੇ ਧਰਮ-ਪੁਸਤਕਾਂ) ਵੇਦਾਂ ਅਤੇ ਪੁਰਾਣਾਂ ਨੇ (ਭੀ) ਕੀਤੀ ਹੈ ।"},"ms":{"gurmukhi":"kwml, srb SkqImwn, Aih`l Aqy Amr swihb dI kIrqI vyd Aqy purwn gwien krdy hn[","unicode":"ਕਾਮਲ, ਸਰਬ ਸ਼ਕਤੀਮਾਨ, ਅਹਿੱਲ ਅਤੇ ਅਮਰ ਸਾਹਿਬ ਦੀ ਕੀਰਤੀ ਵੇਦ ਅਤੇ ਪੁਰਾਨ ਗਾਇਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Él es el Ser Cósmico. Los Vedas y los Puranas cantan Su Alabanza. "},"hi":{"ss":"हे नानक ! परमेश्वर ने अपना ये मूल कदीमी स्वभाव सदा ही कायम रखा है (कि जिस पर मेहर की।उसने उसका) नाम सिमरना आरम्भ कर दिया।","sts":"पूर्ण परम पुरुष, अच्युत एवं अविनाशी परमात्मा का यश वेदों एवं पुराणों ने गाया है।"}},"transliteration":{"english":"pooran purakh achut abinaasee jas vedh puraanee gaiaa ||","hindi":"पूरन पुरख अचुत अबिनासी जसु वेद पुराणी गाइआ ॥","en":"pooran purakh achut abinaasee jas vedh puraanee gaiaa ||","hi":"पूरन पुरख अचुत अबिनासी जसु वेद पुराणी गाइआ ॥","ipa":"purən pʊrəkʰ ət͡ʃʊt̪ əbɪnɑsi d͡ʒəs ʋed̪ pʊrɑɳi Gɑɪɑ.","ur":"پُورن پُرکھ اچت ابناسیِ جس وےد پُراݨیِ گاایا ۔۔"},"pageNo":783,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33280,"shabadId":2911,"verse":{"gurmukhi":"Apnw ibrdu riKAw prmysir nwnk nwmu iDAwieAw ]1]","unicode":"ਅਪਨਾ ਬਿਰਦੁ ਰਖਿਆ ਪਰਮੇਸਰਿ ਨਾਨਕ ਨਾਮੁ ਧਿਆਇਆ ॥੧॥"},"larivaar":{"gurmukhi":"ApnwibrduriKAwprmysirnwnknwmuiDAwieAw]1]","unicode":"ਅਪਨਾਬਿਰਦੁਰਖਿਆਪਰਮੇਸਰਿਨਾਨਕਨਾਮੁਧਿਆਇਆ॥੧॥"},"translation":{"en":{"bdb":"The Transcendent Lord has kept His promise, and confirmed His nature; Nanak meditates on the Naam, the Name of the Lord. ||1||","ms":"The Lord has honoured His creed and Nanak has meditated on the Lord's Name.","ssk":"The Transcendent Lord has kept His promise, and confirmed His nature; Nanak meditates on the Naam, the Name of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! prmysr ny Awpxw ieh mu`F-kdImW dw suBwau sdw hI kwiem r`iKAw hY (ik ijs auqy aus ny imhr kIqI, aus ny aus dw) nwm ismrnw SurU kr id`qw [ ","unicode":"ਹੇ ਨਾਨਕ! ਪਰਮੇਸਰ ਨੇ ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਸਦਾ ਹੀ ਕਾਇਮ ਰੱਖਿਆ ਹੈ (ਕਿ ਜਿਸ ਉਤੇ ਉਸ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਉਸ ਦਾ) ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ । "},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: iqsI kw nwmu DÎwÎw hY ijs prmysr ny Apnw jwn kr sMqoN kw vw purI invwsIEN kw ibrd rK lIAw hY]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸੀ ਕਾ ਨਾਮੁ ਧ੍ਯਾ੍ਯਾ ਹੈ ਜਿਸ ਪਰਮੇਸਰ ਨੇ ਅਪਨਾ ਜਾਨ ਕਰ ਸੰਤੋਂ ਕਾ ਵਾ ਪੁਰੀ ਨਿਵਾਸੀਓਂ ਕਾ ਬਿਰਦ ਰਖ ਲੀਆ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! prmysr ny Awpxw ieh mu`F-kdImW dw suBwau sdw hI kwiem r`iKAw hY (ik ijs auqy aus ny imhr kIqI, aus ny aus dw) nwm ismrnw SurU kr id`qw [ ","unicode":"ਹੇ ਨਾਨਕ! ਪਰਮੇਸਰ ਨੇ ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਸਦਾ ਹੀ ਕਾਇਮ ਰੱਖਿਆ ਹੈ (ਕਿ ਜਿਸ ਉਤੇ ਉਸ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਉਸ ਦਾ) ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ । "},"ms":{"gurmukhi":"pRBU ny Awpxy Drm dI pwlxw kIqI hY Aqy nwnk ny swihb dy nwm dw ismrn kIqw hY[","unicode":"ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਧਰਮ ਦੀ ਪਾਲਣਾ ਕੀਤੀ ਹੈ ਅਤੇ ਨਾਨਕ ਨੇ ਸਾਹਿਬ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ।"}},"es":{"sn":"Nanak contempla el Nombre del Señor y así Dios manifiesta Su Naturaleza.(1)"},"hi":{"ss":"उस सर्व-व्यापक और कभी ना नाश होने वाले परमात्मा की (यही) सिफत (पुरानी धर्म पुस्तकों) वेदों और पुराणों ने (भी) की है। 1।","sts":"हे नानक ! जब भी संतों ने नाम का ध्यान किया है तो परमेश्वर ने अपने विरद् का पालन किया है।॥ १॥"}},"transliteration":{"english":"apanaa biradh rakhiaa paramesar naanak naam dhiaaiaa ||1||","hindi":"अपना बिरदु रखिआ परमेसरि नानक नामु धिआइआ ॥१॥","en":"apanaa biradh rakhiaa paramesar naanak naam dhiaaiaa ||1||","hi":"अपना बिरदु रखिआ परमेसरि नानक नामु धिआइआ ॥१॥","ipa":"əpənɑ bɪrəd̪ rəkʰɪəɑ pərəmesər nɑnək nɑm t̪ɪəɑɪɑ.1.","ur":"اپنا برد رکھآ پرمےسر نانک نام دھآایا ۔۔۱۔۔"},"pageNo":783,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33281,"shabadId":2911,"verse":{"gurmukhi":"nv iniD isiD iriD dIny krqy qoit n AwvY kweI rwm ]","unicode":"ਨਵ ਨਿਧਿ ਸਿਧਿ ਰਿਧਿ ਦੀਨੇ ਕਰਤੇ ਤੋਟਿ ਨ ਆਵੈ ਕਾਈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"nviniDisiDiriDdInykrqyqoitnAwvYkweIrwm]","unicode":"ਨਵਨਿਧਿਸਿਧਿਰਿਧਿਦੀਨੇਕਰਤੇਤੋਟਿਨਆਵੈਕਾਈਰਾਮ॥"},"translation":{"en":{"bdb":"The Creator has given me the nine treasures, wealth and spiritual powers, and I do not lack anything.","ms":"The creator has given me the nine treasures, wealth and perfection and I lack in nothing.","ssk":"The Creator has given me the nine treasures, wealth and spiritual powers, and I do not lack anything."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijhVy mnu`K mwlk-pRBU dI imhr nwl aus dy gux gWdy hn auhnW ƒ) krqwr ny ieh iek AijhI dwiq b^SI hY jo, mwno, DrqI dy swry hI nO ^zwny hY jo, mwno, swrIAW krwmwqI qwkqW hY, ies dwiq ivc kdy koeI kmI nhIN huMdI [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ) ਕਰਤਾਰ ਨੇ ਇਹ ਇਕ ਅਜਿਹੀ ਦਾਤਿ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ, ਮਾਨੋ, ਧਰਤੀ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ ਜੋ, ਮਾਨੋ, ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹੈ, ਇਸ ਦਾਤਿ ਵਿਚ ਕਦੇ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ft":{"gurmukhi":"nO inDW AO ATwrW isDW AO irDIAW iehu pdwrQ krqy ny dIey hYN[ hy BweI! ijs kr ky Ab iksI pdwrQ kI qot nhIN AwvqI]","unicode":"ਨੌ ਨਿਧਾਂ ਔ ਅਠਾਰਾਂ ਸਿਧਾਂ ਔ ਰਿਧੀਆਂ ਇਹੁ ਪਦਾਰਥ ਕਰਤੇ ਨੇ ਦੀਏ ਹੈਂ। ਹੇ ਭਾਈ! ਜਿਸ ਕਰ ਕੇ ਅਬ ਕਿਸੀ ਪਦਾਰਥ ਕੀ ਤੋਟ ਨਹੀਂ ਆਵਤੀ॥"},"bdb":{"gurmukhi":"hy BweI! (ijhVy mnu`K mwlk-pRBU dI imhr nwl aus dy gux gWdy hn auhnW ƒ) krqwr ny ieh iek AijhI dwiq b^SI hY jo, mwno, DrqI dy swry hI nO ^zwny hY jo, mwno, swrIAW krwmwqI qwkqW hY, ies dwiq ivc kdy koeI kmI nhIN huMdI [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ) ਕਰਤਾਰ ਨੇ ਇਹ ਇਕ ਅਜਿਹੀ ਦਾਤਿ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ, ਮਾਨੋ, ਧਰਤੀ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ ਜੋ, ਮਾਨੋ, ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਹੈ, ਇਸ ਦਾਤਿ ਵਿਚ ਕਦੇ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ms":{"gurmukhi":"krqwr ny mYƒ nO Kjwny, dOlq Aqy pUrnqw bKSI hY Aqy mYƒ iksy g`l dI BI kmI nhIN[","unicode":"ਕਰਤਾਰ ਨੇ ਮੈਨੂੰ ਨੌ ਖਜਾਨੇ, ਦੌਲਤ ਅਤੇ ਪੂਰਨਤਾ ਬਖਸ਼ੀ ਹੈ ਅਤੇ ਮੈਨੂੰ ਕਿਸੇ ਗੱਲ ਦੀ ਭੀ ਕਮੀ ਨਹੀਂ।"}},"es":{"sn":"Soy bendecido con los Nueve Tesoros y con poderes psíquicos; ahora no me falta nada. "},"hi":{"ss":"हे भाई ! (जो मनुष्य मालिक-प्रभू की मेहर से उसके गुण गाते हैं उनको) ईश्वर ने ये एक ऐसी दाति बख्शी है जो।धरती के सारे ही नौ खजाने हैं।जो मानो।सारी ही करामाती ताकतें हैं।इस दाति में कभी कोई कमी नहीं होती।","sts":"रचनहार ईश्वर ने हमें नौ निधियाँ एवं ऋद्धियाँ-सिद्धियाँ प्रदान कर दी हैं और अब किसी वस्तु की कोई कमी नहीं आती।"}},"transliteration":{"english":"nav nidh sidh ridh dheene karate toT na aavai kaiee raam ||","hindi":"नव निधि सिधि रिधि दीने करते तोटि न आवै काई राम ॥","en":"nav nidh sidh ridh dheene karate toT na aavai kaiee raam ||","hi":"नव निधि सिधि रिधि दीने करते तोटि न आवै काई राम ॥","ipa":"nəʋ nɪt̪ə̀ sɪt̪ə̀ rɪt̪ə̀ d̪ine kərət̪e t̪ɔʈ nə əɑʋæ kɑei rɑm.","ur":"نو ندھ سدھِ ردھِ دیٍنے کرتے توٹ ن آوَے کاای رام ۔۔"},"pageNo":783,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33282,"shabadId":2911,"verse":{"gurmukhi":"Kwq Krcq iblCq suKu pwieAw krqy kI dwiq svweI rwm ]","unicode":"ਖਾਤ ਖਰਚਤ ਬਿਲਛਤ ਸੁਖੁ ਪਾਇਆ ਕਰਤੇ ਕੀ ਦਾਤਿ ਸਵਾਈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"KwqKrcqiblCqsuKupwieAwkrqykIdwiqsvweIrwm]","unicode":"ਖਾਤਖਰਚਤਬਿਲਛਤਸੁਖੁਪਾਇਆਕਰਤੇਕੀਦਾਤਿਸਵਾਈਰਾਮ॥"},"translation":{"en":{"bdb":"Eating, spending and enjoying, I have found peace; the gifts of the Creator Lord continually increase.","ms":"Eating, spending and enjoying, I have obtained peace The gifts of the Creator ever increase.","ssk":"Eating, spending and enjoying, I have found peace; the gifts of the Creator Lord continually increase."},"pu":{"ss":{"gurmukhi":"ies nwm-dwiq ƒ KWidAW vMfidAW qy mwxidAW auh Awqmk AwnMd mwxdy hn, krqwr dI ieh b^SS (idno idn) vDdI rihMdI hY [ ","unicode":"ਇਸ ਨਾਮ-ਦਾਤਿ ਨੂੰ ਖਾਂਦਿਆਂ ਵੰਡਦਿਆਂ ਤੇ ਮਾਣਦਿਆਂ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਕਰਤਾਰ ਦੀ ਇਹ ਬਖ਼ਸ਼ਸ਼ (ਦਿਨੋ ਦਿਨ) ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ । "},"ft":{"gurmukhi":"KwiqAW KrciqAW iblws bKSS kriqAW suK pwieAw hY[ hy BweI! krqy kI idn idn dwq ADk hI hoqI geI hY]","unicode":"ਖਾਤਿਆਂ ਖਰਚਤਿਆਂ ਬਿਲਾਸ ਬਖਸ਼ਸ਼ ਕਰਤਿਆਂ ਸੁਖ ਪਾਇਆ ਹੈ। ਹੇ ਭਾਈ! ਕਰਤੇ ਕੀ ਦਿਨ ਦਿਨ ਦਾਤ ਅਧਕ ਹੀ ਹੋਤੀ ਗਈ ਹੈ॥"},"bdb":{"gurmukhi":"ies nwm-dwiq ƒ KWidAW vMfidAW qy mwxidAW auh Awqmk AwnMd mwxdy hn, krqwr dI ieh b^SS (idno idn) vDdI rihMdI hY [ ","unicode":"ਇਸ ਨਾਮ-ਦਾਤਿ ਨੂੰ ਖਾਂਦਿਆਂ ਵੰਡਦਿਆਂ ਤੇ ਮਾਣਦਿਆਂ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਕਰਤਾਰ ਦੀ ਇਹ ਬਖ਼ਸ਼ਸ਼ (ਦਿਨੋ ਦਿਨ) ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ । "},"ms":{"gurmukhi":"BuMcidAw, Krc kridAW Aqy mOjW mwxidAW, mYN Awrwm prwpq kIqw hY[ isrjxhwr dIAW bKiSSW sdIv hI vDdIAW jWdIAW hn[","unicode":"ਭੁੰਚਦਿਆ, ਖਰਚ ਕਰਦਿਆਂ ਅਤੇ ਮੌਜਾਂ ਮਾਣਦਿਆਂ, ਮੈਂ ਆਰਾਮ ਪਰਾਪਤ ਕੀਤਾ ਹੈ। ਸਿਰਜਣਹਾਰ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਸਦੀਵ ਹੀ ਵਧਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Gastando y disfrutando del Tesoro del Señor he encontrado la Paz, pues las Bondades del Señor son Infinitas. "},"hi":{"ss":"इस नाम-दाति को खाते हुए बाँटते हुए और भोगते हुए वे आत्मिक आनंद पाते हैं।करतार की ये बख्शिश (दिन-ब-दिन) बढ़ती रहती है।","sts":"अब खाते-खर्चते एवं उपयोग करते हुए सुख ही उपलब्धं हुआ है, इस तरह परमात्मा की देन में दिन-ब-दिन वृद्धि हो रही है।"}},"transliteration":{"english":"khaat kharachat bilachhat sukh paiaa karate kee dhaat savaiee raam ||","hindi":"खात खरचत बिलछत सुखु पाइआ करते की दाति सवाई राम ॥","en":"khaat kharachat bilachhat sukh paiaa karate kee dhaat savaiee raam ||","hi":"खात खरचत बिलछत सुखु पाइआ करते की दाति सवाई राम ॥","ipa":"kʰɑt̪ kʰərət͡ʃət̪ bɪləɕət̪ sʊkʰ pɑɪɑ kərət̪e ki d̪ɑt̪ səʋɑei rɑm.","ur":"کھات کھرچت بلچھت سُکھ پاایا کرتے کیِ دات سواای رام ۔۔"},"pageNo":784,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33283,"shabadId":2911,"verse":{"gurmukhi":"dwiq svweI inKuit n jweI AMqrjwmI pwieAw ]","unicode":"ਦਾਤਿ ਸਵਾਈ ਨਿਖੁਟਿ ਨ ਜਾਈ ਅੰਤਰਜਾਮੀ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"dwiqsvweIinKuitnjweIAMqrjwmIpwieAw]","unicode":"ਦਾਤਿਸਵਾਈਨਿਖੁਟਿਨਜਾਈਅੰਤਰਜਾਮੀਪਾਇਆ॥"},"translation":{"en":{"bdb":"His gifts increase and shall never be exhausted; I have found the Inner-knower, the Searcher of hearts.","ms":"His bounties increase and are not exhausted and I have attained to the knower of hearts.","ssk":"His gifts increase and shall never be exhausted; I have found the Inner-knower, the Searcher of hearts."},"pu":{"ss":{"gurmukhi":"dwiq vDdI rihMdI hY, kdy mu`kdI nhIN, ies dwiq dI brkiq nwl auhnW ƒ hryk idl dI jwxn vwlw prmwqmw iml pYNdw hY, ","unicode":"ਦਾਤਿ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ, ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਇਸ ਦਾਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਹਰੇਕ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, "},"ft":{"gurmukhi":"kYsI dwq ADk hoeI hY, jo mukqI nhIN AOr AMqrjwmI prmysr ko pwie lIAw hY]","unicode":"ਕੈਸੀ ਦਾਤ ਅਧਕ ਹੋਈ ਹੈ, ਜੋ ਮੁਕਤੀ ਨਹੀਂ ਔਰ ਅੰਤਰਜਾਮੀ ਪਰਮੇਸਰ ਕੋ ਪਾਇ ਲੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"dwiq vDdI rihMdI hY, kdy mu`kdI nhIN, ies dwiq dI brkiq nwl auhnW ƒ hryk idl dI jwxn vwlw prmwqmw iml pYNdw hY, ","unicode":"ਦਾਤਿ ਵਧਦੀ ਰਹਿੰਦੀ ਹੈ, ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਇਸ ਦਾਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਹਰੇਕ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, "},"ms":{"gurmukhi":"aus dIAW bKSSW vDdIAW jWdIAW hn Aqy mu`kdIAW nhIN Aqy mYN idlW dIAW jwnxhwr ƒ pw ilAw hY[","unicode":"ਉਸ ਦੀਆਂ ਬਖਸ਼ਸ਼ਾਂ ਵਧਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਅਤੇ ਮੁੱਕਦੀਆਂ ਨਹੀਂ ਅਤੇ ਮੈਂ ਦਿਲਾਂ ਦੀਆਂ ਜਾਨਣਹਾਰ ਨੂੰ ਪਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"Infinitas son Sus Bondades, por eso logro alcanzar a mi Dios, el Conocedor Íntimo de los corazones."},"hi":{"ss":"(यकीन जानो।ये) दाति बढ़ती ही रहती है।कभी खत्म नहीं होती।इस दाति की बरकति से उनको हरेक दिल की जानने वाला परमात्मा मिल जाता है।","sts":"उसकी देन में वृद्धि हो रही है और कभी समाप्त नहीं होती, क्योंकि उस अन्तर्यामी प्रभु को पा लिया है।"}},"transliteration":{"english":"dhaat savaiee nikhuT na jaiee a(n)tarajaamee paiaa ||","hindi":"दाति सवाई निखुटि न जाई अंतरजामी पाइआ ॥","en":"dhaat savaiee nikhuT na jaiee a(n)tarajaamee paiaa ||","hi":"दाति सवाई निखुटि न जाई अंतरजामी पाइआ ॥","ipa":"d̪ɑt̪ səʋɑei nɪkʰʊʈ nə d͡ʒɑei əŋt̪ərəd͡ʒɑmi pɑɪɑ.","ur":"دات سواای نکھٹ ن جاای اںترجامیِ پاایا ۔۔"},"pageNo":784,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33284,"shabadId":2911,"verse":{"gurmukhi":"koit ibGn sgly auiT nwTy dUKu n nyVY AwieAw ]","unicode":"ਕੋਟਿ ਬਿਘਨ ਸਗਲੇ ਉਠਿ ਨਾਠੇ ਦੂਖੁ ਨ ਨੇੜੈ ਆਇਆ ॥"},"larivaar":{"gurmukhi":"koitibGnsglyauiTnwTydUKunnyVYAwieAw]","unicode":"ਕੋਟਿਬਿਘਨਸਗਲੇਉਠਿਨਾਠੇਦੂਖੁਨਨੇੜੈਆਇਆ॥"},"translation":{"en":{"bdb":"Millions of obstacles have all been removed, and pain does not even approach me.","ms":"Millions of obstacles have all been removed and trouble draws not near me.","ssk":"Millions of obstacles have all been removed, and pain does not even approach me."},"pu":{"ss":{"gurmukhi":"ko®VW rukwvtW (auhnW dy rsqy ivcoN) swrIAW hI dUr ho jWdIAW hn, koeI du`K auhnW dy nyVy nhIN Fukdw [ ","unicode":"ਕੋ੍ਰੜਾਂ ਰੁਕਾਵਟਾਂ (ਉਹਨਾਂ ਦੇ ਰਸਤੇ ਵਿਚੋਂ) ਸਾਰੀਆਂ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਦੁੱਖ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ । "},"ft":{"gurmukhi":"kot ibGn krnhwr jo ibSy Qy, so sB auT ky Bwg gey, Bwv AYsy AMqskrx myN sy auTy hYN, jo kBI sMklp nhIN hoqw AOr kBI dUK nyVy nhIN AwieAw hY]","unicode":"ਕੋਟ ਬਿਘਨ ਕਰਨਹਾਰ ਜੋ ਬਿਸ਼ੇ ਥੇ, ਸੋ ਸਭ ਉਠ ਕੇ ਭਾਗ ਗਏ, ਭਾਵ ਐਸੇ ਅੰਤਸਕਰਣ ਮੇਂ ਸੇ ਉਠੇ ਹੈਂ, ਜੋ ਕਭੀ ਸੰਕਲਪ ਨਹੀਂ ਹੋਤਾ ਔਰ ਕਭੀ ਦੂਖ ਨੇੜੇ ਨਹੀਂ ਆਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"ko®VW rukwvtW (auhnW dy rsqy ivcoN) swrIAW hI dUr ho jWdIAW hn, koeI du`K auhnW dy nyVy nhIN Fukdw [ ","unicode":"ਕੋ੍ਰੜਾਂ ਰੁਕਾਵਟਾਂ (ਉਹਨਾਂ ਦੇ ਰਸਤੇ ਵਿਚੋਂ) ਸਾਰੀਆਂ ਹੀ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਦੁੱਖ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ । "},"ms":{"gurmukhi":"kRoVW hI AOkV smUh dUr ho geIAW hn Aqy qklIP myry lwgy nhIN l`gdI[","unicode":"ਕ੍ਰੋੜਾਂ ਹੀ ਔਕੜ ਸਮੂਹ ਦੂਰ ਹੋ ਗਈਆਂ ਹਨ ਅਤੇ ਤਕਲੀਫ ਮੇਰੇ ਲਾਗੇ ਨਹੀਂ ਲੱਗਦੀ।"}},"es":{"sn":"Millones de aflicciones se extinguen y el sufrimiento no se me acerca más; "},"hi":{"ss":"(जिंदगी के सफर में आने वाली) करोड़ों रुकावटें (उनके रास्ते में से) सारी ही दूर हो जाती हैं।कोई दुख उनके नजदीक नहीं फटकता।","sts":"इस तरह करोड़ों ही विघ्न उठकर भाग गए हैं और कोई दुख भी निकट नहीं आया।"}},"transliteration":{"english":"koT bighan sagale uTh naaThe dhookh na neRai aaiaa ||","hindi":"कोटि बिघन सगले उठि नाठे दूखु न नेड़ै आइआ ॥","en":"koT bighan sagale uTh naaThe dhookh na neRai aaiaa ||","hi":"कोटि बिघन सगले उठि नाठे दूखु न नेड़ै आइआ ॥","ipa":"kɔʈ bɪGʰən səGəle oʊʈʰ nɑʈʰe d̪ukʰ nə neɽæ əɑɪɑ.","ur":"کوٹ بگھن سگلے اُٹھ ناٹھے دُوکھ ن نےڑَے آایا ۔۔"},"pageNo":784,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33285,"shabadId":2911,"verse":{"gurmukhi":"sWiq shj Awnµd Gnyry ibnsI BUK sbweI ]","unicode":"ਸਾਂਤਿ ਸਹਜ ਆਨੰਦ ਘਨੇਰੇ ਬਿਨਸੀ ਭੂਖ ਸਬਾਈ ॥"},"larivaar":{"gurmukhi":"sWiqshjAwnµdGnyryibnsIBUKsbweI]","unicode":"ਸਾਂਤਿਸਹਜਆਨੰਦਘਨੇਰੇਬਿਨਸੀਭੂਖਸਬਾਈ॥"},"translation":{"en":{"bdb":"Tranquility, peace, poise and bliss in abundance prevail, and all my hunger is satisfied.","ms":"Peace, poise and pleasure in abundance are mine and all my appetite is stilled.","ssk":"Tranquility, peace, poise and bliss in abundance prevail, and all my hunger is satisfied."},"pu":{"ss":{"gurmukhi":"swrI hI Bu`K nws ho jWdI hY, (auhnW dy AMdr) TMF vrqI rihMdI hY, Awqmk Afolqw dy AnykW AwnMd bxy rihMdy hn [","unicode":"ਸਾਰੀ ਹੀ ਭੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਠੰਢ ਵਰਤੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"SWqI sihjy pRwpq hoeI hY ijs qy bhuq hI AwnMd hoey hYN, AO BUK pdwrQoN kI swrI hI dUr hoeI, Bwv lok pRlok ky pdwrQoN kI ieCw nivrq BeI hY]","unicode":"ਸ਼ਾਂਤੀ ਸਹਿਜੇ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ਜਿਸ ਤੇ ਬਹੁਤ ਹੀ ਆਨੰਦ ਹੋਏ ਹੈਂ, ਔ ਭੂਖ ਪਦਾਰਥੋਂ ਕੀ ਸਾਰੀ ਹੀ ਦੂਰ ਹੋਈ, ਭਾਵ ਲੋਕ ਪ੍ਰਲੋਕ ਕੇ ਪਦਾਰਥੋਂ ਕੀ ਇਛਾ ਨਵਿਰਤ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"swrI hI Bu`K nws ho jWdI hY, (auhnW dy AMdr) TMF vrqI rihMdI hY, Awqmk Afolqw dy AnykW AwnMd bxy rihMdy hn [","unicode":"ਸਾਰੀ ਹੀ ਭੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਠੰਢ ਵਰਤੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"TMF, cYn, Afolqw Aqy bhuqI KuSI mYƒ prwpq hoeI hY Aqy myrI swrI du`K imt geI hY[","unicode":"ਠੰਢ, ਚੈਨ, ਅਡੋਲਤਾ ਅਤੇ ਬਹੁਤੀ ਖੁਸ਼ੀ ਮੈਨੂੰ ਪਰਾਪਤ ਹੋਈ ਹੈ ਅਤੇ ਮੇਰੀ ਸਾਰੀ ਦੁੱਖ ਮਿਟ ਗਈ ਹੈ।"}},"es":{"sn":"estoy contento, en Paz y en Éxtasis. Mi hambre es calmada, "},"hi":{"ss":"(उनके अंदर से माया की) सारी ही भूख नाश हो जाती है।(उनके अंदर) ठंडक बनी रहती है।आत्मिक अडोलता के अनेकों आनंद बने रहते हैं।","sts":"मुझे शांति, सहजावस्था एवं अनेक आनंद प्राप्त हो गए हैं और तमाम भूख भी समाप्त हो गई है।"}},"transliteration":{"english":"saa(n)t sahaj aana(n)dh ghanere binasee bhookh sabaiee ||","hindi":"साँति सहज आनंद घनेरे बिनसी भूख सबाई ॥","en":"saa(n)t sahaj aana(n)dh ghanere binasee bhookh sabaiee ||","hi":"साँति सहज आनंद घनेरे बिनसी भूख सबाई ॥","ipa":"sɑⁿət̪ səhəd͡ʒ əɑnəⁿd̪ Gʰənere bɪnəsi ɓukʰ səbɑei.","ur":"ساںت سهج آنµد گھنےرے بنسیِ بھُوکھ سباای ۔۔"},"pageNo":784,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33286,"shabadId":2911,"verse":{"gurmukhi":"nwnk gux gwvih suAwmI ky Acrju ijsu vifAweI rwm ]2]","unicode":"ਨਾਨਕ ਗੁਣ ਗਾਵਹਿ ਸੁਆਮੀ ਕੇ ਅਚਰਜੁ ਜਿਸੁ ਵਡਿਆਈ ਰਾਮ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkguxgwvihsuAwmIkyAcrjuijsuvifAweIrwm]2]","unicode":"ਨਾਨਕਗੁਣਗਾਵਹਿਸੁਆਮੀਕੇਅਚਰਜੁਜਿਸੁਵਡਿਆਈਰਾਮ॥੨॥"},"translation":{"en":{"bdb":"Nanak sings the Glorious Praises of his Lord and Master, whose Glorious Greatness is wonderful and amazing. ||2||","ms":"Nanak sings the praise of the Lord Master, wonderous is whose glory.","ssk":"Nanak sings the Glorious Praises of his Lord and Master, whose Glorious Greatness is wonderful and amazing. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auh mnu`K aus mwlk-pRBU dy gux gWdy rihMdy hn, ijs dI vifAweI krnw hYrwn kr dyx vwlw au~dm hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਦੀ ਵਡਿਆਈ ਕਰਨਾ ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਉੱਦਮ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: ijs kI (vifAweI) mihmW Awscrj hY iqs suAwmI ky gux gwvqy hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਸ ਕੀ (ਵਡਿਆਈ) ਮਹਿਮਾਂ ਆਸਚਰਜ ਹੈ ਤਿਸ ਸੁਆਮੀ ਕੇ ਗੁਣ ਗਾਵਤੇ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! auh mnu`K aus mwlk-pRBU dy gux gWdy rihMdy hn, ijs dI vifAweI krnw hYrwn kr dyx vwlw au~dm hY [2[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਦੀ ਵਡਿਆਈ ਕਰਨਾ ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਉੱਦਮ ਹੈ ।੨।"},"ms":{"gurmukhi":"nwnk suAwmI mwlk dI kIrqI gwien krdw hY, AdBu`q hY ijs dI pRBqw[","unicode":"ਨਾਨਕ ਸੁਆਮੀ ਮਾਲਕ ਦੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਅਦਭੁੱਤ ਹੈ ਜਿਸ ਦੀ ਪ੍ਰਭਤਾ।"}},"es":{"sn":"Nanak canta el Nombre del Señor; oh, Maravillosa es Su Gloria. (2)"},"hi":{"ss":"हे नानक ! वह मनुष्य उस मालिक-प्रभू के गुण गाते रहते हैं।जिसकी महिमा करना हैरान कर देने वाला उद्यम है। 2।","sts":"हे नानक ! मैं तो अपने स्वामी प्रभु का ही गुणगान कर रहा हूँ, जिसकी महिमा अद्भुत है॥ २॥"}},"transliteration":{"english":"naanak gun gaaveh suaamee ke acharaj jis vaddiaaiee raam ||2||","hindi":"नानक गुण गावहि सुआमी के अचरजु जिसु वडिआई राम ॥२॥","en":"naanak gun gaaveh suaamee ke acharaj jis vaddiaaiee raam ||2||","hi":"नानक गुण गावहि सुआमी के अचरजु जिसु वडिआई राम ॥२॥","ipa":"nɑnək Gʊɳ Gɑʋəh sʊəɑmi ke ət͡ʃərəd͡ʒ d͡ʒɪs ʋəɖɪəɑei rɑm.2.","ur":"نانک گُݨ گاوه سُآمیِ کے اچرج جس وڈآای رام ۔۔۲۔۔"},"pageNo":784,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33287,"shabadId":2911,"verse":{"gurmukhi":"ijs kw kwrju iqn hI kIAw mwxsu ikAw vycwrw rwm ]","unicode":"ਜਿਸ ਕਾ ਕਾਰਜੁ ਤਿਨ ਹੀ ਕੀਆ ਮਾਣਸੁ ਕਿਆ ਵੇਚਾਰਾ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"ijskwkwrjuiqnhIkIAwmwxsuikAwvycwrwrwm]","unicode":"ਜਿਸਕਾਕਾਰਜੁਤਿਨਹੀਕੀਆਮਾਣਸੁਕਿਆਵੇਚਾਰਾਰਾਮ॥"},"translation":{"en":{"bdb":"It was His job, and He has done it; what can the mere mortal being do?","ms":"He, whose task it was, has Himself accomplished it, What can a mere man do?","ssk":"It was His job, and He has done it; what can the mere mortal being do?"},"pu":{"ss":{"gurmukhi":"hy BweI! (sMq jnW ƒ Awpxy crnW nwl joVnw—ieh) kMm ijs (prmwqmw) dw (Awpxw) hY, aus ny hI (sdw ieh kMm) kIqw hY, ieh kMm krn leI) mnu`K dI koeI smrQw nhIN [ ","unicode":"ਹੇ ਭਾਈ! (ਸੰਤ ਜਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਨਾ—ਇਹ) ਕੰਮ ਜਿਸ (ਪਰਮਾਤਮਾ) ਦਾ (ਆਪਣਾ) ਹੈ, ਉਸ ਨੇ ਹੀ (ਸਦਾ ਇਹ ਕੰਮ) ਕੀਤਾ ਹੈ, ਇਹ ਕੰਮ ਕਰਨ ਲਈ) ਮਨੁੱਖ ਦੀ ਕੋਈ ਸਮਰਥਾ ਨਹੀਂ । "},"ft":{"gurmukhi":"ijs kw kwrj Qw iqnhI kIAw hY, hy BweI! mwnuK ibcwrw kÎw hY, jo kuC kr sky, Bwv AMimRqsr jI vw sqsMg kw swju AOr mwhqm sB pUrw kIAw hY]","unicode":"ਜਿਸ ਕਾ ਕਾਰਜ ਥਾ ਤਿਨਹੀ ਕੀਆ ਹੈ, ਹੇ ਭਾਈ! ਮਾਨੁਖ ਬਿਚਾਰਾ ਕ੍ਯਾ ਹੈ, ਜੋ ਕੁਛ ਕਰ ਸਕੇ, ਭਾਵ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਵਾ ਸਤਸੰਗ ਕਾ ਸਾਜੁ ਔਰ ਮਾਹਤਮ ਸਭ ਪੂਰਾ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (sMq jnW ƒ Awpxy crnW nwl joVnw—ieh) kMm ijs (prmwqmw) dw (Awpxw) hY, aus ny hI (sdw ieh kMm) kIqw hY, ieh kMm krn leI) mnu`K dI koeI smrQw nhIN [ ","unicode":"ਹੇ ਭਾਈ! (ਸੰਤ ਜਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਨਾ—ਇਹ) ਕੰਮ ਜਿਸ (ਪਰਮਾਤਮਾ) ਦਾ (ਆਪਣਾ) ਹੈ, ਉਸ ਨੇ ਹੀ (ਸਦਾ ਇਹ ਕੰਮ) ਕੀਤਾ ਹੈ, ਇਹ ਕੰਮ ਕਰਨ ਲਈ) ਮਨੁੱਖ ਦੀ ਕੋਈ ਸਮਰਥਾ ਨਹੀਂ । "},"ms":{"gurmukhi":"ijs dw ieh kMm sI, aus ny Kud hI ies ƒ kIqw hY[ inh`Ql ienswn kI kr skdw hY?","unicode":"ਜਿਸ ਦਾ ਇਹ ਕੰਮ ਸੀ, ਉਸ ਨੇ ਖੁਦ ਹੀ ਇਸ ਨੂੰ ਕੀਤਾ ਹੈ। ਨਿਹੱਥਲ ਇਨਸਾਨ ਕੀ ਕਰ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"De Él era la tarea y Él la realizó; ¿qué otra cosa podría el pobre hombre hacer? "},"hi":{"ss":"हे भाई ! (संतजनों को अपने चरणों के साथ जोड़ना- यह) काम जिस (परमात्मा) का (अपना) है।उसने ही (सदा ये काम) किए हैं।(ये काम करने की) मनुष्य की कोई समर्था नहीं।","sts":"हे भाई ! जिसका यह कार्य था, उसने ही यह सम्पूर्ण किंया है, इसमें मनुष्य बेचारा भला क्या कर सकता है ?"}},"transliteration":{"english":"jis kaa kaaraj tin hee keeaa maanas kiaa vechaaraa raam ||","hindi":"जिस का कारजु तिन ही कीआ माणसु किआ वेचारा राम ॥","en":"jis kaa kaaraj tin hee keeaa maanas kiaa vechaaraa raam ||","hi":"जिस का कारजु तिन ही कीआ माणसु किआ वेचारा राम ॥","ipa":"d͡ʒɪs kɑ kɑrəd͡ʒ t̪ɪn hi kiəɑ mɑɳəs kɪəɑ ʋet͡ʃɑrɑ rɑm.","ur":"جِس کا کارج تن هیِ کیِآ ماݨس کآ وےچارا رام ۔۔"},"pageNo":784,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33288,"shabadId":2911,"verse":{"gurmukhi":"Bgq sohin hir ky gux gwvih sdw krih jYkwrw rwm ]","unicode":"ਭਗਤ ਸੋਹਨਿ ਹਰਿ ਕੇ ਗੁਣ ਗਾਵਹਿ ਸਦਾ ਕਰਹਿ ਜੈਕਾਰਾ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"BgqsohinhirkyguxgwvihsdwkrihjYkwrwrwm]","unicode":"ਭਗਤਸੋਹਨਿਹਰਿਕੇਗੁਣਗਾਵਹਿਸਦਾਕਰਹਿਜੈਕਾਰਾਰਾਮ॥"},"translation":{"en":{"bdb":"The devotees are adorned, singing the Glorious Praises of the Lord; they proclaim His eternal victory.","ms":"The saints are adorned by singing God's praises and ever proclaim His victory.","ssk":"The devotees are adorned, singing the Glorious Praises of the Lord; they proclaim His eternal victory."},"pu":{"ss":{"gurmukhi":"Bgq (aus) hrI dy gux gWdy rihMdy hn, sdw is&iq-swlwh krdy rihMdy hn, Aqy sohxy Awqmk jIvn vwly bxdy jWdy hn [","unicode":"ਭਗਤ (ਉਸ) ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"Ab sRI suDwsr vw sqsMg myN Bgq soB rhY hYN Ar sdw hrI ky gux gwvqy hYN, punÚ jY jY kwr krqy hYN, Bwv js krqy hYN]","unicode":"ਅਬ ਸ੍ਰੀ ਸੁਧਾਸਰ ਵਾ ਸਤਸੰਗ ਮੇਂ ਭਗਤ ਸੋਭ ਰਹੈ ਹੈਂ ਅਰ ਸਦਾ ਹਰੀ ਕੇ ਗੁਣ ਗਾਵਤੇ ਹੈਂ, ਪੁਨਃ ਜੈ ਜੈ ਕਾਰ ਕਰਤੇ ਹੈਂ, ਭਾਵ ਜਸ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"Bgq (aus) hrI dy gux gWdy rihMdy hn, sdw is&iq-swlwh krdy rihMdy hn, Aqy sohxy Awqmk jIvn vwly bxdy jWdy hn [","unicode":"ਭਗਤ (ਉਸ) ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣਦੇ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"sMq vwihgurU dw j`s gwaux duAwrw suMdr l`gdy hn Aqy hmySW aus dI ij`q prgt krdy hn[","unicode":"ਸੰਤ ਵਾਹਿਗੁਰੂ ਦਾ ਜੱਸ ਗਾਉਣ ਦੁਆਰਾ ਸੁੰਦਰ ਲੱਗਦੇ ਹਨ ਅਤੇ ਹਮੇਸ਼ਾਂ ਉਸ ਦੀ ਜਿੱਤ ਪਰਗਟ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Nosotros, Sus Devotos, nos vemos bellos cantando Su Alabanza, proclamando Su Eterna Victoria."},"hi":{"ss":"(उसी की ही मेहर से उसके) भक्त (उस) हरी के गुण गाते रहते हैं।सदा सिफत सालाह करते रहते हैं।और सुंदर आत्मिक जीवन वाले बने रहते हैं।","sts":"भक्तजन हरि का गुणगान करते हुए बड़े सुन्दर लगते हैं और वे सदैव उसकी जय-जयकार करते रहते हैं।"}},"transliteration":{"english":"bhagat sohan har ke gun gaaveh sadhaa kareh jaikaaraa raam ||","hindi":"भगत सोहनि हरि के गुण गावहि सदा करहि जैकारा राम ॥","en":"bhagat sohan har ke gun gaaveh sadhaa kareh jaikaaraa raam ||","hi":"भगत सोहनि हरि के गुण गावहि सदा करहि जैकारा राम ॥","ipa":"ɓəGət̪ sɔhən hər ke Gʊɳ Gɑʋəh səd̪ɑ kərəh d͡ʒækɑrɑ rɑm.","ur":"بھگت سوهن هرِ کے گُݨ گاوه سدا کره جَےکارا رام ۔۔"},"pageNo":784,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33289,"shabadId":2911,"verse":{"gurmukhi":"gux gwie goibMd And aupjy swDsMgiq sMig bnI ]","unicode":"ਗੁਣ ਗਾਇ ਗੋਬਿੰਦ ਅਨਦ ਉਪਜੇ ਸਾਧਸੰਗਤਿ ਸੰਗਿ ਬਨੀ ॥"},"larivaar":{"gurmukhi":"guxgwiegoibMdAndaupjyswDsMgiqsMigbnI]","unicode":"ਗੁਣਗਾਇਗੋਬਿੰਦਅਨਦਉਪਜੇਸਾਧਸੰਗਤਿਸੰਗਿਬਨੀ॥"},"translation":{"en":{"bdb":"Singing the Glorious Praises of the Lord of the Universe, bliss wells up, and we are friends with the Saadh Sangat, the Company of the Holy.","ms":"Singing the Lord's praises and befriending the saints society happiness wells up.","ssk":"Singing the Glorious Praises of the Lord of the Universe, bliss wells up, and we are friends with the Saadh Sangat, the Company of the Holy."},"pu":{"ss":{"gurmukhi":"prmwqmw dy gux gw gw ky (auhnW dy AMdr Awqmk) AwnMd (dy hulwry) pYdw huMdy rihMdy hn, swD sMgiq ivc (itk ky prmwqmw) nwl (auhnW dI pRIq) bxI rihMdI hY [","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਆਨੰਦ (ਦੇ ਹੁਲਾਰੇ) ਪੈਦਾ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ) ਨਾਲ (ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤ) ਬਣੀ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"goibMd ky gun gwie ky BgqoN ko AwnMd auqpq hoqw hY, AO sRI suDwsr myN vw sqsMg myN swD sMgq swQ sB ADkwrIEN kI pRIq bnI hY]","unicode":"ਗੋਬਿੰਦ ਕੇ ਗੁਨ ਗਾਇ ਕੇ ਭਗਤੋਂ ਕੋ ਆਨੰਦ ਉਤਪਤ ਹੋਤਾ ਹੈ, ਔ ਸ੍ਰੀ ਸੁਧਾਸਰ ਮੇਂ ਵਾ ਸਤਸੰਗ ਮੇਂ ਸਾਧ ਸੰਗਤ ਸਾਥ ਸਭ ਅਧਕਾਰੀਓਂ ਕੀ ਪ੍ਰੀਤ ਬਨੀ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw dy gux gw gw ky (auhnW dy AMdr Awqmk) AwnMd (dy hulwry) pYdw huMdy rihMdy hn, swD sMgiq ivc (itk ky prmwqmw) nwl (auhnW dI pRIq) bxI rihMdI hY [","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਆਨੰਦ (ਦੇ ਹੁਲਾਰੇ) ਪੈਦਾ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ) ਨਾਲ (ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤ) ਬਣੀ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"sweIN dIAW isPqW gwaux Aqy siq sMgq nwl im`qrqw pwaux duAwrw KuSI auqpMn huMdI hY[","unicode":"ਸਾਈਂ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਉਣ ਅਤੇ ਸਤਿ ਸੰਗਤ ਨਾਲ ਮਿੱਤਰਤਾ ਪਾਉਣ ਦੁਆਰਾ ਖੁਸ਼ੀ ਉਤਪੰਨ ਹੁੰਦੀ ਹੈ।"}},"es":{"sn":"Cantando Su Alabanza, la Felicidad viene a nosotros y nuestros amigos son los Santos y nadie más. "},"hi":{"ss":"परमात्मा के गुण गा गा के (उनके अंदर आत्मिक) आनंद (के हिलोरे) पैदा होते रहते हैं।साध-संगति में (टिक के परमात्मा) के साथ (उनकी प्रीति) बनी रहती है।","sts":"गोविंद का स्तुतिगान करने से उनके मन में बड़ा आनंद उत्पन्न होता है तथा साधु-संगति करने से उनकी प्रभु से प्रीति बनी रहती है।"}},"transliteration":{"english":"gun gai gobi(n)dh anadh upaje saadhasa(n)gat sa(n)g banee ||","hindi":"गुण गाइ गोबिंद अनद उपजे साधसंगति संगि बनी ॥","en":"gun gai gobi(n)dh anadh upaje saadhasa(n)gat sa(n)g banee ||","hi":"गुण गाइ गोबिंद अनद उपजे साधसंगति संगि बनी ॥","ipa":"Gʊɳ Gɑeɪ Gɔbɪŋd̪ ənəd̪ oʊpəd͡ʒe sɑt̪əsəŋGət̪ səŋG bəni.","ur":"گُݨ گاا گوبںد اند اُپجے سادھسںگت سںگ بنیِ ۔۔"},"pageNo":784,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33290,"shabadId":2911,"verse":{"gurmukhi":"ijin audmu kIAw qwl kyrw iqs kI aupmw ikAw gnI ]","unicode":"ਜਿਨਿ ਉਦਮੁ ਕੀਆ ਤਾਲ ਕੇਰਾ ਤਿਸ ਕੀ ਉਪਮਾ ਕਿਆ ਗਨੀ ॥"},"larivaar":{"gurmukhi":"ijinaudmukIAwqwlkyrwiqskIaupmwikAwgnI]","unicode":"ਜਿਨਿਉਦਮੁਕੀਆਤਾਲਕੇਰਾਤਿਸਕੀਉਪਮਾਕਿਆਗਨੀ॥"},"translation":{"en":{"bdb":"He who made the effort to construct this sacred pool - how can his praises be recounted?","ms":"He who made effort to construct the tank, how can His praise be recounted?","ssk":"He who made the effort to construct this sacred pool - how can his praises be recounted?"},"pu":{"ss":{"gurmukhi":"hy BweI! ijs (prmwqmw) ny (sMq jnW dy ihrdy-) qwl (ivc Awqmk jIvn dyx vwlw nwm-jl Brn) dw au~dm (sdw) kIqw hY, mYN aus dI koeI vifAweI ibAwn krn jogw nhIN hW [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ-) ਤਾਲ (ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰਨ) ਦਾ ਉੱਦਮ (ਸਦਾ) ਕੀਤਾ ਹੈ, ਮੈਂ ਉਸ ਦੀ ਕੋਈ ਵਡਿਆਈ ਬਿਆਨ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ।"},"ft":{"gurmukhi":"ijs ny qwl ky bnwvny kw vw sMqoN ky irdw qwl suD krny kw audm krw hY, iqs gurU rwmdws jI kI vw hrI dI aupmW ikXw ignIey, Bwv ignqI myN nhIN AwvqI]","unicode":"ਜਿਸ ਨੇ ਤਾਲ ਕੇ ਬਨਾਵਨੇ ਕਾ ਵਾ ਸੰਤੋਂ ਕੇ ਰਿਦਾ ਤਾਲ ਸੁਧ ਕਰਨੇ ਕਾ ਉਦਮ ਕਰਾ ਹੈ, ਤਿਸ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਕੀ ਵਾ ਹਰੀ ਦੀ ਉਪਮਾਂ ਕਿਯਾ ਗਿਨੀਏ, ਭਾਵ ਗਿਨਤੀ ਮੇਂ ਨਹੀਂ ਆਵਤੀ॥"},"bdb":{"gurmukhi":"hy BweI! ijs (prmwqmw) ny (sMq jnW dy ihrdy-) qwl (ivc Awqmk jIvn dyx vwlw nwm-jl Brn) dw au~dm (sdw) kIqw hY, mYN aus dI koeI vifAweI ibAwn krn jogw nhIN hW [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ-) ਤਾਲ (ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰਨ) ਦਾ ਉੱਦਮ (ਸਦਾ) ਕੀਤਾ ਹੈ, ਮੈਂ ਉਸ ਦੀ ਕੋਈ ਵਡਿਆਈ ਬਿਆਨ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ।"},"ms":{"gurmukhi":"ijs ny srovr dy bxwaux dw auprwlw kIqw hY[ aus dI ausqqI iks qrHW igxI jw skdI hY?","unicode":"ਜਿਸ ਨੇ ਸਰੋਵਰ ਦੇ ਬਣਾਉਣ ਦਾ ਉਪਰਾਲਾ ਕੀਤਾ ਹੈ। ਉਸ ਦੀ ਉਸਤਤੀ ਕਿਸ ਤਰ੍ਹਾਂ ਗਿਣੀ ਜਾ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"¿Cómo podríamos Alabarlo lo suficiente, si Él hizo que el foso de Néctar de la tierra estuviera lleno?"},"hi":{"ss":"हे भाई ! जिस (परमात्मा) ने (संतजनों के हृदय-) तालाब (में आत्मिक जीवन देने वाला नाम-जल भरने) का उद्यम (सदा) किया है।मैं उसकी कोई वडिआई महिमा बयान करने के योग्य नहीं हूं।","sts":"जिस परमात्मा ने पावन सरोवर को बनाने का प्रयास किया है, उसकी उपमा वर्णन नहीं की जा सकती।"}},"transliteration":{"english":"jin udham keeaa taal keraa tis kee upamaa kiaa ganee ||","hindi":"जिनि उदमु कीआ ताल केरा तिस की उपमा किआ गनी ॥","en":"jin udham keeaa taal keraa tis kee upamaa kiaa ganee ||","hi":"जिनि उदमु कीआ ताल केरा तिस की उपमा किआ गनी ॥","ipa":"d͡ʒɪn oʊd̪əm kiəɑ t̪ɑl kerɑ t̪ɪs ki oʊpəmɑ kɪəɑ Gəni.","ur":"جٍن اُدم کیِآ تال کےرا تس کیِ اُپما کآ گنیِ ۔۔"},"pageNo":784,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33291,"shabadId":2911,"verse":{"gurmukhi":"ATsiT qIrQ puMn ikirAw mhw inrml cwrw ]","unicode":"ਅਠਸਠਿ ਤੀਰਥ ਪੁੰਨ ਕਿਰਿਆ ਮਹਾ ਨਿਰਮਲ ਚਾਰਾ ॥"},"larivaar":{"gurmukhi":"ATsiTqIrQpuMnikirAwmhwinrmlcwrw]","unicode":"ਅਠਸਠਿਤੀਰਥਪੁੰਨਕਿਰਿਆਮਹਾਨਿਰਮਲਚਾਰਾ॥"},"translation":{"en":{"bdb":"The merits of the sixty-eight sacred shrines of pilgrimage, charity, good deeds and immaculate lifestyle, are found in this sacred pool.","ms":"The merit of sixty-eight holies, alms, good actions and supremely pure deeds, is in bathing pure deeds, is in bathing in this tank.","ssk":"The merits of the sixty-eight sacred shrines of pilgrimage, charity, good deeds and immaculate lifestyle, are found in this sacred pool."},"pu":{"ss":{"gurmukhi":"hy BweI! Awqmk jIvn dyx vwly nwm-jl nwm BrpUr ies sMq-ihrdy ivc hI) ATwhT qIrQ Aw jWdy hn, v`fy v`fy piv`qr qy sMudr puMn-krm Aw jWdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਮ ਭਰਪੂਰ ਇਸ ਸੰਤ-ਹਿਰਦੇ ਵਿਚ ਹੀ) ਅਠਾਹਠ ਤੀਰਥ ਆ ਜਾਂਦੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਪਵਿੱਤਰ ਤੇ ਸੰੁਦਰ ਪੁੰਨ-ਕਰਮ ਆ ਜਾਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"ATwhT qIrQoN ky iesnWn kw jo pun hY, ikirAw jo pRwxWXwm kw swDn rUp nyqI DoqI hY Ar jo inrml krm hY, iqs ny sBI kr lIAw hY, ijs ny sqsMg kIAw hY vw ijs ny snWn kIAw hY[ vw aus sQwn myN pUrbkq gun sBI hYN]","unicode":"ਅਠਾਹਠ ਤੀਰਥੋਂ ਕੇ ਇਸਨਾਂਨ ਕਾ ਜੋ ਪੁਨ ਹੈ, ਕਿਰਿਆ ਜੋ ਪ੍ਰਾਣਾਂਯਾਮ ਕਾ ਸਾਧਨ ਰੂਪ ਨੇਤੀ ਧੋਤੀ ਹੈ ਅਰ ਜੋ ਨਿਰਮਲ ਕਰਮ ਹੈ, ਤਿਸ ਨੇ ਸਭੀ ਕਰ ਲੀਆ ਹੈ, ਜਿਸ ਨੇ ਸਤਸੰਗ ਕੀਆ ਹੈ ਵਾ ਜਿਸ ਨੇ ਸਨਾਂਨ ਕੀਆ ਹੈ। ਵਾ ਉਸ ਸਥਾਨ ਮੇਂ ਪੂਰਬਕਤ ਗੁਨ ਸਭੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! Awqmk jIvn dyx vwly nwm-jl nwm BrpUr ies sMq-ihrdy ivc hI) ATwhT qIrQ Aw jWdy hn, v`fy v`fy piv`qr qy sMudr puMn-krm Aw jWdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਮ ਭਰਪੂਰ ਇਸ ਸੰਤ-ਹਿਰਦੇ ਵਿਚ ਹੀ) ਅਠਾਹਠ ਤੀਰਥ ਆ ਜਾਂਦੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਪਵਿੱਤਰ ਤੇ ਸੰੁਦਰ ਪੁੰਨ-ਕਰਮ ਆ ਜਾਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"ATwht Drm AsQwnW, puMn dwnW, cMigAW krmW Aqy prm piv`qr AmlW dw mhwqm ies srovr iv`c ieSnwn krn AMdr hY[","unicode":"ਅਠਾਹਟ ਧਰਮ ਅਸਥਾਨਾਂ, ਪੁੰਨ ਦਾਨਾਂ, ਚੰਗਿਆਂ ਕਰਮਾਂ ਅਤੇ ਪਰਮ ਪਵਿੱਤਰ ਅਮਲਾਂ ਦਾ ਮਹਾਤਮ ਇਸ ਸਰੋਵਰ ਵਿੱਚ ਇਸ਼ਨਾਨ ਕਰਨ ਅੰਦਰ ਹੈ।"}},"es":{"sn":"El mérito de visitar todas las estaciones de peregrinaje, de hacer actos rectos y practicar Virtudes está contenido en la Alabanza del Señor, "},"hi":{"ss":"हे भाई ! आत्मिक आनंद देने वाला नाम-जल नाम भरपूर इस संत हृदय में ही अढ़सठ तीर्थ आ जाते हैं।बड़े-बड़े पवित्र और सुंदर पुन्य कर्म आ जाते हैं।","sts":"इस सरोवर में स्नान करने से अड़सठ तीर्थों के स्नान, अनेक दान-पुण्य एवं सभी महानिर्मल कर्मो का फल मिल जाता है।"}},"transliteration":{"english":"aThasaTh teerath pu(n)n kiriaa mahaa niramal chaaraa ||","hindi":"अठसठि तीरथ पुँन किरिआ महा निरमल चारा ॥","en":"aThasaTh teerath pu(n)n kiriaa mahaa niramal chaaraa ||","hi":"अठसठि तीरथ पुँन किरिआ महा निरमल चारा ॥","ipa":"əʈʰəsəʈʰ t̪irət̪ʰ pʊŋn kɪrɪəɑ məhɑ nɪrəməl t͡ʃɑrɑ.","ur":"اٹھسٹھ تیِرتھ پُنّ کرآ مها نرمل چارا ۔۔"},"pageNo":784,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33292,"shabadId":2911,"verse":{"gurmukhi":"piqq pwvnu ibrdu suAwmI nwnk sbd ADwrw ]3]","unicode":"ਪਤਿਤ ਪਾਵਨੁ ਬਿਰਦੁ ਸੁਆਮੀ ਨਾਨਕ ਸਬਦ ਅਧਾਰਾ ॥੩॥"},"larivaar":{"gurmukhi":"piqqpwvnuibrdusuAwmInwnksbdADwrw]3]","unicode":"ਪਤਿਤਪਾਵਨੁਬਿਰਦੁਸੁਆਮੀਨਾਨਕਸਬਦਅਧਾਰਾ॥੩॥"},"translation":{"en":{"bdb":"It is the natural way of the Lord and Master to purify sinners; Nanak takes the Support of the Word of the Shabad. ||3||","ms":"To purify the sinner is the function of the Lord. Nanak's prop is the Name alone.","ssk":"It is the natural way of the Lord and Master to purify sinners; Nanak takes the Support of the Word of the Shabad. ||3||"},"pu":{"ss":{"gurmukhi":"hy nwnk! gurU dy Sbd dw Awsrw (dy ky) v`fy v`fy ivkwrIAW ƒ piv`qr kr dyxw—mwlk-pRBU dw ieh mu`F-kdImW dw suBwau quirAw Aw irhw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ (ਦੇ ਕੇ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਣਾ—ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਤੁਰਿਆ ਆ ਰਿਹਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"pwpIEN ky pivqR krny kw ijs suAwmI kw ibrd hY[ sRI gurU jI kihqy hYN: gurU aupdys kr ky iqs ky nwm kw AwDwr kIAw hY]3]","unicode":"ਪਾਪੀਓਂ ਕੇ ਪਵਿਤ੍ਰ ਕਰਨੇ ਕਾ ਜਿਸ ਸੁਆਮੀ ਕਾ ਬਿਰਦ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਗੁਰੂ ਉਪਦੇਸ ਕਰ ਕੇ ਤਿਸ ਕੇ ਨਾਮ ਕਾ ਆਧਾਰ ਕੀਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy nwnk! gurU dy Sbd dw Awsrw (dy ky) v`fy v`fy ivkwrIAW ƒ piv`qr kr dyxw—mwlk-pRBU dw ieh mu`F-kdImW dw suBwau quirAw Aw irhw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ (ਦੇ ਕੇ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਣਾ—ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਤੁਰਿਆ ਆ ਰਿਹਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"pwpIAW ƒ piv`qr krnw swihb dwDrm hY[ nwnk dw Awsrw kyvl nwm hI hY[","unicode":"ਪਾਪੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨਾ ਸਾਹਿਬ ਦਾਧਰਮ ਹੈ। ਨਾਨਕ ਦਾ ਆਸਰਾ ਕੇਵਲ ਨਾਮ ਹੀ ਹੈ।"}},"es":{"sn":"pues la Naturaleza Innata del Maestro, siempre ha sido purificar a los malhechores. Lo único que vale para Nanak es la Palabra del Señor.(3)"},"hi":{"ss":"हे नानक ! गुरू के शबद का आसरा (दे के) बड़े-बड़े विकारियों को पवित्र कर देना- मालिक-प्रभू का ये मूल कदीमों वाला बिरद वाला स्वभाव चला आ रहा है। 3।","sts":"नानक प्रार्थना करता है कि हे स्वामी ! पतितों को पावन करना तेरा धर्म है और मुझे तेरे शब्द का ही आसरा है॥ ३॥"}},"transliteration":{"english":"patit paavan biradh suaamee naanak sabadh adhaaraa ||3||","hindi":"पतित पावनु बिरदु सुआमी नानक सबद अधारा ॥३॥","en":"patit paavan biradh suaamee naanak sabadh adhaaraa ||3||","hi":"पतित पावनु बिरदु सुआमी नानक सबद अधारा ॥३॥","ipa":"pət̪ɪt̪ pɑʋən bɪrəd̪ sʊəɑmi nɑnək səbəd̪ ət̪ɑrɑ.3.","ur":"پتت پاون برد سُآمیِ نانک سبد ادھارا ۔۔۳۔۔"},"pageNo":784,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33293,"shabadId":2911,"verse":{"gurmukhi":"gux inDwn myrw pRBu krqw ausqiq kaunu krIjY rwm ]","unicode":"ਗੁਣ ਨਿਧਾਨ ਮੇਰਾ ਪ੍ਰਭੁ ਕਰਤਾ ਉਸਤਤਿ ਕਉਨੁ ਕਰੀਜੈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"guxinDwnmyrwpRBukrqwausqiqkaunukrIjYrwm]","unicode":"ਗੁਣਨਿਧਾਨਮੇਰਾਪ੍ਰਭੁਕਰਤਾਉਸਤਤਿਕਉਨੁਕਰੀਜੈਰਾਮ॥"},"translation":{"en":{"bdb":"The treasure of virtue is my God, the Creator Lord; what Praises of Yours should I sing, O Lord?","ms":"The Treasure of virtues is my Creator-Lord What praises of Thine should I utter, O Lord?","ssk":"The treasure of virtue is my God, the Creator Lord; what Praises of Yours should I sing, O Lord?"},"pu":{"ss":{"gurmukhi":"hy BweI! myrw krqwr myrw pRBU swry guxW dw ^zwnw hY [ koeI BI Aijhw mnu`K nhIN, ijs pwsoN (aus dI pUrI) vifAweI kIqI jw sky [ ","unicode":"ਹੇ ਭਾਈ! ਮੇਰਾ ਕਰਤਾਰ ਮੇਰਾ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ । ਕੋਈ ਭੀ ਅਜਿਹਾ ਮਨੁੱਖ ਨਹੀਂ, ਜਿਸ ਪਾਸੋਂ (ਉਸ ਦੀ ਪੂਰੀ) ਵਡਿਆਈ ਕੀਤੀ ਜਾ ਸਕੇ । "},"ft":{"gurmukhi":"hy rwm! guxoN kw KjwnW jO qUM myrw swmrQ krqw hYN qyrI ausqqI kOn pRkwr sy krIey]","unicode":"ਹੇ ਰਾਮ! ਗੁਣੋਂ ਕਾ ਖਜਾਨਾਂ ਜੌ ਤੂੰ ਮੇਰਾ ਸਾਮਰਥ ਕਰਤਾ ਹੈਂ ਤੇਰੀ ਉਸਤਤੀ ਕੌਨ ਪ੍ਰਕਾਰ ਸੇ ਕਰੀਏ॥"},"bdb":{"gurmukhi":"hy BweI! myrw krqwr myrw pRBU swry guxW dw ^zwnw hY [ koeI BI Aijhw mnu`K nhIN, ijs pwsoN (aus dI pUrI) vifAweI kIqI jw sky [ ","unicode":"ਹੇ ਭਾਈ! ਮੇਰਾ ਕਰਤਾਰ ਮੇਰਾ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ । ਕੋਈ ਭੀ ਅਜਿਹਾ ਮਨੁੱਖ ਨਹੀਂ, ਜਿਸ ਪਾਸੋਂ (ਉਸ ਦੀ ਪੂਰੀ) ਵਡਿਆਈ ਕੀਤੀ ਜਾ ਸਕੇ । "},"ms":{"gurmukhi":"nykIAW dw Kjwnw hY myrw isrjxhwr suAwmI[ mYN qyrIAW ikhVIAW isPqW aucwrn krW, hy pRBU?","unicode":"ਨੇਕੀਆਂ ਦਾ ਖਜਾਨਾ ਹੈ ਮੇਰਾ ਸਿਰਜਣਹਾਰ ਸੁਆਮੀ। ਮੈਂ ਤੇਰੀਆਂ ਕਿਹੜੀਆਂ ਸਿਫਤਾਂ ਉਚਾਰਨ ਕਰਾਂ, ਹੇ ਪ੍ਰਭੂ?"}},"es":{"sn":"Mi Señor Creador es el Tesoro de Virtud; oh Dios, ¿cómo podría Alabarlo?"},"hi":{"ss":"हे भाई ! मेरा करतार मेरा प्रभू सारे गुणों का खजाना है।कोई भी ऐसा मनुष्य नहीं।जिससे।(उसकी पूरी) महिमा की जा सके।","sts":"सृष्टि-रचयिता मेरा प्रभु गुणों का भण्डार है और उसकी स्तुति भला कौन कर सकता है।"}},"transliteration":{"english":"gun nidhaan meraa prabh karataa usatat kaun kareejai raam ||","hindi":"गुण निधान मेरा प्रभु करता उसतति कउनु करीजै राम ॥","en":"gun nidhaan meraa prabh karataa usatat kaun kareejai raam ||","hi":"गुण निधान मेरा प्रभु करता उसतति कउनु करीजै राम ॥","ipa":"Gʊɳ nɪt̪ɑn merɑ pɹəɓ kərət̪ɑ oʊsət̪ət̪ koʊn kərid͡ʒæ rɑm.","ur":"گُݨ ندھان مےرا پربھ کرتا اُستت کان کریِجَے رام ۔۔"},"pageNo":784,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33294,"shabadId":2911,"verse":{"gurmukhi":"sMqw kI bynµqI suAwmI nwmu mhw rsu dIjY rwm ]","unicode":"ਸੰਤਾ ਕੀ ਬੇਨੰਤੀ ਸੁਆਮੀ ਨਾਮੁ ਮਹਾ ਰਸੁ ਦੀਜੈ ਰਾਮ ॥"},"larivaar":{"gurmukhi":"sMqwkIbynµqIsuAwmInwmumhwrsudIjYrwm]","unicode":"ਸੰਤਾਕੀਬੇਨੰਤੀਸੁਆਮੀਨਾਮੁਮਹਾਰਸੁਦੀਜੈਰਾਮ॥"},"translation":{"en":{"bdb":"The prayer of the Saints is, \"\"O Lord and Master, please bless us with the supreme, sublime essence of Your Name.\"\"","ms":"The prayer of the saints is \"O Lord, bless us with the great elixir of Thy Name\".","ssk":"The prayer of the Saints is, \"O Lord and Master, please bless us with the supreme, sublime essence of Your Name.\""},"pu":{"ss":{"gurmukhi":"sMq-jnW dI (aus dy dr qy sdw ieh) Ardws huMdI hY—hy mwlk pRBU! byAMq suAwdlw Awpxw nwm b^SI r`K;","unicode":"ਸੰਤ-ਜਨਾਂ ਦੀ (ਉਸ ਦੇ ਦਰ ਤੇ ਸਦਾ ਇਹ) ਅਰਦਾਸ ਹੁੰਦੀ ਹੈ—ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਸੁਆਦਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ;"},"ft":{"gurmukhi":"hy suAwmI! qum sMqoN kI bynqI mwnqy ho, iesqy hy rwm! nwm kw jo mhW rs hY, so myry ko BI dIjIey]","unicode":"ਹੇ ਸੁਆਮੀ! ਤੁਮ ਸੰਤੋਂ ਕੀ ਬੇਨਤੀ ਮਾਨਤੇ ਹੋ, ਇਸਤੇ ਹੇ ਰਾਮ! ਨਾਮ ਕਾ ਜੋ ਮਹਾਂ ਰਸ ਹੈ, ਸੋ ਮੇਰੇ ਕੋ ਭੀ ਦੀਜੀਏ॥"},"bdb":{"gurmukhi":"sMq-jnW dI (aus dy dr qy sdw ieh) Ardws huMdI hY—hy mwlk pRBU! byAMq suAwdlw Awpxw nwm b^SI r`K;","unicode":"ਸੰਤ-ਜਨਾਂ ਦੀ (ਉਸ ਦੇ ਦਰ ਤੇ ਸਦਾ ਇਹ) ਅਰਦਾਸ ਹੁੰਦੀ ਹੈ—ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਸੁਆਦਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ;"},"ms":{"gurmukhi":"swDUAW dI pRwrQnw hY: \"hy pRBU! swƒ Awpxy nwm dw prm AMimRq pRdwn kr[","unicode":"ਸਾਧੂਆਂ ਦੀ ਪ੍ਰਾਰਥਨਾ ਹੈ: \"ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਪਰਮ ਅੰਮ੍ਰਿਤ ਪ੍ਰਦਾਨ ਕਰ।"}},"es":{"sn":"La única plegaria de los Santos es, oh Señor, bendícenos con la Maravillosa Esencia de Tu Nombre, "},"hi":{"ss":"","sts":"हे स्वामी ! तेरे पास संतों की यही विनती है कि हमें नाम रूपी महारस दीजिए।"}},"transliteration":{"english":"sa(n)taa kee bena(n)tee suaamee naam mahaa ras dheejai raam ||","hindi":"संता की बेनंती सुआमी नामु महा रसु दीजै राम ॥","en":"sa(n)taa kee bena(n)tee suaamee naam mahaa ras dheejai raam ||","hi":"संता की बेनंती सुआमी नामु महा रसु दीजै राम ॥","ipa":"səŋt̪ɑ ki benəⁿt̪i sʊəɑmi nɑm məhɑ rəs d̪id͡ʒæ rɑm.","ur":"سںتا کیِ بےنµتیِ سُآمیِ نام مها رس دیِجَے رام ۔۔"},"pageNo":784,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33295,"shabadId":2911,"verse":{"gurmukhi":"nwmu dIjY dwnu kIjY ibsru nwhI iek iKno ]","unicode":"ਨਾਮੁ ਦੀਜੈ ਦਾਨੁ ਕੀਜੈ ਬਿਸਰੁ ਨਾਹੀ ਇਕ ਖਿਨੋ ॥"},"larivaar":{"gurmukhi":"nwmudIjYdwnukIjYibsrunwhIiekiKno]","unicode":"ਨਾਮੁਦੀਜੈਦਾਨੁਕੀਜੈਬਿਸਰੁਨਾਹੀਇਕਖਿਨੋ॥"},"translation":{"en":{"bdb":"Please, grant us Your Name, grant us this blessing, and do not forget us, even for an instant.","ms":"Give us Thy Name, grant us this boon and forget us not even for a moment.","ssk":"Please, grant us Your Name, grant us this blessing, and do not forget us, even for an instant."},"pu":{"ss":{"gurmukhi":"ieh imhr kr ik Awpxw nwm b^SI r`K, iek iKn Br BI (swfy ihrdy ivcoN) nwh Bu`l [","unicode":"ਇਹ ਮਿਹਰ ਕਰ ਕਿ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ, ਇਕ ਖਿਨ ਭਰ ਭੀ (ਸਾਡੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਨਾਹ ਭੁੱਲ ।"},"ft":{"gurmukhi":"nwm dyvo prMqU dwn kro, ikauNik myry sy koeI swDn nhIN ho skqw[ kYsw dwn kro? jo eyk iKn BI nw ibsro]","unicode":"ਨਾਮ ਦੇਵੋ ਪਰੰਤੂ ਦਾਨ ਕਰੋ, ਕਿਉਂਕਿ ਮੇਰੇ ਸੇ ਕੋਈ ਸਾਧਨ ਨਹੀਂ ਹੋ ਸਕਤਾ। ਕੈਸਾ ਦਾਨ ਕਰੋ? ਜੋ ਏਕ ਖਿਨ ਭੀ ਨਾ ਬਿਸਰੋ॥"},"bdb":{"gurmukhi":"ieh imhr kr ik Awpxw nwm b^SI r`K, iek iKn Br BI (swfy ihrdy ivcoN) nwh Bu`l [","unicode":"ਇਹ ਮਿਹਰ ਕਰ ਕਿ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੀ ਰੱਖ, ਇਕ ਖਿਨ ਭਰ ਭੀ (ਸਾਡੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਨਾਹ ਭੁੱਲ ।"},"ms":{"gurmukhi":"swƒ Awpxw nwm bKS, swƒ ieh dwq dy Aqy swƒ iek muhq Br leI BI nW Bu`l[","unicode":"ਸਾਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖਸ਼, ਸਾਨੂੰ ਇਹ ਦਾਤ ਦੇ ਅਤੇ ਸਾਨੂੰ ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਨਾਂ ਭੁੱਲ।"}},"es":{"sn":"Oh Dios, y no nos abandones ni por un momento "},"hi":{"ss":"(उसके) संतजनों की (उसके दर पर सदा यह) प्रार्थना होती है - हे मालिक प्रभू ! बेअंत स्वादिष्ट अपना नाम बख्शे रख; ये मिहर कर कि अपना नाम दिए रख।एक छण भर के लिए भी (हमारे हृदय में से) ना भूल।","sts":"हमें नाम-दान दीजिए ताकि तू हमें एक क्षण भी विस्मृत न होवे।"}},"transliteration":{"english":"naam dheejai dhaan keejai bisar naahee ik khino ||","hindi":"नामु दीजै दानु कीजै बिसरु नाही इक खिनो ॥","en":"naam dheejai dhaan keejai bisar naahee ik khino ||","hi":"नामु दीजै दानु कीजै बिसरु नाही इक खिनो ॥","ipa":"nɑm d̪id͡ʒæ d̪ɑn kid͡ʒæ bɪsər nɑhi eɪk kʰɪnɔ.","ur":"نام دیِجَے دان کیِجَے بسر ناهیِ اک کھنو ۔۔"},"pageNo":784,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33296,"shabadId":2911,"verse":{"gurmukhi":"gux gopwl aucru rsnw sdw gweIAY Anidno ]","unicode":"ਗੁਣ ਗੋਪਾਲ ਉਚਰੁ ਰਸਨਾ ਸਦਾ ਗਾਈਐ ਅਨਦਿਨੋ ॥"},"larivaar":{"gurmukhi":"guxgopwlaucrursnwsdwgweIAYAnidno]","unicode":"ਗੁਣਗੋਪਾਲਉਚਰੁਰਸਨਾਸਦਾਗਾਈਐਅਨਦਿਨੋ॥"},"translation":{"en":{"bdb":"Chant the Glorious Praises of the World-Lord, O my tongue; sing them forever, night and day.","ms":"O my tongue, utter thou the Lord's praises and ever continue singing them night and day.","ssk":"Chant the Glorious Praises of the World-Lord, O my tongue; sing them forever, night and day."},"pu":{"ss":{"gurmukhi":"hy BweI! (AwpxI) jIB nwl gopwl dy gux aucwrdw irhw kr [ hr vyly aus dI is&iq-swlwh krdy rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਗੋਪਾਲ ਦੇ ਗੁਣ ਉਚਾਰਦਾ ਰਿਹਾ ਕਰ । ਹਰ ਵੇਲੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy gopwl! qyry guxoN ko rsnw aucwry, rwq idn sdw hI rwg myN gwvqy rhIey]","unicode":"ਹੇ ਗੋਪਾਲ! ਤੇਰੇ ਗੁਣੋਂ ਕੋ ਰਸਨਾ ਉਚਾਰੇ, ਰਾਤ ਦਿਨ ਸਦਾ ਹੀ ਰਾਗ ਮੇਂ ਗਾਵਤੇ ਰਹੀਏ॥"},"bdb":{"gurmukhi":"hy BweI! (AwpxI) jIB nwl gopwl dy gux aucwrdw irhw kr [ hr vyly aus dI is&iq-swlwh krdy rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਗੋਪਾਲ ਦੇ ਗੁਣ ਉਚਾਰਦਾ ਰਿਹਾ ਕਰ । ਹਰ ਵੇਲੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ms":{"gurmukhi":"hy myrI jIBw! qUM swihb dIAW isPqW aucwrn kr Aqy hmySW hI rwq idn aunHW ƒ gwien krdI rhu[","unicode":"ਹੇ ਮੇਰੀ ਜੀਭਾ! ਤੂੰ ਸਾਹਿਬ ਦੀਆਂ ਸਿਫਤਾਂ ਉਚਾਰਨ ਕਰ ਅਤੇ ਹਮੇਸ਼ਾਂ ਹੀ ਰਾਤ ਦਿਨ ਉਨ੍ਹਾਂ ਨੂੰ ਗਾਇਨ ਕਰਦੀ ਰਹੁ।"}},"es":{"sn":"para que así cantemos Tu Alabanza noche y día, por siempre y para siempre."},"hi":{"ss":"हे भाई ! (अपनी) जीभ से गोपाल के गुण उचारता रहा कर।हर वक्त् उसकी सिफत सालाह करते रहना चाहिए।","sts":"हमें अपनी जीभ से सदैव उसके गुण गाते रहना चाहिए।"}},"transliteration":{"english":"gun gopaal uchar rasanaa sadhaa gaieeaai anadhino ||","hindi":"गुण गोपाल उचरु रसना सदा गाईऐ अनदिनो ॥","en":"gun gopaal uchar rasanaa sadhaa gaieeaai anadhino ||","hi":"गुण गोपाल उचरु रसना सदा गाईऐ अनदिनो ॥","ipa":"Gʊɳ Gɔpɑl oʊt͡ʃər rəsənɑ səd̪ɑ Gɑeiæ ənəd̪ɪnɔ.","ur":"گُݨ گوپال اُچر رسنا سدا گاایاَے اندنو ۔۔"},"pageNo":784,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33297,"shabadId":2911,"verse":{"gurmukhi":"ijsu pRIiq lwgI nwm syqI mnu qnu AMimRq BIjY ]","unicode":"ਜਿਸੁ ਪ੍ਰੀਤਿ ਲਾਗੀ ਨਾਮ ਸੇਤੀ ਮਨੁ ਤਨੁ ਅੰਮ੍ਰਿਤ ਭੀਜੈ ॥"},"larivaar":{"gurmukhi":"ijsupRIiqlwgInwmsyqImnuqnuAMimRqBIjY]","unicode":"ਜਿਸੁਪ੍ਰੀਤਿਲਾਗੀਨਾਮਸੇਤੀਮਨੁਤਨੁਅੰਮ੍ਰਿਤਭੀਜੈ॥"},"translation":{"en":{"bdb":"One who enshrines love for the Naam, the Name of the Lord, his mind and body are drenched with Ambrosial Nectar.","ms":"He, who enshrines love for the Name; his soul and body are enraptured with Nectar.","ssk":"One who enshrines love for the Naam, the Name of the Lord, his mind and body are drenched with Ambrosial Nectar."},"pu":{"ss":{"gurmukhi":"prmwqmw dy nwm nwl ijs mnu`K dw ipAwr bx jWdw hY, aus dw mn aus dw qn Awqmk jIvn dyx vwly nwm-jl nwl (sdw) qr rihMdw hY [ ","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ (ਸਦਾ) ਤਰ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijn kI qyry nwm nwl pRIq lwgI hY, so mn qn kr ky Awqm AnMd rUp AMimRq BIjy hYN]","unicode":"ਜਿਨ ਕੀ ਤੇਰੇ ਨਾਮ ਨਾਲ ਪ੍ਰੀਤ ਲਾਗੀ ਹੈ, ਸੋ ਮਨ ਤਨ ਕਰ ਕੇ ਆਤਮ ਅਨੰਦ ਰੂਪ ਅੰਮ੍ਰਿਤ ਭੀਜੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"prmwqmw dy nwm nwl ijs mnu`K dw ipAwr bx jWdw hY, aus dw mn aus dw qn Awqmk jIvn dyx vwly nwm-jl nwl (sdw) qr rihMdw hY [ ","unicode":"ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ (ਸਦਾ) ਤਰ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"ijs dw pRym nwm nwl l`g igAw hY, aus dI Awqmw qy dyh Awib-ihXwq nwl pRsMn ho jWdy hn[","unicode":"ਜਿਸ ਦਾ ਪ੍ਰੇਮ ਨਾਮ ਨਾਲ ਲੱਗ ਗਿਆ ਹੈ, ਉਸ ਦੀ ਆਤਮਾ ਤੇ ਦੇਹ ਆਬਿ-ਹਿਯਾਤ ਨਾਲ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Aquél que ame el Nombre del Señor, su mente y su cuerpo se fundirán en el Néctar del Señor. "},"hi":{"ss":"परमात्मा के नाम से जिस मनुष्य का प्यार बन जाता है।उसका मन उसका तन आत्मिक जीवन देने वाले नाम-जल से (सदा) तर रहता है।","sts":"जिसकी नाम से प्रीति लग जाती है, उसका मन-तन नामामृत से भीग जाता है।"}},"transliteration":{"english":"jis preet laagee naam setee man tan a(n)mirat bheejai ||","hindi":"जिसु प्रीति लागी नाम सेती मनु तनु अंमृत भीजै ॥","en":"jis preet laagee naam setee man tan a(n)mirat bheejai ||","hi":"जिसु प्रीति लागी नाम सेती मनु तनु अंमृत भीजै ॥","ipa":"d͡ʒɪs pɹit̪ lɑGi nɑm set̪i mən t̪ən əŋmɪɹət̪ ɓid͡ʒæ.","ur":"جِس پریِت لاگیِ نام سےتیِ من تن اںمرت بھیِجَے ۔۔"},"pageNo":784,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33298,"shabadId":2911,"verse":{"gurmukhi":"ibnvMiq nwnk ieC puMnI pyiK drsnu jIjY ]4]7]10]","unicode":"ਬਿਨਵੰਤਿ ਨਾਨਕ ਇਛ ਪੁੰਨੀ ਪੇਖਿ ਦਰਸਨੁ ਜੀਜੈ ॥੪॥੭॥੧੦॥"},"larivaar":{"gurmukhi":"ibnvMiqnwnkieCpuMnIpyiKdrsnujIjY]4]7]10]","unicode":"ਬਿਨਵੰਤਿਨਾਨਕਇਛਪੁੰਨੀਪੇਖਿਦਰਸਨੁਜੀਜੈ॥੪॥੭॥੧੦॥"},"translation":{"en":{"bdb":"Prays Nanak, my desires have been fulfilled; gazing upon the Blessed Vision of the Lord, I live. ||4||7||10||","ms":"Prays Nanak, my desire is fulfilled and I live, beholding Thine vision O Lord.","ssk":"Prays Nanak, my desires have been fulfilled; gazing upon the Blessed Vision of the Lord, I live. ||4||7||10||"},"pu":{"ss":{"gurmukhi":"nwnk bynqI krdw hY—hy BweI! (prmwqmw dw) drsn kr ky Awqmk jIvn iml jWdw hY, hryk ie`Cw pUrI ho jWdI hY [4[7[10[","unicode":"ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ—ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ।੪।੭।੧੦।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: myrI ieCw pUrn hoeI hY, mYN Awp kw drSn dyK ky jIvqw hUM]4]7]10]ÇjIv ko prmysr kI mihmw jnwvqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਮੇਰੀ ਇਛਾ ਪੂਰਨ ਹੋਈ ਹੈ, ਮੈਂ ਆਪ ਕਾ ਦਰਸ਼ਨ ਦੇਖ ਕੇ ਜੀਵਤਾ ਹੂੰ॥੪॥੭॥੧੦॥☬ਜੀਵ ਕੋ ਪਰਮੇਸਰ ਕੀ ਮਹਿਮਾ ਜਨਾਵਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"nwnk bynqI krdw hY—hy BweI! (prmwqmw dw) drsn kr ky Awqmk jIvn iml jWdw hY, hryk ie`Cw pUrI ho jWdI hY [4[7[10[","unicode":"ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ—ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ।੪।੭।੧੦।"},"ms":{"gurmukhi":"nwnk jodVI krdw hY, myrI KwihS pUrI ho geI hY Aqy mYN qyrw dIdwr vyK ky jIauNdw hW, hy pRBU!","unicode":"ਨਾਨਕ ਜੋਦੜੀ ਕਰਦਾ ਹੈ, ਮੇਰੀ ਖਾਹਿਸ਼ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ਅਤੇ ਮੈਂ ਤੇਰਾ ਦੀਦਾਰ ਵੇਖ ਕੇ ਜੀਉਂਦਾ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ!"}},"es":{"sn":"Nanak reza, mi deseo ha sido satisfecho, oh Dios, y ahora sólo vivo teniendo Tu Visión. (4-7-10)"},"hi":{"ss":"नानक विनती करता है - हे भाई ! (परमात्मा के) दर्शन करके आत्मिक जीवन मिल जाता है।हरेक इच्छा पूरी हो जाती है। 4। 7। 10।","sts":"नानक विनती करता है कि हे प्रभु ! मेरी इच्छा पूरी हो गई है और मैं तेरे दर्शन देखकर ही जिंदा हूँ॥ ४॥ ७ ॥ १० ॥"}},"transliteration":{"english":"binava(n)t naanak ichh pu(n)nee pekh dharasan jeejai ||4||7||10||","hindi":"बिनवंति नानक इछ पुँनी पेखि दरसनु जीजै ॥४॥७॥१०॥","en":"binava(n)t naanak ichh pu(n)nee pekh dharasan jeejai ||4||7||10||","hi":"बिनवंति नानक इछ पुँनी पेखि दरसनु जीजै ॥४॥७॥१०॥","ipa":"bɪnəʋəŋt̪ nɑnək eɪɕ pʊŋni pekʰ d̪ərəsən d͡ʒid͡ʒæ.4.7.1ə0.","ur":"بٍنوںت نانک اچھ پُنّیِ پےکھ درسن جیِجَے ۔۔۴۔۔۷۔۔۱۰۔۔"},"pageNo":784,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}}]}