{"shabadInfo":{"shabadId":2916,"shabadName":33346,"pageNo":785,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":785},"raag":{"raagId":19,"gurmukhi":"rwgu sUhI","unicode":"ਰਾਗੁ ਸੂਹੀ","english":"Raag Soohee","raagWithPage":"Soohee (728-794)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":5,"navigation":{"previous":2915,"next":2917},"verses":[{"verseId":33345,"shabadId":2916,"verse":{"gurmukhi":"sloku mÚ 3 ]","unicode":"ਸਲੋਕੁ ਮਃ ੩ ॥"},"larivaar":{"gurmukhi":"slokumÚ3]","unicode":"ਸਲੋਕੁਮਃ੩॥"},"translation":{"en":{"bdb":"Shalok, Third Mehla:","ms":"Slok 3rd Guru.","ssk":"Salok, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"slok qIjI pwiqSwhI[","unicode":"ਸਲੋਕ ਤੀਜੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Shlok, Mejl Guru Amar Das, Tercer Canal Divino."},"hi":{"ss":"","sts":"श्लोक महला ३॥"}},"transliteration":{"english":"salok mahalaa teejaa ||","hindi":"सलोकु म: ३ ॥","en":"salok mahalaa teejaa ||","hi":"सलोकु म: ३ ॥","ipa":"səlɔk mahalaa t̪id͡ʒɑ.","ur":"سلوک مÚ ۳ ۔۔"},"pageNo":785,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":33346,"shabadId":2916,"verse":{"gurmukhi":"sUhb qw sohwgxI jw mMin lYih scu nwau ]","unicode":"ਸੂਹਬ ਤਾ ਸੋਹਾਗਣੀ ਜਾ ਮੰਨਿ ਲੈਹਿ ਸਚੁ ਨਾਉ ॥"},"larivaar":{"gurmukhi":"sUhbqwsohwgxIjwmMinlYihscunwau]","unicode":"ਸੂਹਬਤਾਸੋਹਾਗਣੀਜਾਮੰਨਿਲੈਹਿਸਚੁਨਾਉ॥"},"translation":{"en":{"bdb":"The red-robed woman becomes a happy soul-bride, only when she accepts the True Name.","ms":"Then alone, does the red-robed one becomes the true bride, when she accepts the True Name.","ssk":"The red-robed woman becomes a happy soul-bride, only when she accepts the True Name."},"pu":{"ss":{"gurmukhi":"hy sUhy vys vwlIey! jy qUµ sdw-iQr (pRBU dw) nwm mMn leyN qW qUµ suhwg Bwg vwlI ho jweyN [ ","unicode":"ਹੇ ਸੂਹੇ ਵੇਸ ਵਾਲੀਏ! ਜੇ ਤੂੰ ਸਦਾ-ਥਿਰ (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਮੰਨ ਲਏਂ ਤਾਂ ਤੂੰ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੋ ਜਾਏਂ । "},"ft":{"gurmukhi":"hy sUhy vys, Bwv skwm krmW vwlIey mnmuKy! qW qUM sohwgxI hovyNgI jW scy nwauN ko moK dwqw mMnygI]","unicode":"ਹੇ ਸੂਹੇ ਵੇਸ, ਭਾਵ ਸਕਾਮ ਕਰਮਾਂ ਵਾਲੀਏ ਮਨਮੁਖੇ! ਤਾਂ ਤੂੰ ਸੋਹਾਗਣੀ ਹੋਵੇਂਗੀ ਜਾਂ ਸਚੇ ਨਾਉਂ ਕੋ ਮੋਖ ਦਾਤਾ ਮੰਨੇਗੀ॥"},"bdb":{"gurmukhi":"hy sUhy vys vwlIey! jy qUµ sdw-iQr (pRBU dw) nwm mMn leyN qW qUµ suhwg Bwg vwlI ho jweyN [ ","unicode":"ਹੇ ਸੂਹੇ ਵੇਸ ਵਾਲੀਏ! ਜੇ ਤੂੰ ਸਦਾ-ਥਿਰ (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਮੰਨ ਲਏਂ ਤਾਂ ਤੂੰ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੋ ਜਾਏਂ । "},"ms":{"gurmukhi":"kyvl qd hI r¤qy-ilbws vwlI s`cI pqnI hoNvdI hY, jd auh s¤cy nwm ƒ qslIm kr lYNdI hY[","unicode":"ਕੇਵਲ ਤਦ ਹੀ ਰੱਤੇ-ਲਿਬਾਸ ਵਾਲੀ ਸੱਚੀ ਪਤਨੀ ਹੋਂਵਦੀ ਹੈ, ਜਦ ਉਹ ਸੱਚੇ ਨਾਮ ਨੂੰ ਤਸਲੀਮ ਕਰ ਲੈਂਦੀ ਹੈ।"}},"es":{"sn":"Si la Novia verdadera, en su vestido nupcial, acepta la validez del Verdadero Nombre del Señor "},"hi":{"ss":"हे सूहे वेश वालिए ! अगर तू सदा-स्थिर (प्रभू का) नाम मान ले तो तू सोहाग-भाग वाली हो जाए।","sts":"हे सुहाग के परिधान वाली जीव-स्त्री ! तू सुहागिन तो ही बन सकती है, यदि तू सत्य-नाम को मन में बसा ले।"}},"transliteration":{"english":"soohab taa sohaaganee jaa ma(n)n laih sach naau ||","hindi":"सूहब ता सोहागणी जा मंनि लैहि सचु नाउ ॥","en":"soohab taa sohaaganee jaa ma(n)n laih sach naau ||","hi":"सूहब ता सोहागणी जा मंनि लैहि सचु नाउ ॥","ipa":"suhəb t̪ɑ sɔhɑGəɳi d͡ʒɑ məŋn læh sət͡ʃ nɑo.","ur":"سُوهب تا سوهاگݨیِ جا منّ لَےه سچ ناا ۔۔"},"pageNo":785,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":33347,"shabadId":2916,"verse":{"gurmukhi":"siqguru Apxw mnwie lY rUpu cVI qw Aglw dUjw nwhI Qwau ]","unicode":"ਸਤਿਗੁਰੁ ਅਪਣਾ ਮਨਾਇ ਲੈ ਰੂਪੁ ਚੜੀ ਤਾ ਅਗਲਾ ਦੂਜਾ ਨਾਹੀ ਥਾਉ ॥"},"larivaar":{"gurmukhi":"siqguruApxwmnwielYrUpucVIqwAglwdUjwnwhIQwau]","unicode":"ਸਤਿਗੁਰੁਅਪਣਾਮਨਾਇਲੈਰੂਪੁਚੜੀਤਾਅਗਲਾਦੂਜਾਨਾਹੀਥਾਉ॥"},"translation":{"en":{"bdb":"Become pleasing to your True Guru, and you shall be totally beautified; otherwise, there is no place of rest.","ms":"Please thou thy True Guru, then alone shalt thou be greatly beautified. Without God, there is no other place of rest.","ssk":"Become pleasing to your True Guru, and you shall be totally beautified; otherwise, there is no place of rest."},"pu":{"ss":{"gurmukhi":"Awpxy gurU ƒ pRsMn kr lY, bVI (nwm-) rMgx cVH AwvygI (pr ies rMgx leI gurU qoN ibnw) koeI hor QW nhIN hY [","unicode":"ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈ, ਬੜੀ (ਨਾਮ-) ਰੰਗਣ ਚੜ੍ਹ ਆਵੇਗੀ (ਪਰ ਇਸ ਰੰਗਣ ਲਈ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਹੈ ।"},"ft":{"gurmukhi":"Apny jo siqgurU hYN iqs ko pUj lY, qau sPweI rUpI rUp bhuq cVHygw[ ikauNik mukqI ky dyny ko gurU ibnW dUjw QwauN AOr koeI nhIN hY]","unicode":"ਅਪਨੇ ਜੋ ਸਤਿਗੁਰੂ ਹੈਂ ਤਿਸ ਕੋ ਪੂਜ ਲੈ, ਤਉ ਸਫਾਈ ਰੂਪੀ ਰੂਪ ਬਹੁਤ ਚੜ੍ਹੇਗਾ। ਕਿਉਂਕਿ ਮੁਕਤੀ ਕੇ ਦੇਨੇ ਕੋ ਗੁਰੂ ਬਿਨਾਂ ਦੂਜਾ ਥਾਉਂ ਔਰ ਕੋਈ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"Awpxy gurU ƒ pRsMn kr lY, bVI (nwm-) rMgx cVH AwvygI (pr ies rMgx leI gurU qoN ibnw) koeI hor QW nhIN hY [","unicode":"ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈ, ਬੜੀ (ਨਾਮ-) ਰੰਗਣ ਚੜ੍ਹ ਆਵੇਗੀ (ਪਰ ਇਸ ਰੰਗਣ ਲਈ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਹੈ ।"},"ms":{"gurmukhi":"qUM Awpxy s¤cy gurW ƒ rIJW lY, kyvl qd hI qUM KrI suMdr hovyNgI[ vwihgurU dy bgYr hor koeI Awrwm dI jgHw nhIN[","unicode":"ਤੂੰ ਆਪਣੇ ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਰੀਝਾਂ ਲੈ, ਕੇਵਲ ਤਦ ਹੀ ਤੂੰ ਖਰੀ ਸੁੰਦਰ ਹੋਵੇਂਗੀ। ਵਾਹਿਗੁਰੂ ਦੇ ਬਗੈਰ ਹੋਰ ਕੋਈ ਆਰਾਮ ਦੀ ਜਗ੍ਹਾ ਨਹੀਂ।"}},"es":{"sn":"y obtiene el Placer de su Guru Verdadero y nada más, se vuelve doblemente bella."},"hi":{"ss":"अपने गुरू को प्रसन्न कर ले। बड़ी (नाम-) रंगत चढ़ आएगी (पर इस रंगत के लिए गुरू के बिना) कोई और जगह नहीं है।","sts":"यदि तू अपने सतिगुरु को प्रसन्न कर ले तो तेरा रूप हजार गुणा बढ़ जाएगा। नाम प्राप्त करने के लिए गुरु के सिवा अन्य कोई स्थान नहीं।"}},"transliteration":{"english":"satigur apanaa manai lai roop chaRee taa agalaa dhoojaa naahee thaau ||","hindi":"सतिगुरु अपणा मनाइ लै रूपु चड़ी ता अगला दूजा नाही थाउ ॥","en":"satigur apanaa manai lai roop chaRee taa agalaa dhoojaa naahee thaau ||","hi":"सतिगुरु अपणा मनाइ लै रूपु चड़ी ता अगला दूजा नाही थाउ ॥","ipa":"sət̪ɪGʊr əpəɳɑ mənɑeɪ læ rup t͡ʃəɽi t̪ɑ əGəlɑ d̪ud͡ʒɑ nɑhi t̪ʰɑo.","ur":"ستگر اپݨا مناا لَے رُوپ چڑیِ تا اگلا دُوجا ناهیِ تھاا ۔۔"},"pageNo":785,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33348,"shabadId":2916,"verse":{"gurmukhi":"AYsw sIgwru bxwie qU mYlw kdy n hoveI Aihinis lwgY Bwau ]","unicode":"ਐਸਾ ਸੀਗਾਰੁ ਬਣਾਇ ਤੂ ਮੈਲਾ ਕਦੇ ਨ ਹੋਵਈ ਅਹਿਨਿਸਿ ਲਾਗੈ ਭਾਉ ॥"},"larivaar":{"gurmukhi":"AYswsIgwrubxwieqUmYlwkdynhoveIAihinislwgYBwau]","unicode":"ਐਸਾਸੀਗਾਰੁਬਣਾਇਤੂਮੈਲਾਕਦੇਨਹੋਵਈਅਹਿਨਿਸਿਲਾਗੈਭਾਉ॥"},"translation":{"en":{"bdb":"So decorate yourself with the decorations that will never stain, and love the Lord day and night.","ms":"Put on thou such decorations, that may never be tarnished and make thee love thy Spouse day and night.","ssk":"So decorate yourself with the decorations that will never stain, and love the Lord day and night."},"pu":{"ss":{"gurmukhi":"Ajyhw (sohxw isMgwr bxw jo kdy mYlw nwh hovy qy idn rwq qyrw ipAwr (pRBU nwl) bixAw rhy [","unicode":"ਅਜੇਹਾ (ਸੋਹਣਾ ਸਿੰਗਾਰ ਬਣਾ ਜੋ ਕਦੇ ਮੈਲਾ ਨਾਹ ਹੋਵੇ ਤੇ ਦਿਨ ਰਾਤ ਤੇਰਾ ਪਿਆਰ (ਪ੍ਰਭੂ ਨਾਲ) ਬਣਿਆ ਰਹੇ ।"},"ft":{"gurmukhi":"qUM AYsw sINgwr bnwau jo kbI mYlw n hogw[ so ikAw hY? jo rwq idn pRym hI lwgw rhy]","unicode":"ਤੂੰ ਐਸਾ ਸੀਂਗਾਰ ਬਨਾਉ ਜੋ ਕਬੀ ਮੈਲਾ ਨ ਹੋਗਾ। ਸੋ ਕਿਆ ਹੈ? ਜੋ ਰਾਤ ਦਿਨ ਪ੍ਰੇਮ ਹੀ ਲਾਗਾ ਰਹੇ॥"},"bdb":{"gurmukhi":"Ajyhw (sohxw isMgwr bxw jo kdy mYlw nwh hovy qy idn rwq qyrw ipAwr (pRBU nwl) bixAw rhy [","unicode":"ਅਜੇਹਾ (ਸੋਹਣਾ ਸਿੰਗਾਰ ਬਣਾ ਜੋ ਕਦੇ ਮੈਲਾ ਨਾਹ ਹੋਵੇ ਤੇ ਦਿਨ ਰਾਤ ਤੇਰਾ ਪਿਆਰ (ਪ੍ਰਭੂ ਨਾਲ) ਬਣਿਆ ਰਹੇ ।"},"ms":{"gurmukhi":"qUM ieho ijhy hwr-iSMgwr lw, ijhVy kdwicq gMdy nW hox Aqy idn rwq qyrI iprhVI qyry pqI nwl bxweI r`Kx[","unicode":"ਤੂੰ ਇਹੋ ਜਿਹੇ ਹਾਰ-ਸ਼ਿੰਗਾਰ ਲਾ, ਜਿਹੜੇ ਕਦਾਚਿਤ ਗੰਦੇ ਨਾਂ ਹੋਣ ਅਤੇ ਦਿਨ ਰਾਤ ਤੇਰੀ ਪਿਰਹੜੀ ਤੇਰੇ ਪਤੀ ਨਾਲ ਬਣਾਈ ਰੱਖਣ।"}},"es":{"sn":"Oh esposa, embellece tu ser para que tu vestido no se manche y ames siempre a tu Dios. "},"hi":{"ss":"(सो गुरू की शरण पड़ कर) ऐसा (सुंदर) श्रृंगार बना जो कभी मैला ना हो और दिन-रात तेरा प्यार (प्रभू से) बना रहे।","sts":"तू अपना ऐसा श्रृंगार बना, जो कभी भी मैला न हो और रात-दिन तेरा प्रेम प्रभु से बना रहे"}},"transliteration":{"english":"aaisaa seegaar banai too mailaa kadhe na hoviee ahinis laagai bhaau ||","hindi":"ऐसा सीगारु बणाइ तू मैला कदे न होवई अहिनिसि लागै भाउ ॥","en":"aaisaa seegaar banai too mailaa kadhe na hoviee ahinis laagai bhaau ||","hi":"ऐसा सीगारु बणाइ तू मैला कदे न होवई अहिनिसि लागै भाउ ॥","ipa":"æsɑ siGɑr bəɳɑeɪ t̪u mælɑ kəd̪e nə hɔʋei əhɪnɪs lɑGæ ɓɑo.","ur":"اَےسا سیِگار بݨاا تُو مَےلا کدے ن هووای اهٍنس لاگَے بھاا ۔۔"},"pageNo":785,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":33349,"shabadId":2916,"verse":{"gurmukhi":"nwnk sohwgix kw ikAw ichnu hY AMdir scu muKu aujlw KsmY mwih smwie ]1]","unicode":"ਨਾਨਕ ਸੋਹਾਗਣਿ ਕਾ ਕਿਆ ਚਿਹਨੁ ਹੈ ਅੰਦਰਿ ਸਚੁ ਮੁਖੁ ਉਜਲਾ ਖਸਮੈ ਮਾਹਿ ਸਮਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"nwnksohwgixkwikAwichnuhYAMdirscumuKuaujlwKsmYmwihsmwie]1]","unicode":"ਨਾਨਕਸੋਹਾਗਣਿਕਾਕਿਆਚਿਹਨੁਹੈਅੰਦਰਿਸਚੁਮੁਖੁਉਜਲਾਖਸਮੈਮਾਹਿਸਮਾਇ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, what is the character of the happy soul-bride? Within her, is Truth; her face is bright and radiant, and she is absorbed in her Lord and Master. ||1||","ms":"Nanak, what is the characteristic of the chaste bride? Within her is Truth, her face is bright and she merges in her Groom.","ssk":"O Nanak, what is the character of the happy soul-bride? Within her, is Truth; her face is bright and radiant, and she is absorbed in her Lord and Master. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (ies qoN ibnw) suhwg Bwg vwlI jIv-iesq®I dw hor kIh l`Cx ho skdw hY? aus dy AMdr s`cw nwm hovy, mUMh (auqy nwm dI) lwlI hovy qy auh Ksm-pRBU ivc juVI rhy [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਤੋਂ ਬਿਨਾ) ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੋਰ ਕੀਹ ਲੱਛਣ ਹੋ ਸਕਦਾ ਹੈ? ਉਸ ਦੇ ਅੰਦਰ ਸੱਚਾ ਨਾਮ ਹੋਵੇ, ਮੂੰਹ (ਉਤੇ ਨਾਮ ਦੀ) ਲਾਲੀ ਹੋਵੇ ਤੇ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੀ ਰਹੇ ।੧।"},"ft":{"gurmukhi":"pRSn: hy suAwmI! suhwgxIEN kw ikAw icMn hY, ijs ko mYN jwn kr pRym lgwauN?Çau`qr: iqs pr sRI gurU jI kihqy hYN: aun ky mn AMdr qO sc hY, Bwv iek scy vwihgurU myN mn hY[ AO muK aun kw aujl hY, Bwv jo Awie bxy iqsI myN sdw pRsMn muK hYN[ AO srIr kr ky BI Apny (KsmY) mwlk kI syvw myN hI smwey hUey hYN, Bwv mn bwxI qn sy vwihgurU kI syvw myN qqpr hYN]1]","unicode":"ਪ੍ਰਸ਼ਨ: ਹੇ ਸੁਆਮੀ! ਸੁਹਾਗਣੀਓਂ ਕਾ ਕਿਆ ਚਿੰਨ ਹੈ, ਜਿਸ ਕੋ ਮੈਂ ਜਾਨ ਕਰ ਪ੍ਰੇਮ ਲਗਾਉਂ?☬ਉੱਤਰ: ਤਿਸ ਪਰ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਉਨ ਕੇ ਮਨ ਅੰਦਰ ਤੌ ਸਚ ਹੈ, ਭਾਵ ਇਕ ਸਚੇ ਵਾਹਿਗੁਰੂ ਮੇਂ ਮਨ ਹੈ। ਔ ਮੁਖ ਉਨ ਕਾ ਉਜਲ ਹੈ, ਭਾਵ ਜੋ ਆਇ ਬਣੇ ਤਿਸੀ ਮੇਂ ਸਦਾ ਪ੍ਰਸੰਨ ਮੁਖ ਹੈਂ। ਔ ਸਰੀਰ ਕਰ ਕੇ ਭੀ ਅਪਨੇ (ਖਸਮੈ) ਮਾਲਕ ਕੀ ਸੇਵਾ ਮੇਂ ਹੀ ਸਮਾਏ ਹੂਏ ਹੈਂ, ਭਾਵ ਮਨ ਬਾਣੀ ਤਨ ਸੇ ਵਾਹਿਗੁਰੂ ਕੀ ਸੇਵਾ ਮੇਂ ਤਤਪਰ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! (ies qoN ibnw) suhwg Bwg vwlI jIv-iesq®I dw hor kIh l`Cx ho skdw hY? aus dy AMdr s`cw nwm hovy, mUMh (auqy nwm dI) lwlI hovy qy auh Ksm-pRBU ivc juVI rhy [1[","unicode":"ਹੇ ਨਾਨਕ! (ਇਸ ਤੋਂ ਬਿਨਾ) ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੋਰ ਕੀਹ ਲੱਛਣ ਹੋ ਸਕਦਾ ਹੈ? ਉਸ ਦੇ ਅੰਦਰ ਸੱਚਾ ਨਾਮ ਹੋਵੇ, ਮੂੰਹ (ਉਤੇ ਨਾਮ ਦੀ) ਲਾਲੀ ਹੋਵੇ ਤੇ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੀ ਰਹੇ ।੧।"},"ms":{"gurmukhi":"nwnk, siq vwlI vhutI dI kI inSwnI hY?aus dy AMdr s`c hY, aus dw ichrw roSn hY Aqy auh Awpxy pqI AMdr lIn ho jWdI hY[","unicode":"ਨਾਨਕ, ਸਤਿ ਵਾਲੀ ਵਹੁਟੀ ਦੀ ਕੀ ਨਿਸ਼ਾਨੀ ਹੈ?ਉਸ ਦੇ ਅੰਦਰ ਸੱਚ ਹੈ, ਉਸ ਦਾ ਚਿਹਰਾ ਰੋਸ਼ਨ ਹੈ ਅਤੇ ਉਹ ਆਪਣੇ ਪਤੀ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, la virtud de la verdadera Esposa es la de alabar la Verdad de su Esposo en su interior. Ella tiene un semblante radiante y vive inmersa en su Señor. (1)"},"hi":{"ss":"हे नानक ! (इसके बिना) सोहाग-भाग वाली जीव-स्त्री के और क्या लक्षण हो सकते हैं।उसके अंदर सच्चा नाम हो।मुँह (पर नाम की) लाली हो और वह पति-प्रभू में जुड़ी रहे। 1।","sts":"हे नानक ! सुहागिन की वास्तव में यही निशानी है कि उसके मन में सत्य स्थित हो, उसका मुख उज्ज्वल हो और यह प्रभु में ही विलीन रहे॥ १॥"}},"transliteration":{"english":"naanak sohaagan kaa kiaa chihan hai a(n)dhar sach mukh ujalaa khasamai maeh samai ||1||","hindi":"नानक सोहागणि का किआ चिहनु है अंदरि सचु मुखु उजला खसमै माहि समाइ ॥१॥","en":"naanak sohaagan kaa kiaa chihan hai a(n)dhar sach mukh ujalaa khasamai maeh samai ||1||","hi":"नानक सोहागणि का किआ चिहनु है अंदरि सचु मुखु उजला खसमै माहि समाइ ॥१॥","ipa":"nɑnək sɔhɑGəɳ kɑ kɪəɑ t͡ʃɪhən hæ əŋd̪ər sət͡ʃ mʊkʰ oʊd͡ʒəlɑ kʰəsəmæ mɑh səmɑeɪ.1.","ur":"نانک سوهاگݨ کا کآ چهن هَے اںدر سچ مُکھ اُجلا کھسمَے ماه سماِا ۔۔۱۔۔"},"pageNo":785,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"},{"p":9,"t":"v"}]}}]}