{"shabadInfo":{"shabadId":2997,"shabadName":33894,"pageNo":797,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":797},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":11,"navigation":{"previous":2996,"next":2998},"verses":[{"verseId":33890,"shabadId":2997,"verse":{"gurmukhi":"iblwvlu mhlw 3 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੩ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw3]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੩॥"},"translation":{"en":{"bdb":"Bilaaval, Third Mehla:","ms":"Bilawal 3rd Guru.","ssk":"Bilaaval, Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl qIjI pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਤੀਜੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Amar Das, Tercer Canal Divino."},"hi":{"ss":"","sts":"बिलावलु महला ३ ॥"}},"transliteration":{"english":"bilaaval mahalaa teejaa ||","hindi":"बिलावलु महला ३ ॥","en":"bilaaval mahalaa teejaa ||","hi":"बिलावलु महला ३ ॥","ipa":"bɪlɑʋəl məhəlɑ t̪id͡ʒɑ.","ur":"بِلاول مهلا ۳ ۔۔"},"pageNo":797,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":33891,"shabadId":2997,"verse":{"gurmukhi":"pUrw Qwtu bxwieAw pUrY vyKhu eyk smwnw ]","unicode":"ਪੂਰਾ ਥਾਟੁ ਬਣਾਇਆ ਪੂਰੈ ਵੇਖਹੁ ਏਕ ਸਮਾਨਾ ॥"},"larivaar":{"gurmukhi":"pUrwQwtubxwieAwpUrYvyKhueyksmwnw]","unicode":"ਪੂਰਾਥਾਟੁਬਣਾਇਆਪੂਰੈਵੇਖਹੁਏਕਸਮਾਨਾ॥"},"translation":{"en":{"bdb":"The perfect Lord has fashioned the Perfect Creation. Behold the Lord pervading everywhere.","ms":"The Perfect Lord has made the Perfect make See Thou the One Lord contained all over.","ssk":"The perfect Lord has fashioned the Perfect Creation. Behold the Lord pervading everywhere."},"pu":{"ss":{"gurmukhi":"hy BweI! vyKo, pUrn pRBU ny (gurU dI Srn pY ky hir-nwm jpx dI ieh AYsI) au~qm jugqI bxweI hY jo hryk jug ivc ieko ijhI clI Aw rhI hY [","unicode":"ਹੇ ਭਾਈ! ਵੇਖੋ, ਪੂਰਨ ਪ੍ਰਭੂ ਨੇ (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਣ ਦੀ ਇਹ ਐਸੀ) ਉੱਤਮ ਜੁਗਤੀ ਬਣਾਈ ਹੈ ਜੋ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕੋ ਜਿਹੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ।"},"ft":{"gurmukhi":"hy BweI! pUry vwihgurU ny jo ies pRpMc kw pUrn (Qwtu) bxwau bnwieAw hY, iqs ivKy hy gurmuK jnoN! jo eyk sÍwmI vÎwpk ho rhw hY, iqs ko hI sdw dyKo]","unicode":"ਹੇ ਭਾਈ! ਪੂਰੇ ਵਾਹਿਗੁਰੂ ਨੇ ਜੋ ਇਸ ਪ੍ਰਪੰਚ ਕਾ ਪੂਰਨ (ਥਾਟੁ) ਬਣਾਉ ਬਨਾਇਆ ਹੈ, ਤਿਸ ਵਿਖੇ ਹੇ ਗੁਰਮੁਖ ਜਨੋਂ! ਜੋ ਏਕ ਸ੍ਵਾਮੀ ਵ੍ਯਾਪਕ ਹੋ ਰਹਾ ਹੈ, ਤਿਸ ਕੋ ਹੀ ਸਦਾ ਦੇਖੋ॥"},"bdb":{"gurmukhi":"hy BweI! vyKo, pUrn pRBU ny (gurU dI Srn pY ky hir-nwm jpx dI ieh AYsI) au~qm jugqI bxweI hY jo hryk jug ivc ieko ijhI clI Aw rhI hY [","unicode":"ਹੇ ਭਾਈ! ਵੇਖੋ, ਪੂਰਨ ਪ੍ਰਭੂ ਨੇ (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਣ ਦੀ ਇਹ ਐਸੀ) ਉੱਤਮ ਜੁਗਤੀ ਬਣਾਈ ਹੈ ਜੋ ਹਰੇਕ ਜੁਗ ਵਿਚ ਇਕੋ ਜਿਹੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ।"},"ms":{"gurmukhi":"pUrn pRBU ny pUrI bxwvt bxweI hY[ qUM iek pRBU ƒ hI swry rimAw hoitAw dyK[","unicode":"ਪੂਰਨ ਪ੍ਰਭੂ ਨੇ ਪੂਰੀ ਬਣਾਵਟ ਬਣਾਈ ਹੈ। ਤੂੰ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਸਾਰੇ ਰਮਿਆ ਹੋਟਿਆ ਦੇਖ।"}},"es":{"sn":"Perfecta es la Creación del Señor Perfecto; obsérvalo de igual forma en todas partes."},"hi":{"ss":"हे भाई ! देखो।पूर्ण प्रभू ने (गुरू की शरण पड़ कर हरी-नाम जपने की यह ऐसी) उक्तम जुगती बनाई है जो हरेक युग में एक जैसी ही चली आ रही है।","sts":"हे जिज्ञासु! देख लो, पूर्ण परमेश्वर ने पूर्ण ही जगप्रपंच बनाया है और यही सब में समाया हुआ है।"}},"transliteration":{"english":"pooraa thaaT banaiaa poorai vekhahu ek samaanaa ||","hindi":"पूरा थाटु बणाइआ पूरै वेखहु एक समाना ॥","en":"pooraa thaaT banaiaa poorai vekhahu ek samaanaa ||","hi":"पूरा थाटु बणाइआ पूरै वेखहु एक समाना ॥","ipa":"purɑ t̪ʰɑʈ bəɳɑɪɑ puræ ʋekʰəh eek səmɑnɑ.","ur":"پُورا تھاٹ بݨاایا پُورَے وےکھهُ اےک سمانا ۔۔"},"pageNo":797,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":33892,"shabadId":2997,"verse":{"gurmukhi":"iesu prpMc mih swcy nwm kI vifAweI mqu ko Drhu gumwnw ]1]","unicode":"ਇਸੁ ਪਰਪੰਚ ਮਹਿ ਸਾਚੇ ਨਾਮ ਕੀ ਵਡਿਆਈ ਮਤੁ ਕੋ ਧਰਹੁ ਗੁਮਾਨਾ ॥੧॥"},"larivaar":{"gurmukhi":"iesuprpMcmihswcynwmkIvifAweImqukoDrhugumwnw]1]","unicode":"ਇਸੁਪਰਪੰਚਮਹਿਸਾਚੇਨਾਮਕੀਵਡਿਆਈਮਤੁਕੋਧਰਹੁਗੁਮਾਨਾ॥੧॥"},"translation":{"en":{"bdb":"In this play of the world, is the glorious greatness of the True Name. No one should take pride in himself. ||1||","ms":"In this play (world), the glory is of the True Name, So no one should take pride on himself.","ssk":"In this play of the world, is the glorious greatness of the True Name. No one should take pride in himself. ||1||"},"pu":{"ss":{"gurmukhi":"mqW koeI mnu`K (jq sMjm qIrQ Awidk krm dw) mwx kr bhy [ ies jgq ivc sdw-iQr pRBU dw nwm jpx qoN hI ie`zq imldI hY [1[","unicode":"ਮਤਾਂ ਕੋਈ ਮਨੁੱਖ (ਜਤ ਸੰਜਮ ਤੀਰਥ ਆਦਿਕ ਕਰਮ ਦਾ) ਮਾਣ ਕਰ ਬਹੇ । ਇਸ ਜਗਤ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਹੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"ies sMswr myN swcy nwm kI hI vifAweI hY, qW qy mq koeI Dn rUpwdI kw hMkwr kro]1]","unicode":"ਇਸ ਸੰਸਾਰ ਮੇਂ ਸਾਚੇ ਨਾਮ ਕੀ ਹੀ ਵਡਿਆਈ ਹੈ, ਤਾਂ ਤੇ ਮਤ ਕੋਈ ਧਨ ਰੂਪਾਦੀ ਕਾ ਹੰਕਾਰ ਕਰੋ॥੧॥"},"bdb":{"gurmukhi":"mqW koeI mnu`K (jq sMjm qIrQ Awidk krm dw) mwx kr bhy [ ies jgq ivc sdw-iQr pRBU dw nwm jpx qoN hI ie`zq imldI hY [1[","unicode":"ਮਤਾਂ ਕੋਈ ਮਨੁੱਖ (ਜਤ ਸੰਜਮ ਤੀਰਥ ਆਦਿਕ ਕਰਮ ਦਾ) ਮਾਣ ਕਰ ਬਹੇ । ਇਸ ਜਗਤ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਹੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"ieh Kyf (jhwn AMdr pRBqw s¤cy nwm dI hY[ ies leI koeI jxw Awpxy Awp qy hMkwr nW kry[","unicode":"ਇਹ ਖੇਡ (ਜਹਾਨ ਅੰਦਰ ਪ੍ਰਭਤਾ ਸੱਚੇ ਨਾਮ ਦੀ ਹੈ। ਇਸ ਲਈ ਕੋਈ ਜਣਾ ਆਪਣੇ ਆਪ ਤੇ ਹੰਕਾਰ ਨਾਂ ਕਰੇ।"}},"es":{"sn":"En este teatro del mundo la Gloria pertenece sólo al Nombre Verdadero; no sientas orgullo de ti mismo.(1)"},"hi":{"ss":"कहीं ऐसा ना हो कि कोई मनुष्य (जत-संयम-तीर्थ आदि कर्मों) का गुमान कर बैठे।इस जगत में सदा स्थिर प्रभू का नाम जपने से ही इज्जत मिलती है। 1।","sts":"इस जगत् प्रपंच में सत्य -नाम की ही कीर्ति है, अतः मन में किसी प्रकार का घमण्ड मत करो॥ १॥"}},"transliteration":{"english":"eis parapa(n)ch meh saache naam kee vaddiaaiee mat ko dharahu gumaanaa ||1||","hindi":"इसु परपंच महि साचे नाम की वडिआई मतु को धरहु गुमाना ॥१॥","en":"eis parapa(n)ch meh saache naam kee vaddiaaiee mat ko dharahu gumaanaa ||1||","hi":"इसु परपंच महि साचे नाम की वडिआई मतु को धरहु गुमाना ॥१॥","ipa":"eɪs pərəpəŋt͡ʃ məh sɑt͡ʃe nɑm ki ʋəɖɪəɑei mət̪ kɔ t̪ərəh Gʊmɑnɑ.1.","ur":"ِاس پرپںچ مهِ ساچے نام کیِ وڈآای مت کو دھرهُ گُمانا ۔۔۱۔۔"},"pageNo":797,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":33893,"shabadId":2997,"verse":{"gurmukhi":"siqgur kI ijs no miq AwvY so siqgur mwih smwnw ]","unicode":"ਸਤਿਗੁਰ ਕੀ ਜਿਸ ਨੋ ਮਤਿ ਆਵੈ ਸੋ ਸਤਿਗੁਰ ਮਾਹਿ ਸਮਾਨਾ ॥"},"larivaar":{"gurmukhi":"siqgurkIijsnomiqAwvYsosiqgurmwihsmwnw]","unicode":"ਸਤਿਗੁਰਕੀਜਿਸਨੋਮਤਿਆਵੈਸੋਸਤਿਗੁਰਮਾਹਿਸਮਾਨਾ॥"},"translation":{"en":{"bdb":"One who accepts the wisdom of the True Guru's Teachings, is absorbed into the True Guru.","ms":"He, who imbibes the wisdom of the Guru, he merges in the True Guru.","ssk":"One who accepts the wisdom of the True Guru's Teachings, is absorbed into the True Guru."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs mnu`K ƒ gurU dI is`iKAw auqy XkIn Aw jWdw hY, auh mnu`K gurU (dy aupdyS) ivc lIn rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਯਕੀਨ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ (ਦੇ ਉਪਦੇਸ਼) ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijs ƒ siqgurW kI mq Awie pRwpiq BeI hY, iqn kw icqu siqgurW ky aupdys myN smwieAw hY]","unicode":"ਜਿਸ ਨੂੰ ਸਤਿਗੁਰਾਂ ਕੀ ਮਤ ਆਇ ਪ੍ਰਾਪਤਿ ਭਈ ਹੈ, ਤਿਨ ਕਾ ਚਿਤੁ ਸਤਿਗੁਰਾਂ ਕੇ ਉਪਦੇਸ ਮੇਂ ਸਮਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijs mnu`K ƒ gurU dI is`iKAw auqy XkIn Aw jWdw hY, auh mnu`K gurU (dy aupdyS) ivc lIn rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਯਕੀਨ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ (ਦੇ ਉਪਦੇਸ਼) ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo s¤cy gurW dI isAwxp ƒ Dwrn kr lYNdw hY, auh s¤cy gurW AMdr lIn ho jWdw hY[","unicode":"ਜੋ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸਿਆਣਪ ਨੂੰ ਧਾਰਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸੱਚੇ ਗੁਰਾਂ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Aquél que es bendecido con la Sabiduría del Verdadero Guru se inmerge en Él."},"hi":{"ss":"हे भाई ! जिस मनुष्य को गुरू की शिक्षा पर यकीन आ जाता है।वह मनुष्य गुरू (के उपदेश में) लीन रहता है।","sts":"जिसे सतगुरु की मत (बुध्धि) आ जाती है, वह उस में लीन हुआ रहता है,"}},"transliteration":{"english":"satigur kee jis no mat aavai so satigur maeh samaanaa ||","hindi":"सतिगुर की जिस नो मति आवै सो सतिगुर माहि समाना ॥","en":"satigur kee jis no mat aavai so satigur maeh samaanaa ||","hi":"सतिगुर की जिस नो मति आवै सो सतिगुर माहि समाना ॥","ipa":"sət̪ɪGʊr ki d͡ʒɪs nɔ mət̪ əɑʋæ sɔ sət̪ɪGʊr mɑh səmɑnɑ.","ur":"ستگر کیِ جس نو متِ آوَے سو ستِگر ماه سمانا ۔۔"},"pageNo":797,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33894,"shabadId":2997,"verse":{"gurmukhi":"ieh bwxI jo jIAhu jwxY iqsu AMqir rvY hir nwmw ]1] rhwau ]","unicode":"ਇਹ ਬਾਣੀ ਜੋ ਜੀਅਹੁ ਜਾਣੈ ਤਿਸੁ ਅੰਤਰਿ ਰਵੈ ਹਰਿ ਨਾਮਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"iehbwxIjojIAhujwxYiqsuAMqirrvYhirnwmw]1]rhwau]","unicode":"ਇਹਬਾਣੀਜੋਜੀਅਹੁਜਾਣੈਤਿਸੁਅੰਤਰਿਰਵੈਹਰਿਨਾਮਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The Lord's Name abides deep within the nucleus of one who realizes the Bani of the Guru's Word within his soul. ||1||Pause||","ms":"He who heartily realises this Gurbani, within his mind abides the Lord's Name. Pause.","ssk":"The Lord's Name abides deep within the nucleus of one who realizes the Bani of the Guru's Word within his soul. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K gurU dI ies bwxI nwl idloN sWJ pw lYNdw hY, aus dy AMdr prmwqmw dw nwm sdw itikAw rihMdw hY [1[rhwau[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਇਸ ਬਾਣੀ ਨਾਲ ਦਿਲੋਂ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ies aupdys rUp bwxI ko jo irdy kr ky jwx lyvy, iqs ky AMqir hir nwm (rvY) rmn krqw hY, Bwv Xih ik so sdw hir nwm ko jpqy rihqy hYN]1] rhwau ]","unicode":"ਇਸ ਉਪਦੇਸ ਰੂਪ ਬਾਣੀ ਕੋ ਜੋ ਰਿਦੇ ਕਰ ਕੇ ਜਾਣ ਲੇਵੇ, ਤਿਸ ਕੇ ਅੰਤਰਿ ਹਰਿ ਨਾਮ (ਰਵੈ) ਰਮਨ ਕਰਤਾ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਸੋ ਸਦਾ ਹਰਿ ਨਾਮ ਕੋ ਜਪਤੇ ਰਹਿਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K gurU dI ies bwxI nwl idloN sWJ pw lYNdw hY, aus dy AMdr prmwqmw dw nwm sdw itikAw rihMdw hY [1[rhwau[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਇਸ ਬਾਣੀ ਨਾਲ ਦਿਲੋਂ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"jo ies gurbwxI ƒ idloN AnuBv krdw hY aus dy ihrdy AMdr suAwmI dw nwm vs jWdw hY[ Tihrwau[","unicode":"ਜੋ ਇਸ ਗੁਰਬਾਣੀ ਨੂੰ ਦਿਲੋਂ ਅਨੁਭਵ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਸੁਆਮੀ ਦਾ ਨਾਮ ਵਸ ਜਾਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Aquél que conoce la Palabra del Guru en su corazón, en él habita el Nombre del Señor. (1-Pausa)"},"hi":{"ss":"जो मनुष्य गुरू की इस बाणी से दिल से सांझ डाल लेता है।उसके अंदर परमात्मा का नाम सदा टिका रहता है। 1।रहाउ।","sts":"जो इस वाणी को अपने मन में श्रद्धापूर्वक जान लेता है, उसके अन्तर्मन में हरि-नाम स्थित हो जाता है।॥ १॥ रहाउ॥"}},"transliteration":{"english":"eeh baanee jo jeeahu jaanai tis a(n)tar ravai har naamaa ||1|| rahaau ||","hindi":"इह बाणी जो जीअहु जाणै तिसु अंतरि रवै हरि नामा ॥१॥ रहाउ ॥","en":"eeh baanee jo jeeahu jaanai tis a(n)tar ravai har naamaa ||1|| rahaau ||","hi":"इह बाणी जो जीअहु जाणै तिसु अंतरि रवै हरि नामा ॥१॥ रहाउ ॥","ipa":"eɪh bɑɳi d͡ʒɔ d͡ʒiəh d͡ʒɑɳæ t̪ɪs əŋt̪ər rəʋæ hər nɑmɑ.1. rəhɑo.","ur":"ِاه باݨیِ جو جیِاهُ جاݨَے تس اںتر روَے هر ناما ۔۔۱۔۔ رهاا ۔۔"},"pageNo":797,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33895,"shabadId":2997,"verse":{"gurmukhi":"chu jugw kw huix inbyVw nr mnuKw no eyku inDwnw ]","unicode":"ਚਹੁ ਜੁਗਾ ਕਾ ਹੁਣਿ ਨਿਬੇੜਾ ਨਰ ਮਨੁਖਾ ਨੋ ਏਕੁ ਨਿਧਾਨਾ ॥"},"larivaar":{"gurmukhi":"chujugwkwhuixinbyVwnrmnuKwnoeykuinDwnw]","unicode":"ਚਹੁਜੁਗਾਕਾਹੁਣਿਨਿਬੇੜਾਨਰਮਨੁਖਾਨੋਏਕੁਨਿਧਾਨਾ॥"},"translation":{"en":{"bdb":"Now, this is the essence of the teachings of the four ages: for the human race, the Name of the One Lord is the greatest treasure.","ms":"Now the quintessence of the experience of the four ages is this; that for the human race, the one Lord's Name alone is the treasure of blessings.","ssk":"Now, this is the essence of the teachings of the four ages: for the human race, the Name of the One Lord is the greatest treasure."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dI Srn ipAW hI chMuAW jugW dw inrnw smJ ivc AwauNdw hY (ik jug cwhy koeI hovy) gurU dI Srn pYx vwly mnu`KW ƒ prmwqmw dw nwm-^zwnw pRwpq ho jWdw hY [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਹੀ ਚਹੰੁਆਂ ਜੁਗਾਂ ਦਾ ਨਿਰਨਾ ਸਮਝ ਵਿਚ ਆਉਂਦਾ ਹੈ (ਕਿ ਜੁਗ ਚਾਹੇ ਕੋਈ ਹੋਵੇ) ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"cwroN jugW kw (hux) Ab (inbyVw) mukwau vw AMqu hY, Bwv Xih ik AOr jugoN myN jnm Dwrqy rhy Ab ies kiljug myN nwm ky jpny sy jnmoN kw ABwv ho jweygw[ ikauNik (nr mnuKw) mrd mnuKoN, Bwv au`qm pRymI jnoN ko eyk nwm inDwn hI sMswr qy qwrnyhwrw hY]","unicode":"ਚਾਰੋਂ ਜੁਗਾਂ ਕਾ (ਹੁਣ) ਅਬ (ਨਿਬੇੜਾ) ਮੁਕਾਉ ਵਾ ਅੰਤੁ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਔਰ ਜੁਗੋਂ ਮੇਂ ਜਨਮ ਧਾਰਤੇ ਰਹੇ ਅਬ ਇਸ ਕਲਿਜੁਗ ਮੇਂ ਨਾਮ ਕੇ ਜਪਨੇ ਸੇ ਜਨਮੋਂ ਕਾ ਅਭਾਵ ਹੋ ਜਾਏਗਾ। ਕਿਉਂਕਿ (ਨਰ ਮਨੁਖਾ) ਮਰਦ ਮਨੁਖੋਂ, ਭਾਵ ਉੱਤਮ ਪ੍ਰੇਮੀ ਜਨੋਂ ਕੋ ਏਕ ਨਾਮ ਨਿਧਾਨ ਹੀ ਸੰਸਾਰ ਤੇ ਤਾਰਨੇਹਾਰਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! gurU dI Srn ipAW hI chMuAW jugW dw inrnw smJ ivc AwauNdw hY (ik jug cwhy koeI hovy) gurU dI Srn pYx vwly mnu`KW ƒ prmwqmw dw nwm-^zwnw pRwpq ho jWdw hY [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਹੀ ਚਹੰੁਆਂ ਜੁਗਾਂ ਦਾ ਨਿਰਨਾ ਸਮਝ ਵਿਚ ਆਉਂਦਾ ਹੈ (ਕਿ ਜੁਗ ਚਾਹੇ ਕੋਈ ਹੋਵੇ) ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hux cwrW hI Xu`gW dy qjrby dw swr q`q ieh hY ik ienswn jwqI leI kyvl iek pRBU dw nwm hI brkqW dw Kjwnw hY[","unicode":"ਹੁਣ ਚਾਰਾਂ ਹੀ ਯੁੱਗਾਂ ਦੇ ਤਜਰਬੇ ਦਾ ਸਾਰ ਤੱਤ ਇਹ ਹੈ ਕਿ ਇਨਸਾਨ ਜਾਤੀ ਲਈ ਕੇਵਲ ਇਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਬਰਕਤਾਂ ਦਾ ਖਜਾਨਾ ਹੈ।"}},"es":{"sn":"Esta es la esencia de la Sabiduría en las cuatro épocas, en ésta y en todas las épocas: el Nombre del Señor es el Único Tesoro Verdadero. "},"hi":{"ss":"हे भाई ! गुरू की शरण पड़ने से चारों युगों का निर्णय समझ में आता है (कि युग चाहे कोई हो) गुरू की शरण पड़ने वाले मनुष्यों को परमात्मा का नाम-खजाना प्राप्त हो जाता है।","sts":"चहुं युगों का अब यही निष्कर्ष है कि मनुष्यों के लिए एक नाम ही अमूल्य भण्डार है।"}},"transliteration":{"english":"chahu jugaa kaa hun nibeRaa nar manukhaa no ek nidhaanaa ||","hindi":"चहु जुगा का हुणि निबेड़ा नर मनुखा नो एकु निधाना ॥","en":"chahu jugaa kaa hun nibeRaa nar manukhaa no ek nidhaanaa ||","hi":"चहु जुगा का हुणि निबेड़ा नर मनुखा नो एकु निधाना ॥","ipa":"t͡ʃəh d͡ʒʊGɑ kɑ hʊɳ nɪbeɽɑ nər mənʊkʰɑ nɔ eek nɪt̪ɑnɑ.","ur":"چهُ جُگا کا هُݨ نبےڑا نر منکھا نو اےک ندھانا ۔۔"},"pageNo":797,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33896,"shabadId":2997,"verse":{"gurmukhi":"jqu sMjm qIrQ Enw jugw kw Drmu hY kil mih kIriq hir nwmw ]2]","unicode":"ਜਤੁ ਸੰਜਮ ਤੀਰਥ ਓਨਾ ਜੁਗਾ ਕਾ ਧਰਮੁ ਹੈ ਕਲਿ ਮਹਿ ਕੀਰਤਿ ਹਰਿ ਨਾਮਾ ॥੨॥"},"larivaar":{"gurmukhi":"jqusMjmqIrQEnwjugwkwDrmuhYkilmihkIriqhirnwmw]2]","unicode":"ਜਤੁਸੰਜਮਤੀਰਥਓਨਾਜੁਗਾਕਾਧਰਮੁਹੈਕਲਿਮਹਿਕੀਰਤਿਹਰਿਨਾਮਾ॥੨॥"},"translation":{"en":{"bdb":"Celibacy, self-discipline and pilgrimages were the essence of Dharma in those past ages; but in this Dark Age of Kali Yuga, the Praise of the Lord's Name is the essence of Dharma. ||2||","ms":"Celibacy, self-discipline and pilgrimages are the faith of those ages. In the Darkage the glorification of Lord's Name is the only righteous deed.","ssk":"Celibacy, self-discipline and pilgrimages were the essence of Dharma in those past ages; but in this Dark Age of Kali Yuga, the Praise of the Lord's Name is the essence of Dharma. ||2||"},"pu":{"ss":{"gurmukhi":"jq sMjm Aqy qIrQ-ieSnwn auhnW jugW dw Drm sI, pr kiljug ivc prmwqmw dI is&iq-swlwh, prmwqmw dw nwm-ismrn hI Asl Drm hY [2[","unicode":"ਜਤ ਸੰਜਮ ਅਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਉਹਨਾਂ ਜੁਗਾਂ ਦਾ ਧਰਮ ਸੀ, ਪਰ ਕਲਿਜੁਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਹੀ ਅਸਲ ਧਰਮ ਹੈ ।੨।"},"ft":{"gurmukhi":"jq Dwrnw AOr sq bolnw (sMjmu), bhuq qIrQwid, siqjug, qRyqw, dÍwpur, AwdI jugW kw Drm Qw[ kljug myN hrI nwm ko jpnw AO kIrqI krnI vw hrI nwm kw kIrqn hI muKÎ Drm hY XQw-Ç\"siqjig suq qyqw jgI dÍwpuir pUjw cwr]ÇqInO jug qInO idRVy kilkyvl nwm ADwr]\"Çpunw-Ç\"Ab klU AwieE ry]Çieku nwmu bovhu bovhu]ÇAn rUiq nwhI nwhI]Çmqu Brim BUlhu BUlhu]\"]2]","unicode":"ਜਤ ਧਾਰਨਾ ਔਰ ਸਤ ਬੋਲਨਾ (ਸੰਜਮੁ), ਬਹੁਤ ਤੀਰਥਾਦਿ, ਸਤਿਜੁਗ, ਤ੍ਰੇਤਾ, ਦ੍ਵਾਪੁਰ, ਆਦੀ ਜੁਗਾਂ ਕਾ ਧਰਮ ਥਾ। ਕਲਜੁਗ ਮੇਂ ਹਰੀ ਨਾਮ ਕੋ ਜਪਨਾ ਔ ਕੀਰਤੀ ਕਰਨੀ ਵਾ ਹਰੀ ਨਾਮ ਕਾ ਕੀਰਤਨ ਹੀ ਮੁਖ੍ਯ ਧਰਮ ਹੈ ਯਥਾ-☬\"ਸਤਿਜਗਿ ਸੁਤ ਤੇਤਾ ਜਗੀ ਦ੍ਵਾਪੁਰਿ ਪੂਜਾ ਚਾਰ॥☬ਤੀਨੌ ਜੁਗ ਤੀਨੌ ਦ੍ਰਿੜੇ ਕਲਿਕੇਵਲ ਨਾਮ ਅਧਾਰ॥\"☬ਪੁਨਾ-☬\"ਅਬ ਕਲੂ ਆਇਓ ਰੇ॥☬ਇਕੁ ਨਾਮੁ ਬੋਵਹੁ ਬੋਵਹੁ॥☬ਅਨ ਰੂਤਿ ਨਾਹੀ ਨਾਹੀ॥☬ਮਤੁ ਭਰਮਿ ਭੂਲਹੁ ਭੂਲਹੁ॥\"॥੨॥"},"bdb":{"gurmukhi":"jq sMjm Aqy qIrQ-ieSnwn auhnW jugW dw Drm sI, pr kiljug ivc prmwqmw dI is&iq-swlwh, prmwqmw dw nwm-ismrn hI Asl Drm hY [2[","unicode":"ਜਤ ਸੰਜਮ ਅਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਉਹਨਾਂ ਜੁਗਾਂ ਦਾ ਧਰਮ ਸੀ, ਪਰ ਕਲਿਜੁਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਹੀ ਅਸਲ ਧਰਮ ਹੈ ।੨।"},"ms":{"gurmukhi":"pwk dwmnI, svY-zbq Aqy Drm-AsQwnW dI XwqRw aunHW Xu`gW dw eImwn hY[ klXug AMdr kyvl iek pRBU dy nwm dI mihmw hI s`cw su`cw krm hY[","unicode":"ਪਾਕ ਦਾਮਨੀ, ਸਵੈ-ਜ਼ਬਤ ਅਤੇ ਧਰਮ-ਅਸਥਾਨਾਂ ਦੀ ਯਾਤ੍ਰਾ ਉਨ੍ਹਾਂ ਯੁੱਗਾਂ ਦਾ ਈਮਾਨ ਹੈ। ਕਲਯੁਗ ਅੰਦਰ ਕੇਵਲ ਇਕ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਮਹਿਮਾ ਹੀ ਸੱਚਾ ਸੁੱਚਾ ਕਰਮ ਹੈ।"}},"es":{"sn":"La castidad, el autocontrol y los peregrinajes eran el Dharma de las Eras pasadas. En la Era de Kali Yug la Alabanza del Señor, sí, del Nombre del Señor, es la única acción verdadera. (2)"},"hi":{"ss":"(वेद आदि हिन्दू धर्म पुस्तकें बताती हैं कि) जत-संजम और तीर्थ स्नान उन युगों के धर्म थे। पर कलियुग में (गुरू नानक ने आ के बताया है कि) परमात्मा की सिफत सालाह।परमात्मा का नाम-सिमरन ही असल धर्म है। 2।","sts":"सतियुग, त्रैता एवं द्वापर-उन युगों में ब्रह्मचार्य, संयम तथा तीर्थ स्नान ही धर्म था परन्तु कलियुग में हरि नाम की कीर्ति करना ही विशेष धर्म है॥ २॥"}},"transliteration":{"english":"jat sa(n)jam teerath onaa jugaa kaa dharam hai kal meh keerat har naamaa ||2||","hindi":"जतु संजम तीरथ ओना जुगा का धरमु है कलि महि कीरति हरि नामा ॥२॥","en":"jat sa(n)jam teerath onaa jugaa kaa dharam hai kal meh keerat har naamaa ||2||","hi":"जतु संजम तीरथ ओना जुगा का धरमु है कलि महि कीरति हरि नामा ॥२॥","ipa":"d͡ʒət̪ səŋd͡ʒəm t̪irət̪ʰ oənɑ d͡ʒʊGɑ kɑ t̪ərəm hæ kəl məh kirət̪ hər nɑmɑ.2.","ur":"جت سںجم تیِرتھ اونا جُگا کا دھرم هَے کل مهِ کیِرت هرِ ناما ۔۔۲۔۔"},"pageNo":797,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"2","t":"y"},{"p":"7","t":"v"}],"igurbani":[],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":33897,"shabadId":2997,"verse":{"gurmukhi":"juig juig Awpo Awpxw Drmu hY soiD dyKhu byd purwnw ]","unicode":"ਜੁਗਿ ਜੁਗਿ ਆਪੋ ਆਪਣਾ ਧਰਮੁ ਹੈ ਸੋਧਿ ਦੇਖਹੁ ਬੇਦ ਪੁਰਾਨਾ ॥"},"larivaar":{"gurmukhi":"juigjuigAwpoAwpxwDrmuhYsoiDdyKhubydpurwnw]","unicode":"ਜੁਗਿਜੁਗਿਆਪੋਆਪਣਾਧਰਮੁਹੈਸੋਧਿਦੇਖਹੁਬੇਦਪੁਰਾਨਾ॥"},"translation":{"en":{"bdb":"Each and every age has its own essence of Dharma; study the Vedas and the Puraanas, and see this as true.","ms":"Every age has its own faith. Examine and see thou the Vedas and Puranas.","ssk":"Each and every age has its own essence of Dharma; study the Vedas and the Puraanas, and see this as true."},"pu":{"ss":{"gurmukhi":"hy BweI! vyd purwx Awidk Drm-pusqkW ƒ ghu nwl pVH ky vyK lvo (auh iehI AwKdy hn ik) hryk jug ivc (jq sMjm qIrQ Awidk) Awpxw Awpxw Drm (prvwn) hY [","unicode":"ਹੇ ਭਾਈ! ਵੇਦ ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਗਹੁ ਨਾਲ ਪੜ੍ਹ ਕੇ ਵੇਖ ਲਵੋ (ਉਹ ਇਹੀ ਆਖਦੇ ਹਨ ਕਿ) ਹਰੇਕ ਜੁਗ ਵਿਚ (ਜਤ ਸੰਜਮ ਤੀਰਥ ਆਦਿਕ) ਆਪਣਾ ਆਪਣਾ ਧਰਮ (ਪਰਵਾਨ) ਹੈ ।"},"ft":{"gurmukhi":"qW qy jugW jugW ivKy pUrbokq Awpo Awpxw Drm klÎwx krqw hY[ bydoN AOr purwnoN ko BI vIcwr kr ky dyK lyvhu, Bwv Xih ik vhu sBI nwm kw hI mhwqm aucwrn krqy hYN]","unicode":"ਤਾਂ ਤੇ ਜੁਗਾਂ ਜੁਗਾਂ ਵਿਖੇ ਪੂਰਬੋਕਤ ਆਪੋ ਆਪਣਾ ਧਰਮ ਕਲ੍ਯਾਣ ਕਰਤਾ ਹੈ। ਬੇਦੋਂ ਔਰ ਪੁਰਾਨੋਂ ਕੋ ਭੀ ਵੀਚਾਰ ਕਰ ਕੇ ਦੇਖ ਲੇਵਹੁ, ਭਾਵ ਯਹਿ ਕਿ ਵਹੁ ਸਭੀ ਨਾਮ ਕਾ ਹੀ ਮਹਾਤਮ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! vyd purwx Awidk Drm-pusqkW ƒ ghu nwl pVH ky vyK lvo (auh iehI AwKdy hn ik) hryk jug ivc (jq sMjm qIrQ Awidk) Awpxw Awpxw Drm (prvwn) hY [","unicode":"ਹੇ ਭਾਈ! ਵੇਦ ਪੁਰਾਣ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਗਹੁ ਨਾਲ ਪੜ੍ਹ ਕੇ ਵੇਖ ਲਵੋ (ਉਹ ਇਹੀ ਆਖਦੇ ਹਨ ਕਿ) ਹਰੇਕ ਜੁਗ ਵਿਚ (ਜਤ ਸੰਜਮ ਤੀਰਥ ਆਦਿਕ) ਆਪਣਾ ਆਪਣਾ ਧਰਮ (ਪਰਵਾਨ) ਹੈ ।"},"ms":{"gurmukhi":"hr iek Xu`g dw Awpxw in`j dw eImwn hY[ qUM vydW Aqy purwxW ƒ inrxX kr ky vyK lY[","unicode":"ਹਰ ਇਕ ਯੁੱਗ ਦਾ ਆਪਣਾ ਨਿੱਜ ਦਾ ਈਮਾਨ ਹੈ। ਤੂੰ ਵੇਦਾਂ ਅਤੇ ਪੁਰਾਣਾਂ ਨੂੰ ਨਿਰਣਯ ਕਰ ਕੇ ਵੇਖ ਲੈ।"}},"es":{"sn":"Cada época tiene su Dharma; examina los Vedas y los Puranas; los Gurmukjs, "},"hi":{"ss":"हे भाई ! वेद-पुराण आदि धर्म-पुस्तकों को ध्यान से पढ़ के देख लो (वह यही कहते हैं कि) हरेक युग में (जत-संजम-तीर्थ आदि) अपना-अपना धर्म (परवान) है।","sts":"प्रत्येक युग में अपना अपना भिन्न धर्म है। चाहे वेदों एवं पुराणों का अध्ययन करके देख लो।"}},"transliteration":{"english":"jug jug aapo aapanaa dharam hai sodh dhekhahu bedh puraanaa ||","hindi":"जुगि जुगि आपो आपणा धरमु है सोधि देखहु बेद पुराना ॥","en":"jug jug aapo aapanaa dharam hai sodh dhekhahu bedh puraanaa ||","hi":"जुगि जुगि आपो आपणा धरमु है सोधि देखहु बेद पुराना ॥","ipa":"d͡ʒʊG d͡ʒʊG əɑpɔ əɑpəɳɑ t̪ərəm hæ sɔt̪ə̀ d̪ekʰəh bed̪ pʊrɑnɑ.","ur":"جُگ جُگ آپو آپݨا دھرم هَے سودھ دےکھهُ بےد پُرانا ۔۔"},"pageNo":797,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33898,"shabadId":2997,"verse":{"gurmukhi":"gurmuiK ijnI iDAwieAw hir hir jig qy pUry prvwnw ]3]","unicode":"ਗੁਰਮੁਖਿ ਜਿਨੀ ਧਿਆਇਆ ਹਰਿ ਹਰਿ ਜਗਿ ਤੇ ਪੂਰੇ ਪਰਵਾਨਾ ॥੩॥"},"larivaar":{"gurmukhi":"gurmuiKijnIiDAwieAwhirhirjigqypUryprvwnw]3]","unicode":"ਗੁਰਮੁਖਿਜਿਨੀਧਿਆਇਆਹਰਿਹਰਿਜਗਿਤੇਪੂਰੇਪਰਵਾਨਾ॥੩॥"},"translation":{"en":{"bdb":"They are Gurmukh, who meditate on the Lord, Har, Har; in this world, they are perfect and approved. ||3||","ms":"In this world, perfect and approved are they alone, who through the Guru, meditate on the Lord God.","ssk":"They are Gurmukh, who meditate on the Lord, Har, Har; in this world, they are perfect and approved. ||3||"},"pu":{"ss":{"gurmukhi":"ijnHW mnu`KW ny gurU dI Srn pY ky pRBU dw nwm ismirAw hY, jgq ivc auhI mnu`K pUrn hn qy kbUl hn [3[","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਜਗਤ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਪੂਰਨ ਹਨ ਤੇ ਕਬੂਲ ਹਨ ।੩।"},"ft":{"gurmukhi":"qW qy ijnW ny gurW ky muK dÍwrw aupdys sRvx kr hir hir nwm ko iDAwvnw kIAw hY, EhI pUry sMq jgq myN scy vwihgurU ky pRvwn kIey hYN]3]","unicode":"ਤਾਂ ਤੇ ਜਿਨਾਂ ਨੇ ਗੁਰਾਂ ਕੇ ਮੁਖ ਦ੍ਵਾਰਾ ਉਪਦੇਸ ਸ੍ਰਵਣ ਕਰ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਧਿਆਵਨਾ ਕੀਆ ਹੈ, ਓਹੀ ਪੂਰੇ ਸੰਤ ਜਗਤ ਮੇਂ ਸਚੇ ਵਾਹਿਗੁਰੂ ਕੇ ਪ੍ਰਵਾਨ ਕੀਏ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"ijnHW mnu`KW ny gurU dI Srn pY ky pRBU dw nwm ismirAw hY, jgq ivc auhI mnu`K pUrn hn qy kbUl hn [3[","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਜਗਤ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਪੂਰਨ ਹਨ ਤੇ ਕਬੂਲ ਹਨ ।੩।"},"ms":{"gurmukhi":"ies sMswr dy iv`c pUrn Aqy prvwixq kyvl auh hn, jo gurW dy rwhIN suAwmI vwihgurU dw ismrn krdy hn[","unicode":"ਇਸ ਸੰਸਾਰ ਦੇ ਵਿੱਚ ਪੂਰਨ ਅਤੇ ਪਰਵਾਣਿਤ ਕੇਵਲ ਉਹ ਹਨ, ਜੋ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"que meditan en Su Señor, Jar, Jar, son los únicos aprobados por Él (3)"},"hi":{"ss":"(पर गुरू की शिक्षा ये है कि) जिन मनुष्यों ने गुरू की शरण पड़ कर प्रभू का नाम सिमरा है।जगत में मनुष्य पूर्ण हैं।कबूल हैं। 3।","sts":"जिन्होंने गुरु के माध्यम से हरि का मनन किया है, वे जगत् में पूर्ण और स्वीकार हो गए हैं।॥ ३॥"}},"transliteration":{"english":"gurmukh jinee dhiaaiaa har har jag te poore paravaanaa ||3||","hindi":"गुरमुखि जिनी धिआइआ हरि हरि जगि ते पूरे परवाना ॥३॥","en":"gurmukh jinee dhiaaiaa har har jag te poore paravaanaa ||3||","hi":"गुरमुखि जिनी धिआइआ हरि हरि जगि ते पूरे परवाना ॥३॥","ipa":"Gʊrəmʊkʰ d͡ʒɪni t̪ɪəɑɪɑ hər hər d͡ʒəG t̪e pure pərəʋɑnɑ.3.","ur":"گُرمکھ جنیِ دھآایا هر هرِ جگِ تے پُورے پروانا ۔۔۳۔۔"},"pageNo":797,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"1","t":"y"},{"p":"4","t":"v"},{"p":"5","t":"y"}],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":33899,"shabadId":2997,"verse":{"gurmukhi":"khq nwnku scy isau pRIiq lwey cUkY min AiBmwnw ]","unicode":"ਕਹਤ ਨਾਨਕੁ ਸਚੇ ਸਿਉ ਪ੍ਰੀਤਿ ਲਾਏ ਚੂਕੈ ਮਨਿ ਅਭਿਮਾਨਾ ॥"},"larivaar":{"gurmukhi":"khqnwnkuscyisaupRIiqlweycUkYminAiBmwnw]","unicode":"ਕਹਤਨਾਨਕੁਸਚੇਸਿਉਪ੍ਰੀਤਿਲਾਏਚੂਕੈਮਨਿਅਭਿਮਾਨਾ॥"},"translation":{"en":{"bdb":"Says Nanak, loving the True Lord, the mind's egotism and self-conceit is eradicated.","ms":"Says Nanak, by embracing affection for the True Lord, mind's ego is stilled.","ssk":"Says Nanak, loving the True Lord, the mind's egotism and self-conceit is eradicated."},"pu":{"ss":{"gurmukhi":"hy BweI! nwnk AwKdw hY—jyhVw mnu`K sdw kwiem rihx vwly prmwqmw nwl ipAwr joVdw hY, aus dy mn ivcoN (iksy BI qrHW dy krm kWf dw) AhMkwr mu`k jWdw hY [","unicode":"ਹੇ ਭਾਈ! ਨਾਨਕ ਆਖਦਾ ਹੈ—ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ (ਕਿਸੇ ਭੀ ਤਰ੍ਹਾਂ ਦੇ ਕਰਮ ਕਾਂਡ ਦਾ) ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jb purs scy nwm sy pRIq lgwvY qb mn sy dyh AwdkoN kw AiBmwn dUr hoqw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਬ ਪੁਰਸ ਸਚੇ ਨਾਮ ਸੇ ਪ੍ਰੀਤ ਲਗਾਵੈ ਤਬ ਮਨ ਸੇ ਦੇਹ ਆਦਕੋਂ ਕਾ ਅਭਿਮਾਨ ਦੂਰ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! nwnk AwKdw hY—jyhVw mnu`K sdw kwiem rihx vwly prmwqmw nwl ipAwr joVdw hY, aus dy mn ivcoN (iksy BI qrHW dy krm kWf dw) AhMkwr mu`k jWdw hY [","unicode":"ਹੇ ਭਾਈ! ਨਾਨਕ ਆਖਦਾ ਹੈ—ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ (ਕਿਸੇ ਭੀ ਤਰ੍ਹਾਂ ਦੇ ਕਰਮ ਕਾਂਡ ਦਾ) ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU jI PurmwauNdy hn, s¤cy suAwmI nwl pRym pwaux duAwrw ic`q dw hMkwr nivrq ho jWdw hY[","unicode":"ਗੁਰੂ ਜੀ ਫੁਰਮਾਉਂਦੇ ਹਨ, ਸੱਚੇ ਸੁਆਮੀ ਨਾਲ ਪ੍ਰੇਮ ਪਾਉਣ ਦੁਆਰਾ ਚਿੱਤ ਦਾ ਹੰਕਾਰ ਨਵਿਰਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, amando al Señor Verdadero, la actitud voluntariosa y el egoísmo desaparecen."},"hi":{"ss":"हे भाई ! नानक कहता है- जो मनुष्य सदा कायम रहने वाले परमात्मा से प्यार जोड़ता है।उसके मन में से (किसी भी तरह के कर्मकाण्ड का) अहंकार समाप्त हो जाता है।","sts":"नानक का कथन है कि जो सत्यस्वरुप परमात्मा से प्रीति लगाता है, उसके मन का अभिमान समाप्त हो जाता है।"}},"transliteration":{"english":"kahat naanak sache siau preet laae chookai man abhimaanaa ||","hindi":"कहत नानकु सचे सिउ प्रीति लाए चूकै मनि अभिमाना ॥","en":"kahat naanak sache siau preet laae chookai man abhimaanaa ||","hi":"कहत नानकु सचे सिउ प्रीति लाए चूकै मनि अभिमाना ॥","ipa":"kəhət̪ nɑnək sət͡ʃe sɪo pɹit̪ lɑee t͡ʃukæ mən əɓɪmɑnɑ.","ur":"کهت نانک سچے سا پریِت لااے چُوکَے من ابھِمانا ۔۔"},"pageNo":798,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":33900,"shabadId":2997,"verse":{"gurmukhi":"khq suxq sBy suK pwvih mwnq pwih inDwnw ]4]4]","unicode":"ਕਹਤ ਸੁਣਤ ਸਭੇ ਸੁਖ ਪਾਵਹਿ ਮਾਨਤ ਪਾਹਿ ਨਿਧਾਨਾ ॥੪॥੪॥"},"larivaar":{"gurmukhi":"khqsuxqsBysuKpwvihmwnqpwihinDwnw]4]4]","unicode":"ਕਹਤਸੁਣਤਸਭੇਸੁਖਪਾਵਹਿਮਾਨਤਪਾਹਿਨਿਧਾਨਾ॥੪॥੪॥"},"translation":{"en":{"bdb":"Those who speak and listen to the Lord's Name, all find peace. Those who believe in it, obtain the supreme treasure. ||4||4||","ms":"All they who utter and hear the Name obtain peace and they who believe in it, attain the whole treasure.","ssk":"Those who speak and listen to the Lord's Name, all find peace. Those who believe in it, obtain the supreme treasure. ||4||4||"},"pu":{"ss":{"gurmukhi":"prmwqmw dw nwm ismrn vwly, suxn vwly, swry hI Awqmk AwnMd pRwpq krdy hn [ jyhVy mnu`K (gurU dI is`iKAw auqy) srDw ilAwauNdy hn, auh pRBU dw nwm-^zwnw l`B lYNdy hn [4[4[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਾਲੇ, ਸੁਣਨ ਵਾਲੇ, ਸਾਰੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ । ਜੇਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ) ਸਰਧਾ ਲਿਆਉਂਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦੇ ਹਨ ।੪।੪।"},"ft":{"gurmukhi":"qW qy iqs vwihgurU ky nwm ko khqy suxqy sMpUrx (suK) AwnMd ko pwvqy hYN, AO iqs nwm ky mnn krnhwry srb inDoN ky Gr moK pd ko pRwpq ho jwqy hYN]4]4]Çpunw hrI nwm mnn krnyhwry hirjnoN kI ausqqI aucwrn krqy hYN:","unicode":"ਤਾਂ ਤੇ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਕੋ ਕਹਤੇ ਸੁਣਤੇ ਸੰਪੂਰਣ (ਸੁਖ) ਆਨੰਦ ਕੋ ਪਾਵਤੇ ਹੈਂ, ਔ ਤਿਸ ਨਾਮ ਕੇ ਮਨਨ ਕਰਨਹਾਰੇ ਸਰਬ ਨਿਧੋਂ ਕੇ ਘਰ ਮੋਖ ਪਦ ਕੋ ਪ੍ਰਾਪਤ ਹੋ ਜਾਤੇ ਹੈਂ॥੪॥੪॥☬ਪੁਨਾ ਹਰੀ ਨਾਮ ਮਨਨ ਕਰਨੇਹਾਰੇ ਹਰਿਜਨੋਂ ਕੀ ਉਸਤਤੀ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"prmwqmw dw nwm ismrn vwly, suxn vwly, swry hI Awqmk AwnMd pRwpq krdy hn [ jyhVy mnu`K (gurU dI is`iKAw auqy) srDw ilAwauNdy hn, auh pRBU dw nwm-^zwnw l`B lYNdy hn [4[4[","unicode":"ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਾਲੇ, ਸੁਣਨ ਵਾਲੇ, ਸਾਰੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ । ਜੇਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ) ਸਰਧਾ ਲਿਆਉਂਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦੇ ਹਨ ।੪।੪।"},"ms":{"gurmukhi":"jo nwm ƒ aucwrdy Aqy suxdy hn, auh Awrwm pwauNdy hn Aqy jo ies iv`c inscw Dwrn krdy hn auh smUh Kjwny ƒ pRwpq kr lYNdy hn[","unicode":"ਜੋ ਨਾਮ ਨੂੰ ਉਚਾਰਦੇ ਅਤੇ ਸੁਣਦੇ ਹਨ, ਉਹ ਆਰਾਮ ਪਾਉਂਦੇ ਹਨ ਅਤੇ ਜੋ ਇਸ ਵਿੱਚ ਨਿਸਚਾ ਧਾਰਨ ਕਰਦੇ ਹਨ ਉਹ ਸਮੂਹ ਖਜਾਨੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Los que recitan y escuchan el Nombre del Señor, encuentran la Paz, quienes creen, obtienen el Tesoro Supremo. (4-4)"},"hi":{"ss":"परमात्मा का नाम सिमरन वाले।सुनने वाले।सारे ही आत्मिक आनंद प्राप्त करते हैं।जो मनुष्य (गुरू की शिक्षा पर) श्रद्धा रखते हैं।वे प्रभू का नाम-खजाना पा लेते हैं। 4। 4।","sts":"नाम को सुनने एवं मुँह से जपने वाले सभी सुख हासिल करते हैं परन्तु निष्ठापूर्वक मनन करने वाले गुणों के भण्डार को ही पा लेते हैं॥ ४॥ ४॥"}},"transliteration":{"english":"kahat sunat sabhe sukh paaveh maanat paeh nidhaanaa ||4||4||","hindi":"कहत सुणत सभे सुख पावहि मानत पाहि निधाना ॥४॥४॥","en":"kahat sunat sabhe sukh paaveh maanat paeh nidhaanaa ||4||4||","hi":"कहत सुणत सभे सुख पावहि मानत पाहि निधाना ॥४॥४॥","ipa":"kəhət̪ sʊɳət̪ səɓe sʊkʰ pɑʋəh mɑnət̪ pɑh nɪt̪ɑnɑ.4.4.","ur":"کهت سُݨت سبھے سُکھ پاوه مانت پاه ندھانا ۔۔۴۔۔۴۔۔"},"pageNo":798,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}