{"shabadInfo":{"shabadId":3011,"shabadName":34107,"pageNo":802,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":802},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":17,"navigation":{"previous":3010,"next":3012},"verses":[{"verseId":34106,"shabadId":3011,"verse":{"gurmukhi":"iblwvlu mhlw 5 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw5]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Bilaaval, Fifth Mehla:","ms":"Bilawal 5th Guru.","ssk":"Bilaaval, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl pMjvIN pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"बिलावलु महला ५ ॥"}},"transliteration":{"english":"bilaaval mahalaa panjavaa ||","hindi":"बिलावलु महला ५ ॥","en":"bilaaval mahalaa panjavaa ||","hi":"बिलावलु महला ५ ॥","ipa":"bɪlɑʋəl məhəlɑ pəŋd͡ʒʋɑ.","ur":"بِلاول مهلا ۵ ۔۔"},"pageNo":802,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":34107,"shabadId":3011,"verse":{"gurmukhi":"ibKY bnu PIkw iqAwig rI sKIey nwmu mhw rsu pIE ]","unicode":"ਬਿਖੈ ਬਨੁ ਫੀਕਾ ਤਿਆਗਿ ਰੀ ਸਖੀਏ ਨਾਮੁ ਮਹਾ ਰਸੁ ਪੀਓ ॥"},"larivaar":{"gurmukhi":"ibKYbnuPIkwiqAwigrIsKIeynwmumhwrsupIE]","unicode":"ਬਿਖੈਬਨੁਫੀਕਾਤਿਆਗਿਰੀਸਖੀਏਨਾਮੁਮਹਾਰਸੁਪੀਓ॥"},"translation":{"en":{"bdb":"Renounce the tasteless water of corruption, O my companion, and drink in the supreme nectar of the Naam, the Name of the Lord.","ms":"Forsake thou the insipid water of sin, O my mate and quaff thou the supreme Nectar of the Lord's Name.","ssk":"Renounce the tasteless water of corruption, O my companion, and drink in the supreme nectar of the Naam, the Name of the Lord."},"pu":{"ss":{"gurmukhi":"hy shylIey! ivSy-ivkwrW dw by-suAwdw pwxI (pIxw) C`f dy [ sdw nwm-AMimRq pIAw kr, ieh bhuq suAwdlw hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦਾ ਬੇ-ਸੁਆਦਾ ਪਾਣੀ (ਪੀਣਾ) ਛੱਡ ਦੇ । ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਆ ਕਰ, ਇਹ ਬਹੁਤ ਸੁਆਦਲਾ ਹੈ । "},"ft":{"gurmukhi":"hy sKIAhu sMq jnoN! iehu ivshu kw rs rUpI (bnu) PIkw hY, qW qy ies rs ko iqAwg kr nwmu (mhw rsu) AMimRq rs ko pwn kro]","unicode":"ਹੇ ਸਖੀਅਹੁ ਸੰਤ ਜਨੋਂ! ਇਹੁ ਵਿਸਹੁ ਕਾ ਰਸ ਰੂਪੀ (ਬਨੁ) ਫੀਕਾ ਹੈ, ਤਾਂ ਤੇ ਇਸ ਰਸ ਕੋ ਤਿਆਗ ਕਰ ਨਾਮੁ (ਮਹਾ ਰਸੁ) ਅੰਮ੍ਰਿਤ ਰਸ ਕੋ ਪਾਨ ਕਰੋ॥"},"bdb":{"gurmukhi":"hy shylIey! ivSy-ivkwrW dw by-suAwdw pwxI (pIxw) C`f dy [ sdw nwm-AMimRq pIAw kr, ieh bhuq suAwdlw hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦਾ ਬੇ-ਸੁਆਦਾ ਪਾਣੀ (ਪੀਣਾ) ਛੱਡ ਦੇ । ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਆ ਕਰ, ਇਹ ਬਹੁਤ ਸੁਆਦਲਾ ਹੈ । "},"ms":{"gurmukhi":"qUM pwp dy iPkly pwxI ƒ C`f dy, nI myrI shylIey! Aqy qUM pRBU dy nwm dy prm AMimRq ƒ pwn kr[","unicode":"ਤੂੰ ਪਾਪ ਦੇ ਫਿਕਲੇ ਪਾਣੀ ਨੂੰ ਛੱਡ ਦੇ, ਨੀ ਮੇਰੀ ਸਹੇਲੀਏ! ਅਤੇ ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਪਰਮ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾਨ ਕਰ।"}},"es":{"sn":"Deja las aguas malvadas de la corrupción, pues son insípidas, y bebe la Esencia Grandiosa del Naam, el Nombre del Señor. "},"hi":{"ss":"हे सहेलिए ! विषौ-विकारों का बे-स्वादा पानी (पीना) छोड़ दे। सदा नाम-अमृत पीया कर। यह बहुत स्वादिष्ट है।","sts":"हे सखी ! विषय-विकारों का फीका रस छोड़ दे और हरि-नाम महारस का ही पान करो।"}},"transliteration":{"english":"bikhai ban feekaa tiaag ree sakhe'ee naam mahaa ras peeo ||","hindi":"बिखै बनु फीका तिआगि री सखीए नामु महा रसु पीओ ॥","en":"bikhai ban feekaa tiaag ree sakhe'ee naam mahaa ras peeo ||","hi":"बिखै बनु फीका तिआगि री सखीए नामु महा रसु पीओ ॥","ipa":"bɪkʰæ bən fikɑ t̪ɪəɑG ri səkʰiee nɑm məhɑ rəs pio.","ur":"بِکھَے بن پھیِکا تآگ ریِ سکھیِاے نام مها رس پیِاو ۔۔"},"pageNo":802,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":34108,"shabadId":3011,"verse":{"gurmukhi":"ibnu rs cwKy buif geI sglI suKI n hovq jIE ]","unicode":"ਬਿਨੁ ਰਸ ਚਾਖੇ ਬੁਡਿ ਗਈ ਸਗਲੀ ਸੁਖੀ ਨ ਹੋਵਤ ਜੀਓ ॥"},"larivaar":{"gurmukhi":"ibnurscwKybuifgeIsglIsuKInhovqjIE]","unicode":"ਬਿਨੁਰਸਚਾਖੇਬੁਡਿਗਈਸਗਲੀਸੁਖੀਨਹੋਵਤਜੀਓ॥"},"translation":{"en":{"bdb":"Without the taste of this nectar, all have drowned, and their souls have not found happiness.","ms":"Without tasting the Name Nectar, all have been drowned and their soul becomes not happy.","ssk":"Without the taste of this nectar, all have drowned, and their souls have not found happiness."},"pu":{"ss":{"gurmukhi":"(nwm-AMimRq dw) suAwd nwh c`Kx krky, swrI isRStI (ivSy-ivkwrW dy pwxI ivc) fu`b rhI hY, (iPr BI) ijMd suKI nhIN huMdI [ ","unicode":"(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ) ਸੁਆਦ ਨਾਹ ਚੱਖਣ ਕਰਕੇ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀ ਵਿਚ) ਡੁੱਬ ਰਹੀ ਹੈ, (ਫਿਰ ਭੀ) ਜਿੰਦ ਸੁਖੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ft":{"gurmukhi":"ies nwm rs cwKy ibnW swrI isRstI jnm mrn rUpI duK smuMdR myN fUb geI hY, ies qy koeI jIv suKI nhIN hoqw hY]","unicode":"ਇਸ ਨਾਮ ਰਸ ਚਾਖੇ ਬਿਨਾਂ ਸਾਰੀ ਸ੍ਰਿਸਟੀ ਜਨਮ ਮਰਨ ਰੂਪੀ ਦੁਖ ਸਮੁੰਦ੍ਰ ਮੇਂ ਡੂਬ ਗਈ ਹੈ, ਇਸ ਤੇ ਕੋਈ ਜੀਵ ਸੁਖੀ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(nwm-AMimRq dw) suAwd nwh c`Kx krky, swrI isRStI (ivSy-ivkwrW dy pwxI ivc) fu`b rhI hY, (iPr BI) ijMd suKI nhIN huMdI [ ","unicode":"(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ) ਸੁਆਦ ਨਾਹ ਚੱਖਣ ਕਰਕੇ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦੇ ਪਾਣੀ ਵਿਚ) ਡੁੱਬ ਰਹੀ ਹੈ, (ਫਿਰ ਭੀ) ਜਿੰਦ ਸੁਖੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ms":{"gurmukhi":"nwm dy AMimRq ƒ c`Kx dy bgYr swrIAW hI fu`b geIAW hn Aqy aunHW dI Awqmw pRsMn nhIN huMdI[","unicode":"ਨਾਮ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਚੱਖਣ ਦੇ ਬਗੈਰ ਸਾਰੀਆਂ ਹੀ ਡੁੱਬ ਗਈਆਂ ਹਨ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਆਤਮਾ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"Por no probar Su Sabor, millones se han ahogado y el Alma nunca encuentra la Paz."},"hi":{"ss":"(नाम अमृत का) स्वाद ना चखने के कारण। सारी सृष्टि (विषौ-विकारों के पानी में) डूब रही है। (फिर भी) जिंद सुखी नहीं होती।","sts":"इस नाम-रस को चखे बिना सारी दुनिया विकारों के जल में डूब गई है और यह मन कभी सुखी नहीं होता।"}},"transliteration":{"english":"bin ras chaakhe budd giee sagalee sukhee na hovat jeeo ||","hindi":"बिनु रस चाखे बुडि गई सगली सुखी न होवत जीओ ॥","en":"bin ras chaakhe budd giee sagalee sukhee na hovat jeeo ||","hi":"बिनु रस चाखे बुडि गई सगली सुखी न होवत जीओ ॥","ipa":"bɪn rəs t͡ʃɑkʰe bʊɖ Gei səGəli sʊkʰi nə hɔʋət̪ d͡ʒio.","ur":"بٍن رس چاکھے بُڈ گای سگلیِ سُکھیِ ن هووت جیِاو ۔۔"},"pageNo":802,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":34109,"shabadId":3011,"verse":{"gurmukhi":"mwnu mhqu n skiq hI kweI swDw dwsI QIE ]","unicode":"ਮਾਨੁ ਮਹਤੁ ਨ ਸਕਤਿ ਹੀ ਕਾਈ ਸਾਧਾ ਦਾਸੀ ਥੀਓ ॥"},"larivaar":{"gurmukhi":"mwnumhqunskiqhIkweIswDwdwsIQIE]","unicode":"ਮਾਨੁਮਹਤੁਨਸਕਤਿਹੀਕਾਈਸਾਧਾਦਾਸੀਥੀਓ॥"},"translation":{"en":{"bdb":"You have no honor, glory or power - become the slave of the Holy Saints.","ms":"Thou hast no honour, glory and might, so be thou the handmaiden of the saints.","ssk":"You have no honor, glory or power - become the slave of the Holy Saints."},"pu":{"ss":{"gurmukhi":"koeI (hor) Awsrw, koeI vf`px koeI qwkq (nwm-AMimRq dI pRwpqI dw swDn nhIN bx skdy) [ hy shylIey! (nwm-jl dI pRwpqI vwsqy) gurmuKW dI dwsI bxI rhu [ ","unicode":"ਕੋਈ (ਹੋਰ) ਆਸਰਾ, ਕੋਈ ਵਡੱਪਣ ਕੋਈ ਤਾਕਤ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਸਾਧਨ ਨਹੀਂ ਬਣ ਸਕਦੇ) । ਹੇ ਸਹੇਲੀਏ! (ਨਾਮ-ਜਲ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਗੁਰਮੁਖਾਂ ਦੀ ਦਾਸੀ ਬਣੀ ਰਹੁ । "},"ft":{"gurmukhi":"qW qy mwn AO (mhqu) vifAweI AO (skq) smrQqw kw gumWn (hI) inscy kr ky koeI n kro AOr sMq jnoN kI dwsI hovo]","unicode":"ਤਾਂ ਤੇ ਮਾਨ ਔ (ਮਹਤੁ) ਵਡਿਆਈ ਔ (ਸਕਤ) ਸਮਰਥਤਾ ਕਾ ਗੁਮਾਂਨ (ਹੀ) ਨਿਸਚੇ ਕਰ ਕੇ ਕੋਈ ਨ ਕਰੋ ਔਰ ਸੰਤ ਜਨੋਂ ਕੀ ਦਾਸੀ ਹੋਵੋ॥"},"bdb":{"gurmukhi":"koeI (hor) Awsrw, koeI vf`px koeI qwkq (nwm-AMimRq dI pRwpqI dw swDn nhIN bx skdy) [ hy shylIey! (nwm-jl dI pRwpqI vwsqy) gurmuKW dI dwsI bxI rhu [ ","unicode":"ਕੋਈ (ਹੋਰ) ਆਸਰਾ, ਕੋਈ ਵਡੱਪਣ ਕੋਈ ਤਾਕਤ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਸਾਧਨ ਨਹੀਂ ਬਣ ਸਕਦੇ) । ਹੇ ਸਹੇਲੀਏ! (ਨਾਮ-ਜਲ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਗੁਰਮੁਖਾਂ ਦੀ ਦਾਸੀ ਬਣੀ ਰਹੁ । "},"ms":{"gurmukhi":"qyrI koeI ie`zq AwbrU, pRBqw Aqy qwkqW nhIN ies leI qUM sMqW dI bWdI bx jw[","unicode":"ਤੇਰੀ ਕੋਈ ਇੱਜ਼ਤ ਆਬਰੂ, ਪ੍ਰਭਤਾ ਅਤੇ ਤਾਕਤਾਂ ਨਹੀਂ ਇਸ ਲਈ ਤੂੰ ਸੰਤਾਂ ਦੀ ਬਾਂਦੀ ਬਣ ਜਾ।"}},"es":{"sn":"No tienes Honor, Poder o Gloria; conviértete en el Esclavo de los Santos. "},"hi":{"ss":"कोई (अन्य) आसरा। कोई महानता। कोई ताकत (नाम-अमृत की प्राप्ति का साधन नहीं बन सकते)। हे सहेलिए ! (नाम-जल की प्राप्ति के लिए) गुरमुखों की दासी बनी रह।","sts":"कोई मान, महत्व एवं शक्ति सुखी होने का साधन नहीं है, इसलिए साधुओं की दासी बन जाओ।"}},"transliteration":{"english":"maan mahat na sakat hee kaiee saadhaa dhaasee theeo ||","hindi":"मानु महतु न सकति ही काई साधा दासी थीओ ॥","en":"maan mahat na sakat hee kaiee saadhaa dhaasee theeo ||","hi":"मानु महतु न सकति ही काई साधा दासी थीओ ॥","ipa":"mɑn məhət̪ nə səkət̪ hi kɑei sɑt̪ɑ d̪ɑsi t̪ʰio.","ur":"مان مهت ن سکت هیِ کاای سادھا داسیِ تھیِاو ۔۔"},"pageNo":802,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":34110,"shabadId":3011,"verse":{"gurmukhi":"nwnk sy dir soBwvMqy jo pRiB ApunY kIE ]1]","unicode":"ਨਾਨਕ ਸੇ ਦਰਿ ਸੋਭਾਵੰਤੇ ਜੋ ਪ੍ਰਭਿ ਅਪੁਨੈ ਕੀਓ ॥੧॥"},"larivaar":{"gurmukhi":"nwnksydirsoBwvMqyjopRiBApunYkIE]1]","unicode":"ਨਾਨਕਸੇਦਰਿਸੋਭਾਵੰਤੇਜੋਪ੍ਰਭਿਅਪੁਨੈਕੀਓ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, they alone look beautiful in the Court of the Lord, whom the Lord has made His Own. ||1||","ms":"Nanak they, whom the Lord makes His own, look graceful at His court.","ssk":"O Nanak, they alone look beautiful in the Court of the Lord, whom the Lord has made His Own. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! pRBU dy dr qy auh bMdy soBw vwly huMdy hn ijnHW ƒ ipAwry pRBU ny Awp hI soBw vwly bxwieAw hY [1[","unicode":"ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਉਹ ਬੰਦੇ ਸੋਭਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸੋਭਾ ਵਾਲੇ ਬਣਾਇਆ ਹੈ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: soeI jn vwihgurU kI drgwih myN vw sqsMg myN soBw vwly hUey hYN, jo iqs pRBU ny Apny crnW ky dws kr lIey hYN]1]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋਈ ਜਨ ਵਾਹਿਗੁਰੂ ਕੀ ਦਰਗਾਹਿ ਮੇਂ ਵਾ ਸਤਸੰਗ ਮੇਂ ਸੋਭਾ ਵਾਲੇ ਹੂਏ ਹੈਂ, ਜੋ ਤਿਸ ਪ੍ਰਭੂ ਨੇ ਅਪਨੇ ਚਰਨਾਂ ਕੇ ਦਾਸ ਕਰ ਲੀਏ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy nwnk! pRBU dy dr qy auh bMdy soBw vwly huMdy hn ijnHW ƒ ipAwry pRBU ny Awp hI soBw vwly bxwieAw hY [1[","unicode":"ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਉਹ ਬੰਦੇ ਸੋਭਾ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸੋਭਾ ਵਾਲੇ ਬਣਾਇਆ ਹੈ ।੧।"},"ms":{"gurmukhi":"nwnk, ijnHW ƒ pRBU Awpxy in`j dy bxw lYNdw hY, auh aus dy drbwr AMdr suMdr l`gdy hn[","unicode":"ਨਾਨਕ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ ਨਿੱਜ ਦੇ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਸੁੰਦਰ ਲੱਗਦੇ ਹਨ।"}},"es":{"sn":"Dice Nanak, sólo se ven bellos en la Corte del Señor, a quienes el Señor los ha vuelto Suyos y les ha otorgado Su Gloria.(1)"},"hi":{"ss":"हे नानक ! प्रभू के दर पर वह लोग शोभा वाले होते हैं जिनको प्यारे प्रभू ने स्वयं ही शोभा वाले बनाया है। 1।","sts":"हे नानक ! प्रभु के द्वार पर वही शोभा के पात्र बनते हैं, जिन्हें उसने अपना बना लिया है॥ १॥"}},"transliteration":{"english":"naanak se dhar sobhaava(n)te jo prabh apunai keeo ||1||","hindi":"नानक से दरि सोभावंते जो प्रभि अपुनै कीओ ॥१॥","en":"naanak se dhar sobhaava(n)te jo prabh apunai keeo ||1||","hi":"नानक से दरि सोभावंते जो प्रभि अपुनै कीओ ॥१॥","ipa":"nɑnək se d̪ər sɔɓɑʋəŋt̪e d͡ʒɔ pɹəɓ əpʊnæ kio.1.","ur":"نانک سے در سوبھاوںتے جو پربھ اپنَے کیِاو ۔۔۱۔۔"},"pageNo":803,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":34111,"shabadId":3011,"verse":{"gurmukhi":"hircMdaurI icq BRmu sKIey imRg iqRsnw dRüm CwieAw ]","unicode":"ਹਰਿਚੰਦਉਰੀ ਚਿਤ ਭ੍ਰਮੁ ਸਖੀਏ ਮ੍ਰਿਗ ਤ੍ਰਿਸਨਾ ਦ੍ਰੁਮ ਛਾਇਆ ॥"},"larivaar":{"gurmukhi":"hircMdaurIicqBRmusKIeyimRgiqRsnwdRümCwieAw]","unicode":"ਹਰਿਚੰਦਉਰੀਚਿਤਭ੍ਰਮੁਸਖੀਏਮ੍ਰਿਗਤ੍ਰਿਸਨਾਦ੍ਰੁਮਛਾਇਆ॥"},"translation":{"en":{"bdb":"Maya is a mirage, which deludes the mind, O my companion, like the scent-crazed deer, or the transitory shade of a tree.","ms":"The optical illusion, deer's craze and shade of a tree, have misled man's mind, O my comrade.","ssk":"Maya is a mirage, which deludes the mind, O my companion, like the scent-crazed deer, or the transitory shade of a tree."},"pu":{"ss":{"gurmukhi":"hy shylIey! ieh mwieAw (mwno) hvweI iklHw hY, mn ƒ Btkxw ivc pwx dw swDn hY, Tg-nIrw hY, ru`K dI CW hY [","unicode":"ਹੇ ਸਹੇਲੀਏ! ਇਹ ਮਾਇਆ (ਮਾਨੋ) ਹਵਾਈ ਕਿਲ੍ਹਾ ਹੈ, ਮਨ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਦਾ ਸਾਧਨ ਹੈ, ਠਗ-ਨੀਰਾ ਹੈ, ਰੁੱਖ ਦੀ ਛਾਂ ਹੈ ।"},"ft":{"gurmukhi":"qW qy hy sKI sMq jnoN! ieh jo sMswr ky pdwrQ hYN, so jYsy Akws myN (hircMdaurI) gMDRb ngrI AnhoqI idKweI dyqI hY[ AOru nyqRoN ky BRm kr jYsy bwlk prCwvyN ko icq ky BRm kr bY qwl dyKqw hY[ punw imRg iqRsnw kw jl hY vwsqv sy hoqy nhIN hY[ qYsy icq ky BRm kr Anhoqy pdwrQ sB Bws rhy hYN, vwsqv sy Asq rUp hYN[ punw jYsy ibRC kI CwXw BI AinsQr rUp hY]","unicode":"ਤਾਂ ਤੇ ਹੇ ਸਖੀ ਸੰਤ ਜਨੋਂ! ਇਹ ਜੋ ਸੰਸਾਰ ਕੇ ਪਦਾਰਥ ਹੈਂ, ਸੋ ਜੈਸੇ ਅਕਾਸ ਮੇਂ (ਹਰਿਚੰਦਉਰੀ) ਗੰਧ੍ਰਬ ਨਗਰੀ ਅਨਹੋਤੀ ਦਿਖਾਈ ਦੇਤੀ ਹੈ। ਔਰੁ ਨੇਤ੍ਰੋਂ ਕੇ ਭ੍ਰਮ ਕਰ ਜੈਸੇ ਬਾਲਕ ਪਰਛਾਵੇਂ ਕੋ ਚਿਤ ਕੇ ਭ੍ਰਮ ਕਰ ਬੈ ਤਾਲ ਦੇਖਤਾ ਹੈ। ਪੁਨਾ ਮ੍ਰਿਗ ਤ੍ਰਿਸਨਾ ਕਾ ਜਲ ਹੈ ਵਾਸਤਵ ਸੇ ਹੋਤੇ ਨਹੀਂ ਹੈ। ਤੈਸੇ ਚਿਤ ਕੇ ਭ੍ਰਮ ਕਰ ਅਨਹੋਤੇ ਪਦਾਰਥ ਸਭ ਭਾਸ ਰਹੇ ਹੈਂ, ਵਾਸਤਵ ਸੇ ਅਸਤ ਰੂਪ ਹੈਂ। ਪੁਨਾ ਜੈਸੇ ਬ੍ਰਿਛ ਕੀ ਛਾਯਾ ਭੀ ਅਨਿਸਥਰ ਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"hy shylIey! ieh mwieAw (mwno) hvweI iklHw hY, mn ƒ Btkxw ivc pwx dw swDn hY, Tg-nIrw hY, ru`K dI CW hY [","unicode":"ਹੇ ਸਹੇਲੀਏ! ਇਹ ਮਾਇਆ (ਮਾਨੋ) ਹਵਾਈ ਕਿਲ੍ਹਾ ਹੈ, ਮਨ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਦਾ ਸਾਧਨ ਹੈ, ਠਗ-ਨੀਰਾ ਹੈ, ਰੁੱਖ ਦੀ ਛਾਂ ਹੈ ।"},"ms":{"gurmukhi":"idRSAk mugwlqw, hrn dw J`lwpx Aqy ru`K dI CW ny bMdy dy mn ƒ guMmrwh kr ilAw hY, nI myrI shylIey!","unicode":"ਦ੍ਰਿਸ਼ਅਕ ਮੁਗਾਲਤਾ, ਹਰਨ ਦਾ ਝੱਲਾਪਣ ਅਤੇ ਰੁੱਖ ਦੀ ਛਾਂ ਨੇ ਬੰਦੇ ਦੇ ਮਨ ਨੂੰ ਗੁੰਮਰਾਹ ਕਰ ਲਿਆ ਹੈ, ਨੀ ਮੇਰੀ ਸਹੇਲੀਏ!"}},"es":{"sn":"Maya es como un espejismo, una ilusión mental, el musgo que persigue el venado, la sombra pasajera del árbol. "},"hi":{"ss":"हे सहेलिए ! यह माया (जैसे) हवाई किला है। मन को भटकना में डालने का साधन है। मृग-तृष्णा है। वृक्ष की छाया है।","sts":"हे सखी ! यह माया राजा हरिचन्द की नगरी के समान है, मृगतृष्णा है, पेड़ की छाया है और यह मनुष्य के चित्त का भ्रम है।"}},"transliteration":{"english":"haricha(n)dhauree chit bhram sakhe'ee mirag tirasanaa dhrum chhaiaa ||","hindi":"हरिचंदउरी चित भ्रमु सखीए मृग तृसना द्रुम छाइआ ॥","en":"haricha(n)dhauree chit bhram sakhe'ee mirag tirasanaa dhrum chhaiaa ||","hi":"हरिचंदउरी चित भ्रमु सखीए मृग तृसना द्रुम छाइआ ॥","ipa":"hərɪt͡ʃəŋd̪oʊri t͡ʃɪt̪ ɓɹəm səkʰiee mɪɹəG t̪ɪɹəsənɑ d̪ɹʊm ɕɑɪɑ.","ur":"هرچںداریِ چت بھرم سکھیِاے مرگ ترسنا درüم چھاایا ۔۔"},"pageNo":803,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":34112,"shabadId":3011,"verse":{"gurmukhi":"cMcil sMig n cwlqI sKIey AMiq qij jwvq mwieAw ]","unicode":"ਚੰਚਲਿ ਸੰਗਿ ਨ ਚਾਲਤੀ ਸਖੀਏ ਅੰਤਿ ਤਜਿ ਜਾਵਤ ਮਾਇਆ ॥"},"larivaar":{"gurmukhi":"cMcilsMigncwlqIsKIeyAMiqqijjwvqmwieAw]","unicode":"ਚੰਚਲਿਸੰਗਿਨਚਾਲਤੀਸਖੀਏਅੰਤਿਤਜਿਜਾਵਤਮਾਇਆ॥"},"translation":{"en":{"bdb":"Maya is fickle, and does not go with you, O my companion; in the end, it will leave you.","ms":"O mate, the mercurial mammon goes not with the man, and ultimately leaves him,","ssk":"Maya is fickle, and does not go with you, O my companion; in the end, it will leave you."},"pu":{"ss":{"gurmukhi":"kdy BI ie`k QW nwh itk skx vwlI ieh mwieAw iksy dy nwl nhIN jWdI, ieh Aw^r ƒ (swQ) C`f jWdI hY [ ","unicode":"ਕਦੇ ਭੀ ਇੱਕ ਥਾਂ ਨਾਹ ਟਿਕ ਸਕਣ ਵਾਲੀ ਇਹ ਮਾਇਆ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ, ਇਹ ਆਖ਼ਰ ਨੂੰ (ਸਾਥ) ਛੱਡ ਜਾਂਦੀ ਹੈ । "},"ft":{"gurmukhi":"hy sKI! ieh mwXw prm cMcl srUp hY swQ nhIN clqI hY, eyh jIau BI AMq smYN iqAwg kr clw jwqw hY]","unicode":"ਹੇ ਸਖੀ! ਇਹ ਮਾਯਾ ਪਰਮ ਚੰਚਲ ਸਰੂਪ ਹੈ ਸਾਥ ਨਹੀਂ ਚਲਤੀ ਹੈ, ਏਹ ਜੀਉ ਭੀ ਅੰਤ ਸਮੈਂ ਤਿਆਗ ਕਰ ਚਲਾ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"kdy BI ie`k QW nwh itk skx vwlI ieh mwieAw iksy dy nwl nhIN jWdI, ieh Aw^r ƒ (swQ) C`f jWdI hY [ ","unicode":"ਕਦੇ ਭੀ ਇੱਕ ਥਾਂ ਨਾਹ ਟਿਕ ਸਕਣ ਵਾਲੀ ਇਹ ਮਾਇਆ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ, ਇਹ ਆਖ਼ਰ ਨੂੰ (ਸਾਥ) ਛੱਡ ਜਾਂਦੀ ਹੈ । "},"ms":{"gurmukhi":"nI shylIey! culblI dOlq bMdy dy nwl nhIN jWdI Aqy EVk ƒ aus ƒ C`f jWdI hY[","unicode":"ਨੀ ਸਹੇਲੀਏ! ਚੁਲਬਲੀ ਦੌਲਤ ਬੰਦੇ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ਅਤੇ ਓੜਕ ਨੂੰ ਉਸ ਨੂੰ ਛੱਡ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Maya es de mente vacilante y al final no se va con nosotros."},"hi":{"ss":"कभी भी एक जगह ना टिक सकने वाली ये माया किसी के साथ नहीं जाती। ये आखिर में (साथ) छोड़ जाती है।","sts":"यह चंचल माया मृत्यु के समय मनुष्य के साथ नहीं जाती तथा अन्तिम क्षणों में साथ छोड़ जाती है।"}},"transliteration":{"english":"cha(n)chal sa(n)g na chaalatee sakhe'ee a(n)t taj jaavat maiaa ||","hindi":"चंचलि संगि न चालती सखीए अंति तजि जावत माइआ ॥","en":"cha(n)chal sa(n)g na chaalatee sakhe'ee a(n)t taj jaavat maiaa ||","hi":"चंचलि संगि न चालती सखीए अंति तजि जावत माइआ ॥","ipa":"t͡ʃəŋt͡ʃəl səŋG nə t͡ʃɑlət̪i səkʰiee əŋt̪ t̪əd͡ʒ d͡ʒɑʋət̪ mɑɪɑ.","ur":"چںچل سںگ ن چالتیِ سکھیِاے اںت تج جاوت ماایا ۔۔"},"pageNo":803,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34113,"shabadId":3011,"verse":{"gurmukhi":"ris Bogx Aiq rUp rs mwqy ien sMig sUKu n pwieAw ]","unicode":"ਰਸਿ ਭੋਗਣ ਅਤਿ ਰੂਪ ਰਸ ਮਾਤੇ ਇਨ ਸੰਗਿ ਸੂਖੁ ਨ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"risBogxAiqrUprsmwqyiensMigsUKunpwieAw]","unicode":"ਰਸਿਭੋਗਣਅਤਿਰੂਪਰਸਮਾਤੇਇਨਸੰਗਿਸੂਖੁਨਪਾਇਆ॥"},"translation":{"en":{"bdb":"He may enjoy pleasures and sensual delights with supremely beautiful women, but no one finds peace in this way.","ms":"enjoying pleasures and fornicating with the supremely beautiful damsels, in their company none ever obtains peace.","ssk":"He may enjoy pleasures and sensual delights with supremely beautiful women, but no one finds peace in this way."},"pu":{"ss":{"gurmukhi":"suAwd nwl dunIAw dy pdwrQ Bogxy, dunIAw dy rUpW qy rsW ivc msq rihxw—hy sKIey! iehnW dI sMgiq ivc Awqmk AwnMd nhIN l`Bdw [ ","unicode":"ਸੁਆਦ ਨਾਲ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਭੋਗਣੇ, ਦੁਨੀਆ ਦੇ ਰੂਪਾਂ ਤੇ ਰਸਾਂ ਵਿਚ ਮਸਤ ਰਹਿਣਾ—ਹੇ ਸਖੀਏ! ਇਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭਦਾ । "},"ft":{"gurmukhi":"rUp rswdI rsoN ky Bogxy myN jo (mwqy) msq hUey hYN, so sdw AqI duKI rihqy hYN AOr ien pdwrQoN kr iksI ny kbI suK nhIN pwieAw hY]","unicode":"ਰੂਪ ਰਸਾਦੀ ਰਸੋਂ ਕੇ ਭੋਗਣੇ ਮੇਂ ਜੋ (ਮਾਤੇ) ਮਸਤ ਹੂਏ ਹੈਂ, ਸੋ ਸਦਾ ਅਤੀ ਦੁਖੀ ਰਹਿਤੇ ਹੈਂ ਔਰ ਇਨ ਪਦਾਰਥੋਂ ਕਰ ਕਿਸੀ ਨੇ ਕਬੀ ਸੁਖ ਨਹੀਂ ਪਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"suAwd nwl dunIAw dy pdwrQ Bogxy, dunIAw dy rUpW qy rsW ivc msq rihxw—hy sKIey! iehnW dI sMgiq ivc Awqmk AwnMd nhIN l`Bdw [ ","unicode":"ਸੁਆਦ ਨਾਲ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਭੋਗਣੇ, ਦੁਨੀਆ ਦੇ ਰੂਪਾਂ ਤੇ ਰਸਾਂ ਵਿਚ ਮਸਤ ਰਹਿਣਾ—ਹੇ ਸਖੀਏ! ਇਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੱਭਦਾ । "},"ms":{"gurmukhi":"mOj bhwrW mwnx Aqy prm suMdr muitAwrW nwl Bog-iblws krn, ienHW dI sMgq AMdr kdy koeI Awrwm ƒ prwpq nhIN huMdw[","unicode":"ਮੌਜ ਬਹਾਰਾਂ ਮਾਨਣ ਅਤੇ ਪਰਮ ਸੁੰਦਰ ਮੁਟਿਆਰਾਂ ਨਾਲ ਭੋਗ-ਬਿਲਾਸ ਕਰਨ, ਇਨ੍ਹਾਂ ਦੀ ਸੰਗਤ ਅੰਦਰ ਕਦੇ ਕੋਈ ਆਰਾਮ ਨੂੰ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"El vivir de placeres y de goces fugaces de la carne no trae ninguna paz."},"hi":{"ss":"स्वाद से दुनिया के पदार्थ भोगने। दुनियाँ के रूपों और रसों में मस्त रहना- हे सखिए ! इनकी संगति में आत्मिक आनंद नहीं मिलता।","sts":"रसों के भोग एवं रस-रूप में अत्यंत मस्त होने से कभी सुख उपलब्ध नहीं होता।"}},"transliteration":{"english":"ras bhogan at roop ras maate in sa(n)g sookh na paiaa ||","hindi":"रसि भोगण अति रूप रस माते इन संगि सूखु न पाइआ ॥","en":"ras bhogan at roop ras maate in sa(n)g sookh na paiaa ||","hi":"रसि भोगण अति रूप रस माते इन संगि सूखु न पाइआ ॥","ipa":"rəs ɓɔGəɳ ət̪ rup rəs mɑt̪e eɪn səŋG sukʰ nə pɑɪɑ.","ur":"رس بھوگݨ اتِ رُوپ رس ماتے ان سںگ سُوکھ ن پاایا ۔۔"},"pageNo":803,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":34114,"shabadId":3011,"verse":{"gurmukhi":"DMin DMin hir swD jn sKIey nwnk ijnI nwmu iDAwieAw ]2]","unicode":"ਧੰਨਿ ਧੰਨਿ ਹਰਿ ਸਾਧ ਜਨ ਸਖੀਏ ਨਾਨਕ ਜਿਨੀ ਨਾਮੁ ਧਿਆਇਆ ॥੨॥"},"larivaar":{"gurmukhi":"DMinDMinhirswDjnsKIeynwnkijnInwmuiDAwieAw]2]","unicode":"ਧੰਨਿਧੰਨਿਹਰਿਸਾਧਜਨਸਖੀਏਨਾਨਕਜਿਨੀਨਾਮੁਧਿਆਇਆ॥੨॥"},"translation":{"en":{"bdb":"Blessed, blessed are the humble, Holy Saints of the Lord, O my companion. O Nanak, they meditate on the Naam, the Name of the Lord. ||2||","ms":"Says Nanak, blest, blest O mate are the Lord's saintly men, who contemplate the Name","ssk":"Blessed, blessed are the humble, Holy Saints of the Lord, O my companion. O Nanak, they meditate on the Naam, the Name of the Lord. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—) hy shylIey! BwgW vwly hn prmwqmw dy Bgq ijnHW ny sdw prmwqmw dw nwm ismirAw hY [2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਹੇ ਸਹੇਲੀਏ! ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਜਿਨ੍ਹਾਂ ਨੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: qW qy jo hrI ky sMq hYN ijnoN ny nwm kw iDAwvnw kIAw hY, so mn bwxI sy DMnqw jogÎ hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਜੋ ਹਰੀ ਕੇ ਸੰਤ ਹੈਂ ਜਿਨੋਂ ਨੇ ਨਾਮ ਕਾ ਧਿਆਵਨਾ ਕੀਆ ਹੈ, ਸੋ ਮਨ ਬਾਣੀ ਸੇ ਧੰਨਤਾ ਜੋਗ੍ਯ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK—) hy shylIey! BwgW vwly hn prmwqmw dy Bgq ijnHW ny sdw prmwqmw dw nwm ismirAw hY [2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਹੇ ਸਹੇਲੀਏ! ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਜਿਨ੍ਹਾਂ ਨੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ।੨।"},"ms":{"gurmukhi":"gurU jI PurmwauNdy hn, sul`Kxy, sul`Kxy hn, nI myrI shylIey! sweIN dy sMq srUp bMdy jo nwm dw ismrn krdy hn[","unicode":"ਗੁਰੂ ਜੀ ਫੁਰਮਾਉਂਦੇ ਹਨ, ਸੁਲੱਖਣੇ, ਸੁਲੱਖਣੇ ਹਨ, ਨੀ ਮੇਰੀ ਸਹੇਲੀਏ! ਸਾਈਂ ਦੇ ਸੰਤ ਸਰੂਪ ਬੰਦੇ ਜੋ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Benditos son los Santos del Señor que viven en Su Nombre. (2)"},"hi":{"ss":"हे नानक ! (कह-) हे सहेलिए ! भाग्यशाली हैं परमात्मा के भक्त जिन्होंने सदा परमात्मा का नाम सिमरा है। 2।","sts":"हे सखी ! साधुजन धन्य-धन्य हैं, जिन्होंने भगवन्नाम का ध्यान किया है॥ २॥"}},"transliteration":{"english":"dha(n)n dha(n)n har saadh jan sakhe'ee naanak jinee naam dhiaaiaa ||2||","hindi":"धंनि धंनि हरि साध जन सखीए नानक जिनी नामु धिआइआ ॥२॥","en":"dha(n)n dha(n)n har saadh jan sakhe'ee naanak jinee naam dhiaaiaa ||2||","hi":"धंनि धंनि हरि साध जन सखीए नानक जिनी नामु धिआइआ ॥२॥","ipa":"t̪əŋn t̪əŋn hər sɑt̪ə̀ d͡ʒən səkʰiee nɑnək d͡ʒɪni nɑm t̪ɪəɑɪɑ.2.","ur":"دھنّ دھنّ هر سادھ جن سکھیِاے نانک جنیِ نام دھآایا ۔۔۲۔۔"},"pageNo":803,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":34115,"shabadId":3011,"verse":{"gurmukhi":"jwie bshu vfBwgxI sKIey sMqw sMig smweIAY ]","unicode":"ਜਾਇ ਬਸਹੁ ਵਡਭਾਗਣੀ ਸਖੀਏ ਸੰਤਾ ਸੰਗਿ ਸਮਾਈਐ ॥"},"larivaar":{"gurmukhi":"jwiebshuvfBwgxIsKIeysMqwsMigsmweIAY]","unicode":"ਜਾਇਬਸਹੁਵਡਭਾਗਣੀਸਖੀਏਸੰਤਾਸੰਗਿਸਮਾਈਐ॥"},"translation":{"en":{"bdb":"Go, O my very fortunate companion: dwell in the Company of the Saints, and merge with the Lord.","ms":"O my very fortunate mate, to merge in thy Lord, go thou to abide with the saints.","ssk":"Go, O my very fortunate companion: dwell in the Company of the Saints, and merge with the Lord."},"pu":{"ss":{"gurmukhi":"hy BwgW vwlI shylIey! jw ky swD sMgiq ivc itikAw kr [ gurmuKW dI sMgiq ivc hI sdw itkxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਗਾਂ ਵਾਲੀ ਸਹੇਲੀਏ! ਜਾ ਕੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਕਰ । ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ ਸਦਾ ਟਿਕਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ft":{"gurmukhi":"qW qy hy v¤fy BwgoN vwlI sKIE! iqn sMqoN kI sMgiq myN jwie kr vsxw kro, ijs qy iqs vwihgurU ko srUp myN smwie jwvIey]2]","unicode":"ਤਾਂ ਤੇ ਹੇ ਵੱਡੇ ਭਾਗੋਂ ਵਾਲੀ ਸਖੀਓ! ਤਿਨ ਸੰਤੋਂ ਕੀ ਸੰਗਤਿ ਮੇਂ ਜਾਇ ਕਰ ਵਸਣਾ ਕਰੋ, ਜਿਸ ਤੇ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੋ ਸਰੂਪ ਮੇਂ ਸਮਾਇ ਜਾਵੀਏ॥੨॥"},"bdb":{"gurmukhi":"hy BwgW vwlI shylIey! jw ky swD sMgiq ivc itikAw kr [ gurmuKW dI sMgiq ivc hI sdw itkxw cwhIdw hY [ ","unicode":"ਹੇ ਭਾਗਾਂ ਵਾਲੀ ਸਹੇਲੀਏ! ਜਾ ਕੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਕਰ । ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ ਸਦਾ ਟਿਕਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ms":{"gurmukhi":"hy myrI Bwry BwgW vwlIey shylIey! Awpxy suAwmI iv`c lIn hox leI qUM swDUAW dy nWl jw ky vs pau[","unicode":"ਹੇ ਮੇਰੀ ਭਾਰੇ ਭਾਗਾਂ ਵਾਲੀਏ ਸਹੇਲੀਏ! ਆਪਣੇ ਸੁਆਮੀ ਵਿੱਚ ਲੀਨ ਹੋਣ ਲਈ ਤੂੰ ਸਾਧੂਆਂ ਦੇ ਨਾਂਲ ਜਾ ਕੇ ਵਸ ਪਉ।"}},"es":{"sn":"Oh compañeros afortunados, vayan a vivir con los Santos; "},"hi":{"ss":"हे भाग्यशाली सहेलिए ! जा के साध-संगति में टिका कर। गुरमुखों की ही संगति में सदा टिकना चाहिए।","sts":"हे खुशनसीब सखी ! संतों के संग लीन रहना चाहिए, जाकर उनकी संगति में बस जाओ।"}},"transliteration":{"english":"jai basahu vaddabhaaganee sakhe'ee sa(n)taa sa(n)g samaieeaai ||","hindi":"जाइ बसहु वडभागणी सखीए संता संगि समाईऐ ॥","en":"jai basahu vaddabhaaganee sakhe'ee sa(n)taa sa(n)g samaieeaai ||","hi":"जाइ बसहु वडभागणी सखीए संता संगि समाईऐ ॥","ipa":"d͡ʒɑeɪ bəsəh ʋəɖəɓɑGəɳi səkʰiee səŋt̪ɑ səŋG səmɑeiæ.","ur":"جاا بسهُ وڈبھاگݨیِ سکھیِاے سںتا سںگ سماایاَے ۔۔"},"pageNo":803,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":34116,"shabadId":3011,"verse":{"gurmukhi":"qh dUK n BUK n rogu ibAwpY crn kml ilv lweIAY ]","unicode":"ਤਹ ਦੂਖ ਨ ਭੂਖ ਨ ਰੋਗੁ ਬਿਆਪੈ ਚਰਨ ਕਮਲ ਲਿਵ ਲਾਈਐ ॥"},"larivaar":{"gurmukhi":"qhdUKnBUKnroguibAwpYcrnkmlilvlweIAY]","unicode":"ਤਹਦੂਖਨਭੂਖਨਰੋਗੁਬਿਆਪੈਚਰਨਕਮਲਲਿਵਲਾਈਐ॥"},"translation":{"en":{"bdb":"There, neither pain nor hunger nor disease will afflict you; enshrine love for the Lord's Lotus Feet.","ms":"Neither pain, nor hunger nor disease afflicts man there and he comes to enshrine love for the Lord's lotus feet.","ssk":"There, neither pain nor hunger nor disease will afflict you; enshrine love for the Lord's Lotus Feet."},"pu":{"ss":{"gurmukhi":"auQy itikAW dunIAw dy du`K, mwieAw dI iq®Snw, koeI rog Awidk—ieh koeI BI Awpxw zor nhIN pw skdw [ (swD sMgiq ivc jw ky) pRBU dy sohxy crnW ivc suriq joVnI cwhIdI hY [ ","unicode":"ਉਥੇ ਟਿਕਿਆਂ ਦੁਨੀਆ ਦੇ ਦੁੱਖ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ, ਕੋਈ ਰੋਗ ਆਦਿਕ—ਇਹ ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ । (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਨੀ ਚਾਹੀਦੀ ਹੈ । "},"ft":{"gurmukhi":"qhW jnm mrxwdI duK AO pdwrQoN kI iqRSnw rUpI BUK AO AwD vÎwX aupwD AwdI rog koeI nhIN ivAwpqw, qW qy sMqoN ky crn kmloN myN icq kI ibRqI ko lgwvxw krIey]","unicode":"ਤਹਾਂ ਜਨਮ ਮਰਣਾਦੀ ਦੁਖ ਔ ਪਦਾਰਥੋਂ ਕੀ ਤ੍ਰਿਸ਼ਨਾ ਰੂਪੀ ਭੂਖ ਔ ਆਧ ਵ੍ਯਾਯ ਉਪਾਧ ਆਦੀ ਰੋਗ ਕੋਈ ਨਹੀਂ ਵਿਆਪਤਾ, ਤਾਂ ਤੇ ਸੰਤੋਂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਮੇਂ ਚਿਤ ਕੀ ਬ੍ਰਿਤੀ ਕੋ ਲਗਾਵਣਾ ਕਰੀਏ॥"},"bdb":{"gurmukhi":"auQy itikAW dunIAw dy du`K, mwieAw dI iq®Snw, koeI rog Awidk—ieh koeI BI Awpxw zor nhIN pw skdw [ (swD sMgiq ivc jw ky) pRBU dy sohxy crnW ivc suriq joVnI cwhIdI hY [ ","unicode":"ਉਥੇ ਟਿਕਿਆਂ ਦੁਨੀਆ ਦੇ ਦੁੱਖ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ, ਕੋਈ ਰੋਗ ਆਦਿਕ—ਇਹ ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ । (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਨੀ ਚਾਹੀਦੀ ਹੈ । "},"ms":{"gurmukhi":"nW pIV nW Bu`K, nW hI bImwrI bMdy ƒ auQy vwprdI hY Aqy aus dw pRBU dy kMvl rUpI pYrW nwl pRym pY jWdw hY[","unicode":"ਨਾਂ ਪੀੜ ਨਾਂ ਭੁੱਖ, ਨਾਂ ਹੀ ਬੀਮਾਰੀ ਬੰਦੇ ਨੂੰ ਉਥੇ ਵਾਪਰਦੀ ਹੈ ਅਤੇ ਉਸ ਦਾ ਪ੍ਰਭੂ ਦੇ ਕੰਵਲ ਰੂਪੀ ਪੈਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਪੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"ahí no aflige ni el hambre, ni el dolor, ni la enfermedad, ni la tristeza, y uno está entonado en los Pies de Loto del Señor."},"hi":{"ss":"वहाँ टिकने से दुनिया के दुख। माया की तृष्णा। कोई रोग आदिक- ये कोई भी अपना जोर नहीं डाल सकते। (साध-संगति में जा के) प्रभू के सुंदर चरणों में सुरति जोड़नी चाहिए।","sts":"वहाँ प्रभु के चरण कमल में वृति लगाई जाती है तथा वहाँ पर कोई दुख, भूख और कोई रोग नहीं लगता।"}},"transliteration":{"english":"teh dhookh na bhookh na rog biaapai charan kamal liv laieeaai ||","hindi":"तह दूख न भूख न रोगु बिआपै चरन कमल लिव लाईऐ ॥","en":"teh dhookh na bhookh na rog biaapai charan kamal liv laieeaai ||","hi":"तह दूख न भूख न रोगु बिआपै चरन कमल लिव लाईऐ ॥","ipa":"t̪əh d̪ukʰ nə ɓukʰ nə rɔG bɪəɑpæ t͡ʃərən kəməl lɪʋ lɑeiæ.","ur":"ته دُوکھ ن بھُوکھ ن روگ بآپَے چرن کمل لو لاایاَے ۔۔"},"pageNo":803,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":34117,"shabadId":3011,"verse":{"gurmukhi":"qh jnm n mrxu n Awvx jwxw inhclu srxI pweIAY ]","unicode":"ਤਹ ਜਨਮ ਨ ਮਰਣੁ ਨ ਆਵਣ ਜਾਣਾ ਨਿਹਚਲੁ ਸਰਣੀ ਪਾਈਐ ॥"},"larivaar":{"gurmukhi":"qhjnmnmrxunAwvxjwxwinhclusrxIpweIAY]","unicode":"ਤਹਜਨਮਨਮਰਣੁਨਆਵਣਜਾਣਾਨਿਹਚਲੁਸਰਣੀਪਾਈਐ॥"},"translation":{"en":{"bdb":"There is no birth or death there, no coming or going in reincarnation, when you enter the Sanctuary of the Eternal Lord.","ms":"There is no birth and death nor coming and going there and one enters the Lords eternal sanctuary.","ssk":"There is no birth or death there, no coming or going in reincarnation, when you enter the Sanctuary of the Eternal Lord."},"pu":{"ss":{"gurmukhi":"swD sMgiq ivc irhW jnm mrn dw gyV nhIN ivAwpdw, mn dI Afolqw kwiem rihMdI hY [ so, pRBU dI srn ivc hI pey rihxw cwhIdw hY [ ","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ, ਮਨ ਦੀ ਅਡੋਲਤਾ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ । ਸੋ, ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਹੀ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ft":{"gurmukhi":"qhW jnm kr Awvxw nhIN hY AOr mr kr jwxw nhIN hoqw, qW qy mn ko inhcl kr ky sMqW kI srix myN pRwpq krIAY]","unicode":"ਤਹਾਂ ਜਨਮ ਕਰ ਆਵਣਾ ਨਹੀਂ ਹੈ ਔਰ ਮਰ ਕਰ ਜਾਣਾ ਨਹੀਂ ਹੋਤਾ, ਤਾਂ ਤੇ ਮਨ ਕੋ ਨਿਹਚਲ ਕਰ ਕੇ ਸੰਤਾਂ ਕੀ ਸਰਣਿ ਮੇਂ ਪ੍ਰਾਪਤ ਕਰੀਐ॥"},"bdb":{"gurmukhi":"swD sMgiq ivc irhW jnm mrn dw gyV nhIN ivAwpdw, mn dI Afolqw kwiem rihMdI hY [ so, pRBU dI srn ivc hI pey rihxw cwhIdw hY [ ","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ, ਮਨ ਦੀ ਅਡੋਲਤਾ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ । ਸੋ, ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਹੀ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ms":{"gurmukhi":"auQy nW pYdwieS nW mOq, nW hI Awaux Aqy jwxw hY Aqy ienswn pRBU dI kwl-sQweI pnwh AMdr pRvyS kr jWdw hY[","unicode":"ਉਥੇ ਨਾਂ ਪੈਦਾਇਸ਼ ਨਾਂ ਮੌਤ, ਨਾਂ ਹੀ ਆਉਣ ਅਤੇ ਜਾਣਾ ਹੈ ਅਤੇ ਇਨਸਾਨ ਪ੍ਰਭੂ ਦੀ ਕਾਲ-ਸਥਾਈ ਪਨਾਹ ਅੰਦਰ ਪ੍ਰਵੇਸ਼ ਕਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ahí no hay ni ida ni venida, ni muerte ni nacimiento, y uno entra en el Refugio Eterno de Dios."},"hi":{"ss":"साध-संगति में रहने से जनम-मरण का चक्कर नहीं सताता। मन की अडोलता कायम रहती है। सो। प्रभू की शरण में पड़े रहना चाहिए।","sts":"वहाँ जन्म मरण एवं आवागमन छूट जाता है और निश्चल शरण प्राप्त हो जाती है।"}},"transliteration":{"english":"teh janam na maran na aavan jaanaa nihachal saranee paieeaai ||","hindi":"तह जनम न मरणु न आवण जाणा निहचलु सरणी पाईऐ ॥","en":"teh janam na maran na aavan jaanaa nihachal saranee paieeaai ||","hi":"तह जनम न मरणु न आवण जाणा निहचलु सरणी पाईऐ ॥","ipa":"t̪əh d͡ʒənəm nə mərəɳ nə əɑʋəɳ d͡ʒɑɳɑ nɪhət͡ʃəl sərəɳi pɑeiæ.","ur":"ته جنم ن مرݨ ن آوݨ جاݨا نهچل سرݨیِ پاایاَے ۔۔"},"pageNo":803,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":34118,"shabadId":3011,"verse":{"gurmukhi":"pRym ibCohu n mohu ibAwpY nwnk hir eyku iDAweIAY ]3]","unicode":"ਪ੍ਰੇਮ ਬਿਛੋਹੁ ਨ ਮੋਹੁ ਬਿਆਪੈ ਨਾਨਕ ਹਰਿ ਏਕੁ ਧਿਆਈਐ ॥੩॥"},"larivaar":{"gurmukhi":"pRymibCohunmohuibAwpYnwnkhireykuiDAweIAY]3]","unicode":"ਪ੍ਰੇਮਬਿਛੋਹੁਨਮੋਹੁਬਿਆਪੈਨਾਨਕਹਰਿਏਕੁਧਿਆਈਐ॥੩॥"},"translation":{"en":{"bdb":"Love does not end, and attachment does not grip you, O Nanak, when you meditate on the One Lord. ||3||","ms":"By remembering One God, man's love sunders, not, nor the worldly love afflicts Him.","ssk":"Love does not end, and attachment does not grip you, O Nanak, when you meditate on the One Lord. ||3||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (swD sMgiq dI brkiq nwl) pRBU-pRym dI AxhoNd, mwieAw dw moh—ieh koeI BI Awpxw zor nhIN pw skdw [ sq sMgiq ivc sdw prmwqmw dw nwm ismr skIdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਅਣਹੋਂਦ, ਮਾਇਆ ਦਾ ਮੋਹ—ਇਹ ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ । ਸਤ ਸੰਗਤਿ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਕੀਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: sMqoN sy pRym krny qy n ivCoVw hoqw hY Ar n moh ivAwpqw hY, qhW eyk hrI kw hI iDAwvxw krIqw hY]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੰਤੋਂ ਸੇ ਪ੍ਰੇਮ ਕਰਨੇ ਤੇ ਨ ਵਿਛੋੜਾ ਹੋਤਾ ਹੈ ਅਰ ਨ ਮੋਹ ਵਿਆਪਤਾ ਹੈ, ਤਹਾਂ ਏਕ ਹਰੀ ਕਾ ਹੀ ਧਿਆਵਣਾ ਕਰੀਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy nwnk! (swD sMgiq dI brkiq nwl) pRBU-pRym dI AxhoNd, mwieAw dw moh—ieh koeI BI Awpxw zor nhIN pw skdw [ sq sMgiq ivc sdw prmwqmw dw nwm ismr skIdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਅਣਹੋਂਦ, ਮਾਇਆ ਦਾ ਮੋਹ—ਇਹ ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ । ਸਤ ਸੰਗਤਿ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਕੀਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"iek vwihgurU dw AwrwDn krn duAwrw mnu`K dI pRIq tu`tdI nhIN nW hI sMswrI lgn aus ƒ sqwauNdI hY[","unicode":"ਇਕ ਵਾਹਿਗੁਰੂ ਦਾ ਆਰਾਧਨ ਕਰਨ ਦੁਆਰਾ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਟੁੱਟਦੀ ਨਹੀਂ ਨਾਂ ਹੀ ਸੰਸਾਰੀ ਲਗਨ ਉਸ ਨੂੰ ਸਤਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"Uno no se separa de su Amor, ni el deseo lo aflige y vive sólo en su Señor.(3)"},"hi":{"ss":"हे नानक ! (साध-संगति की बरकति से) प्रभू-प्रेम की गैर-मौजूदगी और माया का मोह- ये कोई भी अपना प्रभाव नहीं डाल सकते। सत-संगति में सदा परमात्मा का नाम सिमरा जा सकता है। 3।","sts":"हे नानक ! एक ईश्वर का ध्यान करने से प्रेम वियोग व मोह इत्यादि प्रभावित नहीं करते॥ ३ ॥"}},"transliteration":{"english":"prem bichhoh na moh biaapai naanak har ek dhiaaieeaai ||3||","hindi":"प्रेम बिछोहु न मोहु बिआपै नानक हरि एकु धिआईऐ ॥३॥","en":"prem bichhoh na moh biaapai naanak har ek dhiaaieeaai ||3||","hi":"प्रेम बिछोहु न मोहु बिआपै नानक हरि एकु धिआईऐ ॥३॥","ipa":"pɹem bɪɕɔh nə mɔh bɪəɑpæ nɑnək hər eek t̪ɪəɑeiæ.3.","ur":"پرےم بچھوهُ ن موهُ بآپَے نانک هر اےک دھآایاَے ۔۔۳۔۔"},"pageNo":803,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34119,"shabadId":3011,"verse":{"gurmukhi":"idRsit Dwir mnu byiDAw ipAwry rqVy shij suBwey ]","unicode":"ਦ੍ਰਿਸਟਿ ਧਾਰਿ ਮਨੁ ਬੇਧਿਆ ਪਿਆਰੇ ਰਤੜੇ ਸਹਜਿ ਸੁਭਾਏ ॥"},"larivaar":{"gurmukhi":"idRsitDwirmnubyiDAwipAwryrqVyshijsuBwey]","unicode":"ਦ੍ਰਿਸਟਿਧਾਰਿਮਨੁਬੇਧਿਆਪਿਆਰੇਰਤੜੇਸਹਜਿਸੁਭਾਏ॥"},"translation":{"en":{"bdb":"Bestowing His Glance of Grace, my Beloved has pierced my mind, and I am intuitively attuned to His Love.","ms":"Casting His glance of grace the Beloved has pierced my soul and I am now easily imbued with His love.","ssk":"Bestowing His Glance of Grace, my Beloved has pierced my mind, and I am intuitively attuned to His Love."},"pu":{"ss":{"gurmukhi":"hy ipAwry (pRBU)! myhr dI ingwh kr ky qUµ ijnHW dw mn Awpxy crnW ivc pRo ilAw hY, auh Awqmk Afolqw ivc, pRym ivc, sdw rMgy rihMdy hn [ ","unicode":"ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ)! ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਤੂੰ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਪ੍ਰੇਮ ਵਿਚ, ਸਦਾ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ । "},"ft":{"gurmukhi":"ijnW pr iqs vwihgurU ny ikRpw idRstI Dwrn krI hY hy ipAwry! iqnoN kw mn gur aupydS myN iml igAw hY, AOr so jn shj suBwvk hI iqs ky pRym rMg myN rMgy hUey lwl Bey hYN]","unicode":"ਜਿਨਾਂ ਪਰ ਤਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸਟੀ ਧਾਰਨ ਕਰੀ ਹੈ ਹੇ ਪਿਆਰੇ! ਤਿਨੋਂ ਕਾ ਮਨ ਗੁਰ ਉਪੇਦਸ਼ ਮੇਂ ਮਿਲ ਗਿਆ ਹੈ, ਔਰ ਸੋ ਜਨ ਸਹਜ ਸੁਭਾਵਕ ਹੀ ਤਿਸ ਕੇ ਪ੍ਰੇਮ ਰੰਗ ਮੇਂ ਰੰਗੇ ਹੂਏ ਲਾਲ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy ipAwry (pRBU)! myhr dI ingwh kr ky qUµ ijnHW dw mn Awpxy crnW ivc pRo ilAw hY, auh Awqmk Afolqw ivc, pRym ivc, sdw rMgy rihMdy hn [ ","unicode":"ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ)! ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਤੂੰ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਪ੍ਰੇਮ ਵਿਚ, ਸਦਾ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ । "},"ms":{"gurmukhi":"AwpxI imhr dI ingHw kr ky pRIqm ny myrI Awqmw ƒ ivMnH suitAw hY Aqy mYN hux suBwvk hI ausdy pRym nwl rMgI geI hW[","unicode":"ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗ੍ਹਾ ਕਰ ਕੇ ਪ੍ਰੀਤਮ ਨੇ ਮੇਰੀ ਆਤਮਾ ਨੂੰ ਵਿੰਨ੍ਹ ਸੁਟਿਆ ਹੈ ਅਤੇ ਮੈਂ ਹੁਣ ਸੁਭਾਵਕ ਹੀ ਉਸਦੇ ਪ੍ਰੇਮ ਨਾਲ ਰੰਗੀ ਗਈ ਹਾਂ।"}},"es":{"sn":"Nuestro Amado Señor ha encantado mi mente con Su Mirada de Gracia y me he imbuido espontáneamente en Su Amor. "},"hi":{"ss":"हे प्यारे ! (प्रभू) ! मेहर की निगाह करके तूने जिनका मन अपने चरणों में परो लिया है। वे आत्मिक अडोलता में। प्रेम में। सदा रंगे रहते हैं।","sts":"प्रिय-प्रभु ने करुणा-दृष्टि करके मन को भेद दिया है और सहज स्वभाव ही उसमें लीन रहता है।"}},"transliteration":{"english":"dhirasaT dhaar man bedhiaa piaare rataRe sahaj subhaae ||","hindi":"दृसटि धारि मनु बेधिआ पिआरे रतड़े सहजि सुभाए ॥","en":"dhirasaT dhaar man bedhiaa piaare rataRe sahaj subhaae ||","hi":"दृसटि धारि मनु बेधिआ पिआरे रतड़े सहजि सुभाए ॥","ipa":"d̪ɪɹəsəʈ t̪ɑr mən bet̪ɪəɑ pɪəɑre rət̪əɽe səhəd͡ʒ sʊɓɑee.","ur":"دِرسٹ دھار من بےدھآ پآرے رتڑے سهج سُبھااے ۔۔"},"pageNo":803,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34120,"shabadId":3011,"verse":{"gurmukhi":"syj suhwvI sMig imil pRIqm And mMgl gux gwey ]","unicode":"ਸੇਜ ਸੁਹਾਵੀ ਸੰਗਿ ਮਿਲਿ ਪ੍ਰੀਤਮ ਅਨਦ ਮੰਗਲ ਗੁਣ ਗਾਏ ॥"},"larivaar":{"gurmukhi":"syjsuhwvIsMigimilpRIqmAndmMglguxgwey]","unicode":"ਸੇਜਸੁਹਾਵੀਸੰਗਿਮਿਲਿਪ੍ਰੀਤਮਅਨਦਮੰਗਲਗੁਣਗਾਏ॥"},"translation":{"en":{"bdb":"My bed is embellished, meeting with my Beloved; in ecstasy and bliss, I sing His Glorious Praises.","ms":"Meeting with my love, my couch is embellished and I now sing His praise with gladness and glee.","ssk":"My bed is embellished, meeting with my Beloved; in ecstasy and bliss, I sing His Glorious Praises."},"pu":{"ss":{"gurmukhi":"hy pRIqm! qyry (crnW) nwl iml ky auhnW dw ihrdw AwnMd-BrpUr ho jWdw hY, qyry gux gw gw ky auhnW dy AMdr AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਪ੍ਰੀਤਮ! ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦਾ ਹਿਰਦਾ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇਰੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Apny pRIqm ky sMg iml kr iqn kI AMqhkrx rUpI syjw suhwvI BeI hY, Ar iqs ky mMgl rUp guxW kO gwien kr ky prm AnMd rUp Bey hYN]","unicode":"ਅਪਨੇ ਪ੍ਰੀਤਮ ਕੇ ਸੰਗ ਮਿਲ ਕਰ ਤਿਨ ਕੀ ਅੰਤਹਕਰਣ ਰੂਪੀ ਸੇਜਾ ਸੁਹਾਵੀ ਭਈ ਹੈ, ਅਰ ਤਿਸ ਕੇ ਮੰਗਲ ਰੂਪ ਗੁਣਾਂ ਕੌ ਗਾਇਨ ਕਰ ਕੇ ਪਰਮ ਅਨੰਦ ਰੂਪ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRIqm! qyry (crnW) nwl iml ky auhnW dw ihrdw AwnMd-BrpUr ho jWdw hY, qyry gux gw gw ky auhnW dy AMdr AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਪ੍ਰੀਤਮ! ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦਾ ਹਿਰਦਾ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇਰੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Awpxy ipAwry dy nwl iml ky myrw plMG suhwvxw ho igAw hY Aqy mYN hux aus dI mihmw KuSI qy aumwh nwl gwauNdI hW[","unicode":"ਆਪਣੇ ਪਿਆਰੇ ਦੇ ਨਾਲ ਮਿਲ ਕੇ ਮੇਰਾ ਪਲੰਘ ਸੁਹਾਵਣਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਮੈਂ ਹੁਣ ਉਸ ਦੀ ਮਹਿਮਾ ਖੁਸ਼ੀ ਤੇ ਉਮਾਹ ਨਾਲ ਗਾਉਂਦੀ ਹਾਂ।"}},"es":{"sn":"Encontrando a mi Amor, mi asiento nupcial me trae dicha y canto la Melodía de Éxtasis."},"hi":{"ss":"हे प्रीतम ! तेरे (चरणों) से मिल के उनका हृदय आनंद-भरपूर हो जाता है। तेरे गुण गा-गा के उनके अंदर आनंद बना रहता है।","sts":"प्रभु से मिलकर उनकी ह्रदय रूपी सेज सुन्दर हो गई है और वह उसका गुणगान करके आनंद एवं मंगल प्राप्त करता है।"}},"transliteration":{"english":"sej suhaavee sa(n)g mil preetam anadh ma(n)gal gun gaae ||","hindi":"सेज सुहावी संगि मिलि प्रीतम अनद मंगल गुण गाए ॥","en":"sej suhaavee sa(n)g mil preetam anadh ma(n)gal gun gaae ||","hi":"सेज सुहावी संगि मिलि प्रीतम अनद मंगल गुण गाए ॥","ipa":"sed͡ʒ sʊhɑʋi səŋG mɪl pɹit̪əm ənəd̪ məŋGəl Gʊɳ Gɑee.","ur":"سےج سُهاویِ سںگ مل پریِتم اند مںگل گُݨ گااے ۔۔"},"pageNo":803,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34121,"shabadId":3011,"verse":{"gurmukhi":"sKI shylI rwm rMig rwqI mn qn ieC pujwey ]","unicode":"ਸਖੀ ਸਹੇਲੀ ਰਾਮ ਰੰਗਿ ਰਾਤੀ ਮਨ ਤਨ ਇਛ ਪੁਜਾਏ ॥"},"larivaar":{"gurmukhi":"sKIshylIrwmrMigrwqImnqnieCpujwey]","unicode":"ਸਖੀਸਹੇਲੀਰਾਮਰੰਗਿਰਾਤੀਮਨਤਨਇਛਪੁਜਾਏ॥"},"translation":{"en":{"bdb":"O my friends and companions, I am imbued with the Lord's Love; the desires of my mind and body are satisfied.","ms":"My friends and companions, I am imbued with my Lord's love and the desire of my mind and body is fulfilled.","ssk":"O my friends and companions, I am imbued with the Lord's Love; the desires of my mind and body are satisfied."},"pu":{"ss":{"gurmukhi":"hy nwnk! jyhVIAW (sqsMgI) shylIAW pRBU dy pRym-rMg ivc rMgIAW rihMdIAW hn, pRBU auhnW dy mn dI qn dI hryk ie`Cw pUrI krdw hY, ","unicode":"ਹੇ ਨਾਨਕ! ਜੇਹੜੀਆਂ (ਸਤਸੰਗੀ) ਸਹੇਲੀਆਂ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਤਨ ਦੀ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਕਰਦਾ ਹੈ, "},"ft":{"gurmukhi":"so iqs hrI kI prm (shylI) ipAwrI igAwnvwn rUpI vw auqm mDm jgÎwsU rUp sKI hY, jo rwm ky (rMig) pRym myN (rwqI) msq hoeI hoeI hY, iqs ky mn qn kI srb ie`CW pUrn ho geIAW hYN]","unicode":"ਸੋ ਤਿਸ ਹਰੀ ਕੀ ਪਰਮ (ਸਹੇਲੀ) ਪਿਆਰੀ ਗਿਆਨਵਾਨ ਰੂਪੀ ਵਾ ਉਤਮ ਮਧਮ ਜਗ੍ਯਾਸੂ ਰੂਪ ਸਖੀ ਹੈ, ਜੋ ਰਾਮ ਕੇ (ਰੰਗਿ) ਪ੍ਰੇਮ ਮੇਂ (ਰਾਤੀ) ਮਸਤ ਹੋਈ ਹੋਈ ਹੈ, ਤਿਸ ਕੇ ਮਨ ਤਨ ਕੀ ਸਰਬ ਇੱਛਾਂ ਪੂਰਨ ਹੋ ਗਈਆਂ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy nwnk! jyhVIAW (sqsMgI) shylIAW pRBU dy pRym-rMg ivc rMgIAW rihMdIAW hn, pRBU auhnW dy mn dI qn dI hryk ie`Cw pUrI krdw hY, ","unicode":"ਹੇ ਨਾਨਕ! ਜੇਹੜੀਆਂ (ਸਤਸੰਗੀ) ਸਹੇਲੀਆਂ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਤਨ ਦੀ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਕਰਦਾ ਹੈ, "},"ms":{"gurmukhi":"myrIE s`jxIE! Aqy hmjolVo, mYN Awpxy pRBU dy ipAwr nwl rMgI geI hW Aqy myry ic`q qy srIr dI s`Dr pUrI ho geI hY[","unicode":"ਮੇਰੀਓ ਸੱਜਣੀਓ! ਅਤੇ ਹਮਜੋਲੜੋ, ਮੈਂ ਆਪਣੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗੀ ਗਈ ਹਾਂ ਅਤੇ ਮੇਰੇ ਚਿੱਤ ਤੇ ਸਰੀਰ ਦੀ ਸੱਧਰ ਪੂਰੀ ਹੋ ਗਈ ਹੈ।"}},"es":{"sn":"Oh compañero, la novia que está imbuida en el Amor de su Señor está satisfecha en cuerpo y mente. "},"hi":{"ss":"हे नानक ! जो (सत्संगी) सहेलियाँ प्रभू के प्रेम-रंग में रंगी रहती हैं। प्रभू उनके मन की तन की हरेक इच्छा पूरी करता है।","sts":"सभी सखियाँ एवं सहेलियाँ राम के रंग में मग्न रहती हैं और उसने उनके मन एवं तन की सभी मनोकामनाएँ पूरी कर दी हैं।"}},"transliteration":{"english":"sakhee sahelee raam ra(n)g raatee man tan ichh pujaae ||","hindi":"सखी सहेली राम रंगि राती मन तन इछ पुजाए ॥","en":"sakhee sahelee raam ra(n)g raatee man tan ichh pujaae ||","hi":"सखी सहेली राम रंगि राती मन तन इछ पुजाए ॥","ipa":"səkʰi səheli rɑm rəŋG rɑt̪i mən t̪ən eɪɕ pʊd͡ʒɑee.","ur":"سکھیِ سهےلیِ رام رںگ راتیِ من تن اچھ پُجااے ۔۔"},"pageNo":803,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34122,"shabadId":3011,"verse":{"gurmukhi":"nwnk Acrju Acrj isau imilAw khxw kCU n jwey ]4]2]5]","unicode":"ਨਾਨਕ ਅਚਰਜੁ ਅਚਰਜ ਸਿਉ ਮਿਲਿਆ ਕਹਣਾ ਕਛੂ ਨ ਜਾਏ ॥੪॥੨॥੫॥"},"larivaar":{"gurmukhi":"nwnkAcrjuAcrjisauimilAwkhxwkCUnjwey]4]2]5]","unicode":"ਨਾਨਕਅਚਰਜੁਅਚਰਜਸਿਉਮਿਲਿਆਕਹਣਾਕਛੂਨਜਾਏ॥੪॥੨॥੫॥"},"translation":{"en":{"bdb":"O Nanak, the wonder-struck soul blends with the Wonderful Lord; this state cannot be described. ||4||2||5||","ms":"Nanak, the wondrous soul has blended with the wondrous Lord and that state can in no way be narrated.","ssk":"O Nanak, the wonder-struck soul blends with the Wonderful Lord; this state cannot be described. ||4||2||5||"},"pu":{"ss":{"gurmukhi":"auhnW dI (au~cI ho cukI) ijMd Acrj-rUp pRBU nwl (ieauN) iml jWdI hY ik (aus AvsQw dw) ibAwn nhIN kIqw jw skdw [4[2[5[","unicode":"ਉਹਨਾਂ ਦੀ (ਉੱਚੀ ਹੋ ਚੁਕੀ) ਜਿੰਦ ਅਚਰਜ-ਰੂਪ ਪ੍ਰਭੂ ਨਾਲ (ਇਉਂ) ਮਿਲ ਜਾਂਦੀ ਹੈ ਕਿ (ਉਸ ਅਵਸਥਾ ਦਾ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ।੪।੨।੫।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ies pRkwr Ascrj rUp ho kr (Acrj) vwhgurU swQ igAwnvwn (imilAw) AByd hUAw hY, ikauNik bRhm ko mn bwxI kw AivKy hox qy iqs kw (khxw) kuC khw nhIN jwqw]4]2]5]ÇsRI Akwl purK jI ko srb rUp kh kr punw AsMg aucwrn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਸ ਪ੍ਰਕਾਰ ਅਸਚਰਜ ਰੂਪ ਹੋ ਕਰ (ਅਚਰਜ) ਵਾਹਗੁਰੂ ਸਾਥ ਗਿਆਨਵਾਨ (ਮਿਲਿਆ) ਅਭੇਦ ਹੂਆ ਹੈ, ਕਿਉਂਕਿ ਬ੍ਰਹਮ ਕੋ ਮਨ ਬਾਣੀ ਕਾ ਅਵਿਖੇ ਹੋਣ ਤੇ ਤਿਸ ਕਾ (ਕਹਣਾ) ਕੁਛ ਕਹਾ ਨਹੀਂ ਜਾਤਾ॥੪॥੨॥੫॥☬ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਜੀ ਕੋ ਸਰਬ ਰੂਪ ਕਹ ਕਰ ਪੁਨਾ ਅਸੰਗ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"auhnW dI (au~cI ho cukI) ijMd Acrj-rUp pRBU nwl (ieauN) iml jWdI hY ik (aus AvsQw dw) ibAwn nhIN kIqw jw skdw [4[2[5[","unicode":"ਉਹਨਾਂ ਦੀ (ਉੱਚੀ ਹੋ ਚੁਕੀ) ਜਿੰਦ ਅਚਰਜ-ਰੂਪ ਪ੍ਰਭੂ ਨਾਲ (ਇਉਂ) ਮਿਲ ਜਾਂਦੀ ਹੈ ਕਿ (ਉਸ ਅਵਸਥਾ ਦਾ) ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ।੪।੨।੫।"},"ms":{"gurmukhi":"nwnk AdBuq Awqmw, AdBuq pRBU dynwl AByd ho geI hY Aqy auh AvsQw iksy qrHW BI vrxn nhIN kIqI jw skdI[","unicode":"ਨਾਨਕ ਅਦਭੁਤ ਆਤਮਾ, ਅਦਭੁਤ ਪ੍ਰਭੂ ਦੇਨਾਲ ਅਭੇਦ ਹੋ ਗਈ ਹੈ ਅਤੇ ਉਹ ਅਵਸਥਾ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਵਰਣਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।"}},"es":{"sn":"El Señor Maravilloso encuentra al Alma maravillosa y uno logra experimentar todo, pero no puede describir su Dicha.(4-2-5)"},"hi":{"ss":"उनकी (ऊँची हो चुकी) जिंद आश्चर्य-रूप प्रभू से इस प्रकार मिल जाती है कि (उस अवस्था का) बयान नहीं किया जा सकता। 4। 2। 5।","sts":"हे नानक ! जीव की अद्भुत आत्म-ज्योति परमात्मा की अद्भुत ज्योति में विलीन हो गई है और इस बारे अन्य कुछ कहा नहीं जा सकता ॥४॥२॥५॥"}},"transliteration":{"english":"naanak acharaj acharaj siau miliaa kahanaa kachhoo na jaae ||4||2||5||","hindi":"नानक अचरजु अचरज सिउ मिलिआ कहणा कछू न जाए ॥४॥२॥५॥","en":"naanak acharaj acharaj siau miliaa kahanaa kachhoo na jaae ||4||2||5||","hi":"नानक अचरजु अचरज सिउ मिलिआ कहणा कछू न जाए ॥४॥२॥५॥","ipa":"nɑnək ət͡ʃərəd͡ʒ ət͡ʃərəd͡ʒ sɪo mɪlɪəɑ kəhəɳɑ kəɕu nə d͡ʒɑee.4.2.5.","ur":"نانک اچرج اچرج سا ملآ کهݨا کچھُو ن جااے ۔۔۴۔۔۲۔۔۵۔۔"},"pageNo":803,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}