{"shabadInfo":{"shabadId":3100,"shabadName":34940,"pageNo":823,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":823},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":7,"navigation":{"previous":3099,"next":3101},"verses":[{"verseId":34938,"shabadId":3100,"verse":{"gurmukhi":"iblwvlu mhlw 5 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw5]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Bilaaval, Fifth Mehla:","ms":"Bilawal 5th Guru.","ssk":"Bilaaval, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl pMjvIN pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Aryan, Quinto Canal Divino"},"hi":{"ss":"","sts":"बिलावलु महला ५ ॥"}},"transliteration":{"english":"bilaaval mahalaa panjavaa ||","hindi":"बिलावलु महला ५ ॥","en":"bilaaval mahalaa panjavaa ||","hi":"बिलावलु महला ५ ॥","ipa":"bɪlɑʋəl məhəlɑ pəŋd͡ʒʋɑ.","ur":"بِلاول مهلا ۵ ۔۔"},"pageNo":823,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":34939,"shabadId":3100,"verse":{"gurmukhi":"mn ikAw khqw hau ikAw khqw ]","unicode":"ਮਨ ਕਿਆ ਕਹਤਾ ਹਉ ਕਿਆ ਕਹਤਾ ॥"},"larivaar":{"gurmukhi":"mnikAwkhqwhauikAwkhqw]","unicode":"ਮਨਕਿਆਕਹਤਾਹਉਕਿਆਕਹਤਾ॥"},"translation":{"en":{"bdb":"What does the mind say? What can I say?","ms":"What does my mind say and what can I say?","ssk":"What does the mind say? What can I say?"},"pu":{"ss":{"gurmukhi":"hy mn! qUµ kIh kih irhw hYN? hy jIv! qUµ kIh AwKdw hYN? ","unicode":"ਹੇ ਮਨ! ਤੂੰ ਕੀਹ ਕਹਿ ਰਿਹਾ ਹੈਂ? ਹੇ ਜੀਵ! ਤੂੰ ਕੀਹ ਆਖਦਾ ਹੈਂ? "},"ft":{"gurmukhi":"hy pRBU! mn muJ ko ikAw khqw hY ik ivsy prwXx hO, AO mYN mn ƒ ikAw khqw hUM ik Bjn myN qqpru ho]","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮਨ ਮੁਝ ਕੋ ਕਿਆ ਕਹਤਾ ਹੈ ਕਿ ਵਿਸੇ ਪਰਾਯਣ ਹੌ, ਔ ਮੈਂ ਮਨ ਨੂੰ ਕਿਆ ਕਹਤਾ ਹੂੰ ਕਿ ਭਜਨ ਮੇਂ ਤਤਪਰੁ ਹੋ॥"},"bdb":{"gurmukhi":"hy mn! qUµ kIh kih irhw hYN? hy jIv! qUµ kIh AwKdw hYN? ","unicode":"ਹੇ ਮਨ! ਤੂੰ ਕੀਹ ਕਹਿ ਰਿਹਾ ਹੈਂ? ਹੇ ਜੀਵ! ਤੂੰ ਕੀਹ ਆਖਦਾ ਹੈਂ? "},"ms":{"gurmukhi":"myrw mnUAw kI AwKdw hY Aqy mYN kI AwK skdw hW?","unicode":"ਮੇਰਾ ਮਨੂਆ ਕੀ ਆਖਦਾ ਹੈ ਅਤੇ ਮੈਂ ਕੀ ਆਖ ਸਕਦਾ ਹਾਂ?"}},"es":{"sn":"Oh mi mente, ¿qué puedes decir? "},"hi":{"ss":"हे मन ! तू क्या कह रहा है। हे जीव ! तू क्या कहता है।","sts":"हे मन ! तू क्या कहता है और मैं क्या कहता हूँ ?"}},"transliteration":{"english":"man kiaa kahataa hau kiaa kahataa ||","hindi":"मन किआ कहता हउ किआ कहता ॥","en":"man kiaa kahataa hau kiaa kahataa ||","hi":"मन किआ कहता हउ किआ कहता ॥","ipa":"mən kɪəɑ kəhət̪ɑ ho kɪəɑ kəhət̪ɑ.","ur":"من کآ کهتا ها کآ کهتا ۔۔"},"pageNo":823,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":34940,"shabadId":3100,"verse":{"gurmukhi":"jwn pRbIn Twkur pRB myry iqsu AwgY ikAw khqw ]1] rhwau ]","unicode":"ਜਾਨ ਪ੍ਰਬੀਨ ਠਾਕੁਰ ਪ੍ਰਭ ਮੇਰੇ ਤਿਸੁ ਆਗੈ ਕਿਆ ਕਹਤਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jwnpRbInTwkurpRBmyryiqsuAwgYikAwkhqw]1]rhwau]","unicode":"ਜਾਨਪ੍ਰਬੀਨਠਾਕੁਰਪ੍ਰਭਮੇਰੇਤਿਸੁਆਗੈਕਿਆਕਹਤਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"You are wise and all-knowing, O God, my Lord and Master; what can I say to You? ||1||Pause||","ms":"My Lord Master, Thou art wise and All-knower, What can I say before Thee?. Pause.","ssk":"You are wise and all-knowing, O God, my Lord and Master; what can I say to You? ||1||Pause||"},"pu":{"ss":{"gurmukhi":"myry Twkur pRBU jI qW sB jIvW dy idlW dI jwxn qy smJx vwly hn [ hy jIv! aus A`gy koeI (T`gI-&ryb dI) g`l nhIN AwKI jw skdI [1[rhwau[","unicode":"ਮੇਰੇ ਠਾਕੁਰ ਪ੍ਰਭੂ ਜੀ ਤਾਂ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਤੇ ਸਮਝਣ ਵਾਲੇ ਹਨ । ਹੇ ਜੀਵ! ਉਸ ਅੱਗੇ ਕੋਈ (ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ) ਗੱਲ ਨਹੀਂ ਆਖੀ ਜਾ ਸਕਦੀ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"irdy kI jwnxy myN jo qum cqr ho, hy myry Twkur (pRB) smrQ! (iqsu) qyry Awgy ies kw hwl ikAw khUM[ Bwv Xih ik bwihr qy kihqw hY mYN qyrw hUM AOr AMqr qy jgq prwiex ho rhw hYN]1] rhwau ]","unicode":"ਰਿਦੇ ਕੀ ਜਾਨਣੇ ਮੇਂ ਜੋ ਤੁਮ ਚਤਰ ਹੋ, ਹੇ ਮੇਰੇ ਠਾਕੁਰ (ਪ੍ਰਭ) ਸਮਰਥ! (ਤਿਸੁ) ਤੇਰੇ ਆਗੇ ਇਸ ਕਾ ਹਾਲ ਕਿਆ ਕਹੂੰ। ਭਾਵ ਯਹਿ ਕਿ ਬਾਹਿਰ ਤੇ ਕਹਿਤਾ ਹੈ ਮੈਂ ਤੇਰਾ ਹੂੰ ਔਰ ਅੰਤਰ ਤੇ ਜਗਤ ਪਰਾਇਣ ਹੋ ਰਹਾ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"myry Twkur pRBU jI qW sB jIvW dy idlW dI jwxn qy smJx vwly hn [ hy jIv! aus A`gy koeI (T`gI-&ryb dI) g`l nhIN AwKI jw skdI [1[rhwau[","unicode":"ਮੇਰੇ ਠਾਕੁਰ ਪ੍ਰਭੂ ਜੀ ਤਾਂ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਤੇ ਸਮਝਣ ਵਾਲੇ ਹਨ । ਹੇ ਜੀਵ! ਉਸ ਅੱਗੇ ਕੋਈ (ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ) ਗੱਲ ਨਹੀਂ ਆਖੀ ਜਾ ਸਕਦੀ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"myry suAwmI mwlk, qUM isAwxw Aqy swrw kuC jwnxhwr hY[ qyry mUhry mYN kI AwK skdw hW[ Tihrwau[","unicode":"ਮੇਰੇ ਸੁਆਮੀ ਮਾਲਕ, ਤੂੰ ਸਿਆਣਾ ਅਤੇ ਸਾਰਾ ਕੁਛ ਜਾਨਣਹਾਰ ਹੈ। ਤੇਰੇ ਮੂਹਰੇ ਮੈਂ ਕੀ ਆਖ ਸਕਦਾ ਹਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Pues el Señor, el Sabio Maestro, lo sabe todo, ¿qué decirle a Él entonces? (1-Pausa)"},"hi":{"ss":"मेरे ठाकुर प्रभू जी तो सब जीवों के दिलों की जानने वाले और समझने वाले हैं। हे जीव ! उसके आगे कोई (ठॅगी-फरेब की) बात नहीं कही जा सकती। 1। रहाउ।","sts":"हे मेरे ठाकुर प्रभु ! तू मन की बात को जानने वाला एवं प्रवीण है, तेरे समक्ष मैं क्या कह सकता हूँ॥ १॥ रहाउ॥"}},"transliteration":{"english":"jaan prabeen Thaakur prabh mere tis aagai kiaa kahataa ||1|| rahaau ||","hindi":"जान प्रबीन ठाकुर प्रभ मेरे तिसु आगै किआ कहता ॥१॥ रहाउ ॥","en":"jaan prabeen Thaakur prabh mere tis aagai kiaa kahataa ||1|| rahaau ||","hi":"जान प्रबीन ठाकुर प्रभ मेरे तिसु आगै किआ कहता ॥१॥ रहाउ ॥","ipa":"d͡ʒɑn pɹəbin ʈʰɑkʊr pɹəɓ mere t̪ɪs əɑGæ kɪəɑ kəhət̪ɑ.1. rəhɑo.","ur":"جان پربیٍن ٹھاکر پربھ مےرے تس آگَے کآ کهتا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":823,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34941,"shabadId":3100,"verse":{"gurmukhi":"Anboly kau quhI pCwnih jo jIAn mih hoqw ]","unicode":"ਅਨਬੋਲੇ ਕਉ ਤੁਹੀ ਪਛਾਨਹਿ ਜੋ ਜੀਅਨ ਮਹਿ ਹੋਤਾ ॥"},"larivaar":{"gurmukhi":"AnbolykauquhIpCwnihjojIAnmihhoqw]","unicode":"ਅਨਬੋਲੇਕਉਤੁਹੀਪਛਾਨਹਿਜੋਜੀਅਨਮਹਿਹੋਤਾ॥"},"translation":{"en":{"bdb":"You know even what is not said, whatever is in the soul.","ms":"Thou, O Lord, knowest unuttered whatsoever is in the minds.","ssk":"You know even what is not said, whatever is in the soul."},"pu":{"ss":{"gurmukhi":"hy pRBU! jo AsW jIvW dy idlW ivc huMdw hY, aus ƒ d`sx qoN ibnw qUµ Awp hI (pihlW hI) pCwx lYNdw hYN [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜੋ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਦੱਸਣ ਤੋਂ ਬਿਨਾ ਤੂੰ ਆਪ ਹੀ (ਪਹਿਲਾਂ ਹੀ) ਪਛਾਣ ਲੈਂਦਾ ਹੈਂ । "},"ft":{"gurmukhi":"jo jIvoN ky irdy myN hoqw hY ibnW boly ky iqs sMklpu ko qUM hI pCwnqw hYN, qW qy mYN Ab Apny mn ko kihqw hUM]","unicode":"ਜੋ ਜੀਵੋਂ ਕੇ ਰਿਦੇ ਮੇਂ ਹੋਤਾ ਹੈ ਬਿਨਾਂ ਬੋਲੇ ਕੇ ਤਿਸ ਸੰਕਲਪੁ ਕੋ ਤੂੰ ਹੀ ਪਛਾਨਤਾ ਹੈਂ, ਤਾਂ ਤੇ ਮੈਂ ਅਬ ਅਪਨੇ ਮਨ ਕੋ ਕਹਿਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy pRBU! jo AsW jIvW dy idlW ivc huMdw hY, aus ƒ d`sx qoN ibnw qUµ Awp hI (pihlW hI) pCwx lYNdw hYN [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜੋ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਦੱਸਣ ਤੋਂ ਬਿਨਾ ਤੂੰ ਆਪ ਹੀ (ਪਹਿਲਾਂ ਹੀ) ਪਛਾਣ ਲੈਂਦਾ ਹੈਂ । "},"ms":{"gurmukhi":"ijhVw kuC BI mnW AMdr hY, hy swihb! qUM ibnw boilAw hI jwxdw hY[","unicode":"ਜਿਹੜਾ ਕੁਛ ਭੀ ਮਨਾਂ ਅੰਦਰ ਹੈ, ਹੇ ਸਾਹਿਬ! ਤੂੰ ਬਿਨਾ ਬੋਲਿਆ ਹੀ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"Sin que nuestro corazón hable, Él sabe lo que añora, pues "},"hi":{"ss":"हे प्रभू ! जो हम जीवों के दिलों में होता है। उसको बताए बिना तू खुद ही (पहले ही) पहचान लेता है।","sts":"जो मन में होता है, तू उसे बिना बोले ही पहचान लेता है।"}},"transliteration":{"english":"anabole kau tuhee pachhaaneh jo jeean meh hotaa ||","hindi":"अनबोले कउ तुही पछानहि जो जीअन महि होता ॥","en":"anabole kau tuhee pachhaaneh jo jeean meh hotaa ||","hi":"अनबोले कउ तुही पछानहि जो जीअन महि होता ॥","ipa":"ənəbɔle ko t̪ʊhi pəɕɑnəh d͡ʒɔ d͡ʒiən məh hɔt̪ɑ.","ur":"انبولے کا تُهیِ پچھانه جو جیِان مهِ هوتا ۔۔"},"pageNo":823,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":34942,"shabadId":3100,"verse":{"gurmukhi":"ry mn kwie khw lau fhkih jau pyKq hI sMig sunqw ]1]","unicode":"ਰੇ ਮਨ ਕਾਇ ਕਹਾ ਲਉ ਡਹਕਹਿ ਜਉ ਪੇਖਤ ਹੀ ਸੰਗਿ ਸੁਨਤਾ ॥੧॥"},"larivaar":{"gurmukhi":"rymnkwiekhwlaufhkihjaupyKqhIsMigsunqw]1]","unicode":"ਰੇਮਨਕਾਇਕਹਾਲਉਡਹਕਹਿਜਉਪੇਖਤਹੀਸੰਗਿਸੁਨਤਾ॥੧॥"},"translation":{"en":{"bdb":"O mind, why do you deceive others? How long will you do this? The Lord is with you; He hears and sees everything. ||1||","ms":"O man, what for and how long shalt thou beguile others, when the Lord is with thee to hear and see everything?","ssk":"O mind, why do you deceive others? How long will you do this? The Lord is with you; He hears and sees everything. ||1||"},"pu":{"ss":{"gurmukhi":"hy mn! qUµ ikauN T`gI krdw hYN? kd qk T`gI krI jwvyNgw? prmwqmw qW qyry nwl (v`sdw hoieAw qyry krm) vyK irhw hY, qy, sux BI irhw hY [1[","unicode":"ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਠੱਗੀ ਕਰਦਾ ਹੈਂ? ਕਦ ਤਕ ਠੱਗੀ ਕਰੀ ਜਾਵੇਂਗਾ? ਪਰਮਾਤਮਾ ਤਾਂ ਤੇਰੇ ਨਾਲ (ਵੱਸਦਾ ਹੋਇਆ ਤੇਰੇ ਕਰਮ) ਵੇਖ ਰਿਹਾ ਹੈ, ਤੇ, ਸੁਣ ਭੀ ਰਿਹਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"ry mn (kwie) iks vwsqy Ar khW lg (fhkih) Brmqw iPrqw hYN[ jo vwihgurU qyry swQ hI dyKqw sunqw hY, Bwv Xih iqs qy iksI pRkwr durwv nhIN hovygw]1]","unicode":"ਰੇ ਮਨ (ਕਾਇ) ਕਿਸ ਵਾਸਤੇ ਅਰ ਕਹਾਂ ਲਗ (ਡਹਕਹਿ) ਭਰਮਤਾ ਫਿਰਤਾ ਹੈਂ। ਜੋ ਵਾਹਿਗੁਰੂ ਤੇਰੇ ਸਾਥ ਹੀ ਦੇਖਤਾ ਸੁਨਤਾ ਹੈ, ਭਾਵ ਯਹਿ ਤਿਸ ਤੇ ਕਿਸੀ ਪ੍ਰਕਾਰ ਦੁਰਾਵ ਨਹੀਂ ਹੋਵੇਗਾ॥੧॥"},"bdb":{"gurmukhi":"hy mn! qUµ ikauN T`gI krdw hYN? kd qk T`gI krI jwvyNgw? prmwqmw qW qyry nwl (v`sdw hoieAw qyry krm) vyK irhw hY, qy, sux BI irhw hY [1[","unicode":"ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਠੱਗੀ ਕਰਦਾ ਹੈਂ? ਕਦ ਤਕ ਠੱਗੀ ਕਰੀ ਜਾਵੇਂਗਾ? ਪਰਮਾਤਮਾ ਤਾਂ ਤੇਰੇ ਨਾਲ (ਵੱਸਦਾ ਹੋਇਆ ਤੇਰੇ ਕਰਮ) ਵੇਖ ਰਿਹਾ ਹੈ, ਤੇ, ਸੁਣ ਭੀ ਰਿਹਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"hy bMdy! qUM kwhdy leI Aqy kd qoVI hornw ƒ T`gI jwvyNgw jd ik suAwmI qyry nwl hI sB kuC suxdw Aqy vyKdw hY?","unicode":"ਹੇ ਬੰਦੇ! ਤੂੰ ਕਾਹਦੇ ਲਈ ਅਤੇ ਕਦ ਤੋੜੀ ਹੋਰਨਾ ਨੂੰ ਠੱਗੀ ਜਾਵੇਂਗਾ ਜਦ ਕਿ ਸੁਆਮੀ ਤੇਰੇ ਨਾਲ ਹੀ ਸਭ ਕੁਛ ਸੁਣਦਾ ਅਤੇ ਵੇਖਦਾ ਹੈ?"}},"es":{"sn":"¿a quién podrías engañar si el Señor ve y escucha todo dentro de ti? (1)"},"hi":{"ss":"हे मन ! तू क्यों ठॅगी करता है। कब तक ठॅगी किए जाएगा। परमात्मा तो तेरे साथ (बसता हुआ तेरे कर्म) देख रहा है। और। सुन भी रहा है। 1।","sts":"हे मन ! तू किसलिए और कब तक दूसरों से छल करता रहेगा, जबकि तेरे साथ बसता प्रभु सबकुछ देखता एवं सुनता है॥ १॥"}},"transliteration":{"english":"re man kai kahaa lau ddahakeh jau pekhat hee sa(n)g sunataa ||1||","hindi":"रे मन काइ कहा लउ डहकहि जउ पेखत ही संगि सुनता ॥१॥","en":"re man kai kahaa lau ddahakeh jau pekhat hee sa(n)g sunataa ||1||","hi":"रे मन काइ कहा लउ डहकहि जउ पेखत ही संगि सुनता ॥१॥","ipa":"re mən kɑeɪ kəhɑ lo ɖəhəkəh d͡ʒo pekʰət̪ hi səŋG sʊnət̪ɑ.1.","ur":"رے من کاا کها لا ڈهکه جا پےکھت هیِ سںگ سُنتا ۔۔۱۔۔"},"pageNo":823,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":34943,"shabadId":3100,"verse":{"gurmukhi":"AYso jwin Bey min Awnd Awn n bIE krqw ]","unicode":"ਐਸੋ ਜਾਨਿ ਭਏ ਮਨਿ ਆਨਦ ਆਨ ਨ ਬੀਓ ਕਰਤਾ ॥"},"larivaar":{"gurmukhi":"AYsojwinBeyminAwndAwnnbIEkrqw]","unicode":"ਐਸੋਜਾਨਿਭਏਮਨਿਆਨਦਆਨਨਬੀਓਕਰਤਾ॥"},"translation":{"en":{"bdb":"Knowing this, my mind has become blissful; there is no other Creator.","ms":"Realising like this that there is not any other Doer, my mind has become happy.","ssk":"Knowing this, my mind has become blissful; there is no other Creator."},"pu":{"ss":{"gurmukhi":"hy BweI! ieh jwx ky ik, prmwqmw qoN ibnw koeI hor dUjw kuJ BI krn jogw nhIN, (jwxn vwly dy) mn ivc hulwrw pYdw ho jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਜਾਣ ਕੇ ਕਿ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ, (ਜਾਣਨ ਵਾਲੇ ਦੇ) ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"hy vwihgurU! qyry ibnW AOr koeI (bIE) dUsrw krqw nhIN hY[ hm qo qyry ko AYsw AMqrjwmI jwn kr mn myN AnMd Bey hYN]","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਤੇਰੇ ਬਿਨਾਂ ਔਰ ਕੋਈ (ਬੀਓ) ਦੂਸਰਾ ਕਰਤਾ ਨਹੀਂ ਹੈ। ਹਮ ਤੋ ਤੇਰੇ ਕੋ ਐਸਾ ਅੰਤਰਜਾਮੀ ਜਾਨ ਕਰ ਮਨ ਮੇਂ ਅਨੰਦ ਭਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ieh jwx ky ik, prmwqmw qoN ibnw koeI hor dUjw kuJ BI krn jogw nhIN, (jwxn vwly dy) mn ivc hulwrw pYdw ho jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਇਹ ਜਾਣ ਕੇ ਕਿ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ, (ਜਾਣਨ ਵਾਲੇ ਦੇ) ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"ies qrHW AnuBv kr ik hor koeI krn vwlw nhIN, myrw ic`q pRsMn ho igAw hY[","unicode":"ਇਸ ਤਰ੍ਹਾਂ ਅਨੁਭਵ ਕਰ ਕਿ ਹੋਰ ਕੋਈ ਕਰਨ ਵਾਲਾ ਨਹੀਂ, ਮੇਰਾ ਚਿੱਤ ਪ੍ਰਸੰਨ ਹੋ ਗਿਆ ਹੈ।"}},"es":{"sn":"Si Lo conoces, estarás siempre en Éxtasis y no sabrás nada más que de tu Señor Creador. "},"hi":{"ss":"हे भाई ! यह जान के कि। परमात्मा के बिना और दूसरा कुछ भी करने के योग्य नहीं। (जानने वाले के) मन में हिलौरे पैदा हो जाते हैं।","sts":"यह जान कर मेरे मन में बड़ा आनंद पैदा हो गया है कि परमात्मा के अलावा अन्य कोई भी रचयिता नहीं।"}},"transliteration":{"english":"aaiso jaan bhe man aanadh aan na beeo karataa ||","hindi":"ऐसो जानि भए मनि आनद आन न बीओ करता ॥","en":"aaiso jaan bhe man aanadh aan na beeo karataa ||","hi":"ऐसो जानि भए मनि आनद आन न बीओ करता ॥","ipa":"æsɔ d͡ʒɑn ɓee mən əɑnəd̪ əɑn nə bio kərət̪ɑ.","ur":"اَےسو جان بھاے من آند آن ن بیِاو کرتا ۔۔"},"pageNo":823,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":34944,"shabadId":3100,"verse":{"gurmukhi":"khu nwnk gur Bey dieAwrw hir rMgu n kbhU lhqw ]2]8]94]","unicode":"ਕਹੁ ਨਾਨਕ ਗੁਰ ਭਏ ਦਇਆਰਾ ਹਰਿ ਰੰਗੁ ਨ ਕਬਹੂ ਲਹਤਾ ॥੨॥੮॥੯੪॥"},"larivaar":{"gurmukhi":"khunwnkgurBeydieAwrwhirrMgunkbhUlhqw]2]8]94]","unicode":"ਕਹੁਨਾਨਕਗੁਰਭਏਦਇਆਰਾਹਰਿਰੰਗੁਨਕਬਹੂਲਹਤਾ॥੨॥੮॥੯੪॥"},"translation":{"en":{"bdb":"Says Nanak, the Guru has become kind to me; my love for the Lord shall never wear off. ||2||8||94||","ms":"Says Nanak, the Guru has become merciful unto me and my love for the Lord shall never wear off.","ssk":"Says Nanak, the Guru has become kind to me; my love for the Lord shall never wear off. ||2||8||94||"},"pu":{"ss":{"gurmukhi":"hy nwnk! AwK—ijs mnu`K auqy gurU imhrbwn huMdw hY (aus dy idl ivcoN) prmwqmw dw pRym-rMg kdy nhIN auqrdw [2[8[94[","unicode":"ਹੇ ਨਾਨਕ! ਆਖ—ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮਿਹਰਬਾਨ ਹੁੰਦਾ ਹੈ (ਉਸ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ।੨।੮।੯੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jb siqgur idAwlU Bey qb hy hrI! ieh qyrw pRym kbI nhIN lihqw hY, Bwv Xih qyry pRym sy qyry swQ AByd ho jweIqw hY]2]8]94]Çijs smyN sulhI pTwx ipRQI cMd kI shwieqw hyq sRI gurU Arjn jI pr cFweI kr ky AwieAw[ rsqy bIc Awvy myN igr kr imRqu BieAw[ iqs kw BqIjw sulBI nwm Qw, punw so BI gurU jI sy vYr Bwv rwKqw BieAw[ punw jb cMdU sÍwhI kI lVkI kw swk gurU hirgoibMd swihb jI hyq Byjw hUAw gurU jI ny isKoN kI bynqI mWn kr AO iqs nIc ko hMkwrI jwn kr iqAwg dIAw, qb iqs nIc ny pwqSwih pws gurU jI kI bhuq cuglI krI[ jb pwqSwh lwhOr ko Awvqw hUAw rsqy myN GoVy sy igr pVw qb njUmI sy khwXw ik ikqwb myrI cor ly gey hYN[ gurU jI cor rKqy hYN aun sy mMgvw lyvo[ pwqSwh ny pihlW qo nhIN mwnW AOr khw ik Eh Kudw kw Gr hY, iqn ko AYsy dos Aropxy Xog nhIN[ pRMqU Pyr bhuq smJwie kr pwqswih syN sulBI ko hukm idvwXw[ qb Eh sulhI kw BqIjw sulBI cMdU dust kw pRyirAw hUAw gurU jI ky pkVny hyq clw[ rsqy myN iqs ko eyk seIXd imlw[ aus ny aus ky cwcy sulhI syN rupey lYxy Qy[ ies kr iqs ny sulBI ko ikhw: qYny Apny ","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਬ ਸਤਿਗੁਰ ਦਿਆਲੂ ਭਏ ਤਬ ਹੇ ਹਰੀ! ਇਹ ਤੇਰਾ ਪ੍ਰੇਮ ਕਬੀ ਨਹੀਂ ਲਹਿਤਾ ਹੈ, ਭਾਵ ਯਹਿ ਤੇਰੇ ਪ੍ਰੇਮ ਸੇ ਤੇਰੇ ਸਾਥ ਅਭੇਦ ਹੋ ਜਾਈਤਾ ਹੈ॥੨॥੮॥੯੪॥☬ਜਿਸ ਸਮੇਂ ਸੁਲਹੀ ਪਠਾਣ ਪ੍ਰਿਥੀ ਚੰਦ ਕੀ ਸਹਾਇਤਾ ਹੇਤ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਜੀ ਪਰ ਚਢਾਈ ਕਰ ਕੇ ਆਇਆ। ਰਸਤੇ ਬੀਚ ਆਵੇ ਮੇਂ ਗਿਰ ਕਰ ਮ੍ਰਿਤੁ ਭਇਆ। ਤਿਸ ਕਾ ਭਤੀਜਾ ਸੁਲਭੀ ਨਾਮ ਥਾ, ਪੁਨਾ ਸੋ ਭੀ ਗੁਰੂ ਜੀ ਸੇ ਵੈਰ ਭਾਵ ਰਾਖਤਾ ਭਇਆ। ਪੁਨਾ ਜਬ ਚੰਦੂ ਸ੍ਵਾਹੀ ਕੀ ਲੜਕੀ ਕਾ ਸਾਕ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਹੇਤ ਭੇਜਾ ਹੂਆ ਗੁਰੂ ਜੀ ਨੇ ਸਿਖੋਂ ਕੀ ਬੇਨਤੀ ਮਾਂਨ ਕਰ ਔ ਤਿਸ ਨੀਚ ਕੋ ਹੰਕਾਰੀ ਜਾਨ ਕਰ ਤਿਆਗ ਦੀਆ, ਤਬ ਤਿਸ ਨੀਚ ਨੇ ਪਾਤਸ਼ਾਹਿ ਪਾਸ ਗੁਰੂ ਜੀ ਕੀ ਬਹੁਤ ਚੁਗਲੀ ਕਰੀ। ਜਬ ਪਾਤਸ਼ਾਹ ਲਾਹੌਰ ਕੋ ਆਵਤਾ ਹੂਆ ਰਸਤੇ ਮੇਂ ਘੋੜੇ ਸੇ ਗਿਰ ਪੜਾ ਤਬ ਨਜੂਮੀ ਸੇ ਕਹਾਯਾ ਕਿ ਕਿਤਾਬ ਮੇਰੀ ਚੋਰ ਲੇ ਗਏ ਹੈਂ। ਗੁਰੂ ਜੀ ਚੋਰ ਰਖਤੇ ਹੈਂ ਉਨ ਸੇ ਮੰਗਵਾ ਲੇਵੋ। ਪਾਤਸ਼ਾਹ ਨੇ ਪਹਿਲਾਂ ਤੋ ਨਹੀਂ ਮਾਨਾਂ ਔਰ ਕਹਾ ਕਿ ਓਹ ਖੁਦਾ ਕਾ ਘਰ ਹੈ, ਤਿਨ ਕੋ ਐਸੇ ਦੋਸ ਅਰੋਪਣੇ ਯੋਗ ਨਹੀਂ। ਪ੍ਰੰਤੂ ਫੇਰ ਬਹੁਤ ਸਮਝਾਇ ਕਰ ਪਾਤਸਾਹਿ ਸੇਂ ਸੁਲਭੀ ਕੋ ਹੁਕਮ ਦਿਵਾਯਾ। ਤਬ ਓਹ ਸੁਲਹੀ ਕਾ ਭਤੀਜਾ ਸੁਲਭੀ ਚੰਦੂ ਦੁਸਟ ਕਾ ਪ੍ਰੇਰਿਆ ਹੂਆ ਗੁਰੂ ਜੀ ਕੇ ਪਕੜਨੇ ਹੇਤ ਚਲਾ। ਰਸਤੇ ਮੇਂ ਤਿਸ ਕੋ ਏਕ ਸਈਯਦ ਮਿਲਾ। ਉਸ ਨੇ ਉਸ ਕੇ ਚਾਚੇ ਸੁਲਹੀ ਸੇਂ ਰੁਪਏ ਲੈਣੇ ਥੇ। ਇਸ ਕਰ ਤਿਸ ਨੇ ਸੁਲਭੀ ਕੋ ਕਿਹਾ: ਤੈਨੇ ਅਪਨੇ "},"bdb":{"gurmukhi":"hy nwnk! AwK—ijs mnu`K auqy gurU imhrbwn huMdw hY (aus dy idl ivcoN) prmwqmw dw pRym-rMg kdy nhIN auqrdw [2[8[94[","unicode":"ਹੇ ਨਾਨਕ! ਆਖ—ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮਿਹਰਬਾਨ ਹੁੰਦਾ ਹੈ (ਉਸ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ।੨।੮।੯੪।"},"ms":{"gurmukhi":"nwnk kihMdw hY ik gurU jI myry auqy mwieAwvwn ho gey hn[ myrw pRBU nwlo pRym kdy BI tutygw nhIN[","unicode":"ਨਾਨਕ ਕਹਿੰਦਾ ਹੈ ਕਿ ਗੁਰੂ ਜੀ ਮੇਰੇ ਉਤੇ ਮਾਇਆਵਾਨ ਹੋ ਗਏ ਹਨ। ਮੇਰਾ ਪ੍ਰਭੂ ਨਾਲੋ ਪ੍ਰੇਮ ਕਦੇ ਭੀ ਟੁਟੇਗਾ ਨਹੀਂ।"}},"es":{"sn":"Dice Nanak, cuando el Guru tiene Compasión de ti, el Amor Interior del Señor nunca se acaba.  (2-8-94)"},"hi":{"ss":"हे नानक ! कह- जिस मनुष्य पर गुरू मेहरवान होता है (उसके दिल में से) परमात्मा का प्रेम-रंग कभी नहीं उतरता। 2। 8। 94।","sts":"हे नानक ! गुरु मुझ पर दयालु हो गया है और हरि का रंग मन से कभी नहीं उतरता ॥ २॥ ८॥ ६४॥"}},"transliteration":{"english":"kahu naanak gur bhe dhiaaraa har ra(n)g na kabahoo lahataa ||2||8||94||","hindi":"कहु नानक गुर भए दइआरा हरि रंगु न कबहू लहता ॥२॥८॥९४॥","en":"kahu naanak gur bhe dhiaaraa har ra(n)g na kabahoo lahataa ||2||8||94||","hi":"कहु नानक गुर भए दइआरा हरि रंगु न कबहू लहता ॥२॥८॥९४॥","ipa":"kəh nɑnək Gʊr ɓee d̪ɪɑrɑ hər rəŋG nə kəbəhu ləhət̪ɑ.2.8.9ə4.","ur":"کهُ نانک گُر بھاے دایارا هر رںگ ن کبهُو لهتا ۔۔۲۔۔۸۔۔۹۴۔۔"},"pageNo":823,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}