{"shabadInfo":{"shabadId":3147,"shabadName":35432,"pageNo":836,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":836},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":19,"navigation":{"previous":3146,"next":3148},"verses":[{"verseId":35428,"shabadId":3147,"verse":{"gurmukhi":"iblwvlu mhlw 4 ]","unicode":"ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"iblwvlumhlw4]","unicode":"ਬਿਲਾਵਲੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Bilaaval, Fourth Mehla:","ms":"Bilawal 4th Guru.","ssk":"Bilaaval, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"iblwvl cOQI pwiqSwhI[","unicode":"ਬਿਲਾਵਲ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Bilawal, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"बिलावलु महला ४ ॥"}},"transliteration":{"english":"bilaaval mahalaa chauthhaa ||","hindi":"बिलावलु महला ४ ॥","en":"bilaaval mahalaa chauthhaa ||","hi":"बिलावलु महला ४ ॥","ipa":"bɪlɑʋəl məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"بِلاول مهلا ۴ ۔۔"},"pageNo":836,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":35429,"shabadId":3147,"verse":{"gurmukhi":"mY min qin pRymu Agm Twkur kw iKnu iKnu srDw min bhuqu auTeIAw ]","unicode":"ਮੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਅਗਮ ਠਾਕੁਰ ਕਾ ਖਿਨੁ ਖਿਨੁ ਸਰਧਾ ਮਨਿ ਬਹੁਤੁ ਉਠਈਆ ॥"},"larivaar":{"gurmukhi":"mYminqinpRymuAgmTwkurkwiKnuiKnusrDwminbhuquauTeIAw]","unicode":"ਮੈਮਨਿਤਨਿਪ੍ਰੇਮੁਅਗਮਠਾਕੁਰਕਾਖਿਨੁਖਿਨੁਸਰਧਾਮਨਿਬਹੁਤੁਉਠਈਆ॥"},"translation":{"en":{"bdb":"My mind and body are filled with love for my Inaccessible Lord and Master. Each and every instant, I am filled with immense faith and devotion.","ms":"Within my mind and body is the love of the infinite Lord. Every instant immense faith wells up in my mind.","ssk":"My mind and body are filled with love for my Inaccessible Lord and Master. Each and every instant, I am filled with immense faith and devotion."},"pu":{"ss":{"gurmukhi":"hy shylIey! myry mn ivc, myry qn ivc, AphuMc mwlk-pRBU dw ipAwr pYdw ho cukw hY, myry mn ivc GVI GVI aus dy imlwp dI qIbr qWG pYdw ho rhI hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਅਪਹੁੰਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਘੜੀ ਘੜੀ ਉਸ ਦੇ ਮਿਲਾਪ ਦੀ ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ । "},"ft":{"gurmukhi":"iqs Agm Twkur kw myry mn qn myN pRym BXw hY[ iqs qy iKn 2 myN myry mn bIc ADk hI srDw auTqI hY]","unicode":"ਤਿਸ ਅਗਮ ਠਾਕੁਰ ਕਾ ਮੇਰੇ ਮਨ ਤਨ ਮੇਂ ਪ੍ਰੇਮ ਭਯਾ ਹੈ। ਤਿਸ ਤੇ ਖਿਨ ੨ ਮੇਂ ਮੇਰੇ ਮਨ ਬੀਚ ਅਧਕ ਹੀ ਸਰਧਾ ਉਠਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy shylIey! myry mn ivc, myry qn ivc, AphuMc mwlk-pRBU dw ipAwr pYdw ho cukw hY, myry mn ivc GVI GVI aus dy imlwp dI qIbr qWG pYdw ho rhI hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਅਪਹੁੰਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਘੜੀ ਘੜੀ ਉਸ ਦੇ ਮਿਲਾਪ ਦੀ ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ । "},"ms":{"gurmukhi":"myry ihrdy qy srIr AMdr AnMq suAwmI dI pRIq hY[ hr muhq myry ic`q AMdr byAMq ivSvws Brosw auqpMn huMdw hY[","unicode":"ਮੇਰੇ ਹਿਰਦੇ ਤੇ ਸਰੀਰ ਅੰਦਰ ਅਨੰਤ ਸੁਆਮੀ ਦੀ ਪ੍ਰੀਤ ਹੈ। ਹਰ ਮੁਹਤ ਮੇਰੇ ਚਿੱਤ ਅੰਦਰ ਬੇਅੰਤ ਵਿਸ਼ਵਾਸ ਭਰੋਸਾ ਉਤਪੰਨ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Amo a mi Dios Infinito en cuerpo y Alma; mi mente se ha llenado de una Fe inmensa viendo al Guru, mis deseos han sido cumplidos, "},"hi":{"ss":"हे सखी ! मेरे मन में। मेरे तन में। अपहुँच मालिक-प्रभू का प्यार पैदा हो चुका है। मेरे मन में घड़ी-घड़ी उसके मिलाप की तीव्र इच्छा पैदा हो रही है।","sts":"मेरे मन-तन में अगम्य प्रभु का प्रेम उत्पन्न हो गया है और क्षण-क्षण उसे पाने की श्रद्धा मन में बहुत उठती रहती है।"}},"transliteration":{"english":"mai man tan prem agam Thaakur kaa khin khin saradhaa man bahut uThieeaa ||","hindi":"मै मनि तनि प्रेमु अगम ठाकुर का खिनु खिनु सरधा मनि बहुतु उठईआ ॥","en":"mai man tan prem agam Thaakur kaa khin khin saradhaa man bahut uThieeaa ||","hi":"मै मनि तनि प्रेमु अगम ठाकुर का खिनु खिनु सरधा मनि बहुतु उठईआ ॥","ipa":"mæ mən t̪ən pɹem əGəm ʈʰɑkʊr kɑ kʰɪn kʰɪn sərət̪ɑ mən bəhʊt̪ oʊʈʰeiɑ.","ur":"مَے من تنِ پرےم اگم ٹھاکر کا کھن کھن سردھا منِ بهُت اُٹھایآ ۔۔"},"pageNo":836,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":35430,"shabadId":3147,"verse":{"gurmukhi":"gur dyKy srDw mn pUrI ijau cwiqRk ipRau ipRau bUMd muiK peIAw ]1]","unicode":"ਗੁਰ ਦੇਖੇ ਸਰਧਾ ਮਨ ਪੂਰੀ ਜਿਉ ਚਾਤ੍ਰਿਕ ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਬੂੰਦ ਮੁਖਿ ਪਈਆ ॥੧॥"},"larivaar":{"gurmukhi":"gurdyKysrDwmnpUrIijaucwiqRkipRauipRaubUMdmuiKpeIAw]1]","unicode":"ਗੁਰਦੇਖੇਸਰਧਾਮਨਪੂਰੀਜਿਉਚਾਤ੍ਰਿਕਪ੍ਰਿਉਪ੍ਰਿਉਬੂੰਦਮੁਖਿਪਈਆ॥੧॥"},"translation":{"en":{"bdb":"Gazing upon the Guru, my mind's faith is fulfilled, like the song-bird, which cries and cries, until the rain-drop falls into its mouth. ||1||","ms":"Seeing the Guru, my mind's yearning is fulfilled, as the pied-cuckoo is pacified, when after plaintive cry, the rain.-drop falls into its mouth.","ssk":"Gazing upon the Guru, my mind's faith is fulfilled, like the song-bird, which cries and cries, until the rain-drop falls into its mouth. ||1||"},"pu":{"ss":{"gurmukhi":"hy shylIey! gurU dw drsn kr ky mn dI ieh qWG pUrI huMdI hY, ijvyN ‘ipRau ipRau’ kUkdy ppIhy dy mUMh ivc (vrKw dI) bUMd pY jWdI hY [1[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਦੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਹੁੰਦੀ ਹੈ, ਜਿਵੇਂ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕੂਕਦੇ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਪੈ ਜਾਂਦੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"siqguroN ko dyKny sy myrI mn kI srDw pUrn BeI hY[ ijs pRkwr (cwiqRk) pwpIhw sÍwqI bUMd vwsqy ipRau ipRau krqw hY, jb iqs ky muK myN sÍWq bUMd Awie pVI qb iqs ko SWqI Awie jwqI hY[ qYsy mYN cwqRk vq aupdyS bUMd ko cwhqw Qw[ jb siqguroN ny nwm aupdyS AMmRq bUMd deI qb myrw mn SWiq ko pRwpiq BXw hY]1]","unicode":"ਸਤਿਗੁਰੋਂ ਕੋ ਦੇਖਨੇ ਸੇ ਮੇਰੀ ਮਨ ਕੀ ਸਰਧਾ ਪੂਰਨ ਭਈ ਹੈ। ਜਿਸ ਪ੍ਰਕਾਰ (ਚਾਤ੍ਰਿਕ) ਪਾਪੀਹਾ ਸ੍ਵਾਤੀ ਬੂੰਦ ਵਾਸਤੇ ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਕਰਤਾ ਹੈ, ਜਬ ਤਿਸ ਕੇ ਮੁਖ ਮੇਂ ਸ੍ਵਾਂਤ ਬੂੰਦ ਆਇ ਪੜੀ ਤਬ ਤਿਸ ਕੋ ਸ਼ਾਂਤੀ ਆਇ ਜਾਤੀ ਹੈ। ਤੈਸੇ ਮੈਂ ਚਾਤ੍ਰਕ ਵਤ ਉਪਦੇਸ਼ ਬੂੰਦ ਕੋ ਚਾਹਤਾ ਥਾ। ਜਬ ਸਤਿਗੁਰੋਂ ਨੇ ਨਾਮ ਉਪਦੇਸ਼ ਅੰਮ੍ਰਤ ਬੂੰਦ ਦਈ ਤਬ ਮੇਰਾ ਮਨ ਸ਼ਾਂਤਿ ਕੋ ਪ੍ਰਾਪਤਿ ਭਯਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy shylIey! gurU dw drsn kr ky mn dI ieh qWG pUrI huMdI hY, ijvyN ‘ipRau ipRau’ kUkdy ppIhy dy mUMh ivc (vrKw dI) bUMd pY jWdI hY [1[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਦੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਹੁੰਦੀ ਹੈ, ਜਿਵੇਂ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕੂਕਦੇ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਪੈ ਜਾਂਦੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurW ƒ vyK ky myry ic`q dI AiBlwSw pUrn ho jWdI hY, ijs qrHW du`K-bMDk pukwr mgroN ppIhw SWq qy sIql ho jWdw hY jd ik mINh dI kxI aus dy mUMh iv`c pYNdI hY[","unicode":"ਗੁਰਾਂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੇ ਚਿੱਤ ਦੀ ਅਭਿਲਾਸ਼ਾ ਪੂਰਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਦੁੱਖ-ਬੰਧਕ ਪੁਕਾਰ ਮਗਰੋਂ ਪਪੀਹਾ ਸ਼ਾਂਤ ਤੇ ਸੀਤਲ ਹੋ ਜਾਂਦਾ ਹੈ ਜਦ ਕਿ ਮੀਂਹ ਦੀ ਕਣੀ ਉਸ ਦੇ ਮੂੰਹ ਵਿੱਚ ਪੈਂਦੀ ਹੈ।"}},"es":{"sn":"así como el pájaro Cuclillo cuando se satisface al ser bendecido con la gota de lluvia después de una sequía. (1)"},"hi":{"ss":"हे सखिए ! गुरू का दर्शन करके मेरी यह इच्छा पूरी होती है। जैसे 'प्रिउ प्रिउ' करते पपीहे के मुँह में (बरखा की) बूँद पड़ जाती है। 1।","sts":"मेरे मन की यह श्रद्धा गुरु को देखने से ही पूरी होती है जैसे पीय-पीय करते पपीहे के मुँह में स्वाति बूंद पड़ जाती है॥ १॥"}},"transliteration":{"english":"gur dhekhe saradhaa man pooree jiau chaatirak priau priau boo(n)dh mukh pieeaa ||1||","hindi":"गुर देखे सरधा मन पूरी जिउ चातृक पृउ पृउ बूँद मुखि पईआ ॥१॥","en":"gur dhekhe saradhaa man pooree jiau chaatirak priau priau boo(n)dh mukh pieeaa ||1||","hi":"गुर देखे सरधा मन पूरी जिउ चातृक पृउ पृउ बूँद मुखि पईआ ॥१॥","ipa":"Gʊr d̪ekʰe sərət̪ɑ mən puri d͡ʒɪo t͡ʃɑt̪ɪɹək pɪɹo pɪɹo buŋd̪ mʊkʰ peiɑ.1.","ur":"گُر دےکھے سردھا من پُوریِ جا چاترک پرا پرا بُوںد مُکھ پایآ ۔۔۱۔۔"},"pageNo":836,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35431,"shabadId":3147,"verse":{"gurmukhi":"imlu imlu sKI hir kQw suneIAw ]","unicode":"ਮਿਲੁ ਮਿਲੁ ਸਖੀ ਹਰਿ ਕਥਾ ਸੁਨਈਆ ॥"},"larivaar":{"gurmukhi":"imluimlusKIhirkQwsuneIAw]","unicode":"ਮਿਲੁਮਿਲੁਸਖੀਹਰਿਕਥਾਸੁਨਈਆ॥"},"translation":{"en":{"bdb":"Join with me, join with me, O my companions, and teach me the Sermon of the Lord.","ms":"Meet, meet me, O my mates and utter to me the Lord's discourse.","ssk":"Join with me, join with me, O my companions, and teach me the Sermon of the Lord."},"pu":{"ss":{"gurmukhi":"hy shylIey! Aw, iek`TIAW bYTIey, iek`TIAW bYTIey, (qy, bYT ky) prmwqmw dI is&iq-swlwh suxIey [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਆ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, (ਤੇ, ਬੈਠ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀਏ । "},"ft":{"gurmukhi":"hy BweI! sMq jn sKIEN ko iml iml kr iqs hrI kI kQw ko hm sRvn krqy hYN]","unicode":"ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਸਖੀਓਂ ਕੋ ਮਿਲ ਮਿਲ ਕਰ ਤਿਸ ਹਰੀ ਕੀ ਕਥਾ ਕੋ ਹਮ ਸ੍ਰਵਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy shylIey! Aw, iek`TIAW bYTIey, iek`TIAW bYTIey, (qy, bYT ky) prmwqmw dI is&iq-swlwh suxIey [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਆ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, (ਤੇ, ਬੈਠ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀਏ । "},"ms":{"gurmukhi":"imlo! mYƒ imlo myrI shylIE Aqy mYƒ pRBU dIAW kQw khwxIAW suxwE[","unicode":"ਮਿਲੋ! ਮੈਨੂੰ ਮਿਲੋ ਮੇਰੀ ਸਹੇਲੀਓ ਅਤੇ ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੀਆਂ ਕਥਾ ਕਹਾਣੀਆਂ ਸੁਣਾਓ।"}},"es":{"sn":"Vengan conmigo, oh compañeros, y cantemos la Canción del Señor."},"hi":{"ss":"हे सखी ! आ। इकट्ठे बैठें। एक साथ बैठें (और। बैठ के) परमात्मा की सिफत सालाह सुनें।","sts":"हे सखी ! मुझे मिलो और हरि की कथा सुनाओ।"}},"transliteration":{"english":"mil mil sakhee har kathaa sunieeaa ||","hindi":"मिलु मिलु सखी हरि कथा सुनईआ ॥","en":"mil mil sakhee har kathaa sunieeaa ||","hi":"मिलु मिलु सखी हरि कथा सुनईआ ॥","ipa":"mɪl mɪl səkʰi hər kət̪ʰɑ sʊneiɑ.","ur":"مِل مل سکھیِ هر کتھا سُنایآ ۔۔"},"pageNo":836,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":35432,"shabadId":3147,"verse":{"gurmukhi":"siqguru dieAw kry pRBu myly mY iqsu AwgY isru kit kit peIAw ]1] rhwau ]","unicode":"ਸਤਿਗੁਰੁ ਦਇਆ ਕਰੇ ਪ੍ਰਭੁ ਮੇਲੇ ਮੈ ਤਿਸੁ ਆਗੈ ਸਿਰੁ ਕਟਿ ਕਟਿ ਪਈਆ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"siqgurudieAwkrypRBumylymYiqsuAwgYisrukitkitpeIAw]1]rhwau]","unicode":"ਸਤਿਗੁਰੁਦਇਆਕਰੇਪ੍ਰਭੁਮੇਲੇਮੈਤਿਸੁਆਗੈਸਿਰੁਕਟਿਕਟਿਪਈਆ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The True Guru has mercifully united me with God. Cutting off my head, and chopping it into pieces, I offer it to Him. ||1||Pause||","ms":"The True Guru has mercifully united me with my Lord. Chopping, chopping off, my head, I offer it to him. Pause.","ssk":"The True Guru has mercifully united me with God. Cutting off my head, and chopping it into pieces, I offer it to Him. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"ijs au~qy gurU imhr krdw hY, aus ƒ pRBU (nwl) imlw dyNdw hY [ aus (gurU) A`gy myrw isr muV muV kurbwn huMdw hY [1[rhwau[","unicode":"ਜਿਸ ਉੱਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ (ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ । ਉਸ (ਗੁਰੂ) ਅੱਗੇ ਮੇਰਾ ਸਿਰ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੁੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jb iqn ky Awgy mYN Apnw isr kwt kr pwie dyvoNgw qb sqgurU dieAw kr ky muJ ko pRBU swQ imlwie dyvyNgy]1] rhwau ]","unicode":"ਜਬ ਤਿਨ ਕੇ ਆਗੇ ਮੈਂ ਅਪਨਾ ਸਿਰ ਕਾਟ ਕਰ ਪਾਇ ਦੇਵੋਂਗਾ ਤਬ ਸਤਗੁਰੂ ਦਇਆ ਕਰ ਕੇ ਮੁਝ ਕੋ ਪ੍ਰਭੂ ਸਾਥ ਮਿਲਾਇ ਦੇਵੇਂਗੇ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"ijs au~qy gurU imhr krdw hY, aus ƒ pRBU (nwl) imlw dyNdw hY [ aus (gurU) A`gy myrw isr muV muV kurbwn huMdw hY [1[rhwau[","unicode":"ਜਿਸ ਉੱਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ (ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ । ਉਸ (ਗੁਰੂ) ਅੱਗੇ ਮੇਰਾ ਸਿਰ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੁੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"imhr Dwr ky s¤cy gurW ny mYƒ swihb nwl imlw id`qw hY[ Awpxw sIs v`F v`F ky mYN aunHW mUhry Byt krdw hW hW[ Tihrwau[","unicode":"ਮਿਹਰ ਧਾਰ ਕੇ ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਸਾਹਿਬ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ ਹੈ। ਆਪਣਾ ਸੀਸ ਵੱਢ ਵੱਢ ਕੇ ਮੈਂ ਉਨ੍ਹਾਂ ਮੂਹਰੇ ਭੇਟ ਕਰਦਾ ਹਾਂ ਹਾਂ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Ofrezco mi cabeza a ese Guru, Cuya Misericordia me une con mi Dios.  (1-Pausa)"},"hi":{"ss":"जिसके ऊपर गुरू मेहर करता है। उसको प्रभू (साथ) मिला देता है। उस (गुरू) के आगे मेरा सिर बार-बार कुर्बान जाता है। 1। रहाउ।","sts":"यदि सतगुरु दया करके मुझे प्रभु से मिला दे तो मैं उसके आगे अपना सिर काट-काटकर सौंप दूँगी॥ १॥ रहाउ॥"}},"transliteration":{"english":"satigur dhiaa kare prabh mele mai tis aagai sir kaT kaT pieeaa ||1|| rahaau ||","hindi":"सतिगुरु दइआ करे प्रभु मेले मै तिसु आगै सिरु कटि कटि पईआ ॥१॥ रहाउ ॥","en":"satigur dhiaa kare prabh mele mai tis aagai sir kaT kaT pieeaa ||1|| rahaau ||","hi":"सतिगुरु दइआ करे प्रभु मेले मै तिसु आगै सिरु कटि कटि पईआ ॥१॥ रहाउ ॥","ipa":"sət̪ɪGʊr d̪ɪɑ kəre pɹəɓ mele mæ t̪ɪs əɑGæ sɪr kəʈ kəʈ peiɑ.1. rəhɑo.","ur":"ستگر دایا کرے پربھ مےلے مَے تس آگَے سر کٹِ کٹِ پایآ ۔۔۱۔۔ رهااُ ۔۔"},"pageNo":836,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35433,"shabadId":3147,"verse":{"gurmukhi":"roim roim min qin iek bydn mY pRB dyKy ibnu nId n peIAw ]","unicode":"ਰੋਮਿ ਰੋਮਿ ਮਨਿ ਤਨਿ ਇਕ ਬੇਦਨ ਮੈ ਪ੍ਰਭ ਦੇਖੇ ਬਿਨੁ ਨੀਦ ਨ ਪਈਆ ॥"},"larivaar":{"gurmukhi":"roimroimminqiniekbydnmYpRBdyKyibnunIdnpeIAw]","unicode":"ਰੋਮਿਰੋਮਿਮਨਿਤਨਿਇਕਬੇਦਨਮੈਪ੍ਰਭਦੇਖੇਬਿਨੁਨੀਦਨਪਈਆ॥"},"translation":{"en":{"bdb":"Each and every hair on my head, and my mind and body, suffer the pains of separation; without seeing my God, I cannot sleep.","ms":"In every hair, mind and body of mine, is the pang of separation. Without seeing my Lord, I can sleep not.","ssk":"Each and every hair on my head, and my mind and body, suffer the pains of separation; without seeing my God, I cannot sleep."},"pu":{"ss":{"gurmukhi":"hy shylIey! myry hryk rom ivc, myry mn ivc, myry qn ivc (pRBU qoN ivCoVy dI) pIV hY, pRBU dw drsn krn qoN ibnw mYƒ SWqI nhIN huMdI [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਹਰੇਕ ਰੋਮ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੀ) ਪੀੜ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ft":{"gurmukhi":"myry mn qn rom rom myN eyk vwihgurU ky ivXog kI (bydn) pIVw hY, iqsI qy pRBU ky dyKy ibnw muJ ko indRw nhIN pVqI hY]","unicode":"ਮੇਰੇ ਮਨ ਤਨ ਰੋਮ ਰੋਮ ਮੇਂ ਏਕ ਵਾਹਿਗੁਰੂ ਕੇ ਵਿਯੋਗ ਕੀ (ਬੇਦਨ) ਪੀੜਾ ਹੈ, ਤਿਸੀ ਤੇ ਪ੍ਰਭੂ ਕੇ ਦੇਖੇ ਬਿਨਾ ਮੁਝ ਕੋ ਨਿਦ੍ਰਾ ਨਹੀਂ ਪੜਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy shylIey! myry hryk rom ivc, myry mn ivc, myry qn ivc (pRBU qoN ivCoVy dI) pIV hY, pRBU dw drsn krn qoN ibnw mYƒ SWqI nhIN huMdI [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਹਰੇਕ ਰੋਮ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੀ) ਪੀੜ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੁੰਦੀ । "},"ms":{"gurmukhi":"myry vwl vwl, idl qy dyh AMdr ivCoVy dI pIV hY[ Awpxy swihb ƒ vyKx dy bgYr mYƒ nINd nhIN pYNdI[","unicode":"ਮੇਰੇ ਵਾਲ ਵਾਲ, ਦਿਲ ਤੇ ਦੇਹ ਅੰਦਰ ਵਿਛੋੜੇ ਦੀ ਪੀੜ ਹੈ। ਆਪਣੇ ਸਾਹਿਬ ਨੂੰ ਵੇਖਣ ਦੇ ਬਗੈਰ ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ।"}},"es":{"sn":"De mi cuerpo, sí, de cada uno de sus poros, sale un grito de dolor, pues no puedo dormir sin ver a mi Esposo. "},"hi":{"ss":"हे सखिए ! मेरे हरेक रोम में। मेरे मन में। मेरे तन में (प्रभू से विछोड़े की) पीड़ा है। प्रभू का दर्शन किए बिना मुझे शांति नहीं मिलती।","sts":"मेरे रोम-रोम, मन-तन में एक विरह की वेदना है और प्रभु को देखे बिना मुझे नीद नहीं आती।"}},"transliteration":{"english":"rom rom man tan ik bedhan mai prabh dhekhe bin needh na pieeaa ||","hindi":"रोमि रोमि मनि तनि इक बेदन मै प्रभ देखे बिनु नीद न पईआ ॥","en":"rom rom man tan ik bedhan mai prabh dhekhe bin needh na pieeaa ||","hi":"रोमि रोमि मनि तनि इक बेदन मै प्रभ देखे बिनु नीद न पईआ ॥","ipa":"rɔm rɔm mən t̪ən eɪk bed̪ən mæ pɹəɓ d̪ekʰe bɪn nid̪ nə peiɑ.","ur":"روم روم من تنِ اک بےدن مَے پربھ دےکھے بن نیِد ن پایآ ۔۔"},"pageNo":836,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":35434,"shabadId":3147,"verse":{"gurmukhi":"bYdk nwitk dyiK Bulwny mY ihrdY min qin pRym pIr lgeIAw ]2]","unicode":"ਬੈਦਕ ਨਾਟਿਕ ਦੇਖਿ ਭੁਲਾਨੇ ਮੈ ਹਿਰਦੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮ ਪੀਰ ਲਗਈਆ ॥੨॥"},"larivaar":{"gurmukhi":"bYdknwitkdyiKBulwnymYihrdYminqinpRympIrlgeIAw]2]","unicode":"ਬੈਦਕਨਾਟਿਕਦੇਖਿਭੁਲਾਨੇਮੈਹਿਰਦੈਮਨਿਤਨਿਪ੍ਰੇਮਪੀਰਲਗਈਆ॥੨॥"},"translation":{"en":{"bdb":"The doctors and healers look at me, and are perplexed. Within my heart, mind and body, I feel the pain of divine love. ||2||","ms":"Seeing me, the physicians and the pulse-feelers are non-plussed. Within my soul, mind and body is the pain of the Lord's love.","ssk":"The doctors and healers look at me, and are perplexed. Within my heart, mind and body, I feel the pain of divine love. ||2||"},"pu":{"ss":{"gurmukhi":"hkIm (myrI) nbz vyK ky (hI) ZlqI Kw jWdy hn, myry ihrdy ivc, myry mn ivc, myry qn ivc, qW pRBU-ipAwr dI pIV auT rhI hY [2[","unicode":"ਹਕੀਮ (ਮੇਰੀ) ਨਬਜ਼ ਵੇਖ ਕੇ (ਹੀ) ਗ਼ਲਤੀ ਖਾ ਜਾਂਦੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਤਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ ।੨।"},"ft":{"gurmukhi":"vYdk gRMQ pVny vwly jo vYd hYN (nwitk) nwVI ko dyK kr BUly hYN[ Bwv ies pRym kI pIVw ko jwn nhIN skqy hYN, khqy hYN rog kw pqw nhIN lgqw[ myry ihrdy bIc mn qn kr ky iqs sÍwmI ky pRym kI pIVw lwg rhI hY]2]","unicode":"ਵੈਦਕ ਗ੍ਰੰਥ ਪੜਨੇ ਵਾਲੇ ਜੋ ਵੈਦ ਹੈਂ (ਨਾਟਿਕ) ਨਾੜੀ ਕੋ ਦੇਖ ਕਰ ਭੂਲੇ ਹੈਂ। ਭਾਵ ਇਸ ਪ੍ਰੇਮ ਕੀ ਪੀੜਾ ਕੋ ਜਾਨ ਨਹੀਂ ਸਕਤੇ ਹੈਂ, ਕਹਤੇ ਹੈਂ ਰੋਗ ਕਾ ਪਤਾ ਨਹੀਂ ਲਗਤਾ। ਮੇਰੇ ਹਿਰਦੇ ਬੀਚ ਮਨ ਤਨ ਕਰ ਕੇ ਤਿਸ ਸ੍ਵਾਮੀ ਕੇ ਪ੍ਰੇਮ ਕੀ ਪੀੜਾ ਲਾਗ ਰਹੀ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"hkIm (myrI) nbz vyK ky (hI) ZlqI Kw jWdy hn, myry ihrdy ivc, myry mn ivc, myry qn ivc, qW pRBU-ipAwr dI pIV auT rhI hY [2[","unicode":"ਹਕੀਮ (ਮੇਰੀ) ਨਬਜ਼ ਵੇਖ ਕੇ (ਹੀ) ਗ਼ਲਤੀ ਖਾ ਜਾਂਦੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਤਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ ।੨।"},"ms":{"gurmukhi":"mYƒ vyK ky hkIm Aqy nbz vyKx vwly tplw Kw gey hn[ myrI Awqmw ic`q Aqy dyh AMdr pRBU dy ipAwr dI pIV hY[","unicode":"ਮੈਨੂੰ ਵੇਖ ਕੇ ਹਕੀਮ ਅਤੇ ਨਬਜ਼ ਵੇਖਣ ਵਾਲੇ ਟਪਲਾ ਖਾ ਗਏ ਹਨ। ਮੇਰੀ ਆਤਮਾ ਚਿੱਤ ਅਤੇ ਦੇਹ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦੀ ਪੀੜ ਹੈ।"}},"es":{"sn":"Los doctores no pueden adivinar mi enfermedad examinando mi pulso, pues no pueden saber del dolor de amor de mi corazón, de mi cuerpo y de mi mente.(2)"},"hi":{"ss":"हकीम (मेरी) नब्ज़ देख के (ही) ग़लती खा जाते हैं। (हकीम को नहीं पता कि) मेरे हृदय में। मेरे मन में। मेरे तन में तो प्रभू-प्यार की पीड़ा उठ रही है। 2।","sts":"वैद्य मेरी नब्ज को देखकर भूल गए हैं और मेरे हृदय, मन-तन में प्रेम की पीड़ा लगी हई हैI| २ ॥"}},"transliteration":{"english":"baidhak naaTik dhekh bhulaane mai hiradhai man tan prem peer lagieeaa ||2||","hindi":"बैदक नाटिक देखि भुलाने मै हिरदै मनि तनि प्रेम पीर लगईआ ॥२॥","en":"baidhak naaTik dhekh bhulaane mai hiradhai man tan prem peer lagieeaa ||2||","hi":"बैदक नाटिक देखि भुलाने मै हिरदै मनि तनि प्रेम पीर लगईआ ॥२॥","ipa":"bæd̪ək nɑʈɪk d̪ekʰ ɓʊlɑne mæ hɪrəd̪æ mən t̪ən pɹem pir ləGeiɑ.2.","ur":"بَےدک ناٹک دےکھ بھُلانے مَے هردَے من تنِ پرےم پیِر لگایآ ۔۔۲۔۔"},"pageNo":836,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":35435,"shabadId":3147,"verse":{"gurmukhi":"hau iKnu plu rih n skau ibnu pRIqm ijau ibnu AmlY AmlI mir geIAw ]","unicode":"ਹਉ ਖਿਨੁ ਪਲੁ ਰਹਿ ਨ ਸਕਉ ਬਿਨੁ ਪ੍ਰੀਤਮ ਜਿਉ ਬਿਨੁ ਅਮਲੈ ਅਮਲੀ ਮਰਿ ਗਈਆ ॥"},"larivaar":{"gurmukhi":"hauiKnuplurihnskauibnupRIqmijauibnuAmlYAmlImirgeIAw]","unicode":"ਹਉਖਿਨੁਪਲੁਰਹਿਨਸਕਉਬਿਨੁਪ੍ਰੀਤਮਜਿਉਬਿਨੁਅਮਲੈਅਮਲੀਮਰਿਗਈਆ॥"},"translation":{"en":{"bdb":"I cannot live for a moment, for even an instant, without my Beloved, like the opium addict who cannot live without opium.","ms":"Even for an instant and trice, I can live not without my Beloved, as an opium-addict can live not without opium-addict can live not without opium.","ssk":"I cannot live for a moment, for even an instant, without my Beloved, like the opium addict who cannot live without opium."},"pu":{"ss":{"gurmukhi":"hy shylIey! ijvyN koeI nSeI mnu`K nSy qoN ibnw mrn-hwkw ho jWdw hY, iqvyN mYN pRIqm-pRBU dy imlwp qoN ibnw iek iKn iek pl BI nhIN rih skdI [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਿਵੇਂ ਕੋਈ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਮਰਨ-ਹਾਕਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ । "},"ft":{"gurmukhi":"mYN iqs ipAwry qy ibnW eyk iKn pl mwqR bI nhIN rih skqI hUM, ijs pRkwr ibnw Aml Kwey qy AmlI imRq ho jwqw hY]","unicode":"ਮੈਂ ਤਿਸ ਪਿਆਰੇ ਤੇ ਬਿਨਾਂ ਏਕ ਖਿਨ ਪਲ ਮਾਤ੍ਰ ਬੀ ਨਹੀਂ ਰਹਿ ਸਕਤੀ ਹੂੰ, ਜਿਸ ਪ੍ਰਕਾਰ ਬਿਨਾ ਅਮਲ ਖਾਏ ਤੇ ਅਮਲੀ ਮ੍ਰਿਤ ਹੋ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy shylIey! ijvyN koeI nSeI mnu`K nSy qoN ibnw mrn-hwkw ho jWdw hY, iqvyN mYN pRIqm-pRBU dy imlwp qoN ibnw iek iKn iek pl BI nhIN rih skdI [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਿਵੇਂ ਕੋਈ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਮਰਨ-ਹਾਕਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ । "},"ms":{"gurmukhi":"ijs qrHW iek APImI, APIm ibnW jIaU nhIN skdw, eysy qrHW hI mYN Awpxy ipAwr dy bwJoN iek muhq dy iCn Br leI BI rih nhIN skdw[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਇਕ ਅਫੀਮੀ, ਅਫੀਮ ਬਿਨਾਂ ਜੀਊ ਨਹੀਂ ਸਕਦਾ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੈਂ ਆਪਣੇ ਪਿਆਰ ਦੇ ਬਾਝੋਂ ਇਕ ਮੁਹਤ ਦੇ ਛਿਨ ਭਰ ਲਈ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।"}},"es":{"sn":"Sin mi Amor, no puedo vivir ni un instante, igual que el adicto que no puede aguantar un momento sin su droga. "},"hi":{"ss":"हे सखी ! जैसे कोई नशेड़ी मनुष्य नशे के बग़ैर मरने वाला (लाचार) हो जाता है। वैसे ही मैं प्रीतम-प्रभू के मिलाप के बिना एक छिन एक पल भी नहीं रह सकती।","sts":"में अपने प्रियतम के बिना एक क्षण एवं पल भर भी नहीं रह सकती जैसे नशे के बिना अमली ही मर जाता है।"}},"transliteration":{"english":"hau khin pal reh na sakau bin preetam jiau bin amalai amalee mar gieeaa ||","hindi":"हउ खिनु पलु रहि न सकउ बिनु प्रीतम जिउ बिनु अमलै अमली मरि गईआ ॥","en":"hau khin pal reh na sakau bin preetam jiau bin amalai amalee mar gieeaa ||","hi":"हउ खिनु पलु रहि न सकउ बिनु प्रीतम जिउ बिनु अमलै अमली मरि गईआ ॥","ipa":"ho kʰɪn pəl rəh nə səko bɪn pɹit̪əm d͡ʒɪo bɪn əməlæ əməli mər Geiɑ.","ur":"ها کھن پل رهِ ن سکا بن پریِتم جاُ بن املَے املیِ مر گایآ ۔۔"},"pageNo":836,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":10,"t":"y"}],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":35436,"shabadId":3147,"verse":{"gurmukhi":"ijn kau ipAws hoie pRB kyrI iqn@ Avru n BwvY ibnu hir ko dueIAw ]3]","unicode":"ਜਿਨ ਕਉ ਪਿਆਸ ਹੋਇ ਪ੍ਰਭ ਕੇਰੀ ਤਿਨੑ ਅਵਰੁ ਨ ਭਾਵੈ ਬਿਨੁ ਹਰਿ ਕੋ ਦੁਈਆ ॥੩॥"},"larivaar":{"gurmukhi":"ijnkauipAwshoiepRBkyrIiqn@AvrunBwvYibnuhirkodueIAw]3]","unicode":"ਜਿਨਕਉਪਿਆਸਹੋਇਪ੍ਰਭਕੇਰੀਤਿਨੑਅਵਰੁਨਭਾਵੈਬਿਨੁਹਰਿਕੋਦੁਈਆ॥੩॥"},"translation":{"en":{"bdb":"Those who thirst for God, do not love any other. Without the Lord, there is no other at all. ||3||","ms":"They, who feel thirst for the Lord; without God, they love not any other.","ssk":"Those who thirst for God, do not love any other. Without the Lord, there is no other at all. ||3||"},"pu":{"ss":{"gurmukhi":"hy shylIey! ijnHW jIv-iesq®IAW ƒ pRBU-pqI dy imlwp dI qWG huMdI hY, auhnW ƒ pRBU qoN ibnw koeI hor dUjw cMgw nhIN l`gdw [3[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ।੩।"},"ft":{"gurmukhi":"ijnW ko pRBU ky drsn kI ipAws hoqI hY, iqn ko hrI sy ibnW AOr dUsrw koeI nhIN Bwvqw hY]3]","unicode":"ਜਿਨਾਂ ਕੋ ਪ੍ਰਭੂ ਕੇ ਦਰਸਨ ਕੀ ਪਿਆਸ ਹੋਤੀ ਹੈ, ਤਿਨ ਕੋ ਹਰੀ ਸੇ ਬਿਨਾਂ ਔਰ ਦੂਸਰਾ ਕੋਈ ਨਹੀਂ ਭਾਵਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"hy shylIey! ijnHW jIv-iesq®IAW ƒ pRBU-pqI dy imlwp dI qWG huMdI hY, auhnW ƒ pRBU qoN ibnw koeI hor dUjw cMgw nhIN l`gdw [3[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ।੩।"},"ms":{"gurmukhi":"ijnHW ƒ suAwmI dI qryh hY, vwihgurU dy bwJoN auh hors iksy ƒ ipAwr nhIN krdy[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਆਮੀ ਦੀ ਤਰੇਹ ਹੈ, ਵਾਹਿਗੁਰੂ ਦੇ ਬਾਝੋਂ ਉਹ ਹੋਰਸ ਕਿਸੇ ਨੂੰ ਪਿਆਰ ਨਹੀਂ ਕਰਦੇ।"}},"es":{"sn":"Sí, aquéllos que añoran a Dios, no aman a nadie más.(3)"},"hi":{"ss":"हे सखिए ! जिन जीव-सि्त्रयों को प्रभू-पति के मिलाप की तमन्ना होती है। उन्हें प्रभू के बिना और कोई दूसरा अच्छा नहीं लगता। 3।","sts":"जिन्हें प्रभु-मेिलन की प्यास लगी हुई है, उन्हें उसके बिना कुछ भी अच्छा नहीं लगता ॥ ३॥"}},"transliteration":{"english":"jin kau piaas hoi prabh keree tin(h) avar na bhaavai bin har ko dhuieeaa ||3||","hindi":"जिन कउ पिआस होइ प्रभ केरी तिन्न अवरु न भावै बिनु हरि को दुईआ ॥३॥","en":"jin kau piaas hoi prabh keree tin(h) avar na bhaavai bin har ko dhuieeaa ||3||","hi":"जिन कउ पिआस होइ प्रभ केरी तिन्न अवरु न भावै बिनु हरि को दुईआ ॥३॥","ipa":"d͡ʒɪn ko pɪəɑs hɔeɪ pɹəɓ keri t̪ɪn@ əʋər nə ɓɑʋæ bɪn hər kɔ d̪ʊeiɑ.3.","ur":"جٍن کا پآس هوا پربھ کےریِ تنھ اور ن بھاوَے بن هر کو دُایآ ۔۔۳۔۔"},"pageNo":836,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":35437,"shabadId":3147,"verse":{"gurmukhi":"koeI Awin Awin myrw pRBU imlwvY hau iqsu ivthu bil bil Guim geIAw ]","unicode":"ਕੋਈ ਆਨਿ ਆਨਿ ਮੇਰਾ ਪ੍ਰਭੂ ਮਿਲਾਵੈ ਹਉ ਤਿਸੁ ਵਿਟਹੁ ਬਲਿ ਬਲਿ ਘੁਮਿ ਗਈਆ ॥"},"larivaar":{"gurmukhi":"koeIAwinAwinmyrwpRBUimlwvYhauiqsuivthubilbilGuimgeIAw]","unicode":"ਕੋਈਆਨਿਆਨਿਮੇਰਾਪ੍ਰਭੂਮਿਲਾਵੈਹਉਤਿਸੁਵਿਟਹੁਬਲਿਬਲਿਘੁਮਿਗਈਆ॥"},"translation":{"en":{"bdb":"If only someone would come and unite me with God; I am devoted, dedicated, a sacrifice to him.","ms":"Let some one come and unite me with my Lord, I am a sacrifice, a sacrifice and devoted unto him.","ssk":"If only someone would come and unite me with God; I am devoted, dedicated, a sacrifice to him."},"pu":{"ss":{"gurmukhi":"hy shylIey! jy koeI Aw ky mYƒ myrw ipAwrw pRBU imlw dyvy, qW mYN aus qoN sdky kurbwn jWdI hW [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜੇ ਕੋਈ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ । "},"ft":{"gurmukhi":"jo koeI (Awin) AOr (Awin) ilAwiekr vw sMswr dÍYq rUp iqs kI qrPoN moV kr myry sÍwmI ko imlwie dyvY, mYN iqs ky (ivthu) aupr sy mn qn bwxI kr bilhwr jwqw hUM]","unicode":"ਜੋ ਕੋਈ (ਆਨਿ) ਔਰ (ਆਨਿ) ਲਿਆਇਕਰ ਵਾ ਸੰਸਾਰ ਦ੍ਵੈਤ ਰੂਪ ਤਿਸ ਕੀ ਤਰਫੋਂ ਮੋੜ ਕਰ ਮੇਰੇ ਸ੍ਵਾਮੀ ਕੋ ਮਿਲਾਇ ਦੇਵੈ, ਮੈਂ ਤਿਸ ਕੇ (ਵਿਟਹੁ) ਉਪਰ ਸੇ ਮਨ ਤਨ ਬਾਣੀ ਕਰ ਬਲਿਹਾਰ ਜਾਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy shylIey! jy koeI Aw ky mYƒ myrw ipAwrw pRBU imlw dyvy, qW mYN aus qoN sdky kurbwn jWdI hW [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜੇ ਕੋਈ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ । "},"ms":{"gurmukhi":"koeI Aw ky mYƒ myry swihb nwl imlw dyvy[ mYN aus auqoN kurbwn, kurbwn Aqy sdky jWdw hW[","unicode":"ਕੋਈ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰੇ ਸਾਹਿਬ ਨਾਲ ਮਿਲਾ ਦੇਵੇ। ਮੈਂ ਉਸ ਉਤੋਂ ਕੁਰਬਾਨ, ਕੁਰਬਾਨ ਅਤੇ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।"}},"es":{"sn":"¿Hay alguien que me pueda unir con mi Dios? Me ofrecería en sacrificio a él un millón de veces. Cuando busqué el Santuario del Guru Verdadero, "},"hi":{"ss":"हे सखिए ! जो कोई आ के मुझे मेरा प्यारा प्रभू मिला दे। तो मैं उससे सदके कुर्बान जाती हूँ।","sts":"यदि कोई आकर मुझे मेरे प्रभु से मिला दे, तो मैं उस पर शत-शत बलिहारी जाती हूँ।"}},"transliteration":{"english":"koiee aan aan meraa prabhoo milaavai hau tis viTahu bal bal ghum gieeaa ||","hindi":"कोई आनि आनि मेरा प्रभू मिलावै हउ तिसु विटहु बलि बलि घुमि गईआ ॥","en":"koiee aan aan meraa prabhoo milaavai hau tis viTahu bal bal ghum gieeaa ||","hi":"कोई आनि आनि मेरा प्रभू मिलावै हउ तिसु विटहु बलि बलि घुमि गईआ ॥","ipa":"kɔei əɑn əɑn merɑ pɹəɓu mɪlɑʋæ ho t̪ɪs ʋɪʈəh bəl bəl Gʰʊm Geiɑ.","ur":"کوای آن آن مےرا پربھُو ملاوَے ها تس وٹهُ بل بلِ گھُم گایآ ۔۔"},"pageNo":836,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":35438,"shabadId":3147,"verse":{"gurmukhi":"Anyk jnm ky ivCuVy jn myly jw siq siq siqgur srix pveIAw ]4]","unicode":"ਅਨੇਕ ਜਨਮ ਕੇ ਵਿਛੁੜੇ ਜਨ ਮੇਲੇ ਜਾ ਸਤਿ ਸਤਿ ਸਤਿਗੁਰ ਸਰਣਿ ਪਵਈਆ ॥੪॥"},"larivaar":{"gurmukhi":"AnykjnmkyivCuVyjnmylyjwsiqsiqsiqgursrixpveIAw]4]","unicode":"ਅਨੇਕਜਨਮਕੇਵਿਛੁੜੇਜਨਮੇਲੇਜਾਸਤਿਸਤਿਸਤਿਗੁਰਸਰਣਿਪਵਈਆ॥੪॥"},"translation":{"en":{"bdb":"After being separated from the Lord for countless incarnations, I am re-united with Him, entering the Sanctuary of the True, True, True Guru. ||4||","ms":"When the mortal enters the sanctuary of the True, True, True Guru, then meets he with the Lord after separation of many births.","ssk":"After being separated from the Lord for countless incarnations, I am re-united with Him, entering the Sanctuary of the True, True, True Guru. ||4||"},"pu":{"ss":{"gurmukhi":"hy shylIey! jdoN siqgurU dI srn peIdw hY, qW siqgurU AnykW jnmW dy ivCuiVAW ƒ (pRBU nwl) imlw dyNdw hY [4[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਈਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰੂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜਿਆਂ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"jb (siq) inscy kr ky siqnwm ky dyxy vwly siqguroN kI srn myN Awie pVy hYN, qb Anyk jnm ky ivCVy hUey (jn) siqgurU ny hrI dy srUp myN myl lIey hYN]4]","unicode":"ਜਬ (ਸਤਿ) ਨਿਸਚੇ ਕਰ ਕੇ ਸਤਿਨਾਮ ਕੇ ਦੇਣੇ ਵਾਲੇ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਨ ਮੇਂ ਆਇ ਪੜੇ ਹੈਂ, ਤਬ ਅਨੇਕ ਜਨਮ ਕੇ ਵਿਛੜੇ ਹੂਏ (ਜਨ) ਸਤਿਗੁਰੂ ਨੇ ਹਰੀ ਦੇ ਸਰੂਪ ਮੇਂ ਮੇਲ ਲੀਏ ਹੈਂ॥੪॥"},"bdb":{"gurmukhi":"hy shylIey! jdoN siqgurU dI srn peIdw hY, qW siqgurU AnykW jnmW dy ivCuiVAW ƒ (pRBU nwl) imlw dyNdw hY [4[","unicode":"ਹੇ ਸਹੇਲੀਏ! ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਈਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰੂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜਿਆਂ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"jd pRwxI s¤cy, s¤cy, s¤cy gurW dI C`qR CwieAw hyT AwauNdw hY qW bhuiqAW jnmW dI judweI dy mgroN auh swihb nwl iml pYNdw hY[","unicode":"ਜਦ ਪ੍ਰਾਣੀ ਸੱਚੇ, ਸੱਚੇ, ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਛੱਤ੍ਰ ਛਾਇਆ ਹੇਠ ਆਉਂਦਾ ਹੈ ਤਾਂ ਬਹੁਤਿਆਂ ਜਨਮਾਂ ਦੀ ਜੁਦਾਈ ਦੇ ਮਗਰੋਂ ਉਹ ਸਾਹਿਬ ਨਾਲ ਮਿਲ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"me inmergí en Dios después de una larga separación de incontables encarnaciones, y entrando en el Santuario del Verdadero, Verdadero, Verdadero Guru, he sido reunido con Él.(4)"},"hi":{"ss":"हे सखिए ! जब सतिगुरू की शरण पड़ते हैं। तो सतिगुरू अनेकों जन्मों के विछुड़ों को (प्रभू के साथ) मिला देता है। 4।","sts":"यदि सच्चे सतगुरु की शरण में आया जाए तो वह जन्म-जन्मांतरों के बिछुड़े जीव को भी परमात्मा से मिला देता है॥ ४॥"}},"transliteration":{"english":"anek janam ke vichhuRe jan mele jaa sat sat satigur saran pavieeaa ||4||","hindi":"अनेक जनम के विछुड़े जन मेले जा सति सति सतिगुर सरणि पवईआ ॥४॥","en":"anek janam ke vichhuRe jan mele jaa sat sat satigur saran pavieeaa ||4||","hi":"अनेक जनम के विछुड़े जन मेले जा सति सति सतिगुर सरणि पवईआ ॥४॥","ipa":"ənek d͡ʒənəm ke ʋɪɕʊɽe d͡ʒən mele d͡ʒɑ sət̪ sət̪ sət̪ɪGʊr sərəɳ pəʋeiɑ.4.","ur":"انےک جنم کے وچھڑے جن مےلے جا ست ستِ ستِگر سرݨ پوایآ ۔۔۴۔۔"},"pageNo":836,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":35439,"shabadId":3147,"verse":{"gurmukhi":"syj eyk eyko pRBu Twkuru mhlu n pwvY mnmuK BrmeIAw ]","unicode":"ਸੇਜ ਏਕ ਏਕੋ ਪ੍ਰਭੁ ਠਾਕੁਰੁ ਮਹਲੁ ਨ ਪਾਵੈ ਮਨਮੁਖ ਭਰਮਈਆ ॥"},"larivaar":{"gurmukhi":"syjeykeykopRBuTwkurumhlunpwvYmnmuKBrmeIAw]","unicode":"ਸੇਜਏਕਏਕੋਪ੍ਰਭੁਠਾਕੁਰੁਮਹਲੁਨਪਾਵੈਮਨਮੁਖਭਰਮਈਆ॥"},"translation":{"en":{"bdb":"There is one bed for the soul-bride, and the same bed for God, her Lord and Master. The self-willed manmukh does not obtain the Mansion of the Lord's Presence; she wanders around, in limbo.","ms":"The same is the couch for the soul and the Spouse and the same is the Lord master of all. An apostate mounts not to his Master's mansion and wanders about.","ssk":"There is one bed for the soul-bride, and the same bed for God, her Lord and Master. The self-willed manmukh does not obtain the Mansion of the Lord's Presence; she wanders around, in limbo."},"pu":{"ss":{"gurmukhi":"hy shylIey! (jIv-iesq®I dI) ieko ihrdw-syj hY ijs auqy Twkuru-pRBU Awp hI v`sdw hY, pr Awpxy mn dy ip`Cy qurn vwlI jIv-iesq®I (pRBU-pqI dw) itkwxw nhIN l`B skdI, auh BtkdI hI iPrdI hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਇਕੋ ਹਿਰਦਾ-ਸੇਜ ਹੈ ਜਿਸ ਉਤੇ ਠਾਕੁਰੁ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਪਤੀ ਦਾ) ਟਿਕਾਣਾ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਉਹ ਭਟਕਦੀ ਹੀ ਫਿਰਦੀ ਹੈ । "},"ft":{"gurmukhi":"eyk AMqskrn rUpI ishjw hY AOr eyk Twkr (pRBU) smrQ iqs pr ibrwjvwn hYN[ prMqU ieh mnmuK jIv (mhlu) srUp ko nhIN pwvqw AOr cOrwsI myN Brmqw rihqw hY]","unicode":"ਏਕ ਅੰਤਸਕਰਨ ਰੂਪੀ ਸਿਹਜਾ ਹੈ ਔਰ ਏਕ ਠਾਕਰ (ਪ੍ਰਭੂ) ਸਮਰਥ ਤਿਸ ਪਰ ਬਿਰਾਜਵਾਨ ਹੈਂ। ਪਰੰਤੂ ਇਹ ਮਨਮੁਖ ਜੀਵ (ਮਹਲੁ) ਸਰੂਪ ਕੋ ਨਹੀਂ ਪਾਵਤਾ ਔਰ ਚੌਰਾਸੀ ਮੇਂ ਭਰਮਤਾ ਰਹਿਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy shylIey! (jIv-iesq®I dI) ieko ihrdw-syj hY ijs auqy Twkuru-pRBU Awp hI v`sdw hY, pr Awpxy mn dy ip`Cy qurn vwlI jIv-iesq®I (pRBU-pqI dw) itkwxw nhIN l`B skdI, auh BtkdI hI iPrdI hY [ ","unicode":"ਹੇ ਸਹੇਲੀਏ! (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਇਕੋ ਹਿਰਦਾ-ਸੇਜ ਹੈ ਜਿਸ ਉਤੇ ਠਾਕੁਰੁ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਪਤੀ ਦਾ) ਟਿਕਾਣਾ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਉਹ ਭਟਕਦੀ ਹੀ ਫਿਰਦੀ ਹੈ । "},"ms":{"gurmukhi":"Awqmw Aqy kMq dw ieko hI plMG hY Aqy ieko hI hY swirAW dw suAwmI mwlk[ ADrmI Awpxy mwlk dy AMdr ƒ prwpq nhIN huMdw Aqy Btkdw iPrdw hY[","unicode":"ਆਤਮਾ ਅਤੇ ਕੰਤ ਦਾ ਇਕੋ ਹੀ ਪਲੰਘ ਹੈ ਅਤੇ ਇਕੋ ਹੀ ਹੈ ਸਾਰਿਆਂ ਦਾ ਸੁਆਮੀ ਮਾਲਕ। ਅਧਰਮੀ ਆਪਣੇ ਮਾਲਕ ਦੇ ਅੰਦਰ ਨੂੰ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ ਅਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।"}},"es":{"sn":"Hay sólo una cama para la novia Alma y la misma cama es para Dios, su Señor y Maestro.  El voluntarioso Manmukj no obtiene la Mansión de la Presencia del Señor y vaga en la oscuridad de su propia conciencia. "},"hi":{"ss":"हे सखिए ! (जीव-स्त्री की) एक हृदय ही सेज है जिस पर ठाकुरु-प्रभू खुद ही बसता है। पर अपने मन के पीछे चलने वाली जीव-स्त्री (प्रभू-पति का) ठिकाना नहीं पा सकती। वह भटकती ही फिरती है।","sts":"हृदय रूपी सेज एक ही है और एक ठाकुर प्रभु ही उस पर आ बसता है लेकिन मनमुखी जीव भ्रमों में ही भटकता रहता है और उसे आत्मस्वरूप नहीं मिलता।"}},"transliteration":{"english":"sej ek eko prabh Thaakur mahal na paavai manmukh bharamieeaa ||","hindi":"सेज एक एको प्रभु ठाकुरु महलु न पावै मनमुख भरमईआ ॥","en":"sej ek eko prabh Thaakur mahal na paavai manmukh bharamieeaa ||","hi":"सेज एक एको प्रभु ठाकुरु महलु न पावै मनमुख भरमईआ ॥","ipa":"sed͡ʒ eek eekɔ pɹəɓ ʈʰɑkʊr məhəl nə pɑʋæ mənəmʊkʰ ɓərəmeiɑ.","ur":"سےج اےک اےکو پربھ ٹھاکر مهل ن پاوَے منمکھ بھرمایآ ۔۔"},"pageNo":837,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35440,"shabadId":3147,"verse":{"gurmukhi":"guru guru krq srix jy AwvY pRBu Awie imlY iKnu FIl n peIAw ]5]","unicode":"ਗੁਰੁ ਗੁਰੁ ਕਰਤ ਸਰਣਿ ਜੇ ਆਵੈ ਪ੍ਰਭੁ ਆਇ ਮਿਲੈ ਖਿਨੁ ਢੀਲ ਨ ਪਈਆ ॥੫॥"},"larivaar":{"gurmukhi":"gurugurukrqsrixjyAwvYpRBuAwieimlYiKnuFIlnpeIAw]5]","unicode":"ਗੁਰੁਗੁਰੁਕਰਤਸਰਣਿਜੇਆਵੈਪ੍ਰਭੁਆਇਮਿਲੈਖਿਨੁਢੀਲਨਪਈਆ॥੫॥"},"translation":{"en":{"bdb":"Uttering, \"\"Guru, Guru\"\", she seeks His Sanctuary; so God comes to meet her, without a moment's delay. ||5||","ms":"Uttering \"Guru, Guru\", If the mortal seeks his refuge, the Lord comes and meets him without a moment's delay.","ssk":"Uttering, \"Guru, Guru\", she seeks His Sanctuary; so God comes to meet her, without a moment's delay. ||5||"},"pu":{"ss":{"gurmukhi":"jy auh ‘gur gurU’ krdI gurU dI srn Aw pey, qW pRBU Aw ky aus ƒ iml pYNdw hY, rqw BI icr nhIN l`gdw [5[","unicode":"ਜੇ ਉਹ ‘ਗੁਰ ਗੁਰੂ’ ਕਰਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਏ, ਤਾਂ ਪ੍ਰਭੂ ਆ ਕੇ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਰਤਾ ਭੀ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ।੫।"},"ft":{"gurmukhi":"jykr guroN ky nwm aucwrn krqw hUAw siqguroN kI srn Awie jwvY qb iqs pRBU kO Awie imlqw hY[ iqs ky imlny mY kCu (FIl) dyrI nhIN pVqI hY]5]","unicode":"ਜੇਕਰ ਗੁਰੋਂ ਕੇ ਨਾਮ ਉਚਾਰਨ ਕਰਤਾ ਹੂਆ ਸਤਿਗੁਰੋਂ ਕੀ ਸਰਨ ਆਇ ਜਾਵੈ ਤਬ ਤਿਸ ਪ੍ਰਭੂ ਕੌ ਆਇ ਮਿਲਤਾ ਹੈ। ਤਿਸ ਕੇ ਮਿਲਨੇ ਮੈ ਕਛੁ (ਢੀਲ) ਦੇਰੀ ਨਹੀਂ ਪੜਤੀ ਹੈ॥੫॥"},"bdb":{"gurmukhi":"jy auh ‘gur gurU’ krdI gurU dI srn Aw pey, qW pRBU Aw ky aus ƒ iml pYNdw hY, rqw BI icr nhIN l`gdw [5[","unicode":"ਜੇ ਉਹ ‘ਗੁਰ ਗੁਰੂ’ ਕਰਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਏ, ਤਾਂ ਪ੍ਰਭੂ ਆ ਕੇ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਰਤਾ ਭੀ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ।੫।"},"ms":{"gurmukhi":"gurU gurU aucwrn krdw hoieAw, jykr pRwxI aus dI pnwh lY lvy qW iek muhq dI dyrI dy bgYr sweIN aus ƒ Aw ky iml pYNdw hY[","unicode":"ਗੁਰੂ ਗੁਰੂ ਉਚਾਰਨ ਕਰਦਾ ਹੋਇਆ, ਜੇਕਰ ਪ੍ਰਾਣੀ ਉਸ ਦੀ ਪਨਾਹ ਲੈ ਲਵੇ ਤਾਂ ਇਕ ਮੁਹਤ ਦੀ ਦੇਰੀ ਦੇ ਬਗੈਰ ਸਾਈਂ ਉਸ ਨੂੰ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"Si él recitara Guru, Guru, Waje Guru encontraría su Santuario, y el Señor sin tardanza lo encontraría de inmediato. (5)"},"hi":{"ss":"अगर वह 'गुरू गुरू' करती गुरू की शरण आ पड़े। तो प्रभू आ के उस को मिल पड़ता है। थोड़ा सा भी वक्त नहीं लगता। 5।","sts":"जो ‘गुरु-गुरु' करता हुआ उसकी शरण में आता है, उसे वह प्रभु से मिला देता है और क्षण भर के लिए भी विलम्ब नहीं करता ॥ ५ ॥"}},"transliteration":{"english":"gur gur karat saran je aavai prabh aai milai khin ddeel na pieeaa ||5||","hindi":"गुरु गुरु करत सरणि जे आवै प्रभु आइ मिलै खिनु ढील न पईआ ॥५॥","en":"gur gur karat saran je aavai prabh aai milai khin ddeel na pieeaa ||5||","hi":"गुरु गुरु करत सरणि जे आवै प्रभु आइ मिलै खिनु ढील न पईआ ॥५॥","ipa":"Gʊr Gʊr kərət̪ sərəɳ d͡ʒe əɑʋæ pɹəɓ əɑeɪ mɪlæ kʰɪn ʈil nə peiɑ.5.","ur":"گُر گُر کرت سرݨ جے آوَے پربھ آا ملَے کھن ڈھیِل ن پایآ ۔۔۵۔۔"},"pageNo":837,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":35441,"shabadId":3147,"verse":{"gurmukhi":"kir kir ikirAwcwr vDwey min pwKMf krmu kpt loBeIAw ]","unicode":"ਕਰਿ ਕਰਿ ਕਿਰਿਆਚਾਰ ਵਧਾਏ ਮਨਿ ਪਾਖੰਡ ਕਰਮੁ ਕਪਟ ਲੋਭਈਆ ॥"},"larivaar":{"gurmukhi":"kirkirikirAwcwrvDweyminpwKMfkrmukptloBeIAw]","unicode":"ਕਰਿਕਰਿਕਿਰਿਆਚਾਰਵਧਾਏਮਨਿਪਾਖੰਡਕਰਮੁਕਪਟਲੋਭਈਆ॥"},"translation":{"en":{"bdb":"One may perform many rituals, but the mind is filled with hypocrisy, evil deeds and greed.","ms":"The mortal performs many rituals, but in his mind he has harboured hypocrisy, evil deeds and covetousness.","ssk":"One may perform many rituals, but the mind is filled with hypocrisy, evil deeds and greed."},"pu":{"ss":{"gurmukhi":"pr jy koeI mnu`K (gurU dw Awsrw C`f ky, hir-nwm dw ismrn Bulw ky) muV muV (qIrQ-jwq®w Awidk dy im`Qy hoey Dwrimk krm) kr ky iehnW krm kWfI krmW ƒ hI vDWdw jwey, qW aus dy mn ivc loB vl-Cl ivKwvy Awidk dw krm hI itikAw rhygw (Ksm-pRBU dw imlwp nhIN hovygw) [ ","unicode":"ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ, ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਕੇ) ਮੁੜ ਮੁੜ (ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੇ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮ) ਕਰ ਕੇ ਇਹਨਾਂ ਕਰਮ ਕਾਂਡੀ ਕਰਮਾਂ ਨੂੰ ਹੀ ਵਧਾਂਦਾ ਜਾਏ, ਤਾਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਲੋਭ ਵਲ-ਛਲ ਵਿਖਾਵੇ ਆਦਿਕ ਦਾ ਕਰਮ ਹੀ ਟਿਕਿਆ ਰਹੇਗਾ (ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੋਵੇਗਾ) । "},"ft":{"gurmukhi":"ikirAw kr kr ky (Awcwr) krm vDwey hYN AOr mn myN pKMf hY, iqs kr loB sy kpt krmoN ko krqw hY]","unicode":"ਕਿਰਿਆ ਕਰ ਕਰ ਕੇ (ਆਚਾਰ) ਕਰਮ ਵਧਾਏ ਹੈਂ ਔਰ ਮਨ ਮੇਂ ਪਖੰਡ ਹੈ, ਤਿਸ ਕਰ ਲੋਭ ਸੇ ਕਪਟ ਕਰਮੋਂ ਕੋ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"pr jy koeI mnu`K (gurU dw Awsrw C`f ky, hir-nwm dw ismrn Bulw ky) muV muV (qIrQ-jwq®w Awidk dy im`Qy hoey Dwrimk krm) kr ky iehnW krm kWfI krmW ƒ hI vDWdw jwey, qW aus dy mn ivc loB vl-Cl ivKwvy Awidk dw krm hI itikAw rhygw (Ksm-pRBU dw imlwp nhIN hovygw) [ ","unicode":"ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ, ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਕੇ) ਮੁੜ ਮੁੜ (ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੇ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮ) ਕਰ ਕੇ ਇਹਨਾਂ ਕਰਮ ਕਾਂਡੀ ਕਰਮਾਂ ਨੂੰ ਹੀ ਵਧਾਂਦਾ ਜਾਏ, ਤਾਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਲੋਭ ਵਲ-ਛਲ ਵਿਖਾਵੇ ਆਦਿਕ ਦਾ ਕਰਮ ਹੀ ਟਿਕਿਆ ਰਹੇਗਾ (ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੋਵੇਗਾ) । "},"ms":{"gurmukhi":"pRwxI Gxyry krm-kWf kmwauNdw hY pRMqU aus nY Awpxy ic`q AMdr dMB, mMd-AmlW Aqy lwlc ƒ Qw id`qI hoeI hY[","unicode":"ਪ੍ਰਾਣੀ ਘਣੇਰੇ ਕਰਮ-ਕਾਂਡ ਕਮਾਉਂਦਾ ਹੈ ਪ੍ਰੰਤੂ ਉਸ ਨੈ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਦੰਭ, ਮੰਦ-ਅਮਲਾਂ ਅਤੇ ਲਾਲਚ ਨੂੰ ਥਾ ਦਿੱਤੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"Uno podrá hacer actos piadosos, pero si la mente está llena de avaricia y de dolor, "},"hi":{"ss":"पर यदि कोई मनुष्य (गुरू का आसरा छोड़ के हरी नाम का सिमरन भुला के) बार-बार (तीर्थ-यात्रा आदि के मिथे हुए धार्मिक कर्म) करके इन कर्म-काण्डी कर्मों को ही बढ़ाता जाए। तो उसके मन में लोभ छल-कपट दिखावे आदि का कर्म ही टिका रहेगा (पति-प्रभू का मिलाप नहीं होगा)।","sts":"यदि कोई मनुष्य धर्म-कर्म करके कर्मकाण्ड में वृद्धि करता जाए तो उसके मन में पाखण्ड, लोभ, कपट वाले कर्म ही टिके रहेंगे।"}},"transliteration":{"english":"kar kar kiriaachaar vadhaae man paakha(n)dd karam kapaT lobhieeaa ||","hindi":"करि करि किरिआचार वधाए मनि पाखंड करमु कपट लोभईआ ॥","en":"kar kar kiriaachaar vadhaae man paakha(n)dd karam kapaT lobhieeaa ||","hi":"करि करि किरिआचार वधाए मनि पाखंड करमु कपट लोभईआ ॥","ipa":"kər kər kɪrɪəɑt͡ʃɑr ʋət̪ɑee mən pɑkʰəŋɖ kərəm kəpəʈ lɔɓeiɑ.","ur":"کر کرِ کرِآچار ودھااے منِ پاکھںڈ کرم کپٹ لوبھایآ ۔۔"},"pageNo":837,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":35442,"shabadId":3147,"verse":{"gurmukhi":"bysuAw kY Gir bytw jnimAw ipqw qwih ikAw nwmu sdeIAw ]6]","unicode":"ਬੇਸੁਆ ਕੈ ਘਰਿ ਬੇਟਾ ਜਨਮਿਆ ਪਿਤਾ ਤਾਹਿ ਕਿਆ ਨਾਮੁ ਸਦਈਆ ॥੬॥"},"larivaar":{"gurmukhi":"bysuAwkYGirbytwjnimAwipqwqwihikAwnwmusdeIAw]6]","unicode":"ਬੇਸੁਆਕੈਘਰਿਬੇਟਾਜਨਮਿਆਪਿਤਾਤਾਹਿਕਿਆਨਾਮੁਸਦਈਆ॥੬॥"},"translation":{"en":{"bdb":"When a son is born in the house of a prostitute, who can tell the name of his father? ||6||","ms":"A son is born in the house of a prostitute, what can be said to be the Name of his father?","ssk":"When a son is born in the house of a prostitute, who can tell the name of his father? ||6||"},"pu":{"ss":{"gurmukhi":"bzwrI AOrq dy Gr jy pu`qr jMm pey, qW aus pu`qr dy ipau dw koeI nwm nhIN d`isAw jw skdw [6[","unicode":"ਬਜ਼ਾਰੀ ਔਰਤ ਦੇ ਘਰ ਜੇ ਪੁੱਤਰ ਜੰਮ ਪਏ, ਤਾਂ ਉਸ ਪੁੱਤਰ ਦੇ ਪਿਉ ਦਾ ਕੋਈ ਨਾਮ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ।੬।"},"ft":{"gurmukhi":"jYsy vysvw ky Gr myN jo bytw jnimAw hY, iqs ky ipqw kw ikAw nwm khw jwvygw ArQwq koeI nhIN[ qYsy iqs pKMfI kptI loBI kw koeI gur pIr nhIN hY]6]","unicode":"ਜੈਸੇ ਵੇਸਵਾ ਕੇ ਘਰ ਮੇਂ ਜੋ ਬੇਟਾ ਜਨਮਿਆ ਹੈ, ਤਿਸ ਕੇ ਪਿਤਾ ਕਾ ਕਿਆ ਨਾਮ ਕਹਾ ਜਾਵੇਗਾ ਅਰਥਾਤ ਕੋਈ ਨਹੀਂ। ਤੈਸੇ ਤਿਸ ਪਖੰਡੀ ਕਪਟੀ ਲੋਭੀ ਕਾ ਕੋਈ ਗੁਰ ਪੀਰ ਨਹੀਂ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"bzwrI AOrq dy Gr jy pu`qr jMm pey, qW aus pu`qr dy ipau dw koeI nwm nhIN d`isAw jw skdw [6[","unicode":"ਬਜ਼ਾਰੀ ਔਰਤ ਦੇ ਘਰ ਜੇ ਪੁੱਤਰ ਜੰਮ ਪਏ, ਤਾਂ ਉਸ ਪੁੱਤਰ ਦੇ ਪਿਉ ਦਾ ਕੋਈ ਨਾਮ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ।੬।"},"ms":{"gurmukhi":"kMjrI dy Gr iv`c pu`qr jMm pYNdw hY, aus dy bwp dw kI nwm AwiKAw jw skdw hY?","unicode":"ਕੰਜਰੀ ਦੇ ਘਰ ਵਿੱਚ ਪੁੱਤਰ ਜੰਮ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਬਾਪ ਦਾ ਕੀ ਨਾਮ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"entonces es como el hijo de la prostituta, que no conoce el nombre de su padre. (6)"},"hi":{"ss":"बाजारी औरत (वैश्या) के घर अगर पुत्र पैदा हो जाए तो उस पुत्र के पिता का कोई नाम नहीं बताया जा सकता। 6।","sts":"अगर वेश्या के घर पुत्र पैदा हो गया है, तो उसके पिता का कोई नाम नहीं बताया जा सकता ॥ ६ ॥"}},"transliteration":{"english":"besuaa kai ghar beTaa janamiaa pitaa taeh kiaa naam sadhieeaa ||6||","hindi":"बेसुआ कै घरि बेटा जनमिआ पिता ताहि किआ नामु सदईआ ॥६॥","en":"besuaa kai ghar beTaa janamiaa pitaa taeh kiaa naam sadhieeaa ||6||","hi":"बेसुआ कै घरि बेटा जनमिआ पिता ताहि किआ नामु सदईआ ॥६॥","ipa":"besʊəɑ kæ Gʰər beʈɑ d͡ʒənəmɪəɑ pɪt̪ɑ t̪ɑh kɪəɑ nɑm səd̪eiɑ.6.","ur":"بےسآ کَے گھر بےٹا جنمآ پتا تاه کآ نام سدایآ ۔۔۶۔۔"},"pageNo":837,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35443,"shabadId":3147,"verse":{"gurmukhi":"pUrb jnim Bgiq kir Awey guir hir hir hir hir Bgiq jmeIAw ]","unicode":"ਪੂਰਬ ਜਨਮਿ ਭਗਤਿ ਕਰਿ ਆਏ ਗੁਰਿ ਹਰਿ ਹਰਿ ਹਰਿ ਹਰਿ ਭਗਤਿ ਜਮਈਆ ॥"},"larivaar":{"gurmukhi":"pUrbjnimBgiqkirAweyguirhirhirhirhirBgiqjmeIAw]","unicode":"ਪੂਰਬਜਨਮਿਭਗਤਿਕਰਿਆਏਗੁਰਿਹਰਿਹਰਿਹਰਿਹਰਿਭਗਤਿਜਮਈਆ॥"},"translation":{"en":{"bdb":"Because of devotional worship in my past incarnations, I have been born into this life. The Guru has inspired me to worship the Lord, Har, Har, Har, Har.","ms":"By virtue of the worship done in past lives, I am born human, The Guru has installed in me the Lord, Lord, Lord's meditation.","ssk":"Because of devotional worship in my past incarnations, I have been born into this life. The Guru has inspired me to worship the Lord, Har, Har, Har, Har."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijhVy mnu`K) pUrbly jnm ivc (prmwqmw dI) BgqI kr ky (hux mnu`Kw jnm ivc) Awey hn, gurU ny (auhnW dy AMdr) hr vyly BgqI krn dw bIj bIj id`qw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ) ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਕਰ ਕੇ (ਹੁਣ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਆਏ ਹਨ, ਗੁਰੂ ਨੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਭਗਤੀ ਕਰਨ ਦਾ ਬੀਜ ਬੀਜ ਦਿੱਤਾ ਹੈ । "},"ft":{"gurmukhi":"jo jn pUrbly jnmoN myN hrI kI BgqI kr ky Awey hYN, iqn ko Ab BI siqguroN ny hir hir nwm dy kr duKoN ky hrny vwlI BgqI iqn ky irdy myN smwie deI hY, Bwv auqpiq krI hY]","unicode":"ਜੋ ਜਨ ਪੂਰਬਲੇ ਜਨਮੋਂ ਮੇਂ ਹਰੀ ਕੀ ਭਗਤੀ ਕਰ ਕੇ ਆਏ ਹੈਂ, ਤਿਨ ਕੋ ਅਬ ਭੀ ਸਤਿਗੁਰੋਂ ਨੇ ਹਰਿ ਹਰਿ ਨਾਮ ਦੇ ਕਰ ਦੁਖੋਂ ਕੇ ਹਰਨੇ ਵਾਲੀ ਭਗਤੀ ਤਿਨ ਕੇ ਰਿਦੇ ਮੇਂ ਸਮਾਇ ਦਈ ਹੈ, ਭਾਵ ਉਤਪਤਿ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (ijhVy mnu`K) pUrbly jnm ivc (prmwqmw dI) BgqI kr ky (hux mnu`Kw jnm ivc) Awey hn, gurU ny (auhnW dy AMdr) hr vyly BgqI krn dw bIj bIj id`qw hY [ ","unicode":"ਹੇ ਭਾਈ! (ਜਿਹੜੇ ਮਨੁੱਖ) ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਕਰ ਕੇ (ਹੁਣ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਆਏ ਹਨ, ਗੁਰੂ ਨੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਭਗਤੀ ਕਰਨ ਦਾ ਬੀਜ ਬੀਜ ਦਿੱਤਾ ਹੈ । "},"ms":{"gurmukhi":"ipCly jnm dI aupwSnw dI brkq duAwrw mYN ienswnI jwmy iv`c Aw igAw hW[ gurW ny hux myry AMdr sweIN sWeIN, sweIN dw ismrn AsQwpn kr id`qw hY[","unicode":"ਪਿਛਲੇ ਜਨਮ ਦੀ ਉਪਾਸ਼ਨਾ ਦੀ ਬਰਕਤ ਦੁਆਰਾ ਮੈਂ ਇਨਸਾਨੀ ਜਾਮੇ ਵਿੱਚ ਆ ਗਿਆ ਹਾਂ। ਗੁਰਾਂ ਨੇ ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਸਾਈਂ ਸਾਂਈਂ, ਸਾਈਂ ਦਾ ਸਿਮਰਨ ਅਸਥਾਪਨ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Nacimos humanos porque servimos a Dios en nuestra pasada encarnación, y por la Gracia del Guru cosechamos Su Alabanza en esta encarnación también. Mediante la Alabanza Amorosa en mis pasadas vidas, he nacido en ésta. Es el Guru Quien me ha inspirado a alabar al Señor, Jar, Jar, Jar, Jar"},"hi":{"ss":"हे भाई ! (जो मनुष्य) पिछले जनम में (परमात्मा की) भक्ति करके (अब मानस जन्म में) आए हैं। गुरू ने (उनके अंदर) हर वक्त भक्ति करने का बीज बो दिया है।","sts":"जो जीव पूर्व जन्म भक्ति करके इस जन्म में आया है, गुरु ने उसके मन में हरि की भक्ति का मंत्र पैदा कर दिया है।"}},"transliteration":{"english":"poorab janam bhagat kar aae gur har har har har bhagat jamieeaa ||","hindi":"पूरब जनमि भगति करि आए गुरि हरि हरि हरि हरि भगति जमईआ ॥","en":"poorab janam bhagat kar aae gur har har har har bhagat jamieeaa ||","hi":"पूरब जनमि भगति करि आए गुरि हरि हरि हरि हरि भगति जमईआ ॥","ipa":"purəb d͡ʒənəm ɓəGət̪ kər əɑee Gʊr hər hər hər hər ɓəGət̪ d͡ʒəmeiɑ.","ur":"پُورب جنم بھگت کر آاے گُر هرِ هرِ هرِ هرِ بھگت جمایآ ۔۔"},"pageNo":837,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35444,"shabadId":3147,"verse":{"gurmukhi":"Bgiq Bgiq krqy hir pwieAw jw hir hir hir hir nwim smeIAw ]7]","unicode":"ਭਗਤਿ ਭਗਤਿ ਕਰਤੇ ਹਰਿ ਪਾਇਆ ਜਾ ਹਰਿ ਹਰਿ ਹਰਿ ਹਰਿ ਨਾਮਿ ਸਮਈਆ ॥੭॥"},"larivaar":{"gurmukhi":"BgiqBgiqkrqyhirpwieAwjwhirhirhirhirnwimsmeIAw]7]","unicode":"ਭਗਤਿਭਗਤਿਕਰਤੇਹਰਿਪਾਇਆਜਾਹਰਿਹਰਿਹਰਿਹਰਿਨਾਮਿਸਮਈਆ॥੭॥"},"translation":{"en":{"bdb":"Worshipping, worshipping Him with devotion, I found the Lord, and then I merged into the Name of the Lord, Har, Har, Har, Har. ||7||","ms":"When I merged in the Lord, Lord, Lord, 's Name, then serving and praising the Lord, I attained to Him.","ssk":"Worshipping, worshipping Him with devotion, I found the Lord, and then I merged into the Name of the Lord, Har, Har, Har, Har. ||7||"},"pu":{"ss":{"gurmukhi":"jdoN auh hr vyly hir-nwm ismridAW ismridAW hir-nwm ivc lIn ho gey, qdoN hr vyly BgqI kridAW auhnW ƒ prmwqmw dw imlwp ho igAw [7[","unicode":"ਜਦੋਂ ਉਹ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਿਮਰਦਿਆਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਗਏ, ਤਦੋਂ ਹਰ ਵੇਲੇ ਭਗਤੀ ਕਰਦਿਆਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹੋ ਗਿਆ ।੭।"},"ft":{"gurmukhi":"jb BgqoN kI vw mn bwxI kr Bgiq syv krqy hUey hrI ky nwm ko pwXw, qb hrI kw hir hir nwm jp ky iqs hrI nwmI myN smwieAw ArQwq ABydqw hoqI BeI]7]","unicode":"ਜਬ ਭਗਤੋਂ ਕੀ ਵਾ ਮਨ ਬਾਣੀ ਕਰ ਭਗਤਿ ਸੇਵ ਕਰਤੇ ਹੂਏ ਹਰੀ ਕੇ ਨਾਮ ਕੋ ਪਾਯਾ, ਤਬ ਹਰੀ ਕਾ ਹਰਿ ਹਰਿ ਨਾਮ ਜਪ ਕੇ ਤਿਸ ਹਰੀ ਨਾਮੀ ਮੇਂ ਸਮਾਇਆ ਅਰਥਾਤ ਅਭੇਦਤਾ ਹੋਤੀ ਭਈ॥੭॥"},"bdb":{"gurmukhi":"jdoN auh hr vyly hir-nwm ismridAW ismridAW hir-nwm ivc lIn ho gey, qdoN hr vyly BgqI kridAW auhnW ƒ prmwqmw dw imlwp ho igAw [7[","unicode":"ਜਦੋਂ ਉਹ ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਿਮਰਦਿਆਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਗਏ, ਤਦੋਂ ਹਰ ਵੇਲੇ ਭਗਤੀ ਕਰਦਿਆਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹੋ ਗਿਆ ।੭।"},"ms":{"gurmukhi":"jd mYN sWeIN, sWeIN, sWeIN, sweIN dy nwm AMdr lIn ho igAw hW, qd mYN sweIN dI syvw qy is&q krn duAwrw aus ƒ prwpq kr ilAw[","unicode":"ਜਦ ਮੈਂ ਸਾਂਈਂ, ਸਾਂਈਂ, ਸਾਂਈਂ, ਸਾਈਂ ਦੇ ਨਾਮ ਅੰਦਰ ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ, ਤਦ ਮੈਂ ਸਾਈਂ ਦੀ ਸੇਵਾ ਤੇ ਸਿਫ਼ਤ ਕਰਨ ਦੁਆਰਾ ਉਸ ਨੂੰ ਪਰਾਪਤ ਕਰ ਲਿਆ।"}},"es":{"sn":"Alabando, alabando al Señor con toda Devoción, Lo encontré, y así me inmergí en el Nombre del Señor, Jar, Jar, Jar, Jar. (7)"},"hi":{"ss":"जब वे हर समय हरी-नाम सिमरते-सिमरते हरी-नाम में लीन हो गए। तब हर वक्त भक्ति करते हुए उनका परमात्मा से मिलाप हो गया। 7।","sts":"जब भक्ति करके परमात्मा को पा लिया, तो वह हरि-नाम में ही विलीन हो गया ॥ ७ ॥"}},"transliteration":{"english":"bhagat bhagat karate har paiaa jaa har har har har naam samieeaa ||7||","hindi":"भगति भगति करते हरि पाइआ जा हरि हरि हरि हरि नामि समईआ ॥७॥","en":"bhagat bhagat karate har paiaa jaa har har har har naam samieeaa ||7||","hi":"भगति भगति करते हरि पाइआ जा हरि हरि हरि हरि नामि समईआ ॥७॥","ipa":"ɓəGət̪ ɓəGət̪ kərət̪e hər pɑɪɑ d͡ʒɑ hər hər hər hər nɑm səmeiɑ.7.","ur":"بھگت بھگت کرتے هر پاایا جا هرِ هرِ هرِ هرِ نام سمایآ ۔۔۷۔۔"},"pageNo":837,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":35445,"shabadId":3147,"verse":{"gurmukhi":"pRiB Awix Awix mihMdI pIsweI Awpy Goil Goil AMig leIAw ]","unicode":"ਪ੍ਰਭਿ ਆਣਿ ਆਣਿ ਮਹਿੰਦੀ ਪੀਸਾਈ ਆਪੇ ਘੋਲਿ ਘੋਲਿ ਅੰਗਿ ਲਈਆ ॥"},"larivaar":{"gurmukhi":"pRiBAwixAwixmihMdIpIsweIAwpyGoilGoilAMigleIAw]","unicode":"ਪ੍ਰਭਿਆਣਿਆਣਿਮਹਿੰਦੀਪੀਸਾਈਆਪੇਘੋਲਿਘੋਲਿਅੰਗਿਲਈਆ॥"},"translation":{"en":{"bdb":"God Himself came and ground the henna leaves into powder, and applied it to my body.","ms":"The Lord Himself brought and powdered the henna-leaves and Himself applied its paste to my body-limbs.","ssk":"God Himself came and ground the henna leaves into powder, and applied it to my body."},"pu":{"ss":{"gurmukhi":"(pr, hy BweI! prmwqmw dI BgqI krnw jIv dy Awpxy ie^iqAwr dI g`l nhIN hY [ ieh Gwl-kmweI pRBU dI imhr nwl hI ho skdI hY [ pRBU dI BgqI krnI, mwno, mihMdI ƒ pIsx smwn hY [ iesq®I mihMdI ƒ Awp hI pINhdI hY, Awp hI GsWdI hY, qy Awp hI aus ƒ Awpxy h`QW-pYrW qy lWdI hY [ auh Awp hI mihMdI ƒ ies Xog bxWdI hY ik auh aus iesq®I dy AMgW qy l`g sky) [ pRBU ny Awp hI (jIv dy mn ƒ Awpxy crnW ivc) ilAw ilAw ky (BgqI krn dI) mihMdI (jIv pwsoN) iphweI hY, iPr Awp hI aus dI BgqI-rUp mihMdI ƒ Gol Gol ky (rMgIlI ipAwr-BrI bxw bxw ky) Awpxy crnW ivc aus ƒ joiVAw hY [ ","unicode":"(ਪਰ, ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨਾ ਜੀਵ ਦੇ ਆਪਣੇ ਇਖ਼ਤਿਆਰ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ । ਇਹ ਘਾਲ-ਕਮਾਈ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੋ ਸਕਦੀ ਹੈ । ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨੀ, ਮਾਨੋ, ਮਹਿੰਦੀ ਨੂੰ ਪੀਸਣ ਸਮਾਨ ਹੈ । ਇਸਤ੍ਰੀ ਮਹਿੰਦੀ ਨੂੰ ਆਪ ਹੀ ਪੀਂਹਦੀ ਹੈ, ਆਪ ਹੀ ਘਸਾਂਦੀ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਆਪਣੇ ਹੱਥਾਂ-ਪੈਰਾਂ ਤੇ ਲਾਂਦੀ ਹੈ । ਉਹ ਆਪ ਹੀ ਮਹਿੰਦੀ ਨੂੰ ਇਸ ਯੋਗ ਬਣਾਂਦੀ ਹੈ ਕਿ ਉਹ ਉਸ ਇਸਤ੍ਰੀ ਦੇ ਅੰਗਾਂ ਤੇ ਲੱਗ ਸਕੇ) । ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਜੀਵ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਲਿਆ ਲਿਆ ਕੇ (ਭਗਤੀ ਕਰਨ ਦੀ) ਮਹਿੰਦੀ (ਜੀਵ ਪਾਸੋਂ) ਪਿਹਾਈ ਹੈ, ਫਿਰ ਆਪ ਹੀ ਉਸ ਦੀ ਭਗਤੀ-ਰੂਪ ਮਹਿੰਦੀ ਨੂੰ ਘੋਲ ਘੋਲ ਕੇ (ਰੰਗੀਲੀ ਪਿਆਰ-ਭਰੀ ਬਣਾ ਬਣਾ ਕੇ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਉਸ ਨੂੰ ਜੋੜਿਆ ਹੈ । "},"ft":{"gurmukhi":"jo ies mn ko pRB kI qrP dÍYq kI qRPoN (Awix) ilAwvnw hY[ vw (Awix Awix) moV moV mn ko swDno kr sUKm kIAw hY, eyhu mihMdI pIsweI hY[ jo punw punw ABÎws krnw hY eyh Gol Gol kr (AMig) irdy myN Awpy lgweI hY, Bwv swDn spMn mn ko irdy myN ThrwXw hY]","unicode":"ਜੋ ਇਸ ਮਨ ਕੋ ਪ੍ਰਭ ਕੀ ਤਰਫ ਦ੍ਵੈਤ ਕੀ ਤ੍ਰਫੋਂ (ਆਣਿ) ਲਿਆਵਨਾ ਹੈ। ਵਾ (ਆਣਿ ਆਣਿ) ਮੋੜ ਮੋੜ ਮਨ ਕੋ ਸਾਧਨੋ ਕਰ ਸੂਖਮ ਕੀਆ ਹੈ, ਏਹੁ ਮਹਿੰਦੀ ਪੀਸਾਈ ਹੈ। ਜੋ ਪੁਨਾ ਪੁਨਾ ਅਭ੍ਯਾਸ ਕਰਨਾ ਹੈ ਏਹ ਘੋਲ ਘੋਲ ਕਰ (ਅੰਗਿ) ਰਿਦੇ ਮੇਂ ਆਪੇ ਲਗਾਈ ਹੈ, ਭਾਵ ਸਾਧਨ ਸਪੰਨ ਮਨ ਕੋ ਰਿਦੇ ਮੇਂ ਠਹਰਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pr, hy BweI! prmwqmw dI BgqI krnw jIv dy Awpxy ie^iqAwr dI g`l nhIN hY [ ieh Gwl-kmweI pRBU dI imhr nwl hI ho skdI hY [ pRBU dI BgqI krnI, mwno, mihMdI ƒ pIsx smwn hY [ iesq®I mihMdI ƒ Awp hI pINhdI hY, Awp hI GsWdI hY, qy Awp hI aus ƒ Awpxy h`QW-pYrW qy lWdI hY [ auh Awp hI mihMdI ƒ ies Xog bxWdI hY ik auh aus iesq®I dy AMgW qy l`g sky) [ pRBU ny Awp hI (jIv dy mn ƒ Awpxy crnW ivc) ilAw ilAw ky (BgqI krn dI) mihMdI (jIv pwsoN) iphweI hY, iPr Awp hI aus dI BgqI-rUp mihMdI ƒ Gol Gol ky (rMgIlI ipAwr-BrI bxw bxw ky) Awpxy crnW ivc aus ƒ joiVAw hY [ ","unicode":"(ਪਰ, ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨਾ ਜੀਵ ਦੇ ਆਪਣੇ ਇਖ਼ਤਿਆਰ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ । ਇਹ ਘਾਲ-ਕਮਾਈ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੋ ਸਕਦੀ ਹੈ । ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨੀ, ਮਾਨੋ, ਮਹਿੰਦੀ ਨੂੰ ਪੀਸਣ ਸਮਾਨ ਹੈ । ਇਸਤ੍ਰੀ ਮਹਿੰਦੀ ਨੂੰ ਆਪ ਹੀ ਪੀਂਹਦੀ ਹੈ, ਆਪ ਹੀ ਘਸਾਂਦੀ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਆਪਣੇ ਹੱਥਾਂ-ਪੈਰਾਂ ਤੇ ਲਾਂਦੀ ਹੈ । ਉਹ ਆਪ ਹੀ ਮਹਿੰਦੀ ਨੂੰ ਇਸ ਯੋਗ ਬਣਾਂਦੀ ਹੈ ਕਿ ਉਹ ਉਸ ਇਸਤ੍ਰੀ ਦੇ ਅੰਗਾਂ ਤੇ ਲੱਗ ਸਕੇ) । ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਜੀਵ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਲਿਆ ਲਿਆ ਕੇ (ਭਗਤੀ ਕਰਨ ਦੀ) ਮਹਿੰਦੀ (ਜੀਵ ਪਾਸੋਂ) ਪਿਹਾਈ ਹੈ, ਫਿਰ ਆਪ ਹੀ ਉਸ ਦੀ ਭਗਤੀ-ਰੂਪ ਮਹਿੰਦੀ ਨੂੰ ਘੋਲ ਘੋਲ ਕੇ (ਰੰਗੀਲੀ ਪਿਆਰ-ਭਰੀ ਬਣਾ ਬਣਾ ਕੇ) ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਉਸ ਨੂੰ ਜੋੜਿਆ ਹੈ । "},"ms":{"gurmukhi":"pRBU ny Kud mihMdI dy p¤qy ilAWdy Aqy pITy Aqy Kud hI ies dy Gol ƒ myry srIr dy AMgW auqy milAw[","unicode":"ਪ੍ਰਭੂ ਨੇ ਖੁਦ ਮਹਿੰਦੀ ਦੇ ਪੱਤੇ ਲਿਆਂਦੇ ਅਤੇ ਪੀਠੇ ਅਤੇ ਖੁਦ ਹੀ ਇਸ ਦੇ ਘੋਲ ਨੂੰ ਮੇਰੇ ਸਰੀਰ ਦੇ ਅੰਗਾਂ ਉਤੇ ਮਲਿਆ।"}},"es":{"sn":"El Señor Mismo hizo polvo las hojas de jenna y las untó en mis coyunturas. "},"hi":{"ss":"(पर। हे भाई ! परमात्मा की भक्ति करना जीव के अपने इख़ि्तयार की बात नहीं है। ये मेहनत। ये कमाई। प्रभू की मेहर से ही हो सकती है। प्रभू की भक्ति करनी। मानो। महिंदी को पीसने के समान है। स्त्री मेहंदी को खुद ही पीसती है। खुद ही घिसती है। और खुद ही उसको अपने हाथों पैरों पर लगाती है। वह स्वयं ही मेहंदी को इस काबिल बनाती है कि वह उस स्त्री के अंगों पर लग सके)।","sts":"प्रभु ने स्वयं लाकर भक्ति रूपी मेहंदी पीसी है और स्वयं ही घोलकर भक्तों के अंगों पर लगाई है।"}},"transliteration":{"english":"prabh aan aan mahi(n)dhee peesaiee aape ghol ghol a(n)g lieeaa ||","hindi":"प्रभि आणि आणि महिंदी पीसाई आपे घोलि घोलि अंगि लईआ ॥","en":"prabh aan aan mahi(n)dhee peesaiee aape ghol ghol a(n)g lieeaa ||","hi":"प्रभि आणि आणि महिंदी पीसाई आपे घोलि घोलि अंगि लईआ ॥","ipa":"pɹəɓ əɑɳ əɑɳ məhɪŋd̪i pisɑei əɑpe Gʰɔl Gʰɔl əŋG leiɑ.","ur":"پربھ آݨ آݨ مهِںدیِ پیِساای آپے گھول گھول اںگ لایآ ۔۔"},"pageNo":837,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":35446,"shabadId":3147,"verse":{"gurmukhi":"ijn kau Twkuir ikrpw DwrI bwh pkir nwnk kiF leIAw ]8]6]2]1]6]9]","unicode":"ਜਿਨ ਕਉ ਠਾਕੁਰਿ ਕਿਰਪਾ ਧਾਰੀ ਬਾਹ ਪਕਰਿ ਨਾਨਕ ਕਢਿ ਲਈਆ ॥੮॥੬॥੨॥੧॥੬॥੯॥"},"larivaar":{"gurmukhi":"ijnkauTwkuirikrpwDwrIbwhpkirnwnkkiFleIAw]8]6]2]1]6]9]","unicode":"ਜਿਨਕਉਠਾਕੁਰਿਕਿਰਪਾਧਾਰੀਬਾਹਪਕਰਿਨਾਨਕਕਢਿਲਈਆ॥੮॥੬॥੨॥੧॥੬॥੯॥"},"translation":{"en":{"bdb":"Our Lord and Master showers His Mercy upon us, and grasps hold of our arms; O Nanak, He lifts us up and saves us. ||8||6||9||2||1||6||9||","ms":"They, to whom the Lord extends His mercy, catching by the arm, He pulls them out of the world-ocean, O Nanak.","ssk":"Our Lord and Master showers His Mercy upon us, and grasps hold of our arms; O Nanak, He lifts us up and saves us. ||8||6||9||2||1||6||9||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—hy BweI!) ijnHW auqy mwlk-pRBU ny imhr kIqI, auhnW dI bWh PV ky (auhnW ƒ sMswr-smuMdr ivcoN bwhr) k`F ilAw [8[6[9[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਦੀ ਬਾਂਹ ਫੜ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਾਹਰ) ਕੱਢ ਲਿਆ ।੮।੬।੯।"},"ft":{"gurmukhi":"ijnoN pr Twkuir jI ny ikrpw DwrI hY, sRI gurU jI khqy hYN: iqn ko buD rUpI Bujw qy pkV kr ky sMswr ky duKoN qy kwF lIAw hY]8]6]9]ÇvwihgurU ky gux AOr nwm kI mihmw aucwrn krqy hYN:","unicode":"ਜਿਨੋਂ ਪਰ ਠਾਕੁਰਿ ਜੀ ਨੇ ਕਿਰਪਾ ਧਾਰੀ ਹੈ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਨ ਕੋ ਬੁਧ ਰੂਪੀ ਭੁਜਾ ਤੇ ਪਕੜ ਕਰ ਕੇ ਸੰਸਾਰ ਕੇ ਦੁਖੋਂ ਤੇ ਕਾਢ ਲੀਆ ਹੈ॥੮॥੬॥੯॥☬ਵਾਹਿਗੁਰੂ ਕੇ ਗੁਣ ਔਰ ਨਾਮ ਕੀ ਮਹਿਮਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! (AwK—hy BweI!) ijnHW auqy mwlk-pRBU ny imhr kIqI, auhnW dI bWh PV ky (auhnW ƒ sMswr-smuMdr ivcoN bwhr) k`F ilAw [8[6[9[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਦੀ ਬਾਂਹ ਫੜ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਾਹਰ) ਕੱਢ ਲਿਆ ।੮।੬।੯।"},"ms":{"gurmukhi":"ijnHW auqy suAwmI AwpxI rihmq krdw hY, bWh qoN pkV ky, auh aunHW ƒ sMswr smuMdr ivcoN bwhr DU lYNdw hY, hy nwnk!","unicode":"ਜਿਨ੍ਹਾਂ ਉਤੇ ਸੁਆਮੀ ਆਪਣੀ ਰਹਿਮਤ ਕਰਦਾ ਹੈ, ਬਾਂਹ ਤੋਂ ਪਕੜ ਕੇ, ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਸਾਰ ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਾਹਰ ਧੂ ਲੈਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ!"}},"es":{"sn":"Nuestro Señor y Maestro roció sobre nosotros Su Misericordia, oh dice Nanak, nos elevó y nos salvó.  (8-6-9-2-1-6-9)"},"hi":{"ss":"प्रभू ने खुद ही (जीव के मन को अपने चरणों में) लगा-लगा के (भक्ति करने की) मेहंदी (जीव से) पिसवाई है। फिर स्वयं ही उसकी भक्ति-रूपी मेहंदी को घोल-घोल के (रंगीली प्यार-भरी बना-बना के) अपने चरणों में उसे जोड़ा है। हे नानक ! (कह- हे भाई !) जिन पर मालिक-प्रभू ने मेहर की। उनकी बाँह पकड़ के (उनको संसार-समुंद्र में से बाहर) निकाल लिया। 8। 6। 9।","sts":"हे नानक ! जिन पर ठाकुर जी ने अपनी कृपा की है, उसने उनकी बाँह पकड़कर भवसागर में से निकाल लिया है॥ ८ ॥ ६ ॥ २ll १॥ ६॥ ६ ॥"}},"transliteration":{"english":"jin kau Thaakur kirapaa dhaaree baeh pakar naanak kadd lieeaa ||8||6||2||1||6||9||","hindi":"जिन कउ ठाकुरि किरपा धारी बाह पकरि नानक कढि लईआ ॥८॥६॥२॥१॥६॥९॥","en":"jin kau Thaakur kirapaa dhaaree baeh pakar naanak kadd lieeaa ||8||6||2||1||6||9||","hi":"जिन कउ ठाकुरि किरपा धारी बाह पकरि नानक कढि लईआ ॥८॥६॥२॥१॥६॥९॥","ipa":"d͡ʒɪn ko ʈʰɑkʊr kɪrəpɑ t̪ɑri bɑh pəkər nɑnək kəʈə̀ leiɑ.8.6.2.1.6.9.","ur":"جٍن کا ٹھاکر کرپا دھاریِ باه پکر نانک کڈھ لایآ ۔۔۸۔۔۶۔۔۲۔۔۱۔۔۶۔۔۹۔۔"},"pageNo":837,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}