{"shabadInfo":{"shabadId":3188,"shabadName":36154,"pageNo":852,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":852},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":6,"navigation":{"previous":3187,"next":3189},"verses":[{"verseId":36153,"shabadId":3188,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri"},"hi":{"ss":"","sts":"पउड़ी॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":852,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":36154,"shabadId":3188,"verse":{"gurmukhi":"ijnI gurmuiK hir nwm Dnu n KitE sy dyvwlIey jug mwih ]","unicode":"ਜਿਨੀ ਗੁਰਮੁਖਿ ਹਰਿ ਨਾਮ ਧਨੁ ਨ ਖਟਿਓ ਸੇ ਦੇਵਾਲੀਏ ਜੁਗ ਮਾਹਿ ॥"},"larivaar":{"gurmukhi":"ijnIgurmuiKhirnwmDnunKitEsydyvwlIeyjugmwih]","unicode":"ਜਿਨੀਗੁਰਮੁਖਿਹਰਿਨਾਮਧਨੁਨਖਟਿਓਸੇਦੇਵਾਲੀਏਜੁਗਮਾਹਿ॥"},"translation":{"en":{"bdb":"Those who do not become Gurmukh and earn the wealth of the Lord's Name, are bankrupt in this age.","ms":"They, who through the Guru, earn not the wealth of the Lord's Name, they are bankrupts in this age.","ssk":"Those who do not become Gurmukh and earn the wealth of the Lord's Name, are bankrupt in this age."},"pu":{"ss":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny gurU dI srn pY ky prmwqmw dw nwm-Dn nhIN kmwieAw, auh jgq ivc mnu`Kw jIvn dI bwzI hwr cuky smJo (ijvyN juAwrIAw jUey ivc hwr ky kMgwl ho jWdw hY) [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਕਮਾਇਆ, ਉਹ ਜਗਤ ਵਿਚ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਚੁਕੇ ਸਮਝੋ (ਜਿਵੇਂ ਜੁਆਰੀਆ ਜੂਏ ਵਿਚ ਹਾਰ ਕੇ ਕੰਗਾਲ ਹੋ ਜਾਂਦਾ ਹੈ) । "},"ft":{"gurmukhi":"ijnoN ny guroN dÍwry hir nwm Dn KitAw nhIN hY, so ies Xug myN sdw idvwlIey hYN, Bwv irKI dyvqw Aru ipqroN ky irxI hYN]","unicode":"ਜਿਨੋਂ ਨੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਹਰਿ ਨਾਮ ਧਨ ਖਟਿਆ ਨਹੀਂ ਹੈ, ਸੋ ਇਸ ਯੁਗ ਮੇਂ ਸਦਾ ਦਿਵਾਲੀਏ ਹੈਂ, ਭਾਵ ਰਿਖੀ ਦੇਵਤਾ ਅਰੁ ਪਿਤਰੋਂ ਕੇ ਰਿਣੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijnHW mnu`KW ny gurU dI srn pY ky prmwqmw dw nwm-Dn nhIN kmwieAw, auh jgq ivc mnu`Kw jIvn dI bwzI hwr cuky smJo (ijvyN juAwrIAw jUey ivc hwr ky kMgwl ho jWdw hY) [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਕਮਾਇਆ, ਉਹ ਜਗਤ ਵਿਚ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਚੁਕੇ ਸਮਝੋ (ਜਿਵੇਂ ਜੁਆਰੀਆ ਜੂਏ ਵਿਚ ਹਾਰ ਕੇ ਕੰਗਾਲ ਹੋ ਜਾਂਦਾ ਹੈ) । "},"ms":{"gurmukhi":"jo gurW dy rwhIN pRBU dy nwm dI dOlq ƒ nhIN kmwauNdy; auh ies Xu`g AMdr nMg-mlMg hn[","unicode":"ਜੋ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਨੂੰ ਨਹੀਂ ਕਮਾਉਂਦੇ; ਉਹ ਇਸ ਯੁੱਗ ਅੰਦਰ ਨੰਗ-ਮਲੰਗ ਹਨ।"}},"es":{"sn":"Los que no se vuelven Gurmukjs y ganan las Riquezas del Nombre del Señor, se quedan en bancarrota en esta época. "},"hi":{"ss":"हे भाई ! जिन मनुष्यों ने गुरू की शरण पड़ के परमात्मा का नाम-धन नहीं कमाया। वे जगत में मानस-जीवन की बाज़ी हार चुके समझो (जैसे जुआरी जूए में हार के कंगाल हो जाता है)।","sts":"जिन्होंने गुरु से हरि-नाम धन प्राप्त नहीं किया, वे इस जग में दिवालिया बने रहते हैं।"}},"transliteration":{"english":"jinee gurmukh har naam dhan na khaTio se dhevaale'ee jug maeh ||","hindi":"जिनी गुरमुखि हरि नाम धनु न खटिओ से देवालीए जुग माहि ॥","en":"jinee gurmukh har naam dhan na khaTio se dhevaale'ee jug maeh ||","hi":"जिनी गुरमुखि हरि नाम धनु न खटिओ से देवालीए जुग माहि ॥","ipa":"d͡ʒɪni Gʊrəmʊkʰ hər nɑm t̪ən nə kʰəʈɪo se d̪eʋɑliee d͡ʒʊG mɑh.","ur":"جٍنیِ گُرمکھ هر نام دھن ن کھٹِاو سے دےوالیِاے جُگ ماه ۔۔"},"pageNo":852,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":36155,"shabadId":3188,"verse":{"gurmukhi":"Eie mMgdy iPrih sB jgq mih koeI muih Quk n iqn kau pwih ]","unicode":"ਓਇ ਮੰਗਦੇ ਫਿਰਹਿ ਸਭ ਜਗਤ ਮਹਿ ਕੋਈ ਮੁਹਿ ਥੁਕ ਨ ਤਿਨ ਕਉ ਪਾਹਿ ॥"},"larivaar":{"gurmukhi":"EiemMgdyiPrihsBjgqmihkoeImuihQukniqnkaupwih]","unicode":"ਓਇਮੰਗਦੇਫਿਰਹਿਸਭਜਗਤਮਹਿਕੋਈਮੁਹਿਥੁਕਨਤਿਨਕਉਪਾਹਿ॥"},"translation":{"en":{"bdb":"They wander around begging all over the world, but no one even spits in their faces.","ms":"They go abegging throughout the whole world and no one even spits in their mouth.","ssk":"They wander around begging all over the world, but no one even spits in their faces."},"pu":{"ss":{"gurmukhi":"ieho ijhy mnu`K (auhnW mMgiqAW vrgy hn jo) swry sMswr ivc mMgdy iPrdy hn, pr auhnW dy mUMh auqy koeI Qu`kdw BI nhIN [","unicode":"ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ (ਉਹਨਾਂ ਮੰਗਤਿਆਂ ਵਰਗੇ ਹਨ ਜੋ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਕੋਈ ਥੁੱਕਦਾ ਭੀ ਨਹੀਂ ।"},"ft":{"gurmukhi":"voh srb jgq myN mMgqy iPrqy hYN, prMqU iqn ky muK pr koeI Quk bI nhIN pwvqw hY[ Bwv Xih iqs ko AqI iDRkwirAw hUAw inrlj jwnqy hYN]","unicode":"ਵੋਹ ਸਰਬ ਜਗਤ ਮੇਂ ਮੰਗਤੇ ਫਿਰਤੇ ਹੈਂ, ਪਰੰਤੂ ਤਿਨ ਕੇ ਮੁਖ ਪਰ ਕੋਈ ਥੁਕ ਬੀ ਨਹੀਂ ਪਾਵਤਾ ਹੈ। ਭਾਵ ਯਹਿ ਤਿਸ ਕੋ ਅਤੀ ਧ੍ਰਿਕਾਰਿਆ ਹੂਆ ਨਿਰਲਜ ਜਾਨਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ieho ijhy mnu`K (auhnW mMgiqAW vrgy hn jo) swry sMswr ivc mMgdy iPrdy hn, pr auhnW dy mUMh auqy koeI Qu`kdw BI nhIN [","unicode":"ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ (ਉਹਨਾਂ ਮੰਗਤਿਆਂ ਵਰਗੇ ਹਨ ਜੋ) ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਕੋਈ ਥੁੱਕਦਾ ਭੀ ਨਹੀਂ ।"},"ms":{"gurmukhi":"auh swry jhwn AMdr mMgdy ipMndy iPrdy hn Aqy koeI aunHW dy mUMh iv`c Qu`kdw q`k nhIN[","unicode":"ਉਹ ਸਾਰੇ ਜਹਾਨ ਅੰਦਰ ਮੰਗਦੇ ਪਿੰਨਦੇ ਫਿਰਦੇ ਹਨ ਅਤੇ ਕੋਈ ਉਨ੍ਹਾਂ ਦੇ ਮੂੰਹ ਵਿੱਚ ਥੁੱਕਦਾ ਤੱਕ ਨਹੀਂ।"}},"es":{"sn":"Pordiosean de puerta en puerta, pero nadie, siquiera, les escupe en la cara."},"hi":{"ss":"ऐसे मनुष्य (उन मंगतों के समान हैं जो) सारे संसार में मांगते फिरते हैं। पर उनके मुँह पर कोई थूकता भी नहीं।","sts":"वे सारे जगत् में माँगते रहते हैं, परन्तु कोई उनके मुँह पर थूकता भी नहीं।"}},"transliteration":{"english":"oi ma(n)gadhe fireh sabh jagat meh koiee muh thuk na tin kau paeh ||","hindi":"ओइ मंगदे फिरहि सभ जगत महि कोई मुहि थुक न तिन कउ पाहि ॥","en":"oi ma(n)gadhe fireh sabh jagat meh koiee muh thuk na tin kau paeh ||","hi":"ओइ मंगदे फिरहि सभ जगत महि कोई मुहि थुक न तिन कउ पाहि ॥","ipa":"oeɪ məŋGəd̪e fɪrəh səɓ d͡ʒəGət̪ məh kɔei mʊh t̪ʰʊk nə t̪ɪn ko pɑh.","ur":"اوِا مںگدے پھره سبھ جگت مهِ کوای مُه تھُک ن تن کا پاه ۔۔"},"pageNo":852,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":36156,"shabadId":3188,"verse":{"gurmukhi":"prweI bKIlI krih AwpxI prqIiq Kovin sgvw BI Awpu lKwih ]","unicode":"ਪਰਾਈ ਬਖੀਲੀ ਕਰਹਿ ਆਪਣੀ ਪਰਤੀਤਿ ਖੋਵਨਿ ਸਗਵਾ ਭੀ ਆਪੁ ਲਖਾਹਿ ॥"},"larivaar":{"gurmukhi":"prweIbKIlIkrihAwpxIprqIiqKovinsgvwBIAwpulKwih]","unicode":"ਪਰਾਈਬਖੀਲੀਕਰਹਿਆਪਣੀਪਰਤੀਤਿਖੋਵਨਿਸਗਵਾਭੀਆਪੁਲਖਾਹਿ॥"},"translation":{"en":{"bdb":"They gossip about others, and lose their credit, and expose themselves as well.","ms":"They back-bite others, lose their credit, rather get themselves exposed as well.","ssk":"They gossip about others, and lose their credit, and expose themselves as well."},"pu":{"ss":{"gurmukhi":"hy BweI! ieho ijhy bMdy dUijAW dI inMdw krdy hn (qy ies qrHW) Awpxw ieqbwr gvw lYNdy hn, sgoN cMgI qrHW Awpxw (BYVw) Aslw nSr krdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੇ ਬੰਦੇ ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣਾ ਇਤਬਾਰ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਸਗੋਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਆਪਣਾ (ਭੈੜਾ) ਅਸਲਾ ਨਸ਼ਰ ਕਰਦੇ ਹਨ । "},"ft":{"gurmukhi":"prweI bKIlI krqy hYN AOr ApnI pRqIq Kovqy hYN[ (sgvw) aultw Awp ƒ lKwvqy hYN, Bwv mUrK vw inMdk jxwvqy hYN]","unicode":"ਪਰਾਈ ਬਖੀਲੀ ਕਰਤੇ ਹੈਂ ਔਰ ਅਪਨੀ ਪ੍ਰਤੀਤ ਖੋਵਤੇ ਹੈਂ। (ਸਗਵਾ) ਉਲਟਾ ਆਪ ਨੂੰ ਲਖਾਵਤੇ ਹੈਂ, ਭਾਵ ਮੂਰਖ ਵਾ ਨਿੰਦਕ ਜਣਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ieho ijhy bMdy dUijAW dI inMdw krdy hn (qy ies qrHW) Awpxw ieqbwr gvw lYNdy hn, sgoN cMgI qrHW Awpxw (BYVw) Aslw nSr krdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੇ ਬੰਦੇ ਦੂਜਿਆਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣਾ ਇਤਬਾਰ ਗਵਾ ਲੈਂਦੇ ਹਨ, ਸਗੋਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਆਪਣਾ (ਭੈੜਾ) ਅਸਲਾ ਨਸ਼ਰ ਕਰਦੇ ਹਨ । "},"ms":{"gurmukhi":"auh hornW dI cu`glI krdy hn, Awpxw ieqbwr guAw lYNdy hn[ sgoN Awpxy Awp ƒ nMgw BI kr lYNdy hn[","unicode":"ਉਹ ਹੋਰਨਾਂ ਦੀ ਚੁੱਗਲੀ ਕਰਦੇ ਹਨ, ਆਪਣਾ ਇਤਬਾਰ ਗੁਆ ਲੈਂਦੇ ਹਨ। ਸਗੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨੰਗਾ ਭੀ ਕਰ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"Calumnian a otros y pierden crédito, quedando, a la vez, expuestos. "},"hi":{"ss":"हे भाई ! ऐसे लोग दुनिया की निंदा करते हैं (और इस तरह) अपना एतबार गवा लेते हैं। बल्कि अच्छी तरह अपना (बुरी) अस्लियत को दिखा देते हैं। ऐसे मनुष्य जहाँ जी चाहे जाएं।","sts":"वे पराई निन्दा करते रहते हैं, लेकिन अपना भरोसा भी गंवा देते हैं, अपितु अपना आप दूसरों के समक्ष जतला देते हैं।"}},"transliteration":{"english":"paraiee bakheelee kareh aapanee parateet khovan sagavaa bhee aap lakhaeh ||","hindi":"पराई बखीली करहि आपणी परतीति खोवनि सगवा भी आपु लखाहि ॥","en":"paraiee bakheelee kareh aapanee parateet khovan sagavaa bhee aap lakhaeh ||","hi":"पराई बखीली करहि आपणी परतीति खोवनि सगवा भी आपु लखाहि ॥","ipa":"pərɑei bəkʰili kərəh əɑpəɳi pərət̪it̪ kʰɔʋən səGəʋɑ ɓi əɑp ləkʰɑh.","ur":"پراای بکھیِلیِ کره آپݨیِ پرتیِت کھوون سگوا بھیِ آپ لکھاه ۔۔"},"pageNo":852,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":36157,"shabadId":3188,"verse":{"gurmukhi":"ijsu Dn kwrix cuglI krih so Dnu cuglI hiQ n AwvY Eie BwvY iqQY jwih ]","unicode":"ਜਿਸੁ ਧਨ ਕਾਰਣਿ ਚੁਗਲੀ ਕਰਹਿ ਸੋ ਧਨੁ ਚੁਗਲੀ ਹਥਿ ਨ ਆਵੈ ਓਇ ਭਾਵੈ ਤਿਥੈ ਜਾਹਿ ॥"},"larivaar":{"gurmukhi":"ijsuDnkwrixcuglIkrihsoDnucuglIhiQnAwvYEieBwvYiqQYjwih]","unicode":"ਜਿਸੁਧਨਕਾਰਣਿਚੁਗਲੀਕਰਹਿਸੋਧਨੁਚੁਗਲੀਹਥਿਨਆਵੈਓਇਭਾਵੈਤਿਥੈਜਾਹਿ॥"},"translation":{"en":{"bdb":"That wealth, for which they slander others, does not come into their hands, no matter where they go.","ms":"the wealth for which they slander others, that wealth comes not to their hand through backbiting, though they may wander wheresoever they like.","ssk":"That wealth, for which they slander others, does not come into their hands, no matter where they go."},"pu":{"ss":{"gurmukhi":"Ajyhy mnu`K ijQy jI cwhy jwx, ijs Dn dI ^wqr (lwlc ivc Aw ky) cuZlI krdy hn, cuglI nwl auh Dn auhnW ƒ l`Bdw nhIN [ ","unicode":"ਅਜੇਹੇ ਮਨੁੱਖ ਜਿਥੇ ਜੀ ਚਾਹੇ ਜਾਣ, ਜਿਸ ਧਨ ਦੀ ਖ਼ਾਤਰ (ਲਾਲਚ ਵਿਚ ਆ ਕੇ) ਚੁਗ਼ਲੀ ਕਰਦੇ ਹਨ, ਚੁਗਲੀ ਨਾਲ ਉਹ ਧਨ ਉਹਨਾਂ ਨੂੰ ਲੱਭਦਾ ਨਹੀਂ । "},"ft":{"gurmukhi":"ijs Dn ky vwsqy prweI cuglI krqy hYN, so Dn cuglI krny sy hQ nhIN Awvqw hY[ jhW aun ko BwvY qhW hI jwvY, Bwv Xih hMkwr shq ikqny hI krm krY AOr khI jwvY, prMqU iqnkO hir Dn nhIN imlygw]","unicode":"ਜਿਸ ਧਨ ਕੇ ਵਾਸਤੇ ਪਰਾਈ ਚੁਗਲੀ ਕਰਤੇ ਹੈਂ, ਸੋ ਧਨ ਚੁਗਲੀ ਕਰਨੇ ਸੇ ਹਥ ਨਹੀਂ ਆਵਤਾ ਹੈ। ਜਹਾਂ ਉਨ ਕੋ ਭਾਵੈ ਤਹਾਂ ਹੀ ਜਾਵੈ, ਭਾਵ ਯਹਿ ਹੰਕਾਰ ਸਹਤ ਕਿਤਨੇ ਹੀ ਕਰਮ ਕਰੈ ਔਰ ਕਹੀ ਜਾਵੈ, ਪਰੰਤੂ ਤਿਨਕੌ ਹਰਿ ਧਨ ਨਹੀਂ ਮਿਲੇਗਾ॥"},"bdb":{"gurmukhi":"Ajyhy mnu`K ijQy jI cwhy jwx, ijs Dn dI ^wqr (lwlc ivc Aw ky) cuZlI krdy hn, cuglI nwl auh Dn auhnW ƒ l`Bdw nhIN [ ","unicode":"ਅਜੇਹੇ ਮਨੁੱਖ ਜਿਥੇ ਜੀ ਚਾਹੇ ਜਾਣ, ਜਿਸ ਧਨ ਦੀ ਖ਼ਾਤਰ (ਲਾਲਚ ਵਿਚ ਆ ਕੇ) ਚੁਗ਼ਲੀ ਕਰਦੇ ਹਨ, ਚੁਗਲੀ ਨਾਲ ਉਹ ਧਨ ਉਹਨਾਂ ਨੂੰ ਲੱਭਦਾ ਨਹੀਂ । "},"ms":{"gurmukhi":"ijs Dn pdwrQ dI Kwiqr auh hornW dI inMdw krdy hn, auh Dn pdwrQ cuglI bKIlI rwhIN aunHW dy h`Q nhIN l`gdw, BwvyN auh ijQy BI cwhu` Btkdy iPrn[","unicode":"ਜਿਸ ਧਨ ਪਦਾਰਥ ਦੀ ਖਾਤਿਰ ਉਹ ਹੋਰਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਉਹ ਧਨ ਪਦਾਰਥ ਚੁਗਲੀ ਬਖੀਲੀ ਰਾਹੀਂ ਉਨ੍ਹਾਂ ਦੇ ਹੱਥ ਨਹੀਂ ਲੱਗਦਾ, ਭਾਵੇਂ ਉਹ ਜਿਥੇ ਭੀ ਚਾਹੁੱ ਭਟਕਦੇ ਫਿਰਨ।"}},"es":{"sn":"Las riquezas por las que calumnian a otros nunca las consiguen por más que tratan."},"hi":{"ss":"जिस धन की खातिर (लालच में आ के) चुगली करते हैं। चुगली से वह धन उन्हें नहीं मिलता।","sts":"जिस धन के लिए वे चुगली करते हैं, पर वह धन चुगली करने से भी उनके हाथ नहीं आता, चाहे वे कहीं भी जाकर यत्न कर लें।"}},"transliteration":{"english":"jis dhan kaaran chugalee kareh so dhan chugalee hath na aavai oi bhaavai tithai jaeh ||","hindi":"जिसु धन कारणि चुगली करहि सो धनु चुगली हथि न आवै ओइ भावै तिथै जाहि ॥","en":"jis dhan kaaran chugalee kareh so dhan chugalee hath na aavai oi bhaavai tithai jaeh ||","hi":"जिसु धन कारणि चुगली करहि सो धनु चुगली हथि न आवै ओइ भावै तिथै जाहि ॥","ipa":"d͡ʒɪs t̪ən kɑrəɳ t͡ʃʊGəli kərəh sɔ t̪ən t͡ʃʊGəli hət̪ʰ nə əɑʋæ oeɪ ɓɑʋæ t̪ɪt̪ʰæ d͡ʒɑh.","ur":"جِس دھن کارݨ چُگلیِ کره سو دھن چُگلیِ هتھ ن آوَے اوِا بھاوَے تتھَے جاه ۔۔"},"pageNo":852,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":4,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":4,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":10,"t":"v"}]}},{"verseId":36158,"shabadId":3188,"verse":{"gurmukhi":"gurmuiK syvk Bwie hir Dnu imlY iqQhu krmhIx lY n skih hor QY dys idsMqir hir Dnu nwih ]8]","unicode":"ਗੁਰਮੁਖਿ ਸੇਵਕ ਭਾਇ ਹਰਿ ਧਨੁ ਮਿਲੈ ਤਿਥਹੁ ਕਰਮਹੀਣ ਲੈ ਨ ਸਕਹਿ ਹੋਰ ਥੈ ਦੇਸ ਦਿਸੰਤਰਿ ਹਰਿ ਧਨੁ ਨਾਹਿ ॥੮॥"},"larivaar":{"gurmukhi":"gurmuiKsyvkBwiehirDnuimlYiqQhukrmhIxlYnskihhorQYdysidsMqirhirDnunwih]8]","unicode":"ਗੁਰਮੁਖਿਸੇਵਕਭਾਇਹਰਿਧਨੁਮਿਲੈਤਿਥਹੁਕਰਮਹੀਣਲੈਨਸਕਹਿਹੋਰਥੈਦੇਸਦਿਸੰਤਰਿਹਰਿਧਨੁਨਾਹਿ॥੮॥"},"translation":{"en":{"bdb":"Through loving service, the Gurmukhs receive the wealth of the Naam, but the unfortunate ones cannot receive it. This wealth is not found anywhere else, in this country or in any other. ||8||","ms":"By Guru's grace, God's riches are attained through servant's sentiment, but the unfortunate ones can receive it not, therefrom In no other place in the country and abroad this Divine wealth is found.","ssk":"Through loving service, the Gurmukhs receive the wealth of the Naam, but the unfortunate ones cannot receive it. This wealth is not found anywhere else, in this country or in any other. ||8||"},"pu":{"ss":{"gurmukhi":"hy BweI! syvk-Bwvnw nwl gurU dI srn ipAW hI prmwqmw dw nwm-Dn imldw hY; pr auh (inMdk) ABwgy auQoN (gurU-dr qoN) ieh Dn lY nhIN skdy (qy, gurU-dr qoN ibnw) iksy hor QW iksy hor dys ivc ieh nwm-Dn hY hI nhIN [8[","unicode":"ਹੇ ਭਾਈ! ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ; ਪਰ ਉਹ (ਨਿੰਦਕ) ਅਭਾਗੇ ਉਥੋਂ (ਗੁਰੂ-ਦਰ ਤੋਂ) ਇਹ ਧਨ ਲੈ ਨਹੀਂ ਸਕਦੇ (ਤੇ, ਗੁਰੂ-ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਹੈ ਹੀ ਨਹੀਂ ।੮।"},"ft":{"gurmukhi":"guroN dÍwry syvk Bwv Dwrny sy hir nwm Dn imlqw hY[ prMqU vhu mnmuK (krmhIx) BwgoN qy hIn iqs AsQwn sy lY nhIN skqy hYN AOr dys idsMqroN myN guroN ibnW hrI nwm Dn nhIN pweIqw hY]8]ÇgurmuKoN kI vifAweI krqy hYN:","unicode":"ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸੇਵਕ ਭਾਵ ਧਾਰਨੇ ਸੇ ਹਰਿ ਨਾਮ ਧਨ ਮਿਲਤਾ ਹੈ। ਪਰੰਤੂ ਵਹੁ ਮਨਮੁਖ (ਕਰਮਹੀਣ) ਭਾਗੋਂ ਤੇ ਹੀਨ ਤਿਸ ਅਸਥਾਨ ਸੇ ਲੈ ਨਹੀਂ ਸਕਤੇ ਹੈਂ ਔਰ ਦੇਸ ਦਿਸੰਤਰੋਂ ਮੇਂ ਗੁਰੋਂ ਬਿਨਾਂ ਹਰੀ ਨਾਮ ਧਨ ਨਹੀਂ ਪਾਈਤਾ ਹੈ॥੮॥☬ਗੁਰਮੁਖੋਂ ਕੀ ਵਡਿਆਈ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! syvk-Bwvnw nwl gurU dI srn ipAW hI prmwqmw dw nwm-Dn imldw hY; pr auh (inMdk) ABwgy auQoN (gurU-dr qoN) ieh Dn lY nhIN skdy (qy, gurU-dr qoN ibnw) iksy hor QW iksy hor dys ivc ieh nwm-Dn hY hI nhIN [8[","unicode":"ਹੇ ਭਾਈ! ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ; ਪਰ ਉਹ (ਨਿੰਦਕ) ਅਭਾਗੇ ਉਥੋਂ (ਗੁਰੂ-ਦਰ ਤੋਂ) ਇਹ ਧਨ ਲੈ ਨਹੀਂ ਸਕਦੇ (ਤੇ, ਗੁਰੂ-ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਹੈ ਹੀ ਨਹੀਂ ।੮।"},"ms":{"gurmukhi":"gurW dI dieAw duAwrw, vwihgurU dw pdwrQ dws-Bwvn rwhIN prpwq huMdw hY, pr inkrmx jIv ies ƒ auQoN prwpq nhIN kr skdy[ mulk Aqy pRdyS iv`c iksy hors jgHw qy ieh eISvrI dOlq nhIN imldI[","unicode":"ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਵਾਹਿਗੁਰੂ ਦਾ ਪਦਾਰਥ ਦਾਸ-ਭਾਵਨ ਰਾਹੀਂ ਪਰਪਾਤ ਹੁੰਦਾ ਹੈ, ਪਰ ਨਿਕਰਮਣ ਜੀਵ ਇਸ ਨੂੰ ਉਥੋਂ ਪਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਮੁਲਕ ਅਤੇ ਪ੍ਰਦੇਸ਼ ਵਿੱਚ ਕਿਸੇ ਹੋਰਸ ਜਗ੍ਹਾ ਤੇ ਇਹ ਈਸ਼ਵਰੀ ਦੌਲਤ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"Las Riquezas del Naam, las obtiene el Gurmukj, a través del Servicio Amoroso, pero los pobres desafortunados no las pueden recibir aunque vaguen sin rumbo por el mundo entero. "},"hi":{"ss":"हे भाई ! सेवक-भावना से गुरू की शरण पड़ने पर ही परमात्मा का नाम-धन मिलता है; पर वह (निंदक) अभागे वहाँ से (गुरू के दर से) ये धन नहीं ले जा सकते (और। गुरू के दर के बिना) किसी और जगह किसी और देश में ये नाम-धन है ही नहीं। 8।","sts":"हरि-धन तो श्रद्धा-भावना से ही गुरु से मिलता है, किन्तु दुर्भाग्यशाली जीव इसे नहीं ले सकते, देश-देशांतर भ्रमण करने से भी हरि-धन हासिल नहीं होता॥ ८ ॥"}},"transliteration":{"english":"gurmukh sevak bhai har dhan milai tithahu karamaheen lai na sakeh hor thai dhes dhisa(n)tar har dhan naeh ||8||","hindi":"गुरमुखि सेवक भाइ हरि धनु मिलै तिथहु करमहीण लै न सकहि होर थै देस दिसंतरि हरि धनु नाहि ॥८॥","en":"gurmukh sevak bhai har dhan milai tithahu karamaheen lai na sakeh hor thai dhes dhisa(n)tar har dhan naeh ||8||","hi":"गुरमुखि सेवक भाइ हरि धनु मिलै तिथहु करमहीण लै न सकहि होर थै देस दिसंतरि हरि धनु नाहि ॥८॥","ipa":"Gʊrəmʊkʰ seʋək ɓɑeɪ hər t̪ən mɪlæ t̪ɪt̪ʰəh kərəməhiɳ læ nə səkəh hɔr t̪ʰæ d̪es d̪ɪsəŋt̪ər hər t̪ən nɑh.8.","ur":"گُرمکھ سےوک بھاا هر دھن ملَے تتھهُ کرمهیِݨ لَے ن سکه هور تھَے دےس دسںتر هرِ دھن ناه ۔۔۸۔۔"},"pageNo":853,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"},{"p":10,"t":"v"}]}}]}