{"shabadInfo":{"shabadId":3191,"shabadName":36169,"pageNo":853,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":853},"raag":{"raagId":20,"gurmukhi":"rwgu iblwvl","unicode":"ਰਾਗੁ ਬਿਲਾਵਲ","english":"Raag Bilaaval","raagWithPage":"Bilaaval (795-858)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":6,"navigation":{"previous":3190,"next":3192},"verses":[{"verseId":36168,"shabadId":3191,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri"},"hi":{"ss":"","sts":"पउड़ी ॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":853,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":36169,"shabadId":3191,"verse":{"gurmukhi":"hir Dnu rqn jvyhrI so guir hir Dnu hir pwshu dyvwieAw ]","unicode":"ਹਰਿ ਧਨੁ ਰਤਨ ਜਵੇਹਰੀ ਸੋ ਗੁਰਿ ਹਰਿ ਧਨੁ ਹਰਿ ਪਾਸਹੁ ਦੇਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"hirDnurqnjvyhrIsoguirhirDnuhirpwshudyvwieAw]","unicode":"ਹਰਿਧਨੁਰਤਨਜਵੇਹਰੀਸੋਗੁਰਿਹਰਿਧਨੁਹਰਿਪਾਸਹੁਦੇਵਾਇਆ॥"},"translation":{"en":{"bdb":"The wealth of the Lord is a jewel, a gem; the Guru has caused the Lord to grant that wealth of the Lord.","ms":"The wealth of God's Name is like the gems and rubies. That wealth of God's Name, the Guru has caused to be given to by the Lord.","ssk":"The wealth of the Lord is a jewel, a gem; the Guru has caused the Lord to grant that wealth of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dw nwm-Dn rqn hIry hn [ ieh hir-nwm-Dn (ijs ƒ) prmwqmw pwsoN idvwieAw hY gurU ny (hI) idvwieAw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਰਤਨ ਹੀਰੇ ਹਨ । ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਦਿਵਾਇਆ ਹੈ ਗੁਰੂ ਨੇ (ਹੀ) ਦਿਵਾਇਆ ਹੈ ।"},"ft":{"gurmukhi":"iehu hir nwm Dn jo rqn AOr jvwihr rUp Amolk hY, so hir nwm Dn hrI ny siqguroN pwsoN idvwXw hY]","unicode":"ਇਹੁ ਹਰਿ ਨਾਮ ਧਨ ਜੋ ਰਤਨ ਔਰ ਜਵਾਹਿਰ ਰੂਪ ਅਮੋਲਕ ਹੈ, ਸੋ ਹਰਿ ਨਾਮ ਧਨ ਹਰੀ ਨੇ ਸਤਿਗੁਰੋਂ ਪਾਸੋਂ ਦਿਵਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dw nwm-Dn rqn hIry hn [ ieh hir-nwm-Dn (ijs ƒ) prmwqmw pwsoN idvwieAw hY gurU ny (hI) idvwieAw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਰਤਨ ਹੀਰੇ ਹਨ । ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਦਿਵਾਇਆ ਹੈ ਗੁਰੂ ਨੇ (ਹੀ) ਦਿਵਾਇਆ ਹੈ ।"},"ms":{"gurmukhi":"vwihgurU dy nwm dI dOlq jvwihrwq qy lwlW dI qrHW hY[ vwihgurU dy nwm dI auh dOlq gurU mhwrwj ny mYƒ pRBU koloN idvw id`qI hY[","unicode":"ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਜਵਾਹਿਰਾਤ ਤੇ ਲਾਲਾਂ ਦੀ ਤਰ੍ਹਾਂ ਹੈ। ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਉਹ ਦੌਲਤ ਗੁਰੂ ਮਹਾਰਾਜ ਨੇ ਮੈਨੂੰ ਪ੍ਰਭੂ ਕੋਲੋਂ ਦਿਵਾ ਦਿੱਤੀ ਹੈ।"}},"es":{"sn":"El Nombre del Señor es la Joya, la Perla, con la que el Señor nos bendice a través del Guru."},"hi":{"ss":"हे भाई ! परमात्मा का नाम-धन हीरे-जवाहरात हैं। यह हरी-नाम-धन (जिसको) परमात्मा के पास से दिलवाया है गुरू ने (ही) दिलवाया है।","sts":"हरि-धन अमूल्य रत्न एवं जवाहर के समान है, गुरु ने वह धन अपने सेवक को हरि से दिलवाया है।"}},"transliteration":{"english":"har dhan ratan javeharee so gur har dhan har paasahu dhevaiaa ||","hindi":"हरि धनु रतन जवेहरी सो गुरि हरि धनु हरि पासहु देवाइआ ॥","en":"har dhan ratan javeharee so gur har dhan har paasahu dhevaiaa ||","hi":"हरि धनु रतन जवेहरी सो गुरि हरि धनु हरि पासहु देवाइआ ॥","ipa":"hər t̪ən rət̪ən d͡ʒəʋehəri sɔ Gʊr hər t̪ən hər pɑsəh d̪eʋɑɪɑ.","ur":"هر دھن رتن جوےهریِ سو گُر هرِ دھن هرِ پاسهُ دےواایا ۔۔"},"pageNo":853,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":36170,"shabadId":3191,"verse":{"gurmukhi":"jy iksY ikhu idis AwvY qw koeI ikhu mMig ley AkY koeI ikhu dyvwey eyhu hir Dnu joir kIqY iksY nwil n jwie vMfwieAw ]","unicode":"ਜੇ ਕਿਸੈ ਕਿਹੁ ਦਿਸਿ ਆਵੈ ਤਾ ਕੋਈ ਕਿਹੁ ਮੰਗਿ ਲਏ ਅਕੈ ਕੋਈ ਕਿਹੁ ਦੇਵਾਏ ਏਹੁ ਹਰਿ ਧਨੁ ਜੋਰਿ ਕੀਤੈ ਕਿਸੈ ਨਾਲਿ ਨ ਜਾਇ ਵੰਡਾਇਆ ॥"},"larivaar":{"gurmukhi":"jyiksYikhuidisAwvYqwkoeIikhumMigleyAkYkoeIikhudyvweyeyhuhirDnujoirkIqYiksYnwilnjwievMfwieAw]","unicode":"ਜੇਕਿਸੈਕਿਹੁਦਿਸਿਆਵੈਤਾਕੋਈਕਿਹੁਮੰਗਿਲਏਅਕੈਕੋਈਕਿਹੁਦੇਵਾਏਏਹੁਹਰਿਧਨੁਜੋਰਿਕੀਤੈਕਿਸੈਨਾਲਿਨਜਾਇਵੰਡਾਇਆ॥"},"translation":{"en":{"bdb":"If someone sees something, he may ask for it; or, someone may cause it to be given to him. But no one can take a share of this wealth of the Lord by force.","ms":"If something is seen with some one, then one may ask for that something, or some one may cause that something to be given. This wealth of God's Name cannot. Perforce, be shared with another.","ssk":"If someone sees something, he may ask for it; or, someone may cause it to be given to him. But no one can take a share of this wealth of the Lord by force."},"pu":{"ss":{"gurmukhi":"jy iksy mnu`K ƒ (gurU qoN ibnw iksy hor kol) kuJ id`s pey qW (aus pwsoN koeI) kuJ mMg BI ley, jW, koeI kuJ idvw dyvy [ pr ieh nwm-Dn D`kw kr ky (BI) iksy nwl vMfwieAw nhIN jw skdw (ieh qW prmwqmw dI imhr nwl gurU dI rwhIN hI imldw hY) [","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੋਲ) ਕੁਝ ਦਿੱਸ ਪਏ ਤਾਂ (ਉਸ ਪਾਸੋਂ ਕੋਈ) ਕੁਝ ਮੰਗ ਭੀ ਲਏ, ਜਾਂ, ਕੋਈ ਕੁਝ ਦਿਵਾ ਦੇਵੇ । ਪਰ ਇਹ ਨਾਮ-ਧਨ ਧੱਕਾ ਕਰ ਕੇ (ਭੀ) ਕਿਸੇ ਨਾਲ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"jykr guroN qy ibnw iksI hor pws iksI ƒ (ikhu) kCu ids AwvY qO koeI iksI qrhW (ikhu) kC aus pwsoN mMg ley (AkY) vw koeI iksI ƒ khky idvwie dyvY[ prMqU ieh hir nwm Dn iksI nwl jor krny kr ky vMfwieAw nhIN jwqw hY[ Bwv jYsy sMbMDI Apny sMbMDI pwsoN pdwrQ dw ihsw hwkm ky jor sy lyvy hY, qYsy nwm nhIN imlqw]","unicode":"ਜੇਕਰ ਗੁਰੋਂ ਤੇ ਬਿਨਾ ਕਿਸੀ ਹੋਰ ਪਾਸ ਕਿਸੀ ਨੂੰ (ਕਿਹੁ) ਕਛੁ ਦਿਸ ਆਵੈ ਤੌ ਕੋਈ ਕਿਸੀ ਤਰਹਾਂ (ਕਿਹੁ) ਕਛ ਉਸ ਪਾਸੋਂ ਮੰਗ ਲਏ (ਅਕੈ) ਵਾ ਕੋਈ ਕਿਸੀ ਨੂੰ ਕਹਕੇ ਦਿਵਾਇ ਦੇਵੈ। ਪਰੰਤੂ ਇਹ ਹਰਿ ਨਾਮ ਧਨ ਕਿਸੀ ਨਾਲ ਜੋਰ ਕਰਨੇ ਕਰ ਕੇ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾਤਾ ਹੈ। ਭਾਵ ਜੈਸੇ ਸੰਬੰਧੀ ਅਪਨੇ ਸੰਬੰਧੀ ਪਾਸੋਂ ਪਦਾਰਥ ਦਾ ਹਿਸਾ ਹਾਕਮ ਕੇ ਜੋਰ ਸੇ ਲੇਵੇ ਹੈ, ਤੈਸੇ ਨਾਮ ਨਹੀਂ ਮਿਲਤਾ॥"},"bdb":{"gurmukhi":"jy iksy mnu`K ƒ (gurU qoN ibnw iksy hor kol) kuJ id`s pey qW (aus pwsoN koeI) kuJ mMg BI ley, jW, koeI kuJ idvw dyvy [ pr ieh nwm-Dn D`kw kr ky (BI) iksy nwl vMfwieAw nhIN jw skdw (ieh qW prmwqmw dI imhr nwl gurU dI rwhIN hI imldw hY) [","unicode":"ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੋਲ) ਕੁਝ ਦਿੱਸ ਪਏ ਤਾਂ (ਉਸ ਪਾਸੋਂ ਕੋਈ) ਕੁਝ ਮੰਗ ਭੀ ਲਏ, ਜਾਂ, ਕੋਈ ਕੁਝ ਦਿਵਾ ਦੇਵੇ । ਪਰ ਇਹ ਨਾਮ-ਧਨ ਧੱਕਾ ਕਰ ਕੇ (ਭੀ) ਕਿਸੇ ਨਾਲ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"jykr iksy jxy kol kuC cIz nzrI pvy, qd ienswn aus cIz ƒ mMg lvy, jW koeI purS aus cIz ƒ idvw dyvy[ ieh r`b dy nwm dI dOlq, iDMgo-zorI ikry hors nwloN vMfweI nhIN jw skdI[","unicode":"ਜੇਕਰ ਕਿਸੇ ਜਣੇ ਕੋਲ ਕੁਛ ਚੀਜ਼ ਨਜ਼ਰੀ ਪਵੇ, ਤਦ ਇਨਸਾਨ ਉਸ ਚੀਜ਼ ਨੂੰ ਮੰਗ ਲਵੇ, ਜਾਂ ਕੋਈ ਪੁਰਸ਼ ਉਸ ਚੀਜ਼ ਨੂੰ ਦਿਵਾ ਦੇਵੇ। ਇਹ ਰੱਬ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ, ਧਿੰਗੋ-ਜ਼ੋਰੀ ਕਿਰੇ ਹੋਰਸ ਨਾਲੋਂ ਵੰਡਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ।"}},"es":{"sn":"Si ves alguna riqueza en alguien, puedes preguntarle, pero las Riquezas del Señor no se comparten forzando la voluntad del que las tiene."},"hi":{"ss":"अगर किसी मनुष्य को (गुरू के बिना किसी और के पास) कुछ और दिख जाए तो (उससे कोई) कुछ भी मांग ले। अथवा। कोई कुछ दिला दे। पर यह नाम-धन पक्का करके (भी) किसी के साथ बांटा नहीं जा सकता (ये तो परमात्मा की मेहर से गुरू के द्वारा ही मिलता है)।","sts":"यदि किसी मनुष्य को किसी अन्य से कुछ हरि-धन दिखाई दे तो वह उससे कैसे कुछ मांग सकता है या कोई उससे कुछ हरि धन किसी अन्य को दिलवा सकता है परन्तु यह हरि-धन किसी ताकत से बांटा नहीं जा सकता।"}},"transliteration":{"english":"je kisai kih dhis aavai taa koiee kih ma(n)g le akai koiee kih dhevaae eh har dhan jor keetai kisai naal na jai va(n)ddaiaa ||","hindi":"जे किसै किहु दिसि आवै ता कोई किहु मंगि लए अकै कोई किहु देवाए एहु हरि धनु जोरि कीतै किसै नालि न जाइ वंडाइआ ॥","en":"je kisai kih dhis aavai taa koiee kih ma(n)g le akai koiee kih dhevaae eh har dhan jor keetai kisai naal na jai va(n)ddaiaa ||","hi":"जे किसै किहु दिसि आवै ता कोई किहु मंगि लए अकै कोई किहु देवाए एहु हरि धनु जोरि कीतै किसै नालि न जाइ वंडाइआ ॥","ipa":"d͡ʒe kɪsæ kɪh d̪ɪs əɑʋæ t̪ɑ kɔei kɪh məŋG lee əkæ kɔei kɪh d̪eʋɑee eeh hər t̪ən d͡ʒɔr kit̪æ kɪsæ nɑl nə d͡ʒɑeɪ ʋəŋɖɑɪɑ.","ur":"جے کسَے کهُ دس آوَے تا کوای کهُ مںگ لاے اکَے کوای کهُ دےوااے اےهُ هرِ دھن جور کیِتَے کسَے نال ن جاِا وںڈاایا ۔۔"},"pageNo":853,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":13,"t":"v"},{"p":4,"t":"y"},{"p":9,"t":"y"},{"p":18,"t":"y"},{"p":20,"t":"y"}],"igurbani":[{"p":13,"t":"v"},{"p":4,"t":"y"},{"p":9,"t":"y"},{"p":18,"t":"y"},{"p":20,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":9,"t":"v"},{"p":13,"t":"v"},{"p":18,"t":"v"}]}},{"verseId":36171,"shabadId":3191,"verse":{"gurmukhi":"ijs no siqgur nwil hir srDw lwey iqsu hir Dn kI vMf hiQ AwvY ijs no krqY Duir iliK pwieAw ]","unicode":"ਜਿਸ ਨੋ ਸਤਿਗੁਰ ਨਾਲਿ ਹਰਿ ਸਰਧਾ ਲਾਏ ਤਿਸੁ ਹਰਿ ਧਨ ਕੀ ਵੰਡ ਹਥਿ ਆਵੈ ਜਿਸ ਨੋ ਕਰਤੈ ਧੁਰਿ ਲਿਖਿ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"ijsnosiqgurnwilhirsrDwlweyiqsuhirDnkIvMfhiQAwvYijsnokrqYDuiriliKpwieAw]","unicode":"ਜਿਸਨੋਸਤਿਗੁਰਨਾਲਿਹਰਿਸਰਧਾਲਾਏਤਿਸੁਹਰਿਧਨਕੀਵੰਡਹਥਿਆਵੈਜਿਸਨੋਕਰਤੈਧੁਰਿਲਿਖਿਪਾਇਆ॥"},"translation":{"en":{"bdb":"He alone obtains a share of the wealth of the Lord, who is blessed by the Creator with faith and devotion to the True Guru, according to his pre-ordained destiny."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw ny DuroN ijs mnu`K dy m`Qy qy lyK ilK id`qw hY, prmwqmw aus mnu`K dI gurU ivc srDw bxWdw hY, qy (gurU dI rwhIN) aus mnu`K ƒ nwm-Dn dw ih`sw imldw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ ਧੁਰੋਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦੀ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ-ਧਨ ਦਾ ਹਿੱਸਾ ਮਿਲਦਾ ਹੈ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"hy BweI! prmwqmw ny DuroN ijs mnu`K dy m`Qy qy lyK ilK id`qw hY, prmwqmw aus mnu`K dI gurU ivc srDw bxWdw hY, qy (gurU dI rwhIN) aus mnu`K ƒ nwm-Dn dw ih`sw imldw hY [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ ਧੁਰੋਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦੀ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ-ਧਨ ਦਾ ਹਿੱਸਾ ਮਿਲਦਾ ਹੈ ।"}},"es":{"sn":"Sólo aquél que tiene el Destino inscrito así por Dios, y a aquél a quien Dios bendice, permitiendo que viva una Devoción Verdadera hacia el Guru, puede obtener este tipo de riquezas. "},"hi":{"ss":"हे भाई ! परमात्मा ने धुर से ही जिस मनुष्य के माथे पर लेख लिख दिए हैं। परमात्मा उस मनुष्य की गुरू में श्रद्धा बनाता है। और (गुरू के द्वारा) उस मनुष्य को नाम-धन का हिस्सा मिलता है।","sts":"उपरोक्त तुक का यह अर्थ है कि हरि-धन के लिए याचना तो हो सकती है किन्तु जबरदस्ती नहीं हो सकती, इस हरि-धन की बांट उस व्यक्ति के ही हाथ आती है, जिसकी श्रद्धा हरि सत्गुरु से बना देता है और विधाता ने आरम्भ से ही जिसके भाग्य में लिखा हुआ है।"}},"transliteration":{"english":"jis no satigur naal har saradhaa laae tis har dhan kee va(n)dd hath aavai jis no karatai dhur likh paiaa ||","hindi":"जिस नो सतिगुर नालि हरि सरधा लाए तिसु हरि धन की वंड हथि आवै जिस नो करतै धुरि लिखि पाइआ ॥","en":"jis no satigur naal har saradhaa laae tis har dhan kee va(n)dd hath aavai jis no karatai dhur likh paiaa ||","hi":"जिस नो सतिगुर नालि हरि सरधा लाए तिसु हरि धन की वंड हथि आवै जिस नो करतै धुरि लिखि पाइआ ॥","ipa":"d͡ʒɪs nɔ sət̪ɪGʊr nɑl hər sərət̪ɑ lɑee t̪ɪs hər t̪ən ki ʋəŋɖ hət̪ʰ əɑʋæ d͡ʒɪs nɔ kərət̪æ t̪ʊr lɪkʰ pɑɪɑ.","ur":"جِس نو ستگر نال هرِ سردھا لااے تس هرِ دھن کیِ وںڈ هتھِ آوَے جس نو کرتَے دھُر لکھِ پاایا ۔۔"},"pageNo":853,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"},{"p":13,"t":"v"}]}},{"verseId":36172,"shabadId":3191,"verse":{"gurmukhi":"iesu hir Dn kw koeI srIku nwhI iksY kw Kqu nwhI iksY kY sIv bMnY rolu nwhI jy ko hir Dn kI bKIlI kry iqs kw muhu hir chu kuMfw ivic kwlw krwieAw ]","unicode":"ਇਸੁ ਹਰਿ ਧਨ ਕਾ ਕੋਈ ਸਰੀਕੁ ਨਾਹੀ ਕਿਸੈ ਕਾ ਖਤੁ ਨਾਹੀ ਕਿਸੈ ਕੈ ਸੀਵ ਬੰਨੈ ਰੋਲੁ ਨਾਹੀ ਜੇ ਕੋ ਹਰਿ ਧਨ ਕੀ ਬਖੀਲੀ ਕਰੇ ਤਿਸ ਕਾ ਮੁਹੁ ਹਰਿ ਚਹੁ ਕੁੰਡਾ ਵਿਚਿ ਕਾਲਾ ਕਰਾਇਆ ॥"},"larivaar":{"gurmukhi":"iesuhirDnkwkoeIsrIkunwhIiksYkwKqunwhIiksYkYsIvbMnYrolunwhIjykohirDnkIbKIlIkryiqskwmuhuhirchukuMfwivickwlwkrwieAw]","unicode":"ਇਸੁਹਰਿਧਨਕਾਕੋਈਸਰੀਕੁਨਾਹੀਕਿਸੈਕਾਖਤੁਨਾਹੀਕਿਸੈਕੈਸੀਵਬੰਨੈਰੋਲੁਨਾਹੀਜੇਕੋਹਰਿਧਨਕੀਬਖੀਲੀਕਰੇਤਿਸਕਾਮੁਹੁਹਰਿਚਹੁਕੁੰਡਾਵਿਚਿਕਾਲਾਕਰਾਇਆ॥"},"translation":{"en":{"bdb":"No one is a share-holder in this wealth of the Lord, and no one owns any of it. It has no boundaries or borders to be disputed. If anyone speaks ill of the wealth of the Lord, his face will be blackened in the four directions.","ms":"Of this wealth of God's Name there is no share-holder, nor has anyone its property deed. There is no dispute with any one regarding its boundary and border. If any one talks ill of the wealth of God's Name, the Lord has his face blackened in the four dire","ssk":"No one is a share-holder in this wealth of the Lord, and no one owns any of it. It has no boundaries or borders to be disputed. If anyone speaks ill of the wealth of the Lord, his face will be blackened in the four directions."},"pu":{"ss":{"gurmukhi":"hy BweI! ieh nwm-Dn (AYsI jwiedwd hY ik) ies dw koeI SrIk nhIN bx skdw (ies auqy) koeI j`dI h`k nhIN bxw skdw, iksy kol ies dI mlkIAq dw ptw BI nhIN ho skdw [ (ijvyN izmINdwrW dw zmIn dy) v`ty-bMny dw rOlw (pY skdw hY), ies hir-Dn dw koeI Aijhw rOlw BI nhIN ho skdw [ (iksy gurmuK ƒ vyK ky) jy koeI mnu`K ies nwm-Dn dI (^wqr) eIrKw krdw hY, aus ƒ sgoN hr pwsy iPtkwr hI pYNdI hY [","unicode":"ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ (ਐਸੀ ਜਾਇਦਾਦ ਹੈ ਕਿ) ਇਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣ ਸਕਦਾ (ਇਸ ਉਤੇ) ਕੋਈ ਜੱਦੀ ਹੱਕ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, ਕਿਸੇ ਕੋਲ ਇਸ ਦੀ ਮਲਕੀਅਤ ਦਾ ਪਟਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ । (ਜਿਵੇਂ ਜ਼ਿਮੀਂਦਾਰਾਂ ਦਾ ਜ਼ਮੀਨ ਦੇ) ਵੱਟੇ-ਬੰਨੇ ਦਾ ਰੌਲਾ (ਪੈ ਸਕਦਾ ਹੈ), ਇਸ ਹਰਿ-ਧਨ ਦਾ ਕੋਈ ਅਜਿਹਾ ਰੌਲਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ । (ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਵੇਖ ਕੇ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਸ ਨਾਮ-ਧਨ ਦੀ (ਖ਼ਾਤਰ) ਈਰਖਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਗੋਂ ਹਰ ਪਾਸੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ieh hir Dn kw koeI srIk nhIN hY, iksI kw Kq ilKw hUAw nhIN ik ies ko Awvqy hI dy dyxw AOr iksI kI (sIv) hd ngroN kI AOr (bMnw) vt Kyq dw BI rOlw nhIN hY, Bwv Xih iksI kI mlkIAq myN nhIN hY[ qW qy jo koeI ies hir Dn ky Dwrnyhwry siqguroN kI iksI pws bKIlI kry, iqs kw mUMh hrI cwroN idsw myN kwlw krwvYgw[ Aru ijs ny pICy krI hY iqs kw krwXw, Bwv Xih donoN lokoN Aru qInoN kwloN myN iqs ko iDRkwr hoqI hY]","unicode":"ਇਹ ਹਰਿ ਧਨ ਕਾ ਕੋਈ ਸਰੀਕ ਨਹੀਂ ਹੈ, ਕਿਸੀ ਕਾ ਖਤ ਲਿਖਾ ਹੂਆ ਨਹੀਂ ਕਿ ਇਸ ਕੋ ਆਵਤੇ ਹੀ ਦੇ ਦੇਣਾ ਔਰ ਕਿਸੀ ਕੀ (ਸੀਵ) ਹਦ ਨਗਰੋਂ ਕੀ ਔਰ (ਬੰਨਾ) ਵਟ ਖੇਤ ਦਾ ਭੀ ਰੌਲਾ ਨਹੀਂ ਹੈ, ਭਾਵ ਯਹਿ ਕਿਸੀ ਕੀ ਮਲਕੀਅਤ ਮੇਂ ਨਹੀਂ ਹੈ। ਤਾਂ ਤੇ ਜੋ ਕੋਈ ਇਸ ਹਰਿ ਧਨ ਕੇ ਧਾਰਨੇਹਾਰੇ ਸਤਿਗੁਰੋਂ ਕੀ ਕਿਸੀ ਪਾਸ ਬਖੀਲੀ ਕਰੇ, ਤਿਸ ਕਾ ਮੂੰਹ ਹਰੀ ਚਾਰੋਂ ਦਿਸਾ ਮੇਂ ਕਾਲਾ ਕਰਾਵੈਗਾ। ਅਰੁ ਜਿਸ ਨੇ ਪੀਛੇ ਕਰੀ ਹੈ ਤਿਸ ਕਾ ਕਰਾਯਾ, ਭਾਵ ਯਹਿ ਦੋਨੋਂ ਲੋਕੋਂ ਅਰੁ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਤਿਸ ਕੋ ਧ੍ਰਿਕਾਰ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ieh nwm-Dn (AYsI jwiedwd hY ik) ies dw koeI SrIk nhIN bx skdw (ies auqy) koeI j`dI h`k nhIN bxw skdw, iksy kol ies dI mlkIAq dw ptw BI nhIN ho skdw [ (ijvyN izmINdwrW dw zmIn dy) v`ty-bMny dw rOlw (pY skdw hY), ies hir-Dn dw koeI Aijhw rOlw BI nhIN ho skdw [ (iksy gurmuK ƒ vyK ky) jy koeI mnu`K ies nwm-Dn dI (^wqr) eIrKw krdw hY, aus ƒ sgoN hr pwsy iPtkwr hI pYNdI hY [","unicode":"ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ (ਐਸੀ ਜਾਇਦਾਦ ਹੈ ਕਿ) ਇਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣ ਸਕਦਾ (ਇਸ ਉਤੇ) ਕੋਈ ਜੱਦੀ ਹੱਕ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, ਕਿਸੇ ਕੋਲ ਇਸ ਦੀ ਮਲਕੀਅਤ ਦਾ ਪਟਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ । (ਜਿਵੇਂ ਜ਼ਿਮੀਂਦਾਰਾਂ ਦਾ ਜ਼ਮੀਨ ਦੇ) ਵੱਟੇ-ਬੰਨੇ ਦਾ ਰੌਲਾ (ਪੈ ਸਕਦਾ ਹੈ), ਇਸ ਹਰਿ-ਧਨ ਦਾ ਕੋਈ ਅਜਿਹਾ ਰੌਲਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ । (ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਵੇਖ ਕੇ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਸ ਨਾਮ-ਧਨ ਦੀ (ਖ਼ਾਤਰ) ਈਰਖਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਗੋਂ ਹਰ ਪਾਸੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"ies vwihgurU dy nwm dI dOlq dw koeI BweIvwl nhIN nW hI iksy kol ies dw mlkIAqI ptw hY[ ies dI h`d Aqy v`t sMbMDI iksy jxy nwl koeI lVweI JgVw nhIN[ jykr koeI jxw vwihgurU dy nwm dI dOlq dI bdKoeI krdw hY qW swihb aus dy ichry ƒ cOhW hI pwisAW AMdr isAwh krvwauNd","unicode":"ਇਸ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਦਾ ਕੋਈ ਭਾਈਵਾਲ ਨਹੀਂ ਨਾਂ ਹੀ ਕਿਸੇ ਕੋਲ ਇਸ ਦਾ ਮਲਕੀਅਤੀ ਪਟਾ ਹੈ। ਇਸ ਦੀ ਹੱਦ ਅਤੇ ਵੱਟ ਸੰਬੰਧੀ ਕਿਸੇ ਜਣੇ ਨਾਲ ਕੋਈ ਲੜਾਈ ਝਗੜਾ ਨਹੀਂ। ਜੇਕਰ ਕੋਈ ਜਣਾ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ ਦੀ ਬਦਖੋਈ ਕਰਦਾ ਹੈ ਤਾਂ ਸਾਹਿਬ ਉਸ ਦੇ ਚਿਹਰੇ ਨੂੰ ਚੌਹਾਂ ਹੀ ਪਾਸਿਆਂ ਅੰਦਰ ਸਿਆਹ ਕਰਵਾਉਂਦ"}},"es":{"sn":"De esas riquezas nadie es accionista, nadie tiene un uso exclusivo, no se puede hacer contienda alguna, pues quien sea que habla mal de las Riquezas del Señor es maldecido."},"hi":{"ss":"हे भाई ! ये नाम-धन (ऐसी जयदाद है कि) इसका कोई शरीक नहीं बन सकता (इसके ऊपर) कोई अपना हक नहीं बना सकता। किसी के पास इसकी मलकियत का पट्टा भी नहीं हो सकता। (जैसे जिमींदारों का ज़मीन की) हदबंदी का झगड़ा (हो सकता है। ) इस हरी-नाम-धन का ऐसा कोई झगड़ा भी नहीं उठ सकता। (किसी गुरमुखि को देख के) अगर कोई मनुष्य इस नाम-धन की (खातिर) ईष्या करता है। उसको बल्कि हर तरफ से धिक्कारें ही पड़ती हैं।","sts":"इस हरि-धन का कोई शरीक नहीं है और न ही इसकी मलकियत का पटा है, इस हरि-घन का कोई सीमा-बन्धन नहीं और न ही कोई विवाद है, यदि कोई हरि-धन की निंदा करता है तो हरि उसका चारों दिशाओं में मुह काला करवा देता है।"}},"transliteration":{"english":"eis har dhan kaa koiee sareek naahee kisai kaa khat naahee kisai kai seev ba(n)nai rol naahee je ko har dhan kee bakheelee kare tis kaa muh har chahu ku(n)ddaa vich kaalaa karaiaa ||","hindi":"इसु हरि धन का कोई सरीकु नाही किसै का खतु नाही किसै कै सीव बंनै रोलु नाही जे को हरि धन की बखीली करे तिस का मुहु हरि चहु कुँडा विचि काला कराइआ ॥","en":"eis har dhan kaa koiee sareek naahee kisai kaa khat naahee kisai kai seev ba(n)nai rol naahee je ko har dhan kee bakheelee kare tis kaa muh har chahu ku(n)ddaa vich kaalaa karaiaa ||","hi":"इसु हरि धन का कोई सरीकु नाही किसै का खतु नाही किसै कै सीव बंनै रोलु नाही जे को हरि धन की बखीली करे तिस का मुहु हरि चहु कुँडा विचि काला कराइआ ॥","ipa":"eɪs hər t̪ən kɑ kɔei sərik nɑhi kɪsæ kɑ kʰət̪ nɑhi kɪsæ kæ siʋ bəŋnæ rɔl nɑhi d͡ʒe kɔ hər t̪ən ki bəkʰili kəre t̪ɪs kɑ mʊh hər t͡ʃəh kʊŋɖɑ ʋɪt͡ʃ kɑlɑ kərɑɪɑ.","ur":"ِاس هر دھن کا کوای سریِک ناهیِ کسَے کا کھت ناهیِ کسَے کَے سیِو بنَّے رول ناهیِ جے کو هرِ دھن کیِ بکھیِلیِ کرے تس کا مُهُ هرِ چهُ کُںڈا وچِ کالا کراایا ۔۔"},"pageNo":853,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":16,"t":"v"},{"p":6,"t":"y"},{"p":10,"t":"y"},{"p":23,"t":"y"},{"p":26,"t":"y"}],"igurbani":[{"p":16,"t":"v"},{"p":6,"t":"y"},{"p":10,"t":"y"},{"p":23,"t":"y"},{"p":26,"t":"y"}],"sttm2":[{"p":6,"t":"v"},{"p":10,"t":"v"},{"p":16,"t":"v"},{"p":23,"t":"v"},{"p":26,"t":"v"},{"p":27,"t":"v"}]}},{"verseId":36173,"shabadId":3191,"verse":{"gurmukhi":"hir ky idqy nwil iksY joru bKIlI n cleI idhu idhu inq inq cVY svwieAw ]9]","unicode":"ਹਰਿ ਕੇ ਦਿਤੇ ਨਾਲਿ ਕਿਸੈ ਜੋਰੁ ਬਖੀਲੀ ਨ ਚਲਈ ਦਿਹੁ ਦਿਹੁ ਨਿਤ ਨਿਤ ਚੜੈ ਸਵਾਇਆ ॥੯॥"},"larivaar":{"gurmukhi":"hirkyidqynwiliksYjorubKIlIncleIidhuidhuinqinqcVYsvwieAw]9]","unicode":"ਹਰਿਕੇਦਿਤੇਨਾਲਿਕਿਸੈਜੋਰੁਬਖੀਲੀਨਚਲਈਦਿਹੁਦਿਹੁਨਿਤਨਿਤਚੜੈਸਵਾਇਆ॥੯॥"},"translation":{"en":{"bdb":"No one's power or slander can prevail against the gifts of the Lord; day by day they continually, continuously increase. ||9||","ms":"Against the gifts of God, no man's might and slandering can avail. These gifts of the Lord ever, ever increase day by day.","ssk":"No one's power or slander can prevail against the gifts of the Lord; day by day they continually, continuously increase. ||9||"},"pu":{"ss":{"gurmukhi":"(hy BweI! ieh nwm-Dn prmwqmw Awp hI gurU dI rwhIN dyNdw hY, qy) jy prmwqmw iksy ƒ ieh nwm-Dn dyvy qW iksy hor dw zor nhIN cVH skdw, iksy dI eIrKw kuJ ivgwV nhIN skdI (ieh AYsI dwiq hY ik) ieh hr roz sdw vDdI hI jWdI hY [9[","unicode":"(ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈ, ਤੇ) ਜੇ ਪਰਮਾਤਮਾ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਧਨ ਦੇਵੇ ਤਾਂ ਕਿਸੇ ਹੋਰ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ, ਕਿਸੇ ਦੀ ਈਰਖਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ (ਇਹ ਐਸੀ ਦਾਤਿ ਹੈ ਕਿ) ਇਹ ਹਰ ਰੋਜ਼ ਸਦਾ ਵਧਦੀ ਹੀ ਜਾਂਦੀ ਹੈ ।੯।"},"ft":{"gurmukhi":"hrI ky idqy nwl iksI kw jor AOr (bKIlI) cuglI BI koeI nhIN clqI hY[ vuh hir nwm Dn hir kw dIAw hUAw siqguroN ky inq hI idn idn myN svwieAw cVqw rihqw hY, Bwv eyh idnoN idn ibRD hoqw hY]8]ÇvwihgurU ky Awgy bynqI krqy hYN:","unicode":"ਹਰੀ ਕੇ ਦਿਤੇ ਨਾਲ ਕਿਸੀ ਕਾ ਜੋਰ ਔਰ (ਬਖੀਲੀ) ਚੁਗਲੀ ਭੀ ਕੋਈ ਨਹੀਂ ਚਲਤੀ ਹੈ। ਵੁਹ ਹਰਿ ਨਾਮ ਧਨ ਹਰਿ ਕਾ ਦੀਆ ਹੂਆ ਸਤਿਗੁਰੋਂ ਕੇ ਨਿਤ ਹੀ ਦਿਨ ਦਿਨ ਮੇਂ ਸਵਾਇਆ ਚੜਤਾ ਰਹਿਤਾ ਹੈ, ਭਾਵ ਏਹ ਦਿਨੋਂ ਦਿਨ ਬ੍ਰਿਧ ਹੋਤਾ ਹੈ॥੮॥☬ਵਾਹਿਗੁਰੂ ਕੇ ਆਗੇ ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy BweI! ieh nwm-Dn prmwqmw Awp hI gurU dI rwhIN dyNdw hY, qy) jy prmwqmw iksy ƒ ieh nwm-Dn dyvy qW iksy hor dw zor nhIN cVH skdw, iksy dI eIrKw kuJ ivgwV nhIN skdI (ieh AYsI dwiq hY ik) ieh hr roz sdw vDdI hI jWdI hY [9[","unicode":"(ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈ, ਤੇ) ਜੇ ਪਰਮਾਤਮਾ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਧਨ ਦੇਵੇ ਤਾਂ ਕਿਸੇ ਹੋਰ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ, ਕਿਸੇ ਦੀ ਈਰਖਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ (ਇਹ ਐਸੀ ਦਾਤਿ ਹੈ ਕਿ) ਇਹ ਹਰ ਰੋਜ਼ ਸਦਾ ਵਧਦੀ ਹੀ ਜਾਂਦੀ ਹੈ ।੯।"},"ms":{"gurmukhi":"vwihgurU dIAW dwqW dy ault iksy bMdy dw bl Aqy bdKoeI krnw kwmXwb nhIN huMdw[ pRBU dIAW ieh dwqW idn-b-idn sdw, sdw hI vDyrIAW hMdIAW jWdIAW hn[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਦਾਤਾਂ ਦੇ ਉਲਟ ਕਿਸੇ ਬੰਦੇ ਦਾ ਬਲ ਅਤੇ ਬਦਖੋਈ ਕਰਨਾ ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦਾ। ਪ੍ਰਭੂ ਦੀਆਂ ਇਹ ਦਾਤਾਂ ਦਿਨ-ਬ-ਦਿਨ ਸਦਾ, ਸਦਾ ਹੀ ਵਧੇਰੀਆਂ ਹੰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"A aquél a quien el Señor bendice, nadie lo puede transgredir o calumniar, por el contrario, su Gloria se incrementa cada día.  (9)"},"hi":{"ss":"(हे भाई ! यह नाम-धन परमात्मा खुद ही गुरू के द्वारा देता हैं। और) अगर परमात्मा किसी को यह नाम-धन दे दे तो किसी और का ज़ोर नहीं चल सकता। किसी की ईष्या कुछ बिगाड़ नहीं सकती (यह एक ऐसी दाति है कि) यह हर रोज सदा बढ़ती ही जाती है। 9।","sts":"हरेि के दिए धन से किसी अन्य का जोर एवं इर्षा नहीं चलती, अपितु वह तो दिन दुगुनी रात चौगुणी वृद्धि करता रहता है॥ ६ ॥"}},"transliteration":{"english":"har ke dhite naal kisai jor bakheelee na chaliee dhih dhih nit nit chaRai savaiaa ||9||","hindi":"हरि के दिते नालि किसै जोरु बखीली न चलई दिहु दिहु नित नित चड़ै सवाइआ ॥९॥","en":"har ke dhite naal kisai jor bakheelee na chaliee dhih dhih nit nit chaRai savaiaa ||9||","hi":"हरि के दिते नालि किसै जोरु बखीली न चलई दिहु दिहु नित नित चड़ै सवाइआ ॥९॥","ipa":"hər ke d̪ɪt̪e nɑl kɪsæ d͡ʒɔr bəkʰili nə t͡ʃəlei d̪ɪh d̪ɪh nɪt̪ nɪt̪ t͡ʃəɽæ səʋɑɪɑ.9.","ur":"هر کے دتے نال کسَے جور بکھیِلیِ ن چلای دهُ دهُ نت نت چڑَے سواایا ۔۔۹۔۔"},"pageNo":853,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"}]}}]}