{"shabadInfo":{"shabadId":3223,"shabadName":36433,"pageNo":861,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":861},"raag":{"raagId":21,"gurmukhi":"rwgu goNf","unicode":"ਰਾਗੁ ਗੋਂਡ","english":"Raag Gond","raagWithPage":"Gond (859-875)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":11,"navigation":{"previous":3222,"next":3224},"verses":[{"verseId":36429,"shabadId":3223,"verse":{"gurmukhi":"goNf mhlw 4 ]","unicode":"ਗੋਂਡ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"goNfmhlw4]","unicode":"ਗੋਂਡਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Gond, Fourth Mehla:","ms":"Gond 4th Guru.","ssk":"Gond, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"goNf cOQI pwiqSwhI[","unicode":"ਗੋਂਡ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Gond, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"गोंड महला ४ ॥"}},"transliteration":{"english":"go(n)dd mahalaa chauthhaa ||","hindi":"गोंड महला ४ ॥","en":"go(n)dd mahalaa chauthhaa ||","hi":"गोंड महला ४ ॥","ipa":"Gɔⁿɖ məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"گوںڈ مهلا ۴ ۔۔"},"pageNo":861,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":36430,"shabadId":3223,"verse":{"gurmukhi":"ijqny swh pwiqswh aumrwv iskdwr cauDrI siB imiQAw JUTu Bwau dUjw jwxu ]","unicode":"ਜਿਤਨੇ ਸਾਹ ਪਾਤਿਸਾਹ ਉਮਰਾਵ ਸਿਕਦਾਰ ਚਉਧਰੀ ਸਭਿ ਮਿਥਿਆ ਝੂਠੁ ਭਾਉ ਦੂਜਾ ਜਾਣੁ ॥"},"larivaar":{"gurmukhi":"ijqnyswhpwiqswhaumrwviskdwrcauDrIsiBimiQAwJUTuBwaudUjwjwxu]","unicode":"ਜਿਤਨੇਸਾਹਪਾਤਿਸਾਹਉਮਰਾਵਸਿਕਦਾਰਚਉਧਰੀਸਭਿਮਿਥਿਆਝੂਠੁਭਾਉਦੂਜਾਜਾਣੁ॥"},"translation":{"en":{"bdb":"All the kings, emperors, nobles, lords and chiefs are false and transitory, engrossed in duality - know this well.","ms":"As many as are the kings, emperors, nobles, lords and chiefs, deem them all as perishable, false and engrossed in duality.","ssk":"All the kings, emperors, nobles, lords and chiefs are false and transitory, engrossed in duality - know this well."},"pu":{"ss":{"gurmukhi":"hy mn! (jgq ivc) ijqny BI Swh bwdSwh AmIr srdwr cODrI (id`sdy hn) ieh swry nwsvMq hn, (ieho ijhy) mwieAw dy ipAwr ƒ JUTw smJ [","unicode":"ਹੇ ਮਨ! (ਜਗਤ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਸ਼ਾਹ ਬਾਦਸ਼ਾਹ ਅਮੀਰ ਸਰਦਾਰ ਚੌਧਰੀ (ਦਿੱਸਦੇ ਹਨ) ਇਹ ਸਾਰੇ ਨਾਸਵੰਤ ਹਨ, (ਇਹੋ ਜਿਹੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਨੂੰ ਝੂਠਾ ਸਮਝ ।"},"ft":{"gurmukhi":"ijqny swh pwqswih punh aumrwv AO Twxydwr qQw cODrI khwvqy hYN, eyhu dÍYq Bwv sB imiQAw hox qy JUTw jwx]","unicode":"ਜਿਤਨੇ ਸਾਹ ਪਾਤਸਾਹਿ ਪੁਨਹ ਉਮਰਾਵ ਔ ਠਾਣੇਦਾਰ ਤਥਾ ਚੌਧਰੀ ਕਹਾਵਤੇ ਹੈਂ, ਏਹੁ ਦ੍ਵੈਤ ਭਾਵ ਸਭ ਮਿਥਿਆ ਹੋਣ ਤੇ ਝੂਠਾ ਜਾਣ॥"},"bdb":{"gurmukhi":"hy mn! (jgq ivc) ijqny BI Swh bwdSwh AmIr srdwr cODrI (id`sdy hn) ieh swry nwsvMq hn, (ieho ijhy) mwieAw dy ipAwr ƒ JUTw smJ [","unicode":"ਹੇ ਮਨ! (ਜਗਤ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਸ਼ਾਹ ਬਾਦਸ਼ਾਹ ਅਮੀਰ ਸਰਦਾਰ ਚੌਧਰੀ (ਦਿੱਸਦੇ ਹਨ) ਇਹ ਸਾਰੇ ਨਾਸਵੰਤ ਹਨ, (ਇਹੋ ਜਿਹੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਨੂੰ ਝੂਠਾ ਸਮਝ ।"},"ms":{"gurmukhi":"ijMny BI rwjy, bwdSwh, AmIr, nvwb Aqy srdwr hn, aunHW swirAW ƒ nwsvMq, kUVy Aqy dvYq-Bwv AMdr glqwn smJ[","unicode":"ਜਿੰਨੇ ਭੀ ਰਾਜੇ, ਬਾਦਸ਼ਾਹ, ਅਮੀਰ, ਨਵਾਬ ਅਤੇ ਸਰਦਾਰ ਹਨ, ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਨਾਸਵੰਤ, ਕੂੜੇ ਅਤੇ ਦਵੈਤ-ਭਾਵ ਅੰਦਰ ਗਲਤਾਨ ਸਮਝ।"}},"es":{"sn":"Todos los reyes, emperadores, nobles, señores y jefes, son falsos y transitorios, pues viven involucrados en la dualidad, entiende bien esto; "},"hi":{"ss":"हे मन ! (जगत में) जितने भी शाह-पातशाह अमीर सरदार चौधरी (दिखाई देते हैं) ये सारे नाशवंत हैं। (ऐसे) माया के प्यार को झूठा समझ।","sts":"दुनिया में जितने भी शाह-बादशाह, उमराव-सरदार एवं चौधरी हैं, सब नाशवान, झूठे एवं द्वैतभाव में लीन जानो।"}},"transliteration":{"english":"jitane saeh paatisaeh umaraav sikadhaar chaudharee sabh mithiaa jhooTh bhaau dhoojaa jaan ||","hindi":"जितने साह पातिसाह उमराव सिकदार चउधरी सभि मिथिआ झूठु भाउ दूजा जाणु ॥","en":"jitane saeh paatisaeh umaraav sikadhaar chaudharee sabh mithiaa jhooTh bhaau dhoojaa jaan ||","hi":"जितने साह पातिसाह उमराव सिकदार चउधरी सभि मिथिआ झूठु भाउ दूजा जाणु ॥","ipa":"d͡ʒɪt̪əne sɑh pɑt̪ɪsɑh oʊmərɑʋ sɪkəd̪ɑr t͡ʃoʊt̪əri səɓ mɪt̪ʰɪəɑ ɖ͡ʐuʈʰ ɓɑo d̪ud͡ʒɑ d͡ʒɑɳ.","ur":"جِتنے ساه پاتساه اُمراو سکدار چادھریِ سبھ متھِآ جھُوٹھ بھاا دُوجا جاݨ ۔۔"},"pageNo":861,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":36431,"shabadId":3223,"verse":{"gurmukhi":"hir AibnwsI sdw iQru inhclu iqsu myry mn Bju prvwxu ]1]","unicode":"ਹਰਿ ਅਬਿਨਾਸੀ ਸਦਾ ਥਿਰੁ ਨਿਹਚਲੁ ਤਿਸੁ ਮੇਰੇ ਮਨ ਭਜੁ ਪਰਵਾਣੁ ॥੧॥"},"larivaar":{"gurmukhi":"hirAibnwsIsdwiQruinhcluiqsumyrymnBjuprvwxu]1]","unicode":"ਹਰਿਅਬਿਨਾਸੀਸਦਾਥਿਰੁਨਿਹਚਲੁਤਿਸੁਮੇਰੇਮਨਭਜੁਪਰਵਾਣੁ॥੧॥"},"translation":{"en":{"bdb":"The eternal Lord is permanent and unchanging; meditate on Him, O my mind, and you shall be approved. ||1||","ms":"The Eternal Lord is ever Stable and Immovable. By meditating on Him, O my soul, thou shalt be approved.","ssk":"The eternal Lord is permanent and unchanging; meditate on Him, O my mind, and you shall be approved. ||1||"},"pu":{"ss":{"gurmukhi":"isr& prmwqmw hI nws-rihq hY, sdw kwiem rihx vwlw hY, At`l hY [ hy myry mn! aus prmwqmw dw nwm jipAw kr, qwhIeyN kbUl hovyNgw [1[","unicode":"ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਨਾਸ-ਰਹਿਤ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਟੱਲ ਹੈ । ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਤਾਹੀਏਂ ਕਬੂਲ ਹੋਵੇਂਗਾ ।੧।"},"ft":{"gurmukhi":"hy myry mn! hrI jo hY AibnwsI AO sdw iesiQq iqs ko qUM Bj, ijs kr qUM prvwn AO inscl hovY]1]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਜੋ ਹੈ ਅਬਿਨਾਸੀ ਔ ਸਦਾ ਇਸਥਿਤ ਤਿਸ ਕੋ ਤੂੰ ਭਜ, ਜਿਸ ਕਰ ਤੂੰ ਪਰਵਾਨ ਔ ਨਿਸਚਲ ਹੋਵੈ॥੧॥"},"bdb":{"gurmukhi":"isr& prmwqmw hI nws-rihq hY, sdw kwiem rihx vwlw hY, At`l hY [ hy myry mn! aus prmwqmw dw nwm jipAw kr, qwhIeyN kbUl hovyNgw [1[","unicode":"ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਨਾਸ-ਰਹਿਤ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਟੱਲ ਹੈ । ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਤਾਹੀਏਂ ਕਬੂਲ ਹੋਵੇਂਗਾ ।੧।"},"ms":{"gurmukhi":"Amr suAwmI sdIvI siQr Aqy Aih`l hY[ auys dw ismrn krn duAwrw, hy myrI ijMdVIey! qUM kbUl pY jwvygI[","unicode":"ਅਮਰ ਸੁਆਮੀ ਸਦੀਵੀ ਸਥਿਰ ਅਤੇ ਅਹਿੱਲ ਹੈ। ਉੇਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ, ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਕਬੂਲ ਪੈ ਜਾਵੇਗੀ।"}},"es":{"sn":"el Señor Eterno es Inamovible y Permanente, medita en Él, oh mente mía, y serás aprobada.(1)"},"hi":{"ss":"सिर्फ परमात्मा ही नाश-रहित है। सदा कायम रहने वाला है। अटल है। हे मेरे मन ! उस परमात्मा का नाम जपा कर। तभी कबूल होगा। 1।","sts":"एकमात्र अनश्वर परमात्मा ही सदैव स्थिर एवं अटल है, इसलिए हे मेरे मन ! उसे प्रवान होने के लिए उसका ही भजन कर ॥ १॥"}},"transliteration":{"english":"har abinaasee sadhaa thir nihachal tis mere man bhaj paravaan ||1||","hindi":"हरि अबिनासी सदा थिरु निहचलु तिसु मेरे मन भजु परवाणु ॥१॥","en":"har abinaasee sadhaa thir nihachal tis mere man bhaj paravaan ||1||","hi":"हरि अबिनासी सदा थिरु निहचलु तिसु मेरे मन भजु परवाणु ॥१॥","ipa":"hər əbɪnɑsi səd̪ɑ t̪ʰɪr nɪhət͡ʃəl t̪ɪs mere mən ɓəd͡ʒ pərəʋɑɳ.1.","ur":"هر ابٍناسیِ سدا تھر نهچل تس مےرے من بھج پرواݨ ۔۔۱۔۔"},"pageNo":861,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":36432,"shabadId":3223,"verse":{"gurmukhi":"myry mn nwmu hrI Bju sdw dIbwxu ]","unicode":"ਮੇਰੇ ਮਨ ਨਾਮੁ ਹਰੀ ਭਜੁ ਸਦਾ ਦੀਬਾਣੁ ॥"},"larivaar":{"gurmukhi":"myrymnnwmuhrIBjusdwdIbwxu]","unicode":"ਮੇਰੇਮਨਨਾਮੁਹਰੀਭਜੁਸਦਾਦੀਬਾਣੁ॥"},"translation":{"en":{"bdb":"O my mind, vibrate, and meditate on the Lord's Name, which shall be your defender forever.","ms":"O my soul, meditate thou on the Lord's Name, which shall ever be a support of thine.","ssk":"O my mind, vibrate, and meditate on the Lord's Name, which shall be your defender forever."},"pu":{"ss":{"gurmukhi":"hy myry mn! sdw pRBU dw nwm ismirAw kr, iehI At`l Awsrw hY [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਇਹੀ ਅਟੱਲ ਆਸਰਾ ਹੈ । "},"ft":{"gurmukhi":"hy myry mn! sdw hrI nwm jo Awsrw rUp hY iqs ko Bju]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਹਰੀ ਨਾਮ ਜੋ ਆਸਰਾ ਰੂਪ ਹੈ ਤਿਸ ਕੋ ਭਜੁ॥"},"bdb":{"gurmukhi":"hy myry mn! sdw pRBU dw nwm ismirAw kr, iehI At`l Awsrw hY [ ","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਇਹੀ ਅਟੱਲ ਆਸਰਾ ਹੈ । "},"ms":{"gurmukhi":"hy myrI ijMdy! qUM swihb dy nwm dw AwrwQn krjohmyiw leI qyrw Awsrw hovygw[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਸਾਹਿਬ ਦੇ ਨਾਮ ਦਾ ਆਰਾਥਨ ਕਰਜੋਹਮੇਾਿ ਲਈ ਤੇਰਾ ਆਸਰਾ ਹੋਵੇਗਾ।"}},"es":{"sn":"Oh mi mente, vibra y medita en el Nombre del Señor, Quien será tu Defensor para siempre, "},"hi":{"ss":"हे मेरे मन ! सदा प्रभू का नाम सिमरा कर। यही अटल आसरा है।","sts":"हे मन ! हरि-नाम का भजन कर, उसका आसरा अटल है।"}},"transliteration":{"english":"mere man naam haree bhaj sadhaa dheebaan ||","hindi":"मेरे मन नामु हरी भजु सदा दीबाणु ॥","en":"mere man naam haree bhaj sadhaa dheebaan ||","hi":"मेरे मन नामु हरी भजु सदा दीबाणु ॥","ipa":"mere mən nɑm həri ɓəd͡ʒ səd̪ɑ d̪ibɑɳ.","ur":"مےرے من نام هریِ بھج سدا دیِباݨ ۔۔"},"pageNo":861,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":36433,"shabadId":3223,"verse":{"gurmukhi":"jo hir mhlu pwvY gur bcnI iqsu jyvfu Avru nwhI iksY dw qwxu ]1] rhwau ]","unicode":"ਜੋ ਹਰਿ ਮਹਲੁ ਪਾਵੈ ਗੁਰ ਬਚਨੀ ਤਿਸੁ ਜੇਵਡੁ ਅਵਰੁ ਨਾਹੀ ਕਿਸੈ ਦਾ ਤਾਣੁ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"johirmhlupwvYgurbcnIiqsujyvfuAvrunwhIiksYdwqwxu]1]rhwau]","unicode":"ਜੋਹਰਿਮਹਲੁਪਾਵੈਗੁਰਬਚਨੀਤਿਸੁਜੇਵਡੁਅਵਰੁਨਾਹੀਕਿਸੈਦਾਤਾਣੁ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"One who obtains the Mansion of the Lord's Presence, through the Word of the Guru's Teachings - no one else's power is as great as his. ||1||Pause||","ms":"He who, by Guru's instruction attains to the Lord's mansion, so great as his, no other man's might is. Pause.","ssk":"One who obtains the Mansion of the Lord's Presence, through the Word of the Guru's Teachings - no one else's power is as great as his. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K gurU dy bcnW auqy qur ky pRBU dy crnW ivc invws hwsl kr lYNdw hY, aus mnu`K dy Awqmk bl ijqnw hor iksy dw bl nhIN [1[rhwau[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਿਵਾਸ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਆਤਮਕ ਬਲ ਜਿਤਨਾ ਹੋਰ ਕਿਸੇ ਦਾ ਬਲ ਨਹੀਂ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"jo guroN ky aupdys duAwry hrI ky srUp ko pwvqw hY iqs jYsw vfw hor iksy kw bl nhIN hY[ Bwv jo blI ky AwsRq hoqw hY iqs ky sB AnuswrI ho jwqy hYN]1] rhwau ]","unicode":"ਜੋ ਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਦੁਆਰੇ ਹਰੀ ਕੇ ਸਰੂਪ ਕੋ ਪਾਵਤਾ ਹੈ ਤਿਸ ਜੈਸਾ ਵਡਾ ਹੋਰ ਕਿਸੇ ਕਾ ਬਲ ਨਹੀਂ ਹੈ। ਭਾਵ ਜੋ ਬਲੀ ਕੇ ਆਸ੍ਰਤ ਹੋਤਾ ਹੈ ਤਿਸ ਕੇ ਸਭ ਅਨੁਸਾਰੀ ਹੋ ਜਾਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K gurU dy bcnW auqy qur ky pRBU dy crnW ivc invws hwsl kr lYNdw hY, aus mnu`K dy Awqmk bl ijqnw hor iksy dw bl nhIN [1[rhwau[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਿਵਾਸ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਆਤਮਕ ਬਲ ਜਿਤਨਾ ਹੋਰ ਕਿਸੇ ਦਾ ਬਲ ਨਹੀਂ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"jo koeI gurW dy aupdyS duAwrw, suAwmI dy mMdr ƒ pw lYNdw hY, aus dy ijqnI v`fI iksy hor dI qwkq nhIN hY[ Tihrwau[","unicode":"ਜੋ ਕੋਈ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ, ਸੁਆਮੀ ਦੇ ਮੰਦਰ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਜਿਤਨੀ ਵੱਡੀ ਕਿਸੇ ਹੋਰ ਦੀ ਤਾਕਤ ਨਹੀਂ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"pues quien obtiene la Mansión de la Presencia del Señor, a través de la Palabra del Shabd del Guru, acrecienta su poder como el de nadie. (1-Pausa)"},"hi":{"ss":"जो मनुष्य गुरू के बचनों पर चल कर प्रभू के चरणों में निवास हासिल कर लेता है। उस मनुष्य के आत्मिक बल जितना और किसी का बल नहीं। 1। रहाउ।","sts":"जो गुरु के वचन द्वारा हरेि का महल पा लेता है, उसके बल जितना अन्य कोई बलशाली नहीं।॥ १॥ रहाउ॥"}},"transliteration":{"english":"jo har mahal paavai gur bachanee tis jevadd avar naahee kisai dhaa taan ||1|| rahaau ||","hindi":"जो हरि महलु पावै गुर बचनी तिसु जेवडु अवरु नाही किसै दा ताणु ॥१॥ रहाउ ॥","en":"jo har mahal paavai gur bachanee tis jevadd avar naahee kisai dhaa taan ||1|| rahaau ||","hi":"जो हरि महलु पावै गुर बचनी तिसु जेवडु अवरु नाही किसै दा ताणु ॥१॥ रहाउ ॥","ipa":"d͡ʒɔ hər məhəl pɑʋæ Gʊr bət͡ʃəni t̪ɪs d͡ʒeʋəɖ əʋər nɑhi kɪsæ d̪ɑ t̪ɑɳ.1. rəhɑo.","ur":"جو هر مهل پاوَے گُر بچنیِ تس جےوڈ اور ناهیِ کسَے دا تاݨ ۔۔۱۔۔ رهااُ ۔۔"},"pageNo":861,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":36434,"shabadId":3223,"verse":{"gurmukhi":"ijqny DnvMq kulvMq imlKvMq dIsih mn myry siB ibnis jwih ijau rMgu ksuMB kcwxu ]","unicode":"ਜਿਤਨੇ ਧਨਵੰਤ ਕੁਲਵੰਤ ਮਿਲਖਵੰਤ ਦੀਸਹਿ ਮਨ ਮੇਰੇ ਸਭਿ ਬਿਨਸਿ ਜਾਹਿ ਜਿਉ ਰੰਗੁ ਕਸੁੰਭ ਕਚਾਣੁ ॥"},"larivaar":{"gurmukhi":"ijqnyDnvMqkulvMqimlKvMqdIsihmnmyrysiBibnisjwihijaurMguksuMBkcwxu]","unicode":"ਜਿਤਨੇਧਨਵੰਤਕੁਲਵੰਤਮਿਲਖਵੰਤਦੀਸਹਿਮਨਮੇਰੇਸਭਿਬਿਨਸਿਜਾਹਿਜਿਉਰੰਗੁਕਸੁੰਭਕਚਾਣੁ॥"},"translation":{"en":{"bdb":"All the wealthy, high class property owners which you see, O my mind, shall vanish, like the fading color of the safflower.","ms":"As many as men of wealth, men of high family and men of property, thou seest, O my soul, they shall all perish away like the short-lived colour of saf-flower.","ssk":"All the wealthy, high class property owners which you see, O my mind, shall vanish, like the fading color of the safflower."},"pu":{"ss":{"gurmukhi":"hy myry mn! (dunIAw ivc) ijqny BI Dn vwly, au~cI kul vwly, zmInW dy mwlk id`s rhy hn, ieh swry nws ho jwxgy, (iehnW dw vf`px ieauN hI k`cw hY) ijvyN ksuMBy dw rMg k`cw hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! (ਦੁਨੀਆ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਧਨ ਵਾਲੇ, ਉੱਚੀ ਕੁਲ ਵਾਲੇ, ਜ਼ਮੀਨਾਂ ਦੇ ਮਾਲਕ ਦਿੱਸ ਰਹੇ ਹਨ, ਇਹ ਸਾਰੇ ਨਾਸ ਹੋ ਜਾਣਗੇ, (ਇਹਨਾਂ ਦਾ ਵਡੱਪਣ ਇਉਂ ਹੀ ਕੱਚਾ ਹੈ) ਜਿਵੇਂ ਕਸੁੰਭੇ ਦਾ ਰੰਗ ਕੱਚਾ ਹੈ ।"},"ft":{"gurmukhi":"hy myry mn! ijqny DnvMq punh imlKvMq dyKqw hYN sB ibns jwihNgy[ jYsy rMg kusMBy kw kcw hY, Bwv sy QoVy idn rhxy vwly hYN]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਜਿਤਨੇ ਧਨਵੰਤ ਪੁਨਹ ਮਿਲਖਵੰਤ ਦੇਖਤਾ ਹੈਂ ਸਭ ਬਿਨਸ ਜਾਹਿਂਗੇ। ਜੈਸੇ ਰੰਗ ਕੁਸੰਭੇ ਕਾ ਕਚਾ ਹੈ, ਭਾਵ ਸੇ ਥੋੜੇ ਦਿਨ ਰਹਣੇ ਵਾਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy myry mn! (dunIAw ivc) ijqny BI Dn vwly, au~cI kul vwly, zmInW dy mwlk id`s rhy hn, ieh swry nws ho jwxgy, (iehnW dw vf`px ieauN hI k`cw hY) ijvyN ksuMBy dw rMg k`cw hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! (ਦੁਨੀਆ ਵਿਚ) ਜਿਤਨੇ ਭੀ ਧਨ ਵਾਲੇ, ਉੱਚੀ ਕੁਲ ਵਾਲੇ, ਜ਼ਮੀਨਾਂ ਦੇ ਮਾਲਕ ਦਿੱਸ ਰਹੇ ਹਨ, ਇਹ ਸਾਰੇ ਨਾਸ ਹੋ ਜਾਣਗੇ, (ਇਹਨਾਂ ਦਾ ਵਡੱਪਣ ਇਉਂ ਹੀ ਕੱਚਾ ਹੈ) ਜਿਵੇਂ ਕਸੁੰਭੇ ਦਾ ਰੰਗ ਕੱਚਾ ਹੈ ।"},"ms":{"gurmukhi":"ijMny BI dOlqmMd, auc-KwndwnI Aqy jwiedwdw vwly bMdy qUM vyKdI hYN, hy myrI ijMdVIey! auh swry kusuMBy dy Pu`l dI iCn-BMgr rMgq dI qrHW nws ho jwxgy[","unicode":"ਜਿੰਨੇ ਭੀ ਦੌਲਤਮੰਦ, ਉਚ-ਖਾਨਦਾਨੀ ਅਤੇ ਜਾਇਦਾਦਾ ਵਾਲੇ ਬੰਦੇ ਤੂੰ ਵੇਖਦੀ ਹੈਂ, ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਉਹ ਸਾਰੇ ਕੁਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦੀ ਛਿਨ-ਭੰਗਰ ਰੰਗਤ ਦੀ ਤਰ੍ਹਾਂ ਨਾਸ ਹੋ ਜਾਣਗੇ।"}},"es":{"sn":"Hay muchos hombres poderosos, millonarios, con gran familia y propiedades, todos ellos desaparecerán tan rápido como el inestable color del cártamo. "},"hi":{"ss":"हे मेरे मन ! (दुनिया में) जितने भी धनवान। ऊँची कुल वाले। जमीनों के मालिक दिखाई दे रहे हैं। ये सारे नाश हो जाएंगे। (इनका बड़प्पन वैसे ही कच्चा है) जैसे कुसंभ का रंग कच्चा है।","sts":"हे मेरे मन ! जितने भी धनवान्, उच्च कुलीन एवं करोड़पति नजर आते हैं, वे यूं नाश हो जाते हैं, जैसे कुसुंभ फूल का कच्चा रंग नाश हो जाता है।"}},"transliteration":{"english":"jitane dhanava(n)t kulava(n)t milakhava(n)t dheeseh man mere sabh binas jaeh jiau ra(n)g kasu(n)bh kachaan ||","hindi":"जितने धनवंत कुलवंत मिलखवंत दीसहि मन मेरे सभि बिनसि जाहि जिउ रंगु कसुँभ कचाणु ॥","en":"jitane dhanava(n)t kulava(n)t milakhava(n)t dheeseh man mere sabh binas jaeh jiau ra(n)g kasu(n)bh kachaan ||","hi":"जितने धनवंत कुलवंत मिलखवंत दीसहि मन मेरे सभि बिनसि जाहि जिउ रंगु कसुँभ कचाणु ॥","ipa":"d͡ʒɪt̪əne t̪ənəʋəŋt̪ kʊləʋəŋt̪ mɪləkʰəʋəŋt̪ d̪isəh mən mere səɓ bɪnəs d͡ʒɑh d͡ʒɪo rəŋG kəsʊŋɓ kət͡ʃɑɳ.","ur":"جِتنے دھنوںت کُلوںت ملکھوںت دیِسه من مےرے سبھ بنس جاه جا رںگ کسںبھ کچاݨ ۔۔"},"pageNo":861,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":6,"t":"v"},{"p":9,"t":"v"}]}},{"verseId":36435,"shabadId":3223,"verse":{"gurmukhi":"hir siq inrMjnu sdw syiv mn myry ijqu hir drgh pwvih qU mwxu ]2]","unicode":"ਹਰਿ ਸਤਿ ਨਿਰੰਜਨੁ ਸਦਾ ਸੇਵਿ ਮਨ ਮੇਰੇ ਜਿਤੁ ਹਰਿ ਦਰਗਹ ਪਾਵਹਿ ਤੂ ਮਾਣੁ ॥੨॥"},"larivaar":{"gurmukhi":"hirsiqinrMjnusdwsyivmnmyryijquhirdrghpwvihqUmwxu]2]","unicode":"ਹਰਿਸਤਿਨਿਰੰਜਨੁਸਦਾਸੇਵਿਮਨਮੇਰੇਜਿਤੁਹਰਿਦਰਗਹਪਾਵਹਿਤੂਮਾਣੁ॥੨॥"},"translation":{"en":{"bdb":"Serve the True, Immaculate Lord forever, O my mind, and you shall be honored in the Court of the Lord. ||2||","ms":"O my soul, ever serve thou thy True Immaculate God, where-with thou shall obtain honour in the Lord's court.","ssk":"Serve the True, Immaculate Lord forever, O my mind, and you shall be honored in the Court of the Lord. ||2||"},"pu":{"ss":{"gurmukhi":"hy myry mn! aus prmwqmw ƒ sdw ismr, jo sdw kwiem rihx vwlw hY, jo mwieAw dy pRBwv qoN pry hY, Aqy ijs dI rwhIN qUM pRBU dI hzUrI ivc Awdr hwsl kryNgw [2[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਸਿਮਰ, ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਅਤੇ ਜਿਸ ਦੀ ਰਾਹੀਂ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ ।੨।"},"ft":{"gurmukhi":"hy myry mn! hrI sq inrMjn ko sdw hI syv[ ijs kr ky hrI kI drgwih myN qUM mwn pwvYN]2]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਸਤ ਨਿਰੰਜਨ ਕੋ ਸਦਾ ਹੀ ਸੇਵ। ਜਿਸ ਕਰ ਕੇ ਹਰੀ ਕੀ ਦਰਗਾਹਿ ਮੇਂ ਤੂੰ ਮਾਨ ਪਾਵੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy myry mn! aus prmwqmw ƒ sdw ismr, jo sdw kwiem rihx vwlw hY, jo mwieAw dy pRBwv qoN pry hY, Aqy ijs dI rwhIN qUM pRBU dI hzUrI ivc Awdr hwsl kryNgw [2[","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਸਿਮਰ, ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਅਤੇ ਜਿਸ ਦੀ ਰਾਹੀਂ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ ।੨।"},"ms":{"gurmukhi":"hy myrI ijMdy! qUM Awpxy s¤cy piv`qr vwihgurU dI hmySW tihl syvw kr, ijs duAwrw qUM pRBU dy drbwr AMdr piq AwbrU pw lvyNgI[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਤੂੰ ਆਪਣੇ ਸੱਚੇ ਪਵਿੱਤਰ ਵਾਹਿਗੁਰੂ ਦੀ ਹਮੇਸ਼ਾਂ ਟਹਿਲ ਸੇਵਾ ਕਰ, ਜਿਸ ਦੁਆਰਾ ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਪਤਿ ਆਬਰੂ ਪਾ ਲਵੇਂਗੀ।"}},"es":{"sn":"Sirve al Señor Verdadero e Inmaculado para siempre, oh mente mía y serás honrado en la Corte del Señor.  (2)"},"hi":{"ss":"हे मेरे मन ! उस परमात्मा को सदा सिमर। जो सदा कायम रहने वाला है। जो माया के प्रभाव से परे है। और जिसके माध्यम से तू प्रभू की हजूरी में आदर हासिल करेगा। 2।","sts":"सदैव सत्य मायातीत हरि की सेवा करो, जिस द्वारा तू उसके दरबार में शोभा हासिल करेंगा ॥ २॥"}},"transliteration":{"english":"har sat nira(n)jan sadhaa sev man mere jit har dharageh paaveh too maan ||2||","hindi":"हरि सति निरंजनु सदा सेवि मन मेरे जितु हरि दरगह पावहि तू माणु ॥२॥","en":"har sat nira(n)jan sadhaa sev man mere jit har dharageh paaveh too maan ||2||","hi":"हरि सति निरंजनु सदा सेवि मन मेरे जितु हरि दरगह पावहि तू माणु ॥२॥","ipa":"hər sət̪ nɪrəŋd͡ʒən səd̪ɑ seʋ mən mere d͡ʒɪt̪ hər d̪ərəGəh pɑʋəh t̪u mɑɳ.2.","ur":"هر ستِ نرںجن سدا سےو من مےرے جت هرِ درگه پاوه تُو ماݨ ۔۔۲۔۔"},"pageNo":861,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":36436,"shabadId":3223,"verse":{"gurmukhi":"bRwhmxu KqRI sUd vYs cwir vrn cwir AwsRm hih jo hir iDAwvY so prDwnu ]","unicode":"ਬ੍ਰਾਹਮਣੁ ਖਤ੍ਰੀ ਸੂਦ ਵੈਸ ਚਾਰਿ ਵਰਨ ਚਾਰਿ ਆਸ੍ਰਮ ਹਹਿ ਜੋ ਹਰਿ ਧਿਆਵੈ ਸੋ ਪਰਧਾਨੁ ॥"},"larivaar":{"gurmukhi":"bRwhmxuKqRIsUdvYscwirvrncwirAwsRmhihjohiriDAwvYsoprDwnu]","unicode":"ਬ੍ਰਾਹਮਣੁਖਤ੍ਰੀਸੂਦਵੈਸਚਾਰਿਵਰਨਚਾਰਿਆਸ੍ਰਮਹਹਿਜੋਹਰਿਧਿਆਵੈਸੋਪਰਧਾਨੁ॥"},"translation":{"en":{"bdb":"There are four castes: Brahmin, Kh'shaatriya, Soodra and Vaishya, and there are four stages of life. One who meditates on the Lord, is the most distinguished and renowned.","ms":"There are four castes of the literates, warriors, cultivators and menials and the four stages of life, He, who meditates on the Lord, is the most distinguished amongst men.","ssk":"There are four castes: Brahmin, Kh'shaatriya, Soodra and Vaishya, and there are four stages of life. One who meditates on the Lord, is the most distinguished and renowned."},"pu":{"ss":{"gurmukhi":"(hy mn! swfy dys ivc) bRwhmx, Kq®I, vYS, SUdr—ieh cwr (pRis`D) vrn hn, (bRhmcrj, igRhsq, vwnpRsq, sMinAws—ieh) cwr AwSRm (pRis`D) hn [ iehnW ivcoN jyhVw BI mnu`K pRBU dw nwm ismrdw hY, auhI (sB qoN) sRySt hY (jwqI Awidk krky nhIN) [ ","unicode":"(ਹੇ ਮਨ! ਸਾਡੇ ਦੇਸ ਵਿਚ) ਬ੍ਰਾਹਮਣ, ਖਤ੍ਰੀ, ਵੈਸ਼, ਸ਼ੂਦਰ—ਇਹ ਚਾਰ (ਪ੍ਰਸਿੱਧ) ਵਰਨ ਹਨ, (ਬ੍ਰਹਮਚਰਜ, ਗ੍ਰਿਹਸਤ, ਵਾਨਪ੍ਰਸਤ, ਸੰਨਿਆਸ—ਇਹ) ਚਾਰ ਆਸ਼੍ਰਮ (ਪ੍ਰਸਿੱਧ) ਹਨ । ਇਹਨਾਂ ਵਿਚੋਂ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਹੀ (ਸਭ ਤੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ (ਜਾਤੀ ਆਦਿਕ ਕਰਕੇ ਨਹੀਂ) । "},"ft":{"gurmukhi":"bRwhmx, KqRI punh sUdR qQw vYs, iehu jo cwr vrx AO jo cwr gRsqwid AwsRm hY[ ien myN sy jo hrI ko iDAwvy so pRDwn ArQwq muK hY]","unicode":"ਬ੍ਰਾਹਮਣ, ਖਤ੍ਰੀ ਪੁਨਹ ਸੂਦ੍ਰ ਤਥਾ ਵੈਸ, ਇਹੁ ਜੋ ਚਾਰ ਵਰਣ ਔ ਜੋ ਚਾਰ ਗ੍ਰਸਤਾਦਿ ਆਸ੍ਰਮ ਹੈ। ਇਨ ਮੇਂ ਸੇ ਜੋ ਹਰੀ ਕੋ ਧਿਆਵੇ ਸੋ ਪ੍ਰਧਾਨ ਅਰਥਾਤ ਮੁਖ ਹੈ॥"},"bdb":{"gurmukhi":"(hy mn! swfy dys ivc) bRwhmx, Kq®I, vYS, SUdr—ieh cwr (pRis`D) vrn hn, (bRhmcrj, igRhsq, vwnpRsq, sMinAws—ieh) cwr AwSRm (pRis`D) hn [ iehnW ivcoN jyhVw BI mnu`K pRBU dw nwm ismrdw hY, auhI (sB qoN) sRySt hY (jwqI Awidk krky nhIN) [ ","unicode":"(ਹੇ ਮਨ! ਸਾਡੇ ਦੇਸ ਵਿਚ) ਬ੍ਰਾਹਮਣ, ਖਤ੍ਰੀ, ਵੈਸ਼, ਸ਼ੂਦਰ—ਇਹ ਚਾਰ (ਪ੍ਰਸਿੱਧ) ਵਰਨ ਹਨ, (ਬ੍ਰਹਮਚਰਜ, ਗ੍ਰਿਹਸਤ, ਵਾਨਪ੍ਰਸਤ, ਸੰਨਿਆਸ—ਇਹ) ਚਾਰ ਆਸ਼੍ਰਮ (ਪ੍ਰਸਿੱਧ) ਹਨ । ਇਹਨਾਂ ਵਿਚੋਂ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਹੀ (ਸਭ ਤੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ (ਜਾਤੀ ਆਦਿਕ ਕਰਕੇ ਨਹੀਂ) । "},"ms":{"gurmukhi":"cwr jwqW ivdvwnW, CqRIAW, ikswnW Aqy kmIxW dIAW cwr jIvn dIAW AvsQwvW hn, ijhVw koeI BI suAwmI dw ismrn krdw hY, auh hI ienswnW iv`c mu`KIAw hY[","unicode":"ਚਾਰ ਜਾਤਾਂ ਵਿਦਵਾਨਾਂ, ਛਤ੍ਰੀਆਂ, ਕਿਸਾਨਾਂ ਅਤੇ ਕਮੀਣਾਂ ਦੀਆਂ ਚਾਰ ਜੀਵਨ ਦੀਆਂ ਅਵਸਥਾਵਾਂ ਹਨ, ਜਿਹੜਾ ਕੋਈ ਭੀ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਹ ਹੀ ਇਨਸਾਨਾਂ ਵਿੱਚ ਮੁੱਖੀਆ ਹੈ।"}},"es":{"sn":"Hay cuatro castas y cuatro estados en la vida de los Brahmanes, pero aquél que contempla al Señor, es supremo entre los hombres. "},"hi":{"ss":"(हे मन ! हमारे देश में) ब्राहमण। क्षत्रीय। वैश्य। शूद्र - ये चार (प्रसिद्ध) वर्ण हैं। (ब्रहमचर्य। गृहस्थ। वानप्रस्थ व सन्यास- ये) चार आश्रम (प्रसिद्ध) हैं। इनमें से जो भी मनुष्य नाम सिमरता है। वही (सबसे) श्रेष्ठ है (जाति आदि के कारण नहीं)।","sts":"ब्राह्मण, क्षत्रिय, वैश्य, एवं शूद्र-चार जातियाँ हैं और ब्रह्मचार्य, ग्रहस्थ, वानप्रस्थ एवं सन्यास चार आश्रम हैं, इन में से जो भी हरि का ध्यान करता है, वही दुनिया में प्रधान है।"}},"transliteration":{"english":"braahaman khatree soodh vais chaar varan chaar aasram heh jo har dhiaavai so paradhaan ||","hindi":"ब्राहमणु खत्री सूद वैस चारि वरन चारि आस्रम हहि जो हरि धिआवै सो परधानु ॥","en":"braahaman khatree soodh vais chaar varan chaar aasram heh jo har dhiaavai so paradhaan ||","hi":"ब्राहमणु खत्री सूद वैस चारि वरन चारि आस्रम हहि जो हरि धिआवै सो परधानु ॥","ipa":"bɹɑhəməɳ kʰət̪ɹi sud̪ ʋæs t͡ʃɑr ʋərən t͡ʃɑr əɑsɹəm həh d͡ʒɔ hər t̪ɪəɑʋæ sɔ pərət̪ɑn.","ur":"براهمݨ کھتریِ سُود وَےس چار ورن چار آسرم ههِ جو هر دھآوَے سو پردھان ۔۔"},"pageNo":861,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":8,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":8,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":8,"t":"v"}]}},{"verseId":36437,"shabadId":3223,"verse":{"gurmukhi":"ijau cMdn inkit vsY ihrfu bpuVw iqau sqsMgiq imil piqq prvwxu ]3]","unicode":"ਜਿਉ ਚੰਦਨ ਨਿਕਟਿ ਵਸੈ ਹਿਰਡੁ ਬਪੁੜਾ ਤਿਉ ਸਤਸੰਗਤਿ ਮਿਲਿ ਪਤਿਤ ਪਰਵਾਣੁ ॥੩॥"},"larivaar":{"gurmukhi":"ijaucMdninkitvsYihrfubpuVwiqausqsMgiqimilpiqqprvwxu]3]","unicode":"ਜਿਉਚੰਦਨਨਿਕਟਿਵਸੈਹਿਰਡੁਬਪੁੜਾਤਿਉਸਤਸੰਗਤਿਮਿਲਿਪਤਿਤਪਰਵਾਣੁ॥੩॥"},"translation":{"en":{"bdb":"The poor castor oil plant, growing near the sandalwood tree, becomes fragrant; in the same way, the sinner, associating with the Saints, becomes acceptable and approved. ||3||","ms":"As the poor castor-oil-plant, abiding near the sandal-tree, becomes fragrant, so is the sinner approved by associating with the society of saints.","ssk":"The poor castor oil plant, growing near the sandalwood tree, becomes fragrant; in the same way, the sinner, associating with the Saints, becomes acceptable and approved. ||3||"},"pu":{"ss":{"gurmukhi":"ijvyN cMdn dy nyVy ivcwrw AirMf v`sdw hY (qy sugMiDq ho jWdw hY) iqvyN swD sMgiq ivc iml ky ivkwrI BI (pivq`r ho ky) kbUl ho jWdw hY [3[","unicode":"ਜਿਵੇਂ ਚੰਦਨ ਦੇ ਨੇੜੇ ਵਿਚਾਰਾ ਅਰਿੰਡ ਵੱਸਦਾ ਹੈ (ਤੇ ਸੁਗੰਧਿਤ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਿਵੇਂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਵਿਕਾਰੀ ਭੀ (ਪਵਿਤੱਰ ਹੋ ਕੇ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"jYsy cMdn ky inkt ierMf ibcwrw bsY qO cMdn hoqw hY, qYsy hI sqsMgq swQ iml ky pwpI bI hrI kI drgwih myN prvwn hoqw hY, Bwv sqsMg sy pwp nst ho jwqy hYN]3]","unicode":"ਜੈਸੇ ਚੰਦਨ ਕੇ ਨਿਕਟ ਇਰੰਡ ਬਿਚਾਰਾ ਬਸੈ ਤੌ ਚੰਦਨ ਹੋਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਸਤਸੰਗਤ ਸਾਥ ਮਿਲ ਕੇ ਪਾਪੀ ਬੀ ਹਰੀ ਕੀ ਦਰਗਾਹਿ ਮੇਂ ਪਰਵਾਨ ਹੋਤਾ ਹੈ, ਭਾਵ ਸਤਸੰਗ ਸੇ ਪਾਪ ਨਸਟ ਹੋ ਜਾਤੇ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"ijvyN cMdn dy nyVy ivcwrw AirMf v`sdw hY (qy sugMiDq ho jWdw hY) iqvyN swD sMgiq ivc iml ky ivkwrI BI (pivq`r ho ky) kbUl ho jWdw hY [3[","unicode":"ਜਿਵੇਂ ਚੰਦਨ ਦੇ ਨੇੜੇ ਵਿਚਾਰਾ ਅਰਿੰਡ ਵੱਸਦਾ ਹੈ (ਤੇ ਸੁਗੰਧਿਤ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਿਵੇਂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਵਿਕਾਰੀ ਭੀ (ਪਵਿਤੱਰ ਹੋ ਕੇ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"ijs qrHW ivcwr AirMf dw bUtw, cMdn dy ibrC dy nyVy vsdw hoieAw sugMDq ho jWdw hY, iesy qrHW swD sMgq nwl imlx duAwrw iek pwpI kbUl pYN jWdw hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਵਿਚਾਰ ਅਰਿੰਡ ਦਾ ਬੂਟਾ, ਚੰਦਨ ਦੇ ਬਿਰਛ ਦੇ ਨੇੜੇ ਵਸਦਾ ਹੋਇਆ ਸੁਗੰਧਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਸਾਧ ਸੰਗਤ ਨਾਲ ਮਿਲਣ ਦੁਆਰਾ ਇਕ ਪਾਪੀ ਕਬੂਲ ਪੈਂ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Así como la planta amarga de la Arinda, que al habitar muy cerca de los dulces árboles de Sándalo, se vuelve tan fragante como su vecino, así también el malvado, asociándose con los Santos, se convierte en Santo también.(3)"},"hi":{"ss":"जैसे चंदन के नजदीक बेचारा अरिण्ड बसता है (और सुगंधित हो जाता है) वैसे ही साध-संगति में मिल के विकारी भी (पवित्र हो के) कबूल हो जाता है। 3।","sts":"जैसे चंदन के निकट बसता अरिण्ड भी खुशबूदार हो जाता है, वैसे ही सत्संगति में मिलकर पापी भी स्वीकार हो जाता है॥ ३॥"}},"transliteration":{"english":"jiau cha(n)dhan nikaT vasai hiradd bapuRaa tiau satasa(n)gat mil patit paravaan ||3||","hindi":"जिउ चंदन निकटि वसै हिरडु बपुड़ा तिउ सतसंगति मिलि पतित परवाणु ॥३॥","en":"jiau cha(n)dhan nikaT vasai hiradd bapuRaa tiau satasa(n)gat mil patit paravaan ||3||","hi":"जिउ चंदन निकटि वसै हिरडु बपुड़ा तिउ सतसंगति मिलि पतित परवाणु ॥३॥","ipa":"d͡ʒɪo t͡ʃəŋd̪ən nɪkəʈ ʋəsæ hɪrəɖ bəpʊɽɑ t̪ɪo sət̪əsəŋGət̪ mɪl pət̪ɪt̪ pərəʋɑɳ.3.","ur":"جِا چںدن نکٹ وسَے هرڈ بپڑا تاُ ستسںگت مل پتِت پرواݨ ۔۔۳۔۔"},"pageNo":861,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":36438,"shabadId":3223,"verse":{"gurmukhi":"Ehu sB qy aUcw sB qy sUcw jw kY ihrdY visAw Bgvwnu ]","unicode":"ਓਹੁ ਸਭ ਤੇ ਊਚਾ ਸਭ ਤੇ ਸੂਚਾ ਜਾ ਕੈ ਹਿਰਦੈ ਵਸਿਆ ਭਗਵਾਨੁ ॥"},"larivaar":{"gurmukhi":"EhusBqyaUcwsBqysUcwjwkYihrdYvisAwBgvwnu]","unicode":"ਓਹੁਸਭਤੇਊਚਾਸਭਤੇਸੂਚਾਜਾਕੈਹਿਰਦੈਵਸਿਆਭਗਵਾਨੁ॥"},"translation":{"en":{"bdb":"He, within whose heart the Lord abides, is the highest of all, and the purest of all.","ms":"He is the highest of all and the purest of all within whose mind abides the Illustrious Lord.","ssk":"He, within whose heart the Lord abides, is the highest of all, and the purest of all."},"pu":{"ss":{"gurmukhi":"hy mn! ijs mnu`K dy ihrdy ivc prmwqmw Aw v`sdw hY, auh mnu`K hor sBnW mnu`KW nwloN au~cw ho jWdw hY, su`cw ho jWdw hY [","unicode":"ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹੋਰ ਸਭਨਾਂ ਮਨੁੱਖਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੁੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijs ky ihrdy myN Bgvwn visAw hY, vhu sB qy aUcw hY AOr sB qy sUcw hY]","unicode":"ਜਿਸ ਕੇ ਹਿਰਦੇ ਮੇਂ ਭਗਵਾਨ ਵਸਿਆ ਹੈ, ਵਹੁ ਸਭ ਤੇ ਊਚਾ ਹੈ ਔਰ ਸਭ ਤੇ ਸੂਚਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy mn! ijs mnu`K dy ihrdy ivc prmwqmw Aw v`sdw hY, auh mnu`K hor sBnW mnu`KW nwloN au~cw ho jWdw hY, su`cw ho jWdw hY [","unicode":"ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹੋਰ ਸਭਨਾਂ ਮਨੁੱਖਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੁੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh swirAW nwloN aucw Aqy swirAW nwloN piv`qr hY, ijs dy mn AMdr kIrqIvwn pRBU v`sdw hY[","unicode":"ਉਹ ਸਾਰਿਆਂ ਨਾਲੋਂ ਉਚਾ ਅਤੇ ਸਾਰਿਆਂ ਨਾਲੋਂ ਪਵਿੱਤਰ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਅੰਦਰ ਕੀਰਤੀਵਾਨ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ।"}},"es":{"sn":"Sí, es el más alto y puro, aquél en cuyo corazón habita el Señor. "},"hi":{"ss":"हे मन ! जिस मनुष्य के हृदय में परमात्मा आ बसता है। वह मनुष्य और सब मनुष्यों से ऊँचा हो जाता है। स्वच्छ हो जाता है।","sts":"जिसके हृदय में भगवान का निवास हो गया है, वह सबसे ऊँचा एवं सबसे शुद्ध है।"}},"transliteration":{"english":"oh sabh te uoochaa sabh te soochaa jaa kai hiradhai vasiaa bhagavaan ||","hindi":"ओहु सभ ते ऊचा सभ ते सूचा जा कै हिरदै वसिआ भगवानु ॥","en":"oh sabh te uoochaa sabh te soochaa jaa kai hiradhai vasiaa bhagavaan ||","hi":"ओहु सभ ते ऊचा सभ ते सूचा जा कै हिरदै वसिआ भगवानु ॥","ipa":"oəh səɓ t̪e out͡ʃɑ səɓ t̪e sut͡ʃɑ d͡ʒɑ kæ hɪrəd̪æ ʋəsɪəɑ ɓəGəʋɑn.","ur":"اوهُ سبھ تے اُوچا سبھ تے سُوچا جا کَے هردَے وسآ بھگوان ۔۔"},"pageNo":861,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":36439,"shabadId":3223,"verse":{"gurmukhi":"jn nwnku iqs ky crn pKwlY jo hir jnu nIcu jwiq syvkwxu ]4]4]","unicode":"ਜਨ ਨਾਨਕੁ ਤਿਸ ਕੇ ਚਰਨ ਪਖਾਲੈ ਜੋ ਹਰਿ ਜਨੁ ਨੀਚੁ ਜਾਤਿ ਸੇਵਕਾਣੁ ॥੪॥੪॥"},"larivaar":{"gurmukhi":"jnnwnkuiqskycrnpKwlYjohirjnunIcujwiqsyvkwxu]4]4]","unicode":"ਜਨਨਾਨਕੁਤਿਸਕੇਚਰਨਪਖਾਲੈਜੋਹਰਿਜਨੁਨੀਚੁਜਾਤਿਸੇਵਕਾਣੁ॥੪॥੪॥"},"translation":{"en":{"bdb":"Servant Nanak washes the feet of that humble servant of the Lord; he may be from a low class family, but he is now the Lord's servant. ||4||4||","ms":"Slaves Nanak shampoos the feet of that saint of God, who though of low family but has become His slave.","ssk":"Servant Nanak washes the feet of that humble servant of the Lord; he may be from a low class family, but he is now the Lord's servant. ||4||4||"},"pu":{"ss":{"gurmukhi":"(hy BweI!) dws nwnk aus mnu`KW dy crn DoNdw hY, jyhVw pRBU dw syvk hY pRBU dw Bgq hY, BwvyN auh jwqI vloN nIc hI (igixAw jWdw) hY [4[4[","unicode":"(ਹੇ ਭਾਈ!) ਦਾਸ ਨਾਨਕ ਉਸ ਮਨੁੱਖਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਹੈ, ਜੇਹੜਾ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਹੈ, ਭਾਵੇਂ ਉਹ ਜਾਤੀ ਵਲੋਂ ਨੀਚ ਹੀ (ਗਿਣਿਆ ਜਾਂਦਾ) ਹੈ ।੪।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy myry mn! jo hir jn nIc jwq myN hYN, iqn kw syvk hoieky crnoN ko Doie]4]4]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮੇਰੇ ਮਨ! ਜੋ ਹਰਿ ਜਨ ਨੀਚ ਜਾਤ ਮੇਂ ਹੈਂ, ਤਿਨ ਕਾ ਸੇਵਕ ਹੋਇਕੇ ਚਰਨੋਂ ਕੋ ਧੋਇ॥੪॥੪॥"},"bdb":{"gurmukhi":"(hy BweI!) dws nwnk aus mnu`KW dy crn DoNdw hY, jyhVw pRBU dw syvk hY pRBU dw Bgq hY, BwvyN auh jwqI vloN nIc hI (igixAw jWdw) hY [4[4[","unicode":"(ਹੇ ਭਾਈ!) ਦਾਸ ਨਾਨਕ ਉਸ ਮਨੁੱਖਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਹੈ, ਜੇਹੜਾ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੈ ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਹੈ, ਭਾਵੇਂ ਉਹ ਜਾਤੀ ਵਲੋਂ ਨੀਚ ਹੀ (ਗਿਣਿਆ ਜਾਂਦਾ) ਹੈ ।੪।੪।"},"ms":{"gurmukhi":"nPr nwnk r`b dy aus swDU dy pYr DoNdw hY, jo BwvyN nIc-Grwxy dw hY pr aus dw golw bx igAw hY[","unicode":"ਨਫਰ ਨਾਨਕ ਰੱਬ ਦੇ ਉਸ ਸਾਧੂ ਦੇ ਪੈਰ ਧੋਂਦਾ ਹੈ, ਜੋ ਭਾਵੇਂ ਨੀਚ-ਘਰਾਣੇ ਦਾ ਹੈ ਪਰ ਉਸ ਦਾ ਗੋਲਾ ਬਣ ਗਿਆ ਹੈ।"}},"es":{"sn":"Nanak lava los pies del Devoto que dedica su vida y su ser a su Señor, sin importar su casta. (4-4)"},"hi":{"ss":"(हे भाई !) दास नानक उस मनुष्य के चरण धोता है। जो प्रभू का सेवक है प्रभू का भक्त है। चाहे वह जाति के आधार पर नीच ही (गिना जाता) है। 4। 4।","sts":"नानक उसके चरण धोता है, जो हरिजन चाहे नीच जाति से सेवक है॥ ४ ॥ ४ ॥"}},"transliteration":{"english":"jan naanak tis ke charan pakhaalai jo har jan neech jaat sevakaan ||4||4||","hindi":"जन नानकु तिस के चरन पखालै जो हरि जनु नीचु जाति सेवकाणु ॥४॥४॥","en":"jan naanak tis ke charan pakhaalai jo har jan neech jaat sevakaan ||4||4||","hi":"जन नानकु तिस के चरन पखालै जो हरि जनु नीचु जाति सेवकाणु ॥४॥४॥","ipa":"d͡ʒən nɑnək t̪ɪs ke t͡ʃərən pəkʰɑlæ d͡ʒɔ hər d͡ʒən nit͡ʃ d͡ʒɑt̪ seʋəkɑɳ.4.4.","ur":"جن نانک تس کے چرن پکھالَے جو هر جن نیِچ جات سےوکاݨ ۔۔۴۔۔۴۔۔"},"pageNo":861,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}}]}