{"shabadInfo":{"shabadId":3401,"shabadName":39562,"pageNo":929,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":929},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":7,"navigation":{"previous":3400,"next":3402},"verses":[{"verseId":39562,"shabadId":3401,"verse":{"gurmukhi":"CMqu ]","unicode":"ਛੰਤੁ ॥"},"larivaar":{"gurmukhi":"CMqu]","unicode":"ਛੰਤੁ॥"},"translation":{"en":{"bdb":"Chhant:","ms":"Chhant.","ssk":"Chhant:"},"pu":{"ss":{"gurmukhi":"CMqu [","unicode":"ਛੰਤੁ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"CMqu [","unicode":"ਛੰਤੁ ।"},"ms":{"gurmukhi":"CMq[","unicode":"ਛੰਤ।"}},"es":{"sn":"Chhant"},"hi":{"ss":"छंत।","sts":"छंद॥"}},"transliteration":{"english":"chha(n)t ||","hindi":"छंतु ॥","en":"chha(n)t ||","hi":"छंतु ॥","ipa":"ɕəŋt̪.","ur":"چھںت ۔۔"},"pageNo":929,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":39563,"shabadId":3401,"verse":{"gurmukhi":"ruiq issIAr sIql hir pRgty mMGr poih jIau ]","unicode":"ਰੁਤਿ ਸਿਸੀਅਰ ਸੀਤਲ ਹਰਿ ਪ੍ਰਗਟੇ ਮੰਘਰ ਪੋਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"ruiqissIArsIqlhirpRgtymMGrpoihjIau]","unicode":"ਰੁਤਿਸਿਸੀਅਰਸੀਤਲਹਰਿਪ੍ਰਗਟੇਮੰਘਰਪੋਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"In the cold season of Maghar and Poh, the Lord reveals Himself.","ms":"In the moon-cool season of the months of Maghar and Poh, God has become manifest unto me.","ssk":"In the cold season of Maghar and Poh, the Lord reveals Himself."},"pu":{"ss":{"gurmukhi":"hy BweI! mMGr moh dy mhIny ivc isAwl dI ru`q (Aw ky) TMF vrqWdI hY,","unicode":"ਹੇ ਭਾਈ! ਮੰਘਰ ਮੋਹ ਦੇ ਮਹੀਨੇ ਵਿਚ ਸਿਆਲ ਦੀ ਰੁੱਤ (ਆ ਕੇ) ਠੰਢ ਵਰਤਾਂਦੀ ਹੈ,"},"ft":{"gurmukhi":"mGr poh jo ihmkr ruiq hY, so Aiq sIql hY (issIAr⁽¹⁾) br& ky qul hY ijs myN hrI pRgt hUey hYN[ Asl myN eIhW issIAr kI jgw ihmkr gRhn krnI]","unicode":"ਮਘਰ ਪੋਹ ਜੋ ਹਿਮਕਰ ਰੁਤਿ ਹੈ, ਸੋ ਅਤਿ ਸੀਤਲ ਹੈ (ਸਿਸੀਅਰ⁽¹⁾) ਬਰਫ਼ ਕੇ ਤੁਲ ਹੈ ਜਿਸ ਮੇਂ ਹਰੀ ਪ੍ਰਗਟ ਹੂਏ ਹੈਂ। ਅਸਲ ਮੇਂ ਈਹਾਂ ਸਿਸੀਅਰ ਕੀ ਜਗਾ ਹਿਮਕਰ ਗ੍ਰਹਨ ਕਰਨੀ॥"},"bdb":{"gurmukhi":"hy BweI! mMGr moh dy mhIny ivc isAwl dI ru`q (Aw ky) TMF vrqWdI hY,","unicode":"ਹੇ ਭਾਈ! ਮੰਘਰ ਮੋਹ ਦੇ ਮਹੀਨੇ ਵਿਚ ਸਿਆਲ ਦੀ ਰੁੱਤ (ਆ ਕੇ) ਠੰਢ ਵਰਤਾਂਦੀ ਹੈ,"},"ms":{"gurmukhi":"cMd vrgy TMFy m`Gr Aqy poh dy mhIinAW dy mOsm AMdr vwihgurU mYƒ pRq`K id`s ipAw hY[","unicode":"ਚੰਦ ਵਰਗੇ ਠੰਢੇ ਮੱਘਰ ਅਤੇ ਪੋਹ ਦੇ ਮਹੀਨਿਆਂ ਦੇ ਮੌਸਮ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਮੈਨੂੰ ਪ੍ਰਤੱਖ ਦਿੱਸ ਪਿਆ ਹੈ।"}},"es":{"sn":"La estación refrescada por la luna ha llegado; el Señor se ha manifestado en los meses de Magjara y Poya. "},"hi":{"ss":"हे भाई ! मघर-पोह के महीने में सर्दी की ऋतु (आ के) ठंडक कर देती है।","sts":"मार्गशीर्ष एवं पौष के महीनों में शीतल शिशिर ऋतु आई है और प्रभु अन्तर्मन में प्रगट हो गया है।"}},"transliteration":{"english":"rut siseear seetal har pragaTe ma(n)ghar poh jeeau ||","hindi":"रुति सिसीअर सीतल हरि प्रगटे मंघर पोहि जीउ ॥","en":"rut siseear seetal har pragaTe ma(n)ghar poh jeeau ||","hi":"रुति सिसीअर सीतल हरि प्रगटे मंघर पोहि जीउ ॥","ipa":"rʊt̪ sɪsiər sit̪əl hər pɹəGəʈe məŋGʰər pɔh d͡ʒio.","ur":"رُت سسیِار سیِتل هر پرگٹے مںگھر پوه جیِا ۔۔"},"pageNo":929,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":39564,"shabadId":3401,"verse":{"gurmukhi":"jlin buJI drsu pwieAw ibnsy mwieAw DRoh jIau ]","unicode":"ਜਲਨਿ ਬੁਝੀ ਦਰਸੁ ਪਾਇਆ ਬਿਨਸੇ ਮਾਇਆ ਧ੍ਰੋਹ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"jlinbuJIdrsupwieAwibnsymwieAwDRohjIau]","unicode":"ਜਲਨਿਬੁਝੀਦਰਸੁਪਾਇਆਬਿਨਸੇਮਾਇਆਧ੍ਰੋਹਜੀਉ॥"},"translation":{"en":{"bdb":"My burning desires were quenched, when I obtained the Blessed Vision of His Darshan; the fraudulent illusion of Maya is gone.","ms":"Seeing the Lord's vision my heart-burning is stopped and the fraud of mammon is ended","ssk":"My burning desires were quenched, when I obtained the Blessed Vision of His Darshan; the fraudulent illusion of Maya is gone."},"pu":{"ss":{"gurmukhi":"(iesy qrHW ijs jIv dy ihrdy ivc) prmwqmw dw prkwS Aw huMdw hY, ijhVw mnu`K prmwqmw dw drSn kr lYNdw hY, aus dy AMdroN iq®Snw dI A`g bu`J jWdI hY, aus dy AMdroN mwieAw dy vl-Cl mu`k jWdy hn [","unicode":"(ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਆ ਹੁੰਦਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਵਲ-ਛਲ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"jb vwihgurU kw drsnu pwieAw qb jln buJ geI, Cl punw kpt dgw ibns gey]","unicode":"ਜਬ ਵਾਹਿਗੁਰੂ ਕਾ ਦਰਸਨੁ ਪਾਇਆ ਤਬ ਜਲਨ ਬੁਝ ਗਈ, ਛਲ ਪੁਨਾ ਕਪਟ ਦਗਾ ਬਿਨਸ ਗਏ॥"},"bdb":{"gurmukhi":"(iesy qrHW ijs jIv dy ihrdy ivc) prmwqmw dw prkwS Aw huMdw hY, ijhVw mnu`K prmwqmw dw drSn kr lYNdw hY, aus dy AMdroN iq®Snw dI A`g bu`J jWdI hY, aus dy AMdroN mwieAw dy vl-Cl mu`k jWdy hn [","unicode":"(ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਆ ਹੁੰਦਾ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਵਲ-ਛਲ ਮੁੱਕ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"sweIN dw dIdwr dyK ky, myrI idl dI sVWd (sVn) bMd ho geI hY Aqy mohxI mwieAw dw Cl Pryb BI im`t igAw hY[","unicode":"ਸਾਈਂ ਦਾ ਦੀਦਾਰ ਦੇਖ ਕੇ, ਮੇਰੀ ਦਿਲ ਦੀ ਸੜਾਂਦ (ਸੜਨ) ਬੰਦ ਹੋ ਗਈ ਹੈ ਅਤੇ ਮੋਹਣੀ ਮਾਇਆ ਦਾ ਛਲ ਫਰੇਬ ਭੀ ਮਿੱਟ ਗਿਆ ਹੈ।"}},"es":{"sn":"anhelo se ha calmado y en la Visión de Dios, la ilusión de Maya en mí ha desaparecido. "},"hi":{"ss":"(इसी तरह जिस जीव के हृदय में) परमात्मा का प्रकाश होता है। जो मनुष्य परमात्मा के दर्शन कर लेता है। उसके अंदर से तृष्णा की आग बुझ जाती है। उसके अंदर से माया के वल-छल समाप्त हो जाते हैं।","sts":"उसके दर्शन करके सारी जलन दूर हो गई है और माया के सब बन्धन नाश हो गए हैं।"}},"transliteration":{"english":"jalan bujhee dharas paiaa binase maiaa dhroh jeeau ||","hindi":"जलनि बुझी दरसु पाइआ बिनसे माइआ ध्रोह जीउ ॥","en":"jalan bujhee dharas paiaa binase maiaa dhroh jeeau ||","hi":"जलनि बुझी दरसु पाइआ बिनसे माइआ ध्रोह जीउ ॥","ipa":"d͡ʒələn bʊɖ͡ʐi d̪ərəs pɑɪɑ bɪnəse mɑɪɑ t̪ə̀ɹɔh d͡ʒio.","ur":"جلن بُجھیِ درس پاایا بنسے ماایا دھروه جیِا ۔۔"},"pageNo":929,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":39565,"shabadId":3401,"verse":{"gurmukhi":"siB kwm pUry imil hjUry hir crx syvik syivAw ]","unicode":"ਸਭਿ ਕਾਮ ਪੂਰੇ ਮਿਲਿ ਹਜੂਰੇ ਹਰਿ ਚਰਣ ਸੇਵਕਿ ਸੇਵਿਆ ॥"},"larivaar":{"gurmukhi":"siBkwmpUryimilhjUryhircrxsyviksyivAw]","unicode":"ਸਭਿਕਾਮਪੂਰੇਮਿਲਿਹਜੂਰੇਹਰਿਚਰਣਸੇਵਕਿਸੇਵਿਆ॥"},"translation":{"en":{"bdb":"All my desires have been fulfilled, meeting the Lord face-to-face; I am His servant, I serve at His feet.","ms":"Meeting with my God, face to face, all my desires are fulfilled and I serve His feet like a bond-slave.","ssk":"All my desires have been fulfilled, meeting the Lord face-to-face; I am His servant, I serve at His feet."},"pu":{"ss":{"gurmukhi":"hy BweI! pRBU dI hzUrI ivc itk ky pRBU dy ijs crn-syvk ny pRBU dI syvw-BgqI kIqI, aus dIAW mno-kwmnW pUrIAW ho jWdIAW hn [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਜਿਸ ਚਰਨ-ਸੇਵਕ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ, ਉਸ ਦੀਆਂ ਮਨੋ-ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ । "},"ft":{"gurmukhi":"hrI ky crxw ky jo syvk sMq hYN jb iqn ko syivAw hY qb (hjUry) pws hI imly; punw sB kMm pUry hoey]","unicode":"ਹਰੀ ਕੇ ਚਰਣਾ ਕੇ ਜੋ ਸੇਵਕ ਸੰਤ ਹੈਂ ਜਬ ਤਿਨ ਕੋ ਸੇਵਿਆ ਹੈ ਤਬ (ਹਜੂਰੇ) ਪਾਸ ਹੀ ਮਿਲੇ; ਪੁਨਾ ਸਭ ਕੰਮ ਪੂਰੇ ਹੋਏ॥"},"bdb":{"gurmukhi":"hy BweI! pRBU dI hzUrI ivc itk ky pRBU dy ijs crn-syvk ny pRBU dI syvw-BgqI kIqI, aus dIAW mno-kwmnW pUrIAW ho jWdIAW hn [ ","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੇ ਜਿਸ ਚਰਨ-ਸੇਵਕ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ, ਉਸ ਦੀਆਂ ਮਨੋ-ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ । "},"ms":{"gurmukhi":"Awpxy vwihgurU nwl AYn pRq`K iml ky myrIAW swrIAW kwmnwvW pUrIAW ho geIAW hn, Aqy mYN gumwSqy dI mwnMd, aus dy crnW dI tihl kmwauNdw hW[","unicode":"ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਨਾਲ ਐਨ ਪ੍ਰਤੱਖ ਮਿਲ ਕੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਕਾਮਨਾਵਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਅਤੇ ਮੈਂ ਗੁਮਾਸ਼ਤੇ ਦੀ ਮਾਨੰਦ, ਉਸ ਦੇ ਚਰਨਾਂ ਦੀ ਟਹਿਲ ਕਮਾਉਂਦਾ ਹਾਂ।"}},"es":{"sn":"Entrando en Su Presencia, mis deseos son satisfechos y sirvo a Sus pies como Su Esclavo."},"hi":{"ss":"हे भाई ! प्रभू की हजूरी में टिक के प्रभू के जिस चरण-सेवक ने प्रभू की सेवा-भक्ति की। उसकी मनोकामनाएं पूरी हो जाती हैं।","sts":"सेवक ने हरि-चरणों की सेवा की है और प्रत्यक्ष प्रभु से मिलकर सब कामनाएँ पूरी हो गई हैं।"}},"transliteration":{"english":"sabh kaam poore mil hajoore har charan sevak seviaa ||","hindi":"सभि काम पूरे मिलि हजूरे हरि चरण सेवकि सेविआ ॥","en":"sabh kaam poore mil hajoore har charan sevak seviaa ||","hi":"सभि काम पूरे मिलि हजूरे हरि चरण सेवकि सेविआ ॥","ipa":"səɓ kɑm pure mɪl həd͡ʒure hər t͡ʃərəɳ seʋək seʋɪəɑ.","ur":"سبھ کام پُورے ملِ هجُورے هرِ چرݨ سےوک سےوآ ۔۔"},"pageNo":929,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":39566,"shabadId":3401,"verse":{"gurmukhi":"hwr for sIgwr siB rs gux gwau AlK AByivAw ]","unicode":"ਹਾਰ ਡੋਰ ਸੀਗਾਰ ਸਭਿ ਰਸ ਗੁਣ ਗਾਉ ਅਲਖ ਅਭੇਵਿਆ ॥"},"larivaar":{"gurmukhi":"hwrforsIgwrsiBrsguxgwauAlKAByivAw]","unicode":"ਹਾਰਡੋਰਸੀਗਾਰਸਭਿਰਸਗੁਣਗਾਉਅਲਖਅਭੇਵਿਆ॥"},"translation":{"en":{"bdb":"My necklaces, hair-ties, all decorations and adornments, are in singing the Glorious Praises of the unseen, mysterious Lord.","ms":"My Necklace, hair-string decorations and all the dainties consist in singing the praise of the Invisible and Inscrutable Lord.","ssk":"My necklaces, hair-ties, all decorations and adornments, are in singing the Glorious Praises of the unseen, mysterious Lord."},"pu":{"ss":{"gurmukhi":"(ijvyN pqI-imlwp nwl iesq®I dy) hwr for Awidk swry iSMgwr (sPl ho jWdy hn, iesy qrHW pRBU-pqI dy imlwp ivc hI jIv-iesq®I leI) swry AwnMd hn (qW qy, hy BweI!) Al`K AByv pRBU dy gux gWdy irhw kro [","unicode":"(ਜਿਵੇਂ ਪਤੀ-ਮਿਲਾਪ ਨਾਲ ਇਸਤ੍ਰੀ ਦੇ) ਹਾਰ ਡੋਰ ਆਦਿਕ ਸਾਰੇ ਸ਼ਿੰਗਾਰ (ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਲਈ) ਸਾਰੇ ਆਨੰਦ ਹਨ (ਤਾਂ ਤੇ, ਹੇ ਭਾਈ!) ਅਲੱਖ ਅਭੇਵ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ ।"},"ft":{"gurmukhi":"(hwr) hir hir krnw, (for) forI BI eyku jnwnw BUsx hY, jo prWdy ky pICy ltkqI hY; vw forI pRisD prWdy dw nwmu hY, Bwv ibRqI iekwgr krnI[ hor jo sIgwr hYN, Bwv swDn jo hYN punw sB rs jo hYN, Bwv pRym AO AnMd ieqÎwid swDn jo Qy, so sB qb sPl Bey hYN jb AlK AByd ky (Aw) vsys kr gun gwey hYN]","unicode":"(ਹਾਰ) ਹਰਿ ਹਰਿ ਕਰਨਾ, (ਡੋਰ) ਡੋਰੀ ਭੀ ਏਕੁ ਜਨਾਨਾ ਭੂਸਣ ਹੈ, ਜੋ ਪਰਾਂਦੇ ਕੇ ਪੀਛੇ ਲਟਕਤੀ ਹੈ; ਵਾ ਡੋਰੀ ਪ੍ਰਸਿਧ ਪਰਾਂਦੇ ਦਾ ਨਾਮੁ ਹੈ, ਭਾਵ ਬ੍ਰਿਤੀ ਇਕਾਗਰ ਕਰਨੀ। ਹੋਰ ਜੋ ਸੀਗਾਰ ਹੈਂ, ਭਾਵ ਸਾਧਨ ਜੋ ਹੈਂ ਪੁਨਾ ਸਭ ਰਸ ਜੋ ਹੈਂ, ਭਾਵ ਪ੍ਰੇਮ ਔ ਅਨੰਦ ਇਤ੍ਯਾਦਿ ਸਾਧਨ ਜੋ ਥੇ, ਸੋ ਸਭ ਤਬ ਸਫਲ ਭਏ ਹੈਂ ਜਬ ਅਲਖ ਅਭੇਦ ਕੇ (ਆ) ਵਸੇਸ ਕਰ ਗੁਨ ਗਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"(ijvyN pqI-imlwp nwl iesq®I dy) hwr for Awidk swry iSMgwr (sPl ho jWdy hn, iesy qrHW pRBU-pqI dy imlwp ivc hI jIv-iesq®I leI) swry AwnMd hn (qW qy, hy BweI!) Al`K AByv pRBU dy gux gWdy irhw kro [","unicode":"(ਜਿਵੇਂ ਪਤੀ-ਮਿਲਾਪ ਨਾਲ ਇਸਤ੍ਰੀ ਦੇ) ਹਾਰ ਡੋਰ ਆਦਿਕ ਸਾਰੇ ਸ਼ਿੰਗਾਰ (ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ, ਇਸੇ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਲਈ) ਸਾਰੇ ਆਨੰਦ ਹਨ (ਤਾਂ ਤੇ, ਹੇ ਭਾਈ!) ਅਲੱਖ ਅਭੇਵ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ ।"},"ms":{"gurmukhi":"myrI mwlw, kysW dI prWdI, hwr iSMgwr Aqy smUh inAwmqW AidRSt Aqy Byd-rihq suAwmI dI kIrqI gwien krnw hI hY[","unicode":"ਮੇਰੀ ਮਾਲਾ, ਕੇਸਾਂ ਦੀ ਪਰਾਂਦੀ, ਹਾਰ ਸ਼ਿੰਗਾਰ ਅਤੇ ਸਮੂਹ ਨਿਆਮਤਾਂ ਅਦ੍ਰਿਸ਼ਟ ਅਤੇ ਭੇਦ-ਰਹਿਤ ਸੁਆਮੀ ਦੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਨਾ ਹੀ ਹੈ।"}},"es":{"sn":"Y ahora mis collares, joyas y todo tipo de adornos consisten en entonar las Alabanzas del Dios Misterioso e Insondable. "},"hi":{"ss":"(जैसे पति-मिलाप से स्त्री के) सारे किए हुए हार-श्रृंगार (सफल हो जाते हैं। इसी तरह प्रभू-पति के मिलाप में ही जीव-स्त्री के लिए) सारे आनंद हैं (इसलिए। हे भाई !) अलख-अभेव प्रभू के गुण गाते रहा करो।","sts":"सब ने हार श्रृंगार सहित आनंद से उस अलक्ष्य, रहस्यातीत, परमात्मा का ही गुणगान किया है।"}},"transliteration":{"english":"haar ddor seegaar sabh ras gun gaau alakh abheviaa ||","hindi":"हार डोर सीगार सभि रस गुण गाउ अलख अभेविआ ॥","en":"haar ddor seegaar sabh ras gun gaau alakh abheviaa ||","hi":"हार डोर सीगार सभि रस गुण गाउ अलख अभेविआ ॥","ipa":"hɑr ɖɔr siGɑr səɓ rəs Gʊɳ Gɑo ələkʰ əɓeʋɪəɑ.","ur":"هار ڈور سیِگار سبھ رس گُݨ گاا الکھ ابھےوآ ۔۔"},"pageNo":929,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":39567,"shabadId":3401,"verse":{"gurmukhi":"Bwau Bgiq goivMd bWCq jmu n swkY joih jIau ]","unicode":"ਭਾਉ ਭਗਤਿ ਗੋਵਿੰਦ ਬਾਂਛਤ ਜਮੁ ਨ ਸਾਕੈ ਜੋਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"BwauBgiqgoivMdbWCqjmunswkYjoihjIau]","unicode":"ਭਾਉਭਗਤਿਗੋਵਿੰਦਬਾਂਛਤਜਮੁਨਸਾਕੈਜੋਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"I long for loving devotion to the Lord of the Universe, and so the Messenger of Death cannot even see me.","ms":"Death's courier can spy not those, who long for the love and service of the world-Lord.","ssk":"I long for loving devotion to the Lord of the Universe, and so the Messenger of Death cannot even see me."},"pu":{"ss":{"gurmukhi":"hy BweI! goibMd dw pRym mMgidAW goibMd dI BgqI (dI dwiq) mMgidAW mOq dw sihm kdy poh nhIN skdw [","unicode":"ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦਾ ਪ੍ਰੇਮ ਮੰਗਦਿਆਂ ਗੋਬਿੰਦ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਮੰਗਦਿਆਂ ਮੌਤ ਦਾ ਸਹਿਮ ਕਦੇ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ।"},"ft":{"gurmukhi":"pRymwBgqI goibMd kI bWCiqAW ko jm nhIN dyK skqw]","unicode":"ਪ੍ਰੇਮਾਭਗਤੀ ਗੋਬਿੰਦ ਕੀ ਬਾਂਛਤਿਆਂ ਕੋ ਜਮ ਨਹੀਂ ਦੇਖ ਸਕਤਾ॥"},"bdb":{"gurmukhi":"hy BweI! goibMd dw pRym mMgidAW goibMd dI BgqI (dI dwiq) mMgidAW mOq dw sihm kdy poh nhIN skdw [","unicode":"ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦਾ ਪ੍ਰੇਮ ਮੰਗਦਿਆਂ ਗੋਬਿੰਦ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਮੰਗਦਿਆਂ ਮੌਤ ਦਾ ਸਹਿਮ ਕਦੇ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ।"},"ms":{"gurmukhi":"mOq dw dUq iqMnHW v`l q`k nhIN skdw jo iSRStI dy suAwmI dI pRIq qy tihl syvw ƒ loVdy hn[","unicode":"ਮੌਤ ਦਾ ਦੂਤ ਤਿੰਨ੍ਹਾਂ ਵੱਲ ਤੱਕ ਨਹੀਂ ਸਕਦਾ ਜੋ ਸ਼੍ਰਿਸ਼ਟੀ ਦੇ ਸੁਆਮੀ ਦੀ ਪ੍ਰੀਤ ਤੇ ਟਹਿਲ ਸੇਵਾ ਨੂੰ ਲੋੜਦੇ ਹਨ।"}},"es":{"sn":"Busco la Adoración Amorosa de mi Dios y ahora la muerte no me da miedo. "},"hi":{"ss":"हे भाई ! गोबिंद का प्रेम माँगते हुए गोबिंद की भक्ति (की दाति) माँगते हुए मौत का सहम कभी छू नहीं सकता।","sts":"जो गोविंद की प्रेम-भक्ति की कामना करते हैं, यम भी उन्हें तंग नहीं करता।"}},"transliteration":{"english":"bhaau bhagat govi(n)dh baa(n)chhat jam na saakai joh jeeau ||","hindi":"भाउ भगति गोविंद बाँछत जमु न साकै जोहि जीउ ॥","en":"bhaau bhagat govi(n)dh baa(n)chhat jam na saakai joh jeeau ||","hi":"भाउ भगति गोविंद बाँछत जमु न साकै जोहि जीउ ॥","ipa":"ɓɑo ɓəGət̪ Gɔʋɪŋd̪ bɑⁿəɕət̪ d͡ʒəm nə sɑkæ d͡ʒɔh d͡ʒio.","ur":"بھاا بھگت گووںد باںچھت جم ن ساکَے جوه جیِا ۔۔"},"pageNo":929,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":39568,"shabadId":3401,"verse":{"gurmukhi":"ibnvMiq nwnk pRiB Awip mylI qh n pRym ibCoh jIau ]6]","unicode":"ਬਿਨਵੰਤਿ ਨਾਨਕ ਪ੍ਰਭਿ ਆਪਿ ਮੇਲੀ ਤਹ ਨ ਪ੍ਰੇਮ ਬਿਛੋਹ ਜੀਉ ॥੬॥"},"larivaar":{"gurmukhi":"ibnvMiqnwnkpRiBAwipmylIqhnpRymibCohjIau]6]","unicode":"ਬਿਨਵੰਤਿਨਾਨਕਪ੍ਰਭਿਆਪਿਮੇਲੀਤਹਨਪ੍ਰੇਮਬਿਛੋਹਜੀਉ॥੬॥"},"translation":{"en":{"bdb":"Prays Nanak, God has united me with Himself; I shall never suffer separation from my Beloved again. ||6||","ms":"Supplicates Nanak, she, whom the Lord has united with Himself; she suffers not separation of love from her Beloved.","ssk":"Prays Nanak, God has united me with Himself; I shall never suffer separation from my Beloved again. ||6||"},"pu":{"ss":{"gurmukhi":"nwnk bynqI krdw hY—ijs jIv-iesq®I ƒ pRBU ny Awp Awpxy crnW ivc joV ilAw, aus dy ihrdy ivc pRBU-ipAwr dI AxhoNd nhIN huMdI [6[","unicode":"ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ—ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਅਣਹੋਂਦ ਨਹੀਂ ਹੁੰਦੀ ।੬।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: jo Apny mYN pRBU ny mylI hY (qh) iqs jIv rUp iesqRI ko pRym kw ibCoVw nhIN hoqw hY]6]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜੋ ਅਪਨੇ ਮੈਂ ਪ੍ਰਭੂ ਨੇ ਮੇਲੀ ਹੈ (ਤਹ) ਤਿਸ ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ ਕੋ ਪ੍ਰੇਮ ਕਾ ਬਿਛੋੜਾ ਨਹੀਂ ਹੋਤਾ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"nwnk bynqI krdw hY—ijs jIv-iesq®I ƒ pRBU ny Awp Awpxy crnW ivc joV ilAw, aus dy ihrdy ivc pRBU-ipAwr dI AxhoNd nhIN huMdI [6[","unicode":"ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ—ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਅਣਹੋਂਦ ਨਹੀਂ ਹੁੰਦੀ ।੬।"},"ms":{"gurmukhi":"gurU jI pRwrQnw rkdy hn, ijs ƒ suAwmI ny Awpxy nwl imlw ilAw hY, aus dw Awpxy pRIqm dI pRIq nwloN ivCoVw nhIN huMdw[","unicode":"ਗੁਰੂ ਜੀ ਪ੍ਰਾਰਥਨਾ ਰਕਦੇ ਹਨ, ਜਿਸ ਨੂੰ ਸੁਆਮੀ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ, ਉਸ ਦਾ ਆਪਣੇ ਪ੍ਰੀਤਮ ਦੀ ਪ੍ਰੀਤ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Dice Nanak, el Señor, de Sí Mismo, me ha unido con Él, y para mí ya no existe separación alguna de mi Amor.(6)"},"hi":{"ss":"नानक विनती करता है- जिस जीव-स्त्री को प्रभू ने खुद अपने चरणों में जोड़ लिया। उसके हृदय में प्रभू-प्यार की कमी (प्रभू-प्यार का खालीपन) नहीं होता। 6।","sts":"नानक विनती करते हैं कि जिस जीव-स्त्री को प्रभु ने साथ मिला लिया है, उसका प्रेम वियोग नहीं होता ॥ ६॥"}},"transliteration":{"english":"binava(n)t naanak prabh aap melee teh na prem bichhoh jeeau ||6||","hindi":"बिनवंति नानक प्रभि आपि मेली तह न प्रेम बिछोह जीउ ॥६॥","en":"binava(n)t naanak prabh aap melee teh na prem bichhoh jeeau ||6||","hi":"बिनवंति नानक प्रभि आपि मेली तह न प्रेम बिछोह जीउ ॥६॥","ipa":"bɪnəʋəŋt̪ nɑnək pɹəɓ əɑp meli t̪əh nə pɹem bɪɕɔh d͡ʒio.6.","ur":"بٍنوںت نانک پربھ آپ مےلیِ ته ن پرےم بچھوه جیِا ۔۔۶۔۔"},"pageNo":929,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}