{"shabadInfo":{"shabadId":3468,"shabadName":40538,"pageNo":950,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":950},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":11,"navigation":{"previous":3467,"next":3469},"verses":[{"verseId":40537,"shabadId":3468,"verse":{"gurmukhi":"mÚ 3 ]","unicode":"ਮਃ ੩ ॥"},"larivaar":{"gurmukhi":"mÚ3]","unicode":"ਮਃ੩॥"},"translation":{"en":{"bdb":"Third Mehla:","ms":"3rd Guru.","ssk":"Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"qIjI pwqSwhI[","unicode":"ਤੀਜੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Shlok Mejl Guru Amar Das, Tercer Canal Divino. "},"hi":{"ss":"","sts":"महला ३॥"}},"transliteration":{"english":"mahalaa teejaa ||","hindi":"म: ३ ॥","en":"mahalaa teejaa ||","hi":"म: ३ ॥","ipa":"mahalaa t̪id͡ʒɑ.","ur":"مÚ ۳ ۔۔"},"pageNo":950,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":40538,"shabadId":3468,"verse":{"gurmukhi":"rwmklI rwmu min visAw qw binAw sIgwru ]","unicode":"ਰਾਮਕਲੀ ਰਾਮੁ ਮਨਿ ਵਸਿਆ ਤਾ ਬਨਿਆ ਸੀਗਾਰੁ ॥"},"larivaar":{"gurmukhi":"rwmklIrwmuminvisAwqwbinAwsIgwru]","unicode":"ਰਾਮਕਲੀਰਾਮੁਮਨਿਵਸਿਆਤਾਬਨਿਆਸੀਗਾਰੁ॥"},"translation":{"en":{"bdb":"In Raamkalee, I have enshrined the Lord in my mind; thus I have been embellished.","ms":"Through Ramkali measure, I have enshrined the Lord in my mind. Then alone am I deemed to have been embellished.","ssk":"In Raamkalee, I have enshrined the Lord in my mind; thus I have been embellished."},"pu":{"ss":{"gurmukhi":"rwmklI (rwgnI) dI rwhIN jy rwm (jIv-iesq®I) dy mn ivc v`s pey qW hI aus dw (pRBU-pqI ƒ imlx leI kIqw hoieAw au~dm rUp) isMgwr sPlw hY [ ","unicode":"ਰਾਮਕਲੀ (ਰਾਗਨੀ) ਦੀ ਰਾਹੀਂ ਜੇ ਰਾਮ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਤਾਂ ਹੀ ਉਸ ਦਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਕੀਤਾ ਹੋਇਆ ਉੱਦਮ ਰੂਪ) ਸਿੰਗਾਰ ਸਫਲਾ ਹੈ । "},"ft":{"gurmukhi":"iksI ny rwmklI rwgnI gweI gurU jI ny aus ko psMd n rKw, vhu ibnW prmysr ky js ky QI]ÇrwmklI rwgnI duvwry rwm ijs ky mn myN bsw hY, qo suB guxoN rUp isMgwr iqs kw bnw hY; vw (rwmklI) buDI AO mn myN jW rwm bisAw qW sIgwr bnw hY]","unicode":"ਕਿਸੀ ਨੇ ਰਾਮਕਲੀ ਰਾਗਨੀ ਗਾਈ ਗੁਰੂ ਜੀ ਨੇ ਉਸ ਕੋ ਪਸੰਦ ਨ ਰਖਾ, ਵਹੁ ਬਿਨਾਂ ਪਰਮੇਸਰ ਕੇ ਜਸ ਕੇ ਥੀ॥☬ਰਾਮਕਲੀ ਰਾਗਨੀ ਦੁਵਾਰੇ ਰਾਮ ਜਿਸ ਕੇ ਮਨ ਮੇਂ ਬਸਾ ਹੈ, ਤੋ ਸੁਭ ਗੁਣੋਂ ਰੂਪ ਸਿੰਗਾਰ ਤਿਸ ਕਾ ਬਨਾ ਹੈ; ਵਾ (ਰਾਮਕਲੀ) ਬੁਧੀ ਔ ਮਨ ਮੇਂ ਜਾਂ ਰਾਮ ਬਸਿਆ ਤਾਂ ਸੀਗਾਰ ਬਨਾ ਹੈ॥"},"bdb":{"gurmukhi":"rwmklI (rwgnI) dI rwhIN jy rwm (jIv-iesq®I) dy mn ivc v`s pey qW hI aus dw (pRBU-pqI ƒ imlx leI kIqw hoieAw au~dm rUp) isMgwr sPlw hY [ ","unicode":"ਰਾਮਕਲੀ (ਰਾਗਨੀ) ਦੀ ਰਾਹੀਂ ਜੇ ਰਾਮ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਤਾਂ ਹੀ ਉਸ ਦਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਕੀਤਾ ਹੋਇਆ ਉੱਦਮ ਰੂਪ) ਸਿੰਗਾਰ ਸਫਲਾ ਹੈ । "},"ms":{"gurmukhi":"rwmklI rwg rwhIN mYN suAwmI ƒ Awpxy ihrdy AMdr itkwieAw hY, qW hI mYN SSoBq hoeI jwxI jWdI hW[","unicode":"ਰਾਮਕਲੀ ਰਾਗ ਰਾਹੀਂ ਮੈਂ ਸੁਆਮੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾਇਆ ਹੈ, ਤਾਂ ਹੀ ਮੈਂ ਸ਼ਸ਼ੋਭਤ ਹੋਈ ਜਾਣੀ ਜਾਂਦੀ ਹਾਂ।"}},"es":{"sn":"En las Melodías de Ramkali enaltezco al Señor en mi mente; sí, así embellezco mi ser."},"hi":{"ss":"रामकली (रागिनी) के माध्यम से अगर राम (जीव-स्त्री) के मन में बस जाए तब ही उसका (प्रभू-पति को मिलने के लिए किया हुआ उद्यम रूप) श्रृंगार सफल है।","sts":"जब रामकली राग द्वारा गुणगान किया तो राम मेरे मन में बस गया और मेरा सुन्दर श्रृंगार बन गया।"}},"transliteration":{"english":"raamakalee raam man vasiaa taa baniaa seegaar ||","hindi":"रामकली रामु मनि वसिआ ता बनिआ सीगारु ॥","en":"raamakalee raam man vasiaa taa baniaa seegaar ||","hi":"रामकली रामु मनि वसिआ ता बनिआ सीगारु ॥","ipa":"rɑməkəli rɑm mən ʋəsɪəɑ t̪ɑ bənɪəɑ siGɑr.","ur":"رامکلیِ رام من وسِآ تا بنِآ سیِگار ۔۔"},"pageNo":950,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":40539,"shabadId":3468,"verse":{"gurmukhi":"gur kY sbid kmlu ibgisAw qw sauipAw Bgiq BMfwru ]","unicode":"ਗੁਰ ਕੈ ਸਬਦਿ ਕਮਲੁ ਬਿਗਸਿਆ ਤਾ ਸਉਪਿਆ ਭਗਤਿ ਭੰਡਾਰੁ ॥"},"larivaar":{"gurmukhi":"gurkYsbidkmluibgisAwqwsauipAwBgiqBMfwru]","unicode":"ਗੁਰਕੈਸਬਦਿਕਮਲੁਬਿਗਸਿਆਤਾਸਉਪਿਆਭਗਤਿਭੰਡਾਰੁ॥"},"translation":{"en":{"bdb":"Through the Word of the Guru's Shabad, my heart-lotus has blossomed forth; the Lord blessed me with the treasure of devotional worship.","ms":"When by Guru's instruction, my heart-lotus bloomed, then the Lord blessed me with the treasure of His devotion.","ssk":"Through the Word of the Guru's Shabad, my heart-lotus has blossomed forth; the Lord blessed me with the treasure of devotional worship."},"pu":{"ss":{"gurmukhi":"jy siqgurU dy Sbd dI rwhIN ihrdw kml iKV pey qW hI BgqI dw ^zwnw imldw hY [","unicode":"ਜੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਿਰਦਾ ਕਮਲ ਖਿੜ ਪਏ ਤਾਂ ਹੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਮਿਲਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jW guroN ky aupdys dÍwrw irdw iKVw qo guroN ny BgqI kw BMfwrw sONipAw, Bwv vhu Awgy aupdys krny ko smrQ ho igAw]","unicode":"ਜਾਂ ਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਦ੍ਵਾਰਾ ਰਿਦਾ ਖਿੜਾ ਤੋ ਗੁਰੋਂ ਨੇ ਭਗਤੀ ਕਾ ਭੰਡਾਰਾ ਸੌਂਪਿਆ, ਭਾਵ ਵਹੁ ਆਗੇ ਉਪਦੇਸ ਕਰਨੇ ਕੋ ਸਮਰਥ ਹੋ ਗਿਆ॥"},"bdb":{"gurmukhi":"jy siqgurU dy Sbd dI rwhIN ihrdw kml iKV pey qW hI BgqI dw ^zwnw imldw hY [","unicode":"ਜੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਿਰਦਾ ਕਮਲ ਖਿੜ ਪਏ ਤਾਂ ਹੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਮਿਲਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jdoN gurW dy aupdyS duAwrw myrw idl kMvl iKV igAw, qd pRBU ny mYƒ AwpxI SrDw, pRym dw ^jwnw bKS id`qw[","unicode":"ਜਦੋਂ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਮੇਰਾ ਦਿਲ ਕੰਵਲ ਖਿੜ ਗਿਆ, ਤਦ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਆਪਣੀ ਸ਼ਰਧਾ, ਪ੍ਰੇਮ ਦਾ ਖ਼ਜਾਨਾ ਬਖਸ਼ ਦਿੱਤਾ।"}},"es":{"sn":"El Loto de mi corazón florece a través de la Palabra del Guru y el Señor me da Su Bendición,  "},"hi":{"ss":"अगर सतिगुरू के शबद के द्वारा हृदय-कमल खिल जाए तो ही भक्ति का खजाना मिलता है।","sts":"जब गुरु के शब्द द्वारा हृदय-कमल प्रफुल्लित हो गया तो भगवान ने मुझे भक्ति का भण्डार सौंप दिया।"}},"transliteration":{"english":"gur kai sabadh kamal bigasiaa taa saupiaa bhagat bha(n)ddaar ||","hindi":"गुर कै सबदि कमलु बिगसिआ ता सउपिआ भगति भंडारु ॥","en":"gur kai sabadh kamal bigasiaa taa saupiaa bhagat bha(n)ddaar ||","hi":"गुर कै सबदि कमलु बिगसिआ ता सउपिआ भगति भंडारु ॥","ipa":"Gʊr kæ səbəd̪ kəməl bɪGəsɪəɑ t̪ɑ soʊpɪəɑ ɓəGət̪ ɓəŋɖɑr.","ur":"گُر کَے سبد کمل بگسآ تا ساپآ بھگت بھںڈار ۔۔"},"pageNo":950,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":40540,"shabadId":3468,"verse":{"gurmukhi":"Brmu gieAw qw jwigAw cUkw AigAwn AMDwru ]","unicode":"ਭਰਮੁ ਗਇਆ ਤਾ ਜਾਗਿਆ ਚੂਕਾ ਅਗਿਆਨ ਅੰਧਾਰੁ ॥"},"larivaar":{"gurmukhi":"BrmugieAwqwjwigAwcUkwAigAwnAMDwru]","unicode":"ਭਰਮੁਗਇਆਤਾਜਾਗਿਆਚੂਕਾਅਗਿਆਨਅੰਧਾਰੁ॥"},"translation":{"en":{"bdb":"My doubt was dispelled, and I woke up; the darkness of ignorance was dispelled.","ms":"When my doubt was dispelled, then did I wake up and the darkness of my ignorance was removed.","ssk":"My doubt was dispelled, and I woke up; the darkness of ignorance was dispelled."},"pu":{"ss":{"gurmukhi":"jy (gur-Sbd dI rwhIN) mn dI Btkxw dUr ho jwey qW hI mn jwigAw (smJo, ikauNik) AigAwn dw hnyrw mu`k jWdw hY [","unicode":"ਜੇ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਏ ਤਾਂ ਹੀ ਮਨ ਜਾਗਿਆ (ਸਮਝੋ, ਕਿਉਂਕਿ) ਅਗਿਆਨ ਦਾ ਹਨੇਰਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jW Brm gieAw qW ieh mn jwigAw, qb AgÎwn rUp AMDyrw (cUkw) dUr hoieAw]","unicode":"ਜਾਂ ਭਰਮ ਗਇਆ ਤਾਂ ਇਹ ਮਨ ਜਾਗਿਆ, ਤਬ ਅਗ੍ਯਾਨ ਰੂਪ ਅੰਧੇਰਾ (ਚੂਕਾ) ਦੂਰ ਹੋਇਆ॥"},"bdb":{"gurmukhi":"jy (gur-Sbd dI rwhIN) mn dI Btkxw dUr ho jwey qW hI mn jwigAw (smJo, ikauNik) AigAwn dw hnyrw mu`k jWdw hY [","unicode":"ਜੇ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਏ ਤਾਂ ਹੀ ਮਨ ਜਾਗਿਆ (ਸਮਝੋ, ਕਿਉਂਕਿ) ਅਗਿਆਨ ਦਾ ਹਨੇਰਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd myrw vihm dUr ho igAw, qd mYN jwg auiT`Aw, Aqy myrI bysmJI dw AnHyrw imt igAw[","unicode":"ਜਦ ਮੇਰਾ ਵਹਿਮ ਦੂਰ ਹੋ ਗਿਆ, ਤਦ ਮੈਂ ਜਾਗ ਉਠਿੱਆ, ਅਤੇ ਮੇਰੀ ਬੇਸਮਝੀ ਦਾ ਅਨ੍ਹੇਰਾ ਮਿਟ ਗਿਆ।"}},"es":{"sn":"Tesoro de Devoción. Mi duda y mi oscuridad se desvanecen y despierto en mi Ser."},"hi":{"ss":"अगर (गुरू-शबद के द्वारा) मन की भटकना दूर हो जाए तो ही मन जागा हुआ (समझो। क्योंकि) अज्ञान का अंधकार समाप्त हो जाता है।","sts":"जब सारा भ्रम दूर हो गया तो यह मन जाग्रत हो गया और अज्ञान का अंधकार समाप्त हो गया।"}},"transliteration":{"english":"bharam giaa taa jaagiaa chookaa agiaan a(n)dhaar ||","hindi":"भरमु गइआ ता जागिआ चूका अगिआन अंधारु ॥","en":"bharam giaa taa jaagiaa chookaa agiaan a(n)dhaar ||","hi":"भरमु गइआ ता जागिआ चूका अगिआन अंधारु ॥","ipa":"ɓərəm Gɪɑ t̪ɑ d͡ʒɑGɪəɑ t͡ʃukɑ əGɪəɑn əŋt̪ɑr.","ur":"بھرم گایا تا جاگآ چُوکا اگآن اںدھار ۔۔"},"pageNo":950,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":40541,"shabadId":3468,"verse":{"gurmukhi":"iqs no rUpu Aiq Aglw ijsu hir nwil ipAwru ]","unicode":"ਤਿਸ ਨੋ ਰੂਪੁ ਅਤਿ ਅਗਲਾ ਜਿਸੁ ਹਰਿ ਨਾਲਿ ਪਿਆਰੁ ॥"},"larivaar":{"gurmukhi":"iqsnorUpuAiqAglwijsuhirnwilipAwru]","unicode":"ਤਿਸਨੋਰੂਪੁਅਤਿਅਗਲਾਜਿਸੁਹਰਿਨਾਲਿਪਿਆਰੁ॥"},"translation":{"en":{"bdb":"She who is in love with her Lord, is the most infinitely beautiful.","ms":"She who loves his Lord, is endowed with infinitely plentiful beauty.","ssk":"She who is in love with her Lord, is the most infinitely beautiful."},"pu":{"ss":{"gurmukhi":"ijs (jIv-iesq®I dw pRBU (-pqI) nwl ipAwr bx jWdw hY aus (dI Awqmw) ƒ bhuq sohxw rUp cVHdw hY,","unicode":"ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ (-ਪਤੀ) ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ (ਦੀ ਆਤਮਾ) ਨੂੰ ਬਹੁਤ ਸੋਹਣਾ ਰੂਪ ਚੜ੍ਹਦਾ ਹੈ,"},"ft":{"gurmukhi":"ijs kw hrI ky swQ ipAwr hUAw hY iqs ko sPweI vw soBw rUpI AqÎMq bhuq rUp ciVAw hY]","unicode":"ਜਿਸ ਕਾ ਹਰੀ ਕੇ ਸਾਥ ਪਿਆਰ ਹੂਆ ਹੈ ਤਿਸ ਕੋ ਸਫਾਈ ਵਾ ਸੋਭਾ ਰੂਪੀ ਅਤ੍ਯੰਤ ਬਹੁਤ ਰੂਪ ਚੜਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijs (jIv-iesq®I dw pRBU (-pqI) nwl ipAwr bx jWdw hY aus (dI Awqmw) ƒ bhuq sohxw rUp cVHdw hY,","unicode":"ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ (-ਪਤੀ) ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ (ਦੀ ਆਤਮਾ) ਨੂੰ ਬਹੁਤ ਸੋਹਣਾ ਰੂਪ ਚੜ੍ਹਦਾ ਹੈ,"},"ms":{"gurmukhi":"jo Awpxy pRBU nW pRym krdI hY aus ƒ AiqAMq suMdrqw dI dwq imldI hY[","unicode":"ਜੋ ਆਪਣੇ ਪ੍ਰਭੂ ਨਾਂ ਪ੍ਰੇਮ ਕਰਦੀ ਹੈ ਉਸ ਨੂੰ ਅਤਿਅੰਤ ਸੁੰਦਰਤਾ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ।"}},"es":{"sn":"Sí, aquél que ama a su Dios, es investido con una Belleza Incomparable."},"hi":{"ss":"जिस (जीव-स्त्री) का प्रभू (-पति) के साथ प्यार बन जाता है उस (की आत्मा) को बहुत सुंदर रूप चढ़ता है।","sts":"जिस जीव-स्त्री का परमेश्वर से प्रेम होता है, उसे अति सुन्दर रूप चढ़ जाता है और"}},"transliteration":{"english":"tis no roop at agalaa jis har naal piaar ||","hindi":"तिस नो रूपु अति अगला जिसु हरि नालि पिआरु ॥","en":"tis no roop at agalaa jis har naal piaar ||","hi":"तिस नो रूपु अति अगला जिसु हरि नालि पिआरु ॥","ipa":"t̪ɪs nɔ rup ət̪ əGəlɑ d͡ʒɪs hər nɑl pɪəɑr.","ur":"تِس نو رُوپ ات اگلا جس هرِ نال پآر ۔۔"},"pageNo":950,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":40542,"shabadId":3468,"verse":{"gurmukhi":"sdw rvY ipru Awpxw soBwvMqI nwir ]","unicode":"ਸਦਾ ਰਵੈ ਪਿਰੁ ਆਪਣਾ ਸੋਭਾਵੰਤੀ ਨਾਰਿ ॥"},"larivaar":{"gurmukhi":"sdwrvYipruAwpxwsoBwvMqInwir]","unicode":"ਸਦਾਰਵੈਪਿਰੁਆਪਣਾਸੋਭਾਵੰਤੀਨਾਰਿ॥"},"translation":{"en":{"bdb":"Such a beautiful, happy soul-bride enjoys her Husband Lord forever.","ms":"Such an illustrious bride ever enjoys her Groom.","ssk":"Such a beautiful, happy soul-bride enjoys her Husband Lord forever."},"pu":{"ss":{"gurmukhi":"auh soBwvMqI (jIv-) iesq®I sdw Awpxy (pRBU-) pqI ƒ ismrdI hY [","unicode":"ਉਹ ਸੋਭਾਵੰਤੀ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਸਦਾ ਆਪਣੇ (ਪ੍ਰਭੂ-) ਪਤੀ ਨੂੰ ਸਿਮਰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"vhu jIv rUp iesqRI sdw Apny ipr ko gwvqI, Bwv pqI ky AnMd ko BogqI hY AOr vhI iesqRI soBwvMqI khwvqI hY]","unicode":"ਵਹੁ ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ ਸਦਾ ਅਪਨੇ ਪਿਰ ਕੋ ਗਾਵਤੀ, ਭਾਵ ਪਤੀ ਕੇ ਅਨੰਦ ਕੋ ਭੋਗਤੀ ਹੈ ਔਰ ਵਹੀ ਇਸਤ੍ਰੀ ਸੋਭਾਵੰਤੀ ਕਹਾਵਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"auh soBwvMqI (jIv-) iesq®I sdw Awpxy (pRBU-) pqI ƒ ismrdI hY [","unicode":"ਉਹ ਸੋਭਾਵੰਤੀ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਸਦਾ ਆਪਣੇ (ਪ੍ਰਭੂ-) ਪਤੀ ਨੂੰ ਸਿਮਰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"AYho ijhI suBwiemwn pqnI sdIv hI Awpxy pqI ƒ mwxdI hY[","unicode":"ਐਹੋ ਜਿਹੀ ਸੁਭਾਇਮਾਨ ਪਤਨੀ ਸਦੀਵ ਹੀ ਆਪਣੇ ਪਤੀ ਨੂੰ ਮਾਣਦੀ ਹੈ।"}},"es":{"sn":"Ese ser recita para siempre el Nombre del Señor como una novia radiante."},"hi":{"ss":"वह शोभावंती (जीव-) स्त्री सदा अपने (प्रभू-) पति को सिमरती है।","sts":"वह शोभावान नारी सदा ही अपने प्रेियतम के संग रमण करती है।"}},"transliteration":{"english":"sadhaa ravai pir aapanaa sobhaava(n)tee naar ||","hindi":"सदा रवै पिरु आपणा सोभावंती नारि ॥","en":"sadhaa ravai pir aapanaa sobhaava(n)tee naar ||","hi":"सदा रवै पिरु आपणा सोभावंती नारि ॥","ipa":"səd̪ɑ rəʋæ pɪr əɑpəɳɑ sɔɓɑʋəŋt̪i nɑr.","ur":"سدا روَے پر آپݨا سوبھاوںتیِ نار ۔۔"},"pageNo":950,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":40543,"shabadId":3468,"verse":{"gurmukhi":"mnmuiK sIgwru n jwxnI jwsin jnmu sBu hwir ]","unicode":"ਮਨਮੁਖਿ ਸੀਗਾਰੁ ਨ ਜਾਣਨੀ ਜਾਸਨਿ ਜਨਮੁ ਸਭੁ ਹਾਰਿ ॥"},"larivaar":{"gurmukhi":"mnmuiKsIgwrunjwxnIjwsinjnmusBuhwir]","unicode":"ਮਨਮੁਖਿਸੀਗਾਰੁਨਜਾਣਨੀਜਾਸਨਿਜਨਮੁਸਭੁਹਾਰਿ॥"},"translation":{"en":{"bdb":"The self-willed manmukhs do not know how to decorate themselves; wasting their whole lives, they depart.","ms":"The way-ward brides know not how to decorate themselves with the Name, so they depart after losing their entire life.","ssk":"The self-willed manmukhs do not know how to decorate themselves; wasting their whole lives, they depart."},"pu":{"ss":{"gurmukhi":"mn dy ip`Cy qurn vwlIAW (jIv-iesq®IAW pRBU ƒ pRsMn krn vwlw) isMgwr krnw nhIN jwxdIAW; auh swrw (mnu`K-) jnm hwr ky jwxgIAW;","unicode":"ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲਾ) ਸਿੰਗਾਰ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦੀਆਂ; ਉਹ ਸਾਰਾ (ਮਨੁੱਖ-) ਜਨਮ ਹਾਰ ਕੇ ਜਾਣਗੀਆਂ;"},"ft":{"gurmukhi":"jo mnmuK hYN, so swDn rUp sIgwr ko nhIN jwnqIAW[ vhu (sBu) swry hI jnm ko hwr jwvyNgIAW]","unicode":"ਜੋ ਮਨਮੁਖ ਹੈਂ, ਸੋ ਸਾਧਨ ਰੂਪ ਸੀਗਾਰ ਕੋ ਨਹੀਂ ਜਾਨਤੀਆਂ। ਵਹੁ (ਸਭੁ) ਸਾਰੇ ਹੀ ਜਨਮ ਕੋ ਹਾਰ ਜਾਵੇਂਗੀਆਂ॥"},"bdb":{"gurmukhi":"mn dy ip`Cy qurn vwlIAW (jIv-iesq®IAW pRBU ƒ pRsMn krn vwlw) isMgwr krnw nhIN jwxdIAW; auh swrw (mnu`K-) jnm hwr ky jwxgIAW;","unicode":"ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲਾ) ਸਿੰਗਾਰ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦੀਆਂ; ਉਹ ਸਾਰਾ (ਮਨੁੱਖ-) ਜਨਮ ਹਾਰ ਕੇ ਜਾਣਗੀਆਂ;"},"ms":{"gurmukhi":"Awp hudrIAW pqnIAW Awpxy Awp ƒ nwm nwl iSMgwrnw nhIN jwxdIAW, ies leI auh Awpxw smUh jIvn guAw ky tur jWdIAW hn[","unicode":"ਆਪ ਹੁਦਰੀਆਂ ਪਤਨੀਆਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨਾਮ ਨਾਲ ਸ਼ਿੰਗਾਰਨਾ ਨਹੀਂ ਜਾਣਦੀਆਂ, ਇਸ ਲਈ ਉਹ ਆਪਣਾ ਸਮੂਹ ਜੀਵਨ ਗੁਆ ਕੇ ਟੁਰ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Los arrogantes Manmukjs no saben cómo embellecer su ser, y así desperdician su vida."},"hi":{"ss":"मन के पीछे चलने वाली (जीव-सि्त्रयाँ प्रभू को प्रसन्न करने वाला) श्रृंगार करना नहीं जानतीं; वे सारा (मनुष्य-) जनम हार के जाएंगी;","sts":"स्वेच्छाचारी जीव-स्त्री श्रृंगार करना नहीं जानती और वह अपना समूचा जीवन हार कर जगत् से चली जाती है।"}},"transliteration":{"english":"manmukh seegaar na jaananee jaasan janam sabh haar ||","hindi":"मनमुखि सीगारु न जाणनी जासनि जनमु सभु हारि ॥","en":"manmukh seegaar na jaananee jaasan janam sabh haar ||","hi":"मनमुखि सीगारु न जाणनी जासनि जनमु सभु हारि ॥","ipa":"mənəmʊkʰ siGɑr nə d͡ʒɑɳəni d͡ʒɑsən d͡ʒənəm səɓ hɑr.","ur":"منمکھ سیِگار ن جاݨنیِ جاسن جنم سبھ هار ۔۔"},"pageNo":950,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":40544,"shabadId":3468,"verse":{"gurmukhi":"ibnu hir BgqI sIgwru krih inq jMmih hoie KuAwru ]","unicode":"ਬਿਨੁ ਹਰਿ ਭਗਤੀ ਸੀਗਾਰੁ ਕਰਹਿ ਨਿਤ ਜੰਮਹਿ ਹੋਇ ਖੁਆਰੁ ॥"},"larivaar":{"gurmukhi":"ibnuhirBgqIsIgwrukrihinqjMmihhoieKuAwru]","unicode":"ਬਿਨੁਹਰਿਭਗਤੀਸੀਗਾਰੁਕਰਹਿਨਿਤਜੰਮਹਿਹੋਇਖੁਆਰੁ॥"},"translation":{"en":{"bdb":"Those who decorate themselves without devotional worship to the Lord, are continually reincarnated to suffer.","ms":"They who embellish themselves with something other than the Lord's meditation, are ever born and battered.","ssk":"Those who decorate themselves without devotional worship to the Lord, are continually reincarnated to suffer."},"pu":{"ss":{"gurmukhi":"pRBU (-pqI) dI BgqI qoN ibnw (hor krm Drm Awidk) isMgwr jo (jIv-iesq®IAW) krdIAW hn auh in`q ^uAwr ho ky jMmdIAW hn (Bwv, jnm mrn dy gyV ivc pYNdIAW hn qy duKI rihMdIAW hn);","unicode":"ਪ੍ਰਭੂ (-ਪਤੀ) ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕਰਮ ਧਰਮ ਆਦਿਕ) ਸਿੰਗਾਰ ਜੋ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਕਰਦੀਆਂ ਹਨ ਉਹ ਨਿੱਤ ਖ਼ੁਆਰ ਹੋ ਕੇ ਜੰਮਦੀਆਂ ਹਨ (ਭਾਵ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਂਦੀਆਂ ਹਨ ਤੇ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ);"},"ft":{"gurmukhi":"hrI Bgq ibnW AOr dMB ky krm krqI hYN iesI qy jnmqI hYN punw mrn myN inq hI KuAwr hoqI hYN]","unicode":"ਹਰੀ ਭਗਤ ਬਿਨਾਂ ਔਰ ਦੰਭ ਕੇ ਕਰਮ ਕਰਤੀ ਹੈਂ ਇਸੀ ਤੇ ਜਨਮਤੀ ਹੈਂ ਪੁਨਾ ਮਰਨ ਮੇਂ ਨਿਤ ਹੀ ਖੁਆਰ ਹੋਤੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU (-pqI) dI BgqI qoN ibnw (hor krm Drm Awidk) isMgwr jo (jIv-iesq®IAW) krdIAW hn auh in`q ^uAwr ho ky jMmdIAW hn (Bwv, jnm mrn dy gyV ivc pYNdIAW hn qy duKI rihMdIAW hn);","unicode":"ਪ੍ਰਭੂ (-ਪਤੀ) ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕਰਮ ਧਰਮ ਆਦਿਕ) ਸਿੰਗਾਰ ਜੋ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਕਰਦੀਆਂ ਹਨ ਉਹ ਨਿੱਤ ਖ਼ੁਆਰ ਹੋ ਕੇ ਜੰਮਦੀਆਂ ਹਨ (ਭਾਵ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਂਦੀਆਂ ਹਨ ਤੇ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ);"},"ms":{"gurmukhi":"jo suAwmI dy ismrn dy bgYr hor iksy SY nwl Awpxy Awp ƒ SSoBq krdy hn auh sdw hI jMmdy Aqy K`jl KuAwr huMdy hn[","unicode":"ਜੋ ਸੁਆਮੀ ਦੇ ਸਿਮਰਨ ਦੇ ਬਗੈਰ ਹੋਰ ਕਿਸੇ ਸ਼ੈ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਸ਼ਸ਼ੋਭਤ ਕਰਦੇ ਹਨ ਉਹ ਸਦਾ ਹੀ ਜੰਮਦੇ ਅਤੇ ਖੱਜਲ ਖੁਆਰ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Si uno no adorna su ser con la Devoción del Señor, nace y muere una y otra vez, sólo para ser destruido. "},"hi":{"ss":"प्रभू (-पति) की भक्ति के बिना (और कर्म-धर्म आदि) श्रंृगार जो (जीव-सि्त्रयाँ) करती हैं वह नित्य ख्वार हो के पैदा होती हैं (भाव। जनम-मरण के चक्कर में पड़ती हैं और दुखी रहती हैं);","sts":"जो जीव रूपी नारी भगवान की भक्ति के बिना अन्य श्रृंगार करती है, वह नित्य जन्म-मरण में ख्वार होती है।"}},"transliteration":{"english":"bin har bhagatee seegaar kareh nit ja(n)meh hoi khuaar ||","hindi":"बिनु हरि भगती सीगारु करहि नित जंमहि होइ खुआरु ॥","en":"bin har bhagatee seegaar kareh nit ja(n)meh hoi khuaar ||","hi":"बिनु हरि भगती सीगारु करहि नित जंमहि होइ खुआरु ॥","ipa":"bɪn hər ɓəGət̪i siGɑr kərəh nɪt̪ d͡ʒəŋməh hɔeɪ kʰʊəɑr.","ur":"بٍن هر بھگتیِ سیِگار کره نت جںمه هوا کھُآر ۔۔"},"pageNo":950,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":40545,"shabadId":3468,"verse":{"gurmukhi":"sYswrY ivic soB n pwienI AgY ij kry su jwxY krqwru ]","unicode":"ਸੈਸਾਰੈ ਵਿਚਿ ਸੋਭ ਨ ਪਾਇਨੀ ਅਗੈ ਜਿ ਕਰੇ ਸੁ ਜਾਣੈ ਕਰਤਾਰੁ ॥"},"larivaar":{"gurmukhi":"sYswrYivicsoBnpwienIAgYijkrysujwxYkrqwru]","unicode":"ਸੈਸਾਰੈਵਿਚਿਸੋਭਨਪਾਇਨੀਅਗੈਜਿਕਰੇਸੁਜਾਣੈਕਰਤਾਰੁ॥"},"translation":{"en":{"bdb":"They do not obtain respect in this world; the Creator Lord alone knows what will happen to them in the world hereafter.","ms":"They obtain not honour in this world and how the Creator treats them hereafter, that He alone knows.","ssk":"They do not obtain respect in this world; the Creator Lord alone knows what will happen to them in the world hereafter."},"pu":{"ss":{"gurmukhi":"nwh qW auhnW ƒ ies lok ivc soBw imldI hY qy prlok ivc jo auhnW nwl vrqdI hY auh pRBU hI jwxdw hY [","unicode":"ਨਾਹ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਸੋਭਾ ਮਿਲਦੀ ਹੈ ਤੇ ਪਰਲੋਕ ਵਿਚ ਜੋ ਉਹਨਾਂ ਨਾਲ ਵਰਤਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ ਹੀ ਜਾਣਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ies sMswr myN qO soBw ko nhIN pwvqIAW[ Awgy jo jmdUq aus sy krqy hYN, so qo krqwr jwxY Xw vhu jwnygIAW]","unicode":"ਇਸ ਸੰਸਾਰ ਮੇਂ ਤੌ ਸੋਭਾ ਕੋ ਨਹੀਂ ਪਾਵਤੀਆਂ। ਆਗੇ ਜੋ ਜਮਦੂਤ ਉਸ ਸੇ ਕਰਤੇ ਹੈਂ, ਸੋ ਤੋ ਕਰਤਾਰ ਜਾਣੈ ਯਾ ਵਹੁ ਜਾਨੇਗੀਆਂ॥"},"bdb":{"gurmukhi":"nwh qW auhnW ƒ ies lok ivc soBw imldI hY qy prlok ivc jo auhnW nwl vrqdI hY auh pRBU hI jwxdw hY [","unicode":"ਨਾਹ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਸੋਭਾ ਮਿਲਦੀ ਹੈ ਤੇ ਪਰਲੋਕ ਵਿਚ ਜੋ ਉਹਨਾਂ ਨਾਲ ਵਰਤਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ ਹੀ ਜਾਣਦਾ ਹੈ ।"},"ms":{"gurmukhi":"auh ies jhwn AMdr iez`q AwbrU nhIN pwauNdy Aqy eydUM mgroN isrjxhwr aunHW nwl ikho ijhw slUk krUgw, aus ƒ kyvl auh hI jwxdw hY[","unicode":"ਉਹ ਇਸ ਜਹਾਨ ਅੰਦਰ ਇਜ਼ੱਤ ਆਬਰੂ ਨਹੀਂ ਪਾਉਂਦੇ ਅਤੇ ਏਦੂੰ ਮਗਰੋਂ ਸਿਰਜਣਹਾਰ ਉਨ੍ਹਾਂ ਨਾਲ ਕਿਹੋ ਜਿਹਾ ਸਲੂਕ ਕਰੂਗਾ, ਉਸ ਨੂੰ ਕੇਵਲ ਉਹ ਹੀ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"Tales seres no son honrados aquí y ¿qué les pasa en el más allá? Sólo Dios lo sabe. "},"hi":{"ss":"ना तो उन्हें इस लोक में शोभा मिलती है और परलोक में जो उनके साथ बर्ताव होता हैं वह प्रभू ही जानता है।","sts":"वह संसार में शोभा प्राप्त नहीं करती और आगे परलोक में ईश्वर ही जानता है, क्या व्यवहार किया जाए।"}},"transliteration":{"english":"saisaarai vich sobh na painee agai j kare su jaanai karataar ||","hindi":"सैसारै विचि सोभ न पाइनी अगै जि करे सु जाणै करतारु ॥","en":"saisaarai vich sobh na painee agai j kare su jaanai karataar ||","hi":"सैसारै विचि सोभ न पाइनी अगै जि करे सु जाणै करतारु ॥","ipa":"sæsɑræ ʋɪt͡ʃ sɔɓ nə pɑeɪni əGæ d͡ʒ kəre s d͡ʒɑɳæ kərət̪ɑr.","ur":"سَےسارَے وچ سوبھ ن پاانیِ اگَے ج کرے سُ جاݨَے کرتار ۔۔"},"pageNo":950,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":40546,"shabadId":3468,"verse":{"gurmukhi":"nwnk scw eyku hY duhu ivic hY sMswru ]","unicode":"ਨਾਨਕ ਸਚਾ ਏਕੁ ਹੈ ਦੁਹੁ ਵਿਚਿ ਹੈ ਸੰਸਾਰੁ ॥"},"larivaar":{"gurmukhi":"nwnkscweykuhYduhuivichYsMswru]","unicode":"ਨਾਨਕਸਚਾਏਕੁਹੈਦੁਹੁਵਿਚਿਹੈਸੰਸਾਰੁ॥"},"translation":{"en":{"bdb":"O Nanak, the True Lord is the One and only; duality exists only in the world.","ms":"Nanak, the True Lord alone is ever alive, while the world is in the power of birth and death, both.","ssk":"O Nanak, the True Lord is the One and only; duality exists only in the world."},"pu":{"ss":{"gurmukhi":"hy nwnk! (jnm mrn qoN rihq) sdw kwiem rihx vwlw iek prmwqmw hI hY, sMswr (Bwv, dunIAwdwr) jnm mrn (dy c`kr) ivc hY [ ","unicode":"ਹੇ ਨਾਨਕ! (ਜਨਮ ਮਰਨ ਤੋਂ ਰਹਿਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਸੰਸਾਰ (ਭਾਵ, ਦੁਨੀਆਦਾਰ) ਜਨਮ ਮਰਨ (ਦੇ ਚੱਕਰ) ਵਿਚ ਹੈ । "},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: s`cw qo eyk vwihgurU hI hY AOr sMswr (duhu) dÍYq myN hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਸੱਚਾ ਤੋ ਏਕ ਵਾਹਿਗੁਰੂ ਹੀ ਹੈ ਔਰ ਸੰਸਾਰ (ਦੁਹੁ) ਦ੍ਵੈਤ ਮੇਂ ਹੈ॥"},"bdb":{"gurmukhi":"hy nwnk! (jnm mrn qoN rihq) sdw kwiem rihx vwlw iek prmwqmw hI hY, sMswr (Bwv, dunIAwdwr) jnm mrn (dy c`kr) ivc hY [ ","unicode":"ਹੇ ਨਾਨਕ! (ਜਨਮ ਮਰਨ ਤੋਂ ਰਹਿਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਸੰਸਾਰ (ਭਾਵ, ਦੁਨੀਆਦਾਰ) ਜਨਮ ਮਰਨ (ਦੇ ਚੱਕਰ) ਵਿਚ ਹੈ । "},"ms":{"gurmukhi":"nwnk, kyvl s`cw sweIN hI hmySW leI jIauNdw jwgdw hY, jd ik dunIAW mrn qy jMmx dohW dy v`s iv`c hY[","unicode":"ਨਾਨਕ, ਕੇਵਲ ਸੱਚਾ ਸਾਈਂ ਹੀ ਹਮੇਸ਼ਾਂ ਲਈ ਜੀਉਂਦਾ ਜਾਗਦਾ ਹੈ, ਜਦ ਕਿ ਦੁਨੀਆਂ ਮਰਨ ਤੇ ਜੰਮਣ ਦੋਹਾਂ ਦੇ ਵੱਸ ਵਿੱਚ ਹੈ।"}},"es":{"sn":"Dice Nanak, el Señor Verdadero está permanentemente despierto, mientras el mundo va y viene. "},"hi":{"ss":"हे नानक ! (जनम-मरण से रहित) सदा कायम रहने वाला एक परमात्मा ही है। संसार (भाव। दुनियादार) जनम-मरण (के चक्कर) में है।","sts":"हे नानक ! एक ईश्वर ही सत्य है और शेष संसार जन्म-मरण दोनों में पड़ा हुआ है।"}},"transliteration":{"english":"naanak sachaa ek hai dhuh vich hai sa(n)saar ||","hindi":"नानक सचा एकु है दुहु विचि है संसारु ॥","en":"naanak sachaa ek hai dhuh vich hai sa(n)saar ||","hi":"नानक सचा एकु है दुहु विचि है संसारु ॥","ipa":"nɑnək sət͡ʃɑ eek hæ d̪ʊh ʋɪt͡ʃ hæ səŋsɑr.","ur":"نانک سچا اےک هَے دُهُ وچ هَے سںسار ۔۔"},"pageNo":950,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":40547,"shabadId":3468,"verse":{"gurmukhi":"cMgY mMdY Awip lwieAnu so krin ij Awip krwey krqwru ]2]","unicode":"ਚੰਗੈ ਮੰਦੈ ਆਪਿ ਲਾਇਅਨੁ ਸੋ ਕਰਨਿ ਜਿ ਆਪਿ ਕਰਾਏ ਕਰਤਾਰੁ ॥੨॥"},"larivaar":{"gurmukhi":"cMgYmMdYAwiplwieAnusokrinijAwipkrweykrqwru]2]","unicode":"ਚੰਗੈਮੰਦੈਆਪਿਲਾਇਅਨੁਸੋਕਰਨਿਜਿਆਪਿਕਰਾਏਕਰਤਾਰੁ॥੨॥"},"translation":{"en":{"bdb":"He Himself enjoins them to good and bad; they do only that which the Creator Lord causes them to do. ||2||","ms":"God Himself yokes mortals to virtue and vice, They do only that, which the Creator Himself makes them do.","ssk":"He Himself enjoins them to good and bad; they do only that which the Creator Lord causes them to do. ||2||"},"pu":{"ss":{"gurmukhi":"cMgy kMm ivc qy mMdy kMm ivc (jIv) pRBU ny Awp hI lwey hoey hn, jo kuJ krqwr (auhnW pwsoN) krWdw hY auhI auh krdy hn [2[","unicode":"ਚੰਗੇ ਕੰਮ ਵਿਚ ਤੇ ਮੰਦੇ ਕੰਮ ਵਿਚ (ਜੀਵ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਲਾਏ ਹੋਏ ਹਨ, ਜੋ ਕੁਝ ਕਰਤਾਰ (ਉਹਨਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਉਹੀ ਉਹ ਕਰਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"prMqU cMgy krmoN myN AO mMdy krmoN myN pUrb sy AidRstoN Anuswr Awp vwihgurU ny lwey hYn[ iesI qy jIv soeI krqy hYN, jo AwidRstoN ky Anuswr krqwr Awp krwvqw hY]2]","unicode":"ਪਰੰਤੂ ਚੰਗੇ ਕਰਮੋਂ ਮੇਂ ਔ ਮੰਦੇ ਕਰਮੋਂ ਮੇਂ ਪੂਰਬ ਸੇ ਅਦ੍ਰਿਸਟੋਂ ਅਨੁਸਾਰ ਆਪ ਵਾਹਿਗੁਰੂ ਨੇ ਲਾਏ ਹੈਨ। ਇਸੀ ਤੇ ਜੀਵ ਸੋਈ ਕਰਤੇ ਹੈਂ, ਜੋ ਆਦ੍ਰਿਸਟੋਂ ਕੇ ਅਨੁਸਾਰ ਕਰਤਾਰ ਆਪ ਕਰਾਵਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"cMgy kMm ivc qy mMdy kMm ivc (jIv) pRBU ny Awp hI lwey hoey hn, jo kuJ krqwr (auhnW pwsoN) krWdw hY auhI auh krdy hn [2[","unicode":"ਚੰਗੇ ਕੰਮ ਵਿਚ ਤੇ ਮੰਦੇ ਕੰਮ ਵਿਚ (ਜੀਵ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਲਾਏ ਹੋਏ ਹਨ, ਜੋ ਕੁਝ ਕਰਤਾਰ (ਉਹਨਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਉਹੀ ਉਹ ਕਰਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"vwihgurU Awpy hI pRwnIAW ƒ nykI qy bdI nwl joVdw hY[ auh, kyvl auh hI krdy hn, jo isrjxhwr aunHW koloN krvwauNdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਆਪੇ ਹੀ ਪ੍ਰਾਨੀਆਂ ਨੂੰ ਨੇਕੀ ਤੇ ਬਦੀ ਨਾਲ ਜੋੜਦਾ ਹੈ। ਉਹ, ਕੇਵਲ ਉਹ ਹੀ ਕਰਦੇ ਹਨ, ਜੋ ਸਿਰਜਣਹਾਰ ਉਨ੍ਹਾਂ ਕੋਲੋਂ ਕਰਵਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Así como es la Voluntad del Señor, a ambos, a los virtuosos, así como a los viciosos, les es asignada su labor.(2)"},"hi":{"ss":"अच्छे काम में और बुरे काम में (जीव) प्रभू ने स्वयं ही लगाए हुए हैं। जो कुछ करतार (उनसे) करवाता है वही वे करते हैं। 2।","sts":"परमात्मा ने स्वयं ही जीवों को अच्छे एवं बुरे कार्यों में लगाया हुआ है, इसलिए जीव वही कुछ करते हैं, जो वह उनसे करवाता है॥ २॥"}},"transliteration":{"english":"cha(n)gai ma(n)dhai aap laian so karan j aap karaae karataar ||2||","hindi":"चंगै मंदै आपि लाइअनु सो करनि जि आपि कराए करतारु ॥२॥","en":"cha(n)gai ma(n)dhai aap laian so karan j aap karaae karataar ||2||","hi":"चंगै मंदै आपि लाइअनु सो करनि जि आपि कराए करतारु ॥२॥","ipa":"t͡ʃəŋGæ məŋd̪æ əɑp lɑɪn sɔ kərən d͡ʒ əɑp kərɑee kərət̪ɑr.2.","ur":"چںگَے مںدَے آپ لااان سو کرن ج آپ کرااے کرتار ۔۔۲۔۔"},"pageNo":950,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]}}]}