{"shabadInfo":{"shabadId":3536,"shabadName":41032,"pageNo":960,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":960},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":17,"navigation":{"previous":3535,"next":3537},"verses":[{"verseId":41031,"shabadId":3536,"verse":{"gurmukhi":"slok mÚ 5 ]","unicode":"ਸਲੋਕ ਮਃ ੫ ॥"},"larivaar":{"gurmukhi":"slokmÚ5]","unicode":"ਸਲੋਕਮਃ੫॥"},"translation":{"en":{"bdb":"Shalok, Fifth Mehla:","ms":"Slok 5th Guru.","ssk":"Salok, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"slok pMjvIN pwqSwhI[","unicode":"ਸਲੋਕ ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Shlok, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"श्लोक महला ५।"}},"transliteration":{"english":"salok mahalaa panjavaa ||","hindi":"सलोक म: ५ ॥","en":"salok mahalaa panjavaa ||","hi":"सलोक म: ५ ॥","ipa":"səlɔk mahalaa pəŋd͡ʒʋɑ.","ur":"سلوک مÚ ۵ ۔۔"},"pageNo":960,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":41032,"shabadId":3536,"verse":{"gurmukhi":"AMdrhu AMnw bwhrhu AMnw kUVI kUVI gwvY ]","unicode":"ਅੰਦਰਹੁ ਅੰਨਾ ਬਾਹਰਹੁ ਅੰਨਾ ਕੂੜੀ ਕੂੜੀ ਗਾਵੈ ॥"},"larivaar":{"gurmukhi":"AMdrhuAMnwbwhrhuAMnwkUVIkUVIgwvY]","unicode":"ਅੰਦਰਹੁਅੰਨਾਬਾਹਰਹੁਅੰਨਾਕੂੜੀਕੂੜੀਗਾਵੈ॥"},"translation":{"en":{"bdb":"Blind inwardly, and blind outwardly, he sings falsely, falsely.","ms":"The man is blind within and blind without, but he falsely and pretendedly sings the Lord's praise.","ssk":"Blind inwardly, and blind outwardly, he sings falsely, falsely."},"pu":{"ss":{"gurmukhi":"jy mnu`K mnoN mwieAw ivc PisAw hoieAw hY qy krqUqW BI kwlIAW hn, pr JUTI mUTI (ibSn-pdy) gwauNdw hY,","unicode":"ਜੇ ਮਨੁੱਖ ਮਨੋਂ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ ਤੇ ਕਰਤੂਤਾਂ ਭੀ ਕਾਲੀਆਂ ਹਨ, ਪਰ ਝੂਠੀ ਮੂਠੀ (ਬਿਸ਼ਨ-ਪਦੇ) ਗਾਉਂਦਾ ਹੈ,"},"ft":{"gurmukhi":"AMqrIv igAwn vYrwg nyqRoN sy hIn hYN, bwhroN swsqR igAwn nyqRoN sy hIn hY, Bwv SwsqR qy ivqy c`ldw hY[ JUTI JUTI gwvqw hY, Bwv kQnI krqw hY]","unicode":"ਅੰਤਰੀਵ ਗਿਆਨ ਵੈਰਾਗ ਨੇਤ੍ਰੋਂ ਸੇ ਹੀਨ ਹੈਂ, ਬਾਹਰੋਂ ਸਾਸਤ੍ਰ ਗਿਆਨ ਨੇਤ੍ਰੋਂ ਸੇ ਹੀਨ ਹੈ, ਭਾਵ ਸ਼ਾਸਤ੍ਰ ਤੇ ਵਿਤੇ ਚੱਲਦਾ ਹੈ। ਝੂਠੀ ਝੂਠੀ ਗਾਵਤਾ ਹੈ, ਭਾਵ ਕਥਨੀ ਕਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jy mnu`K mnoN mwieAw ivc PisAw hoieAw hY qy krqUqW BI kwlIAW hn, pr JUTI mUTI (ibSn-pdy) gwauNdw hY,","unicode":"ਜੇ ਮਨੁੱਖ ਮਨੋਂ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ ਤੇ ਕਰਤੂਤਾਂ ਭੀ ਕਾਲੀਆਂ ਹਨ, ਪਰ ਝੂਠੀ ਮੂਠੀ (ਬਿਸ਼ਨ-ਪਦੇ) ਗਾਉਂਦਾ ਹੈ,"},"ms":{"gurmukhi":"ienswn AMdrvwro AMnHw hY Aqy bwhrvwroN BI AMnHw, pRMqU JUTI mUTI qy PrzI qOr qy auh sweIN dw j`s gwien krdw hY[","unicode":"ਇਨਸਾਨ ਅੰਦਰਵਾਰੋ ਅੰਨ੍ਹਾ ਹੈ ਅਤੇ ਬਾਹਰਵਾਰੋਂ ਭੀ ਅੰਨ੍ਹਾ, ਪ੍ਰੰਤੂ ਝੂਠੀ ਮੂਠੀ ਤੇ ਫਰਜ਼ੀ ਤੌਰ ਤੇ ਉਹ ਸਾਈਂ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Él está ciego por dentro y por fuera, pero hace el alarde de cantar las Alabanzas del Señor."},"hi":{"ss":"अगर मनुष्य मन से माया में फसा हुआ है और करतूतें भी काली हैं। पर झूठ-मूठ में (विष्णु-पद) गाता है।","sts":"ढोंगी पण्डित अपने मन से भी अन्धा है और अपनी बाहरी करतूतों से भी अन्धा अर्थात् ज्ञानहीन है, पर झूठमूठ ही विष्णु के भजन गाता रहता है।"}},"transliteration":{"english":"a(n)dharahu a(n)naa baaharahu a(n)naa kooRee kooRee gaavai ||","hindi":"अंदरहु अंना बाहरहु अंना कूड़ी कूड़ी गावै ॥","en":"a(n)dharahu a(n)naa baaharahu a(n)naa kooRee kooRee gaavai ||","hi":"अंदरहु अंना बाहरहु अंना कूड़ी कूड़ी गावै ॥","ipa":"əŋd̪ərəh əŋnɑ bɑhərəh əŋnɑ kuɽi kuɽi Gɑʋæ.","ur":"اںدرهُ انّا باهرهُ انّا کُوڑیِ کُوڑیِ گاوَے ۔۔"},"pageNo":960,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41033,"shabadId":3536,"verse":{"gurmukhi":"dyhI DovY ck® bxwey mwieAw no bhu DwvY ]","unicode":"ਦੇਹੀ ਧੋਵੈ ਚਕ੍ਰ ਬਣਾਏ ਮਾਇਆ ਨੋ ਬਹੁ ਧਾਵੈ ॥"},"larivaar":{"gurmukhi":"dyhIDovYck®bxweymwieAwnobhuDwvY]","unicode":"ਦੇਹੀਧੋਵੈਚਕ੍ਰਬਣਾਏਮਾਇਆਨੋਬਹੁਧਾਵੈ॥"},"translation":{"en":{"bdb":"He washes his body, and draws ritual marks on it, and totally runs after wealth.","ms":"He washes his body, inscribes religious-marks on it and greatly runs after wealth.","ssk":"He washes his body, and draws ritual marks on it, and totally runs after wealth."},"pu":{"ss":{"gurmukhi":"srIr ƒ ieSnwn krwauNdw hY (ipMf auqy) c`kr bxwauNdw hY, qy auN\\ mwieAw dI ^wqr Btkdw iPrdw hY,","unicode":"ਸਰੀਰ ਨੂੰ ਇਸ਼ਨਾਨ ਕਰਾਉਂਦਾ ਹੈ (ਪਿੰਡ ਉਤੇ) ਚੱਕਰ ਬਣਾਉਂਦਾ ਹੈ, ਤੇ ਉਂਞ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ,"},"ft":{"gurmukhi":"rhq qy suMn hY srIr ko Dovqw hY AO srIr pr ckR AwdI icn bnwvqw hY, mn qn kr ky mwieAw ko bhuq Dwvqw hY]","unicode":"ਰਹਤ ਤੇ ਸੁੰਨ ਹੈ ਸਰੀਰ ਕੋ ਧੋਵਤਾ ਹੈ ਔ ਸਰੀਰ ਪਰ ਚਕ੍ਰ ਆਦੀ ਚਿਨ ਬਨਾਵਤਾ ਹੈ, ਮਨ ਤਨ ਕਰ ਕੇ ਮਾਇਆ ਕੋ ਬਹੁਤ ਧਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"srIr ƒ ieSnwn krwauNdw hY (ipMf auqy) c`kr bxwauNdw hY, qy auN\\ mwieAw dI ^wqr Btkdw iPrdw hY,","unicode":"ਸਰੀਰ ਨੂੰ ਇਸ਼ਨਾਨ ਕਰਾਉਂਦਾ ਹੈ (ਪਿੰਡ ਉਤੇ) ਚੱਕਰ ਬਣਾਉਂਦਾ ਹੈ, ਤੇ ਉਂਞ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ,"},"ms":{"gurmukhi":"auh Awpxy srIr ƒ DOdW hY, ies auqy Dwrmk icMnH bxwauNdw hY Aqy Dn-dOlq mgr bVI dOV B`j krdw hY[","unicode":"ਉਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਧੌਦਾਂ ਹੈ, ਇਸ ਉਤੇ ਧਾਰਮਕ ਚਿੰਨ੍ਹ ਬਣਾਉਂਦਾ ਹੈ ਅਤੇ ਧਨ-ਦੌਲਤ ਮਗਰ ਬੜੀ ਦੌੜ ਭੱਜ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Limpia su cuerpo y le inscribe signo, así como hacen los Vaishnavas, y va por todas partes tras la ilusión. "},"hi":{"ss":"शरीर को स्नान करवाता है (शरीर पर) चक्र बनवाता है। और वैसे माया की खातिर भटकता फिरता है।","sts":"वह अपने शरीर को स्नान करवाता है और माथे पर धार्मिक चक्र बनाता है, वह धन-दौलत के लिए बहुत भागदौड़ करता है।"}},"transliteration":{"english":"dhehee dhovai chakar banaae maiaa no bahu dhaavai ||","hindi":"देही धोवै चक्र बणाए माइआ नो बहु धावै ॥","en":"dhehee dhovai chakar banaae maiaa no bahu dhaavai ||","hi":"देही धोवै चक्र बणाए माइआ नो बहु धावै ॥","ipa":"d̪ehi t̪ɔʋæ t͡ʃəkəʳ bəɳɑee mɑɪɑ nɔ bəh t̪ɑʋæ.","ur":"دےهیِ دھووَے چک® بݨااے مااآ نو بهُ دھاوَے ۔۔"},"pageNo":960,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41034,"shabadId":3536,"verse":{"gurmukhi":"AMdir mYlu n auqrY haumY iPir iPir AwvY jwvY ]","unicode":"ਅੰਦਰਿ ਮੈਲੁ ਨ ਉਤਰੈ ਹਉਮੈ ਫਿਰਿ ਫਿਰਿ ਆਵੈ ਜਾਵੈ ॥"},"larivaar":{"gurmukhi":"AMdirmYlunauqrYhaumYiPiriPirAwvYjwvY]","unicode":"ਅੰਦਰਿਮੈਲੁਨਉਤਰੈਹਉਮੈਫਿਰਿਫਿਰਿਆਵੈਜਾਵੈ॥"},"translation":{"en":{"bdb":"But the filth of his egotism is not removed from within, and over and over again, he comes and goes in reincarnation.","ms":"The filth of ego is removed not from within him and he comes and goes over and over again.","ssk":"But the filth of his egotism is not removed from within, and over and over again, he comes and goes in reincarnation."},"pu":{"ss":{"gurmukhi":"(iehnW c`k® AwidkW nwl) mn ivcoN haumY dI mYl nhIN auqrdI, auh muV muV jnm dy c`k® ivc ipAw rihMdw hY;","unicode":"(ਇਹਨਾਂ ਚੱਕ੍ਰ ਆਦਿਕਾਂ ਨਾਲ) ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੀ ਮੈਲ ਨਹੀਂ ਉਤਰਦੀ, ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਦੇ ਚੱਕ੍ਰ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ;"},"ft":{"gurmukhi":"AMqr haumYN kI mYl jo lwgI hUeI hY Eh qo auqrqI nhIN, iesI doK sy bwrMbwr jnmqw mrqw hY]","unicode":"ਅੰਤਰ ਹਉਮੈਂ ਕੀ ਮੈਲ ਜੋ ਲਾਗੀ ਹੂਈ ਹੈ ਓਹ ਤੋ ਉਤਰਤੀ ਨਹੀਂ, ਇਸੀ ਦੋਖ ਸੇ ਬਾਰੰਬਾਰ ਜਨਮਤਾ ਮਰਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(iehnW c`k® AwidkW nwl) mn ivcoN haumY dI mYl nhIN auqrdI, auh muV muV jnm dy c`k® ivc ipAw rihMdw hY;","unicode":"(ਇਹਨਾਂ ਚੱਕ੍ਰ ਆਦਿਕਾਂ ਨਾਲ) ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੀ ਮੈਲ ਨਹੀਂ ਉਤਰਦੀ, ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਦੇ ਚੱਕ੍ਰ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ;"},"ms":{"gurmukhi":"hMkwr dI gMdgI aus dy AMdroN dUr nhIN huMdI Aqy auh muV muV ky jMmdw qy mrdw hY[","unicode":"ਹੰਕਾਰ ਦੀ ਗੰਦਗੀ ਉਸ ਦੇ ਅੰਦਰੋਂ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ ਅਤੇ ਉਹ ਮੁੜ ਮੁੜ ਕੇ ਜੰਮਦਾ ਤੇ ਮਰਦਾ ਹੈ।"}},"es":{"sn":"Pero él no se ha liberado de la basura del ego y va y viene una y otra vez."},"hi":{"ss":"(इन चक्र आदि से) मन में से अहंकार की मैल नहीं उतरती। वह बार-बार जनम के चक्कर में पड़ा रहता है;","sts":"उसके मन की मैल दूर नहीं होती और अहम् में पुनः पुनः जन्म मरण के चक्र में पड़ा रहता है।"}},"transliteration":{"english":"a(n)dhar mail na utarai haumai fir fir aavai jaavai ||","hindi":"अंदरि मैलु न उतरै हउमै फिरि फिरि आवै जावै ॥","en":"a(n)dhar mail na utarai haumai fir fir aavai jaavai ||","hi":"अंदरि मैलु न उतरै हउमै फिरि फिरि आवै जावै ॥","ipa":"əŋd̪ər mæl nə oʊt̪əræ hoʊmæ fɪr fɪr əɑʋæ d͡ʒɑʋæ.","ur":"اںدر مَےل ن اُترَے هامَے پھر پھرِ آوَے جاوَے ۔۔"},"pageNo":960,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":41035,"shabadId":3536,"verse":{"gurmukhi":"nINd ivAwipAw kwim sMqwipAw muKhu hir hir khwvY ]","unicode":"ਨੀਂਦ ਵਿਆਪਿਆ ਕਾਮਿ ਸੰਤਾਪਿਆ ਮੁਖਹੁ ਹਰਿ ਹਰਿ ਕਹਾਵੈ ॥"},"larivaar":{"gurmukhi":"nINdivAwipAwkwimsMqwipAwmuKhuhirhirkhwvY]","unicode":"ਨੀਂਦਵਿਆਪਿਆਕਾਮਿਸੰਤਾਪਿਆਮੁਖਹੁਹਰਿਹਰਿਕਹਾਵੈ॥"},"translation":{"en":{"bdb":"Engulfed in sleep, and tormented by frustrated sexual desire, he chants the Lord's Name with his mouth.","ms":"Engrossed in sleep and tormented by lust, he utters God's Name with his mouth.","ssk":"Engulfed in sleep, and tormented by frustrated sexual desire, he chants the Lord's Name with his mouth."},"pu":{"ss":{"gurmukhi":"Z&liq dI nINd dw d`ibAw hoieAw, kwm dw mwirAw hoieAw, mUMh nwl hI ‘hry! hry!’ AwKdw hY,","unicode":"ਗ਼ਫ਼ਲਤਿ ਦੀ ਨੀਂਦ ਦਾ ਦੱਬਿਆ ਹੋਇਆ, ਕਾਮ ਦਾ ਮਾਰਿਆ ਹੋਇਆ, ਮੂੰਹ ਨਾਲ ਹੀ ‘ਹਰੇ! ਹਰੇ!’ ਆਖਦਾ ਹੈ,"},"ft":{"gurmukhi":"AigAwn inMdRw mYN ibAwipAw hoieAw hY AO kwm kr ky sMqpq hY[ muKhu hir hir Awp kihqw hY AOrn sy khwvqw hY]","unicode":"ਅਗਿਆਨ ਨਿੰਦ੍ਰਾ ਮੈਂ ਬਿਆਪਿਆ ਹੋਇਆ ਹੈ ਔ ਕਾਮ ਕਰ ਕੇ ਸੰਤਪਤ ਹੈ। ਮੁਖਹੁ ਹਰਿ ਹਰਿ ਆਪ ਕਹਿਤਾ ਹੈ ਔਰਨ ਸੇ ਕਹਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"Z&liq dI nINd dw d`ibAw hoieAw, kwm dw mwirAw hoieAw, mUMh nwl hI ‘hry! hry!’ AwKdw hY,","unicode":"ਗ਼ਫ਼ਲਤਿ ਦੀ ਨੀਂਦ ਦਾ ਦੱਬਿਆ ਹੋਇਆ, ਕਾਮ ਦਾ ਮਾਰਿਆ ਹੋਇਆ, ਮੂੰਹ ਨਾਲ ਹੀ ‘ਹਰੇ! ਹਰੇ!’ ਆਖਦਾ ਹੈ,"},"ms":{"gurmukhi":"nINdr iv`c klqwn Aqy Sihvq dw duKI kIqw hoieAw auh Awpxy mUMh nwl r`b dy nwm ƒ aucwrdw hY[","unicode":"ਨੀਂਦਰ ਵਿੱਚ ਕਲਤਾਨ ਅਤੇ ਸ਼ਹਿਵਤ ਦਾ ਦੁਖੀ ਕੀਤਾ ਹੋਇਆ ਉਹ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਰੱਬ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਦਾ ਹੈ।"}},"es":{"sn":"Le fascina dormir y es atormentado por la lujuria, pero eso sí, canta el Nombre del Señor."},"hi":{"ss":"गफ़लत की नींद में दबा हुआ। काम का मारा हुआ। मुँह से ही 'हरे ! हरे !' कहता है।","sts":"वह निद्रा में ग्रस्त एवं कामवासना का दुखी किया हुआ मुँह से हरि-हरि कहता रहता है।"}},"transliteration":{"english":"nee(n)dh viaapiaa kaam sa(n)taapiaa mukhahu har har kahaavai ||","hindi":"नींद विआपिआ कामि संतापिआ मुखहु हरि हरि कहावै ॥","en":"nee(n)dh viaapiaa kaam sa(n)taapiaa mukhahu har har kahaavai ||","hi":"नींद विआपिआ कामि संतापिआ मुखहु हरि हरि कहावै ॥","ipa":"niⁿd̪ ʋɪəɑpɪəɑ kɑm səŋt̪ɑpɪəɑ mʊkʰəh hər hər kəhɑʋæ.","ur":"نیِںد وآپآ کام سںتاپآ مُکھهُ هر هرِ کهاوَے ۔۔"},"pageNo":960,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41036,"shabadId":3536,"verse":{"gurmukhi":"bYsno nwmu krm hau jugqw quh kuty ikAw Plu pwvY ]","unicode":"ਬੈਸਨੋ ਨਾਮੁ ਕਰਮ ਹਉ ਜੁਗਤਾ ਤੁਹ ਕੁਟੇ ਕਿਆ ਫਲੁ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"bYsnonwmukrmhaujugqwquhkutyikAwPlupwvY]","unicode":"ਬੈਸਨੋਨਾਮੁਕਰਮਹਉਜੁਗਤਾਤੁਹਕੁਟੇਕਿਆਫਲੁਪਾਵੈ॥"},"translation":{"en":{"bdb":"He is called a Vaishnav, but he is bound to deeds of egotism; by threshing only husks, what rewards can be obtained?","ms":"He is a Vaishnav by Name but is yoked to the deeds of ego. Thrashing husk, what fruit can be obtained?","ssk":"He is called a Vaishnav, but he is bound to deeds of egotism; by threshing only husks, what rewards can be obtained?"},"pu":{"ss":{"gurmukhi":"Awpxw nwm BI vYSno (ivSƒ dw Bgq) r`iKAw hoieAw hY, pr krqUqW krky haumY ivc jkiVAw ipAw hY, (so, srIr Dox, c`k® bnwaux Awidk krm qoh ku`tx smwn hn) qoh ku`itAW (auhnW ivcoN) caul nhIN l`B pYxy [","unicode":"ਆਪਣਾ ਨਾਮ ਭੀ ਵੈਸ਼ਨੋ (ਵਿਸ਼ਨੂੰ ਦਾ ਭਗਤ) ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਕਰਤੂਤਾਂ ਕਰਕੇ ਹਉਮੈ ਵਿਚ ਜਕੜਿਆ ਪਿਆ ਹੈ, (ਸੋ, ਸਰੀਰ ਧੋਣ, ਚੱਕ੍ਰ ਬਨਾਉਣ ਆਦਿਕ ਕਰਮ ਤੋਹ ਕੁੱਟਣ ਸਮਾਨ ਹਨ) ਤੋਹ ਕੁੱਟਿਆਂ (ਉਹਨਾਂ ਵਿਚੋਂ) ਚਉਲ ਨਹੀਂ ਲੱਭ ਪੈਣੇ ।"},"ft":{"gurmukhi":"nwm qo vYsno khwvqw hY punw mn kr ky haumYN krmoN ky sMjugq hY[ ieh qo jYsy koeI qoh kutqw hovY aus ko kuC pRwpiq nhIN hoqw qYsy haumY jugq krmoN sy eyh ikAw Pl pwvygw, Bwv suK nhIN pwvygw]","unicode":"ਨਾਮ ਤੋ ਵੈਸਨੋ ਕਹਾਵਤਾ ਹੈ ਪੁਨਾ ਮਨ ਕਰ ਕੇ ਹਉਮੈਂ ਕਰਮੋਂ ਕੇ ਸੰਜੁਗਤ ਹੈ। ਇਹ ਤੋ ਜੈਸੇ ਕੋਈ ਤੋਹ ਕੁਟਤਾ ਹੋਵੈ ਉਸ ਕੋ ਕੁਛ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਤੈਸੇ ਹਉਮੈ ਜੁਗਤ ਕਰਮੋਂ ਸੇ ਏਹ ਕਿਆ ਫਲ ਪਾਵੇਗਾ, ਭਾਵ ਸੁਖ ਨਹੀਂ ਪਾਵੇਗਾ॥"},"bdb":{"gurmukhi":"Awpxw nwm BI vYSno (ivSƒ dw Bgq) r`iKAw hoieAw hY, pr krqUqW krky haumY ivc jkiVAw ipAw hY, (so, srIr Dox, c`k® bnwaux Awidk krm qoh ku`tx smwn hn) qoh ku`itAW (auhnW ivcoN) caul nhIN l`B pYxy [","unicode":"ਆਪਣਾ ਨਾਮ ਭੀ ਵੈਸ਼ਨੋ (ਵਿਸ਼ਨੂੰ ਦਾ ਭਗਤ) ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਕਰਤੂਤਾਂ ਕਰਕੇ ਹਉਮੈ ਵਿਚ ਜਕੜਿਆ ਪਿਆ ਹੈ, (ਸੋ, ਸਰੀਰ ਧੋਣ, ਚੱਕ੍ਰ ਬਨਾਉਣ ਆਦਿਕ ਕਰਮ ਤੋਹ ਕੁੱਟਣ ਸਮਾਨ ਹਨ) ਤੋਹ ਕੁੱਟਿਆਂ (ਉਹਨਾਂ ਵਿਚੋਂ) ਚਉਲ ਨਹੀਂ ਲੱਭ ਪੈਣੇ ।"},"ms":{"gurmukhi":"auh nwm mwqR vYSno hY pr hMkwr dy nwl jiVAw hoieAw hY[ PUs ƒ CVn duAwrw auh ikhVy myvy ƒ pw skdw hY[","unicode":"ਉਹ ਨਾਮ ਮਾਤ੍ਰ ਵੈਸ਼ਨੋ ਹੈ ਪਰ ਹੰਕਾਰ ਦੇ ਨਾਲ ਜੜਿਆ ਹੋਇਆ ਹੈ। ਫੂਸ ਨੂੰ ਛੜਨ ਦੁਆਰਾ ਉਹ ਕਿਹੜੇ ਮੇਵੇ ਨੂੰ ਪਾ ਸਕਦਾ ਹੈ।"}},"es":{"sn":"Él dice que es un Vaishnav pero actúa totalmente desde el ego, sí, si lo que separa es paja, paja tendrá. "},"hi":{"ss":"अपना नाम भी वैश्णव (विष्णु का भक्त) रखा हुआ है। पर करतूतों के कारण अहंकार में जकड़ा हुआ है। (सो। शरीर धोने। चक्र बनाने आदि कर्म चावल के छिलके के कूटने के तूल्य हैं) चावल का छिलका कूटने से (उनमें से) चावल नहीं निकलने वाले।","sts":"उसका नाम तो वैष्णो है किन्तु अपने कर्मों द्वारा वह अभिमान से जुड़ा हुआ है, छिलकों को कूट कर क्या फल प्राप्त हो सकता है ?"}},"transliteration":{"english":"baisano naam karam hau jugataa tuh kuTe kiaa fal paavai ||","hindi":"बैसनो नामु करम हउ जुगता तुह कुटे किआ फलु पावै ॥","en":"baisano naam karam hau jugataa tuh kuTe kiaa fal paavai ||","hi":"बैसनो नामु करम हउ जुगता तुह कुटे किआ फलु पावै ॥","ipa":"bæsənɔ nɑm kərəm ho d͡ʒʊGət̪ɑ t̪ʊh kʊʈe kɪəɑ fəl pɑʋæ.","ur":"بَےسنو نام کرم ها جُگتا تُه کُٹے کآ پھل پاوَے ۔۔"},"pageNo":960,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":41037,"shabadId":3536,"verse":{"gurmukhi":"hMsw ivic bYTw bgu n bxeI inq bYTw mCI no qwr lwvY ]","unicode":"ਹੰਸਾ ਵਿਚਿ ਬੈਠਾ ਬਗੁ ਨ ਬਣਈ ਨਿਤ ਬੈਠਾ ਮਛੀ ਨੋ ਤਾਰ ਲਾਵੈ ॥"},"larivaar":{"gurmukhi":"hMswivicbYTwbgunbxeIinqbYTwmCInoqwrlwvY]","unicode":"ਹੰਸਾਵਿਚਿਬੈਠਾਬਗੁਨਬਣਈਨਿਤਬੈਠਾਮਛੀਨੋਤਾਰਲਾਵੈ॥"},"translation":{"en":{"bdb":"Sitting among the swans, the crane does not become one of them; sitting there, he keeps staring at the fish.","ms":"Sitting amongst swans, the crane becomes not a swan, Sitting there he ever fixes his gaze on the fish.","ssk":"Sitting among the swans, the crane does not become one of them; sitting there, he keeps staring at the fish."},"pu":{"ss":{"gurmukhi":"hMsW ivc bYTw hoieAw bglw hMs nhIN bx jWdw, (hMsW ivc) bYTw hoieAw BI auh sdw m`CI (PVn) leI qwVI lWdw hY;","unicode":"ਹੰਸਾਂ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਬਗਲਾ ਹੰਸ ਨਹੀਂ ਬਣ ਜਾਂਦਾ, (ਹੰਸਾਂ ਵਿਚ) ਬੈਠਾ ਹੋਇਆ ਭੀ ਉਹ ਸਦਾ ਮੱਛੀ (ਫੜਨ) ਲਈ ਤਾੜੀ ਲਾਂਦਾ ਹੈ;"},"ft":{"gurmukhi":"hMsoN ky bIc bYTw hUAw jYsy bglw nhIN (bxeI) soBqw vhu inq bYTw hUAw mCI ky pkVny ko hI (qwr) ibRqI lgwvqw hY[ Bwv hMs gurmuK isK srovr gurU bglw dMBI mCI pdwrQ sMqW Ar dMBI kw myl kdI nhIN hoqw[ hIrw moqI gÎwn vYrwg ko isK Dwrqy hYN, dMBI iviKEN ko FUMFqw hY sqsMg mYN rh nhIN skqw]","unicode":"ਹੰਸੋਂ ਕੇ ਬੀਚ ਬੈਠਾ ਹੂਆ ਜੈਸੇ ਬਗਲਾ ਨਹੀਂ (ਬਣਈ) ਸੋਭਤਾ ਵਹੁ ਨਿਤ ਬੈਠਾ ਹੂਆ ਮਛੀ ਕੇ ਪਕੜਨੇ ਕੋ ਹੀ (ਤਾਰ) ਬ੍ਰਿਤੀ ਲਗਾਵਤਾ ਹੈ। ਭਾਵ ਹੰਸ ਗੁਰਮੁਖ ਸਿਖ ਸਰੋਵਰ ਗੁਰੂ ਬਗਲਾ ਦੰਭੀ ਮਛੀ ਪਦਾਰਥ ਸੰਤਾਂ ਅਰ ਦੰਭੀ ਕਾ ਮੇਲ ਕਦੀ ਨਹੀਂ ਹੋਤਾ। ਹੀਰਾ ਮੋਤੀ ਗ੍ਯਾਨ ਵੈਰਾਗ ਕੋ ਸਿਖ ਧਾਰਤੇ ਹੈਂ, ਦੰਭੀ ਵਿਖਿਓਂ ਕੋ ਢੂੰਢਤਾ ਹੈ ਸਤਸੰਗ ਮੈਂ ਰਹ ਨਹੀਂ ਸਕਤਾ॥"},"bdb":{"gurmukhi":"hMsW ivc bYTw hoieAw bglw hMs nhIN bx jWdw, (hMsW ivc) bYTw hoieAw BI auh sdw m`CI (PVn) leI qwVI lWdw hY;","unicode":"ਹੰਸਾਂ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਬਗਲਾ ਹੰਸ ਨਹੀਂ ਬਣ ਜਾਂਦਾ, (ਹੰਸਾਂ ਵਿਚ) ਬੈਠਾ ਹੋਇਆ ਭੀ ਉਹ ਸਦਾ ਮੱਛੀ (ਫੜਨ) ਲਈ ਤਾੜੀ ਲਾਂਦਾ ਹੈ;"},"ms":{"gurmukhi":"rwj hMsW iv`c bYTw hoieAw bglw hMs nhIN bxdw[ auQy bYTw hoieAw auh AwpdI itkitkI sdw mClI au¤qy bMnHI rKdw hY[","unicode":"ਰਾਜ ਹੰਸਾਂ ਵਿੱਚ ਬੈਠਾ ਹੋਇਆ ਬਗਲਾ ਹੰਸ ਨਹੀਂ ਬਣਦਾ। ਉਥੇ ਬੈਠਾ ਹੋਇਆ ਉਹ ਆਪਦੀ ਟਿਕਟਿਕੀ ਸਦਾ ਮਛਲੀ ਉੱਤੇ ਬੰਨ੍ਹੀ ਰਖਦਾ ਹੈ।"}},"es":{"sn":"Aunque se pose como grulla en el lago en medio de los cisnes, aun ahí tendrá su mirada puesta en el pez. "},"hi":{"ss":"हंसों में बैठा हुआ बगला हंस नहीं बन जाता। (हंसों में) बैठा हुआ भी वह सदा मछली (पकड़ने) के लिए ताड़ी लगाता है;","sts":"हंसों में बैठा हुआ बगुला हंस नहीं बनता और यह हंसों में बैठा हुआ भी नित्य मछली पकड़ने के लिए ध्यान लगाकर रखता है"}},"transliteration":{"english":"ha(n)saa vich baiThaa bag na baniee nit baiThaa machhee no taar laavai ||","hindi":"हंसा विचि बैठा बगु न बणई नित बैठा मछी नो तार लावै ॥","en":"ha(n)saa vich baiThaa bag na baniee nit baiThaa machhee no taar laavai ||","hi":"हंसा विचि बैठा बगु न बणई नित बैठा मछी नो तार लावै ॥","ipa":"həŋsɑ ʋɪt͡ʃ bæʈʰɑ bəG nə bəɳei nɪt̪ bæʈʰɑ məɕi nɔ t̪ɑr lɑʋæ.","ur":"هںسا وچ بَےٹھا بگ ن بݨای نت بَےٹھا مچھیِ نو تار لاوَے ۔۔"},"pageNo":960,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":41038,"shabadId":3536,"verse":{"gurmukhi":"jw hMs sBw vIcwru kir dyKin qw bgw nwil joVu kdy n AwvY ]","unicode":"ਜਾ ਹੰਸ ਸਭਾ ਵੀਚਾਰੁ ਕਰਿ ਦੇਖਨਿ ਤਾ ਬਗਾ ਨਾਲਿ ਜੋੜੁ ਕਦੇ ਨ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"jwhMssBwvIcwrukirdyKinqwbgwnwiljoVukdynAwvY]","unicode":"ਜਾਹੰਸਸਭਾਵੀਚਾਰੁਕਰਿਦੇਖਨਿਤਾਬਗਾਨਾਲਿਜੋੜੁਕਦੇਨਆਵੈ॥"},"translation":{"en":{"bdb":"And when the gathering of swans looks and sees, they realize that they can never form an alliance with the crane.","ms":"When the assembly of swans discriminatingly sees, then it finds that they cannot ever have an alliance with the cranes.","ssk":"And when the gathering of swans looks and sees, they realize that they can never form an alliance with the crane."},"pu":{"ss":{"gurmukhi":"jdoN hMs rl ky ivcwr kr ky vyKdy hn qW (iehI is`tw inkldw hY ik) bgilAW nwl auhnW dw joV Pbdw nhIN,","unicode":"ਜਦੋਂ ਹੰਸ ਰਲ ਕੇ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖਦੇ ਹਨ ਤਾਂ (ਇਹੀ ਸਿੱਟਾ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਬਗਲਿਆਂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੋੜ ਫਬਦਾ ਨਹੀਂ,"},"ft":{"gurmukhi":"jb hMsoN kI sBw ibcwr kr ky dyKny lgI qW bgilAW nwl iqn kw sMbMD kbI BI n AwieAw]","unicode":"ਜਬ ਹੰਸੋਂ ਕੀ ਸਭਾ ਬਿਚਾਰ ਕਰ ਕੇ ਦੇਖਨੇ ਲਗੀ ਤਾਂ ਬਗਲਿਆਂ ਨਾਲ ਤਿਨ ਕਾ ਸੰਬੰਧ ਕਬੀ ਭੀ ਨ ਆਇਆ॥"},"bdb":{"gurmukhi":"jdoN hMs rl ky ivcwr kr ky vyKdy hn qW (iehI is`tw inkldw hY ik) bgilAW nwl auhnW dw joV Pbdw nhIN,","unicode":"ਜਦੋਂ ਹੰਸ ਰਲ ਕੇ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖਦੇ ਹਨ ਤਾਂ (ਇਹੀ ਸਿੱਟਾ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਬਗਲਿਆਂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੋੜ ਫਬਦਾ ਨਹੀਂ,"},"ms":{"gurmukhi":"jd rwjhMsW dw sMmylx inrxy krky vyKdw hY, qd ies ƒ pqw lgdw hY ik ieMnHW dw imlwp bgilAW nwl kdwic`q nhIN ho skdw[","unicode":"ਜਦ ਰਾਜਹੰਸਾਂ ਦਾ ਸੰਮੇਲਣ ਨਿਰਣੇ ਕਰਕੇ ਵੇਖਦਾ ਹੈ, ਤਦ ਇਸ ਨੂੰ ਪਤਾ ਲਗਦਾ ਹੈ ਕਿ ਇੰਨ੍ਹਾਂ ਦਾ ਮਿਲਾਪ ਬਗਲਿਆਂ ਨਾਲ ਕਦਾਚਿੱਤ ਨਹੀਂ ਹੋ ਸਕਦਾ।"}},"es":{"sn":"Cuando los cisnes voltean alrededor, no encuentran nada en común con la grulla."},"hi":{"ss":"जब हंस मिल के विचार करके देखते हैं तो (यही नतीजा निकलता है कि) बगलों के साथ उनका मेल फबता नहीं।","sts":"जब हंस अपनी सभा में सोच विचार कर देखते हैं तो उनका बगुले से गठजोड़ कभी बनता ही नहीं।"}},"transliteration":{"english":"jaa ha(n)s sabhaa veechaar kar dhekhan taa bagaa naal joR kadhe na aavai ||","hindi":"जा हंस सभा वीचारु करि देखनि ता बगा नालि जोड़ु कदे न आवै ॥","en":"jaa ha(n)s sabhaa veechaar kar dhekhan taa bagaa naal joR kadhe na aavai ||","hi":"जा हंस सभा वीचारु करि देखनि ता बगा नालि जोड़ु कदे न आवै ॥","ipa":"d͡ʒɑ həŋs səɓɑ ʋit͡ʃɑr kər d̪ekʰən t̪ɑ bəGɑ nɑl d͡ʒɔɽ kəd̪e nə əɑʋæ.","ur":"جا هںس سبھا ویِچار کر دےکھن تا بگا نال جوڑ کدے ن آوَے ۔۔"},"pageNo":960,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":41039,"shabadId":3536,"verse":{"gurmukhi":"hMsw hIrw moqI cugxw bgu ffw Bwlx jwvY ]","unicode":"ਹੰਸਾ ਹੀਰਾ ਮੋਤੀ ਚੁਗਣਾ ਬਗੁ ਡਡਾ ਭਾਲਣ ਜਾਵੈ ॥"},"larivaar":{"gurmukhi":"hMswhIrwmoqIcugxwbguffwBwlxjwvY]","unicode":"ਹੰਸਾਹੀਰਾਮੋਤੀਚੁਗਣਾਬਗੁਡਡਾਭਾਲਣਜਾਵੈ॥"},"translation":{"en":{"bdb":"The swans peck at the diamonds and pearls, while the crane chases after frogs.","ms":"The swans peck at jewels and pearls and the herons go out in search of frogs.","ssk":"The swans peck at the diamonds and pearls, while the crane chases after frogs."},"pu":{"ss":{"gurmukhi":"(ikauNik) hMsW dI ^urwk hIry moqI hn qy bglw f`fIAW l`Bx jWdw hY; ivcwrw bglw (Aw^r hMsW dI fwr ivcoN) au~f hI jWdw hY ik mqW myrw pwj KulH n jwey [","unicode":"(ਕਿਉਂਕਿ) ਹੰਸਾਂ ਦੀ ਖ਼ੁਰਾਕ ਹੀਰੇ ਮੋਤੀ ਹਨ ਤੇ ਬਗਲਾ ਡੱਡੀਆਂ ਲੱਭਣ ਜਾਂਦਾ ਹੈ; ਵਿਚਾਰਾ ਬਗਲਾ (ਆਖ਼ਰ ਹੰਸਾਂ ਦੀ ਡਾਰ ਵਿਚੋਂ) ਉੱਡ ਹੀ ਜਾਂਦਾ ਹੈ ਕਿ ਮਤਾਂ ਮੇਰਾ ਪਾਜ ਖੁਲ੍ਹ ਨ ਜਾਏ ।"},"ft":{"gurmukhi":"ikauNik hMsW ny qW hIrw moqI hI cugnw hY, bglw ffoN ko hI FUMfxy jwqw hY]","unicode":"ਕਿਉਂਕਿ ਹੰਸਾਂ ਨੇ ਤਾਂ ਹੀਰਾ ਮੋਤੀ ਹੀ ਚੁਗਨਾ ਹੈ, ਬਗਲਾ ਡਡੋਂ ਕੋ ਹੀ ਢੂੰਡਣੇ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ikauNik) hMsW dI ^urwk hIry moqI hn qy bglw f`fIAW l`Bx jWdw hY; ivcwrw bglw (Aw^r hMsW dI fwr ivcoN) au~f hI jWdw hY ik mqW myrw pwj KulH n jwey [","unicode":"(ਕਿਉਂਕਿ) ਹੰਸਾਂ ਦੀ ਖ਼ੁਰਾਕ ਹੀਰੇ ਮੋਤੀ ਹਨ ਤੇ ਬਗਲਾ ਡੱਡੀਆਂ ਲੱਭਣ ਜਾਂਦਾ ਹੈ; ਵਿਚਾਰਾ ਬਗਲਾ (ਆਖ਼ਰ ਹੰਸਾਂ ਦੀ ਡਾਰ ਵਿਚੋਂ) ਉੱਡ ਹੀ ਜਾਂਦਾ ਹੈ ਕਿ ਮਤਾਂ ਮੇਰਾ ਪਾਜ ਖੁਲ੍ਹ ਨ ਜਾਏ ।"},"ms":{"gurmukhi":"rwjhMs jvwihrwq Aqy moqIAW ƒ cugdy hn Aqy bgly f`fIAW ƒ l`Bx jWdy hn[","unicode":"ਰਾਜਹੰਸ ਜਵਾਹਿਰਾਤ ਅਤੇ ਮੋਤੀਆਂ ਨੂੰ ਚੁਗਦੇ ਹਨ ਅਤੇ ਬਗਲੇ ਡੱਡੀਆਂ ਨੂੰ ਲੱਭਣ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Los cisnes pican para conseguir perlas y diamantes, mientras que la grulla mete su pico para agarrar ranas. "},"hi":{"ss":"(क्योंकि) हंसों की खुराक़ हीरे-मोती हैं और बगला मेंढकियाँ तलाशने जाता है;","sts":"हंस तो हीरे-मोती चुगते हैं किन्तु बगुला मेंढकों को ढूँढने जाता है।"}},"transliteration":{"english":"ha(n)saa heeraa motee chuganaa bag ddaddaa bhaalan jaavai ||","hindi":"हंसा हीरा मोती चुगणा बगु डडा भालण जावै ॥","en":"ha(n)saa heeraa motee chuganaa bag ddaddaa bhaalan jaavai ||","hi":"हंसा हीरा मोती चुगणा बगु डडा भालण जावै ॥","ipa":"həŋsɑ hirɑ mɔt̪i t͡ʃʊGəɳɑ bəG ɖəɖɑ ɓɑləɳ d͡ʒɑʋæ.","ur":"هںسا هیِرا موتیِ چُگݨا بگ ڈڈا بھالݨ جاوَے ۔۔"},"pageNo":960,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41040,"shabadId":3536,"verse":{"gurmukhi":"aufirAw vycwrw bgulw mqu hovY mM\\u lKwvY ]","unicode":"ਉਡਰਿਆ ਵੇਚਾਰਾ ਬਗੁਲਾ ਮਤੁ ਹੋਵੈ ਮੰਞੁ ਲਖਾਵੈ ॥"},"larivaar":{"gurmukhi":"aufirAwvycwrwbgulwmquhovYmM\\ulKwvY]","unicode":"ਉਡਰਿਆਵੇਚਾਰਾਬਗੁਲਾਮਤੁਹੋਵੈਮੰਞੁਲਖਾਵੈ॥"},"translation":{"en":{"bdb":"The poor crane flies away, so that his secret will not be exposed.","ms":"The poor heron flies away, lest it should so happen that he may be recognised.","ssk":"The poor crane flies away, so that his secret will not be exposed."},"pu":{"ss":{"gurmukhi":"pr, dos iks ƒ id`qw jwey? prmwqmw ƒ vI iehI g`l cMgI l`gdI hY;","unicode":"ਪਰ, ਦੋਸ ਕਿਸ ਨੂੰ ਦਿੱਤਾ ਜਾਏ? ਪਰਮਾਤਮਾ ਨੂੰ ਵੀ ਇਹੀ ਗੱਲ ਚੰਗੀ ਲੱਗਦੀ ਹੈ;"},"ft":{"gurmukhi":"AMq ko bglw jo ibcwrw hY, iqn hMsoN mYN sy auifAw, ikauNik mq ikqy myrw lKxW ho jwvy, Bwv ikqy myrw pwj n auGV jwvy]","unicode":"ਅੰਤ ਕੋ ਬਗਲਾ ਜੋ ਬਿਚਾਰਾ ਹੈ, ਤਿਨ ਹੰਸੋਂ ਮੈਂ ਸੇ ਉਡਿਆ, ਕਿਉਂਕਿ ਮਤ ਕਿਤੇ ਮੇਰਾ ਲਖਣਾਂ ਹੋ ਜਾਵੇ, ਭਾਵ ਕਿਤੇ ਮੇਰਾ ਪਾਜ ਨ ਉਘੜ ਜਾਵੇ॥"},"bdb":{"gurmukhi":"pr, dos iks ƒ id`qw jwey? prmwqmw ƒ vI iehI g`l cMgI l`gdI hY;","unicode":"ਪਰ, ਦੋਸ ਕਿਸ ਨੂੰ ਦਿੱਤਾ ਜਾਏ? ਪਰਮਾਤਮਾ ਨੂੰ ਵੀ ਇਹੀ ਗੱਲ ਚੰਗੀ ਲੱਗਦੀ ਹੈ;"},"ms":{"gurmukhi":"grIb b`g auf` jWdw hY Aqy mqy ies qrHW QI v`J ik mYN pCwixAW jwvW[","unicode":"ਗਰੀਬ ਬੱਗ ਉਡੱ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਤੇ ਇਸ ਤਰ੍ਹਾਂ ਥੀ ਵੱਝ ਕਿ ਮੈਂ ਪਛਾਣਿਆਂ ਜਾਵਾਂ।"}},"es":{"sn":"Dándose cuenta de esto, las grullas vuelan y se van para no verse expuestas."},"hi":{"ss":"बेचारा बगला (आखिर हंसों के झुंड में से) उड़ ही जाता है कि कहीं मेरी पोल खुल ही ना जाए।","sts":"बेचारा बगुला हंसों की डार में से उड़ गया है कि शायद मुझे कोई पहचान न ले।"}},"transliteration":{"english":"auddariaa vechaaraa bagulaa mat hovai ma(n)n(j) lakhaavai ||","hindi":"उडरिआ वेचारा बगुला मतु होवै मंञु लखावै ॥","en":"auddariaa vechaaraa bagulaa mat hovai ma(n)n(j) lakhaavai ||","hi":"उडरिआ वेचारा बगुला मतु होवै मंञु लखावै ॥","ipa":"oʊɖərɪəɑ ʋet͡ʃɑrɑ bəGʊlɑ mət̪ hɔʋæ məŋŋ ləkʰɑʋæ.","ur":"اُڈرآ وےچارا بگلا مت هووَے مںنج لکھاوَے ۔۔"},"pageNo":960,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":41041,"shabadId":3536,"verse":{"gurmukhi":"ijqu ko lwieAw iqq hI lwgw iksu dosu idcY jw hir eyvY BwvY ]","unicode":"ਜਿਤੁ ਕੋ ਲਾਇਆ ਤਿਤ ਹੀ ਲਾਗਾ ਕਿਸੁ ਦੋਸੁ ਦਿਚੈ ਜਾ ਹਰਿ ਏਵੈ ਭਾਵੈ ॥"},"larivaar":{"gurmukhi":"ijqukolwieAwiqqhIlwgwiksudosuidcYjwhireyvYBwvY]","unicode":"ਜਿਤੁਕੋਲਾਇਆਤਿਤਹੀਲਾਗਾਕਿਸੁਦੋਸੁਦਿਚੈਜਾਹਰਿਏਵੈਭਾਵੈ॥"},"translation":{"en":{"bdb":"Whatever the Lord attaches one to, to that he is attached. Who is to blame, when the Lord wills it so?","ms":"Whither Thou attached the mortal, O Lord. thither he is attached, Why should he blame anyone, when Thou so willest?","ssk":"Whatever the Lord attaches one to, to that he is attached. Who is to blame, when the Lord wills it so?"},"pu":{"ss":{"gurmukhi":"ij`Dr koeI jIv lwieAw jWdw hY EDr hI auh l`gdw hY [ ","unicode":"ਜਿੱਧਰ ਕੋਈ ਜੀਵ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਓਧਰ ਹੀ ਉਹ ਲੱਗਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijQy koeI krmoN ny lwieAw hY iqQy hI Eh koeI lwgw hY[ iks ko dos dyvIey jW hrI ko eyvy hI Bwvqw hY, Bwv ik jYsy koeI krm krygw ausI Anuswr krqwr Pl pRdwqw hY]","unicode":"ਜਿਥੇ ਕੋਈ ਕਰਮੋਂ ਨੇ ਲਾਇਆ ਹੈ ਤਿਥੇ ਹੀ ਓਹ ਕੋਈ ਲਾਗਾ ਹੈ। ਕਿਸ ਕੋ ਦੋਸ ਦੇਵੀਏ ਜਾਂ ਹਰੀ ਕੋ ਏਵੇ ਹੀ ਭਾਵਤਾ ਹੈ, ਭਾਵ ਕਿ ਜੈਸੇ ਕੋਈ ਕਰਮ ਕਰੇਗਾ ਉਸੀ ਅਨੁਸਾਰ ਕਰਤਾਰ ਫਲ ਪ੍ਰਦਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ij`Dr koeI jIv lwieAw jWdw hY EDr hI auh l`gdw hY [ ","unicode":"ਜਿੱਧਰ ਕੋਈ ਜੀਵ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਓਧਰ ਹੀ ਉਹ ਲੱਗਦਾ ਹੈ । "},"ms":{"gurmukhi":"ij¤Qy qUM pRwxI ƒ joVdw hYN, hy pRBU! au¤Qy hI auh juVdw hY[ auh iksy au¤qy ielzwm ikauN lwvy, jd qYƒ AYkur cMgw lgdw hY[","unicode":"ਜਿੱਥੇ ਤੂੰ ਪ੍ਰਾਣੀ ਨੂੰ ਜੋੜਦਾ ਹੈਂ, ਹੇ ਪ੍ਰਭੂ! ਉੱਥੇ ਹੀ ਉਹ ਜੁੜਦਾ ਹੈ। ਉਹ ਕਿਸੇ ਉੱਤੇ ਇਲਜ਼ਾਮ ਕਿਉਂ ਲਾਵੇ, ਜਦ ਤੈਨੂੰ ਐਕੁਰ ਚੰਗਾ ਲਗਦਾ ਹੈ।"}},"es":{"sn":"Pero ¿por qué culpar a la grulla cuando ella actúa sólo como el Señor lo indica?"},"hi":{"ss":"पर। दोष किस को दिया जाय। परमात्मा को भी यही बात भाती है; जिधर कोई जीव लगाया जाता है उधर ही वह लगता है।","sts":"जिस किसी को जिस ओर परमात्मा ने लगाया है, वह उस ओर लगा हुआ है, जब परमेश्वर को यूँ ही भाता है फिर किसो को क्या दोष दिया जाये?"}},"transliteration":{"english":"jit ko laiaa tit hee laagaa kis dhos dhichai jaa har evai bhaavai ||","hindi":"जितु को लाइआ तित ही लागा किसु दोसु दिचै जा हरि एवै भावै ॥","en":"jit ko laiaa tit hee laagaa kis dhos dhichai jaa har evai bhaavai ||","hi":"जितु को लाइआ तित ही लागा किसु दोसु दिचै जा हरि एवै भावै ॥","ipa":"d͡ʒɪt̪ kɔ lɑɪɑ t̪ɪt̪ hi lɑGɑ kɪs d̪ɔs d̪ɪt͡ʃæ d͡ʒɑ hər eeʋæ ɓɑʋæ.","ur":"جِت کو لاایا تت هیِ لاگا کس دوس دچَے جا هر اےوَے بھاوَے ۔۔"},"pageNo":960,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":8,"t":"v"}]}},{"verseId":41042,"shabadId":3536,"verse":{"gurmukhi":"siqguru srvru rqnI BrpUry ijsu pRwpiq so pwvY ]","unicode":"ਸਤਿਗੁਰੁ ਸਰਵਰੁ ਰਤਨੀ ਭਰਪੂਰੇ ਜਿਸੁ ਪ੍ਰਾਪਤਿ ਸੋ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"siqgurusrvrurqnIBrpUryijsupRwpiqsopwvY]","unicode":"ਸਤਿਗੁਰੁਸਰਵਰੁਰਤਨੀਭਰਪੂਰੇਜਿਸੁਪ੍ਰਾਪਤਿਸੋਪਾਵੈ॥"},"translation":{"en":{"bdb":"The True Guru is the lake, overflowing with pearls. One who meets the True Guru obtains them.","ms":"The True Guru is the lake, brimful with emeralds. He, who meets with the True Guru, obtains them.","ssk":"The True Guru is the lake, overflowing with pearls. One who meets the True Guru obtains them."},"pu":{"ss":{"gurmukhi":"siqgurU (mwno) iek srovr hY jo rqnW nwl nkw-nk BirAw hoieAw hY, ijs dy Bwg hox ausy ƒ hI imldw hY [","unicode":"ਸਤਿਗੁਰੂ (ਮਾਨੋ) ਇਕ ਸਰੋਵਰ ਹੈ ਜੋ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਦੇ ਭਾਗ ਹੋਣ ਉਸੇ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ।"},"ft":{"gurmukhi":"siqgurU jo srovr srUp hYN, so rqnoN kr ky BrpUr hYN, Bwv dYvI guxoN kr Bry hUey hYN[ ijs ko siqgurU pRwpiq hoqy hYN soeI dYvI guxoN ko pwvqw hY]","unicode":"ਸਤਿਗੁਰੂ ਜੋ ਸਰੋਵਰ ਸਰੂਪ ਹੈਂ, ਸੋ ਰਤਨੋਂ ਕਰ ਕੇ ਭਰਪੂਰ ਹੈਂ, ਭਾਵ ਦੈਵੀ ਗੁਣੋਂ ਕਰ ਭਰੇ ਹੂਏ ਹੈਂ। ਜਿਸ ਕੋ ਸਤਿਗੁਰੂ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ ਸੋਈ ਦੈਵੀ ਗੁਣੋਂ ਕੋ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"siqgurU (mwno) iek srovr hY jo rqnW nwl nkw-nk BirAw hoieAw hY, ijs dy Bwg hox ausy ƒ hI imldw hY [","unicode":"ਸਤਿਗੁਰੂ (ਮਾਨੋ) ਇਕ ਸਰੋਵਰ ਹੈ ਜੋ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਦੇ ਭਾਗ ਹੋਣ ਉਸੇ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ।"},"ms":{"gurmukhi":"sMcy gurdyv jI mwxkW nwl prIpUrn JIl hn[ jo s¤cy gurW ƒ iml pYNdw hY auh aunHW ƒ pw lYNdw hY[","unicode":"ਸੰਚੇ ਗੁਰਦੇਵ ਜੀ ਮਾਣਕਾਂ ਨਾਲ ਪਰੀਪੂਰਨ ਝੀਲ ਹਨ। ਜੋ ਸੱਚੇ ਗੁਰਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਉਨ੍ਹਾਂ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"El Guru es el Lago de Perlas, pero sólo lo obtiene aquél que recibe esa Bendición."},"hi":{"ss":"सतिगुरू (मानो) एक सरोवर है जो रत्नों से नाको-नाक भरा हुआ है। जिसके भाग्य हों उसी को ही मिलता है।","sts":"सतगुरु मन रूपी रत्नो से भरा हुआ सरोवर है, जिसे गुरु प्राप्त हो जाता है, उसे गुण रूपी रत्न हासिल हो जाते हैं।"}},"transliteration":{"english":"satigur saravar ratanee bharapoore jis praapat so paavai ||","hindi":"सतिगुरु सरवरु रतनी भरपूरे जिसु प्रापति सो पावै ॥","en":"satigur saravar ratanee bharapoore jis praapat so paavai ||","hi":"सतिगुरु सरवरु रतनी भरपूरे जिसु प्रापति सो पावै ॥","ipa":"sət̪ɪGʊr sərəʋər rət̪əni ɓərəpure d͡ʒɪs pɹɑpət̪ sɔ pɑʋæ.","ur":"ستگر سرور رتنیِ بھرپُورے جس پراپت سو پاوَے ۔۔"},"pageNo":960,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41043,"shabadId":3536,"verse":{"gurmukhi":"isK hMs srvir iekTy hoey siqgur kY hukmwvY ]","unicode":"ਸਿਖ ਹੰਸ ਸਰਵਰਿ ਇਕਠੇ ਹੋਏ ਸਤਿਗੁਰ ਕੈ ਹੁਕਮਾਵੈ ॥"},"larivaar":{"gurmukhi":"isKhMssrviriekTyhoeysiqgurkYhukmwvY]","unicode":"ਸਿਖਹੰਸਸਰਵਰਿਇਕਠੇਹੋਏਸਤਿਗੁਰਕੈਹੁਕਮਾਵੈ॥"},"translation":{"en":{"bdb":"The Sikh-swans gather at the lake, according to the Will of the True Guru.","ms":"In the True Guru's will the sikh swans gather at the Guru's lake.","ssk":"The Sikh-swans gather at the lake, according to the Will of the True Guru."},"pu":{"ss":{"gurmukhi":"siqgurU dy hukm Anuswr hI is`K-hMs (gurU dI srn-rUp) srovr ivc Aw iek`Ty huMdy hn,","unicode":"ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਿੱਖ-ਹੰਸ (ਗੁਰੂ ਦੀ ਸਰਨ-ਰੂਪ) ਸਰੋਵਰ ਵਿਚ ਆ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ,"},"ft":{"gurmukhi":"isK jo hMs AO siqgurU jo srovr vw gurW kw siqsMg srovr srUp hY, jb ieh dovyN iekTy hUey, Bwv gur isK jb iml bYTy punw siqguroN ky hukm mYN isK jb AwieAw]","unicode":"ਸਿਖ ਜੋ ਹੰਸ ਔ ਸਤਿਗੁਰੂ ਜੋ ਸਰੋਵਰ ਵਾ ਗੁਰਾਂ ਕਾ ਸਤਿਸੰਗ ਸਰੋਵਰ ਸਰੂਪ ਹੈ, ਜਬ ਇਹ ਦੋਵੇਂ ਇਕਠੇ ਹੂਏ, ਭਾਵ ਗੁਰ ਸਿਖ ਜਬ ਮਿਲ ਬੈਠੇ ਪੁਨਾ ਸਤਿਗੁਰੋਂ ਕੇ ਹੁਕਮ ਮੈਂ ਸਿਖ ਜਬ ਆਇਆ॥"},"bdb":{"gurmukhi":"siqgurU dy hukm Anuswr hI is`K-hMs (gurU dI srn-rUp) srovr ivc Aw iek`Ty huMdy hn,","unicode":"ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਿੱਖ-ਹੰਸ (ਗੁਰੂ ਦੀ ਸਰਨ-ਰੂਪ) ਸਰੋਵਰ ਵਿਚ ਆ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ,"},"ms":{"gurmukhi":"s¤cy gurW dI rzw AMdr isK rwjhMs gurW dI JIl auMqy iek`qr huMdy hn[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜ਼ਾ ਅੰਦਰ ਸਿਖ ਰਾਜਹੰਸ ਗੁਰਾਂ ਦੀ ਝੀਲ ਉੰਤੇ ਇਕੱਤਰ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Por la Voluntad del Guru, los Sikjs, que buscan a Dios, como los cisnes, se reúnen en el Lago del Guru, "},"hi":{"ss":"सतिगुरू के हुकम अनुसार ही सिख-हंस (गुरू की शरण-रूप) सरोवर में आ एकत्र होते हैं।","sts":"सतगुरु के हुक्म से शिष्य रूपी हंस उस सरोवर में इकट्ठे हो जाते हैं।"}},"transliteration":{"english":"sikh ha(n)s saravar ikaThe hoe satigur kai hukamaavai ||","hindi":"सिख हंस सरवरि इकठे होए सतिगुर कै हुकमावै ॥","en":"sikh ha(n)s saravar ikaThe hoe satigur kai hukamaavai ||","hi":"सिख हंस सरवरि इकठे होए सतिगुर कै हुकमावै ॥","ipa":"sɪkʰ həŋs sərəʋər eɪkəʈʰe hɔee sət̪ɪGʊr kæ hʊkəmɑʋæ.","ur":"سِکھ هںس سرور اکٹھے هواے ستگر کَے هُکماوَے ۔۔"},"pageNo":960,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":41044,"shabadId":3536,"verse":{"gurmukhi":"rqn pdwrQ mwxk srvir BrpUry Kwie Kric rhy qoit n AwvY ]","unicode":"ਰਤਨ ਪਦਾਰਥ ਮਾਣਕ ਸਰਵਰਿ ਭਰਪੂਰੇ ਖਾਇ ਖਰਚਿ ਰਹੇ ਤੋਟਿ ਨ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"rqnpdwrQmwxksrvirBrpUryKwieKricrhyqoitnAwvY]","unicode":"ਰਤਨਪਦਾਰਥਮਾਣਕਸਰਵਰਿਭਰਪੂਰੇਖਾਇਖਰਚਿਰਹੇਤੋਟਿਨਆਵੈ॥"},"translation":{"en":{"bdb":"The lake is filled with the wealth of these jewels and pearls; they are spent and consumed, but they never run out.","ms":"The Mansarowar is filled with the wealth of emeralds and jewels. The sikh eat and expend this wealth and it exhausts not.","ssk":"The lake is filled with the wealth of these jewels and pearls; they are spent and consumed, but they never run out."},"pu":{"ss":{"gurmukhi":"aus srovr ivc (pRBU dy gux rUp) hIry-moqI nkw-nk Bry hoey hn, is`K iehnW ƒ Awp vrqdy qy hornW ƒ vMfdy hn ieh hIry-moqI mu`kdy nhIN [","unicode":"ਉਸ ਸਰੋਵਰ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਰੂਪ) ਹੀਰੇ-ਮੋਤੀ ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ, ਸਿੱਖ ਇਹਨਾਂ ਨੂੰ ਆਪ ਵਰਤਦੇ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਹਨ ਇਹ ਹੀਰੇ-ਮੋਤੀ ਮੁੱਕਦੇ ਨਹੀਂ ।"},"ft":{"gurmukhi":"jo siqgurU srovr rUp rcn pdwrQ mwnkoN kr BrpUr hYN, so isK aunoN sy ly kr Kwie Krc rhy hYN[ qo BI siqguroN mYN dYvI guxoN kI qot nhIN AwvqI]","unicode":"ਜੋ ਸਤਿਗੁਰੂ ਸਰੋਵਰ ਰੂਪ ਰਚਨ ਪਦਾਰਥ ਮਾਨਕੋਂ ਕਰ ਭਰਪੂਰ ਹੈਂ, ਸੋ ਸਿਖ ਉਨੋਂ ਸੇ ਲੇ ਕਰ ਖਾਇ ਖਰਚ ਰਹੇ ਹੈਂ। ਤੋ ਭੀ ਸਤਿਗੁਰੋਂ ਮੈਂ ਦੈਵੀ ਗੁਣੋਂ ਕੀ ਤੋਟ ਨਹੀਂ ਆਵਤੀ॥"},"bdb":{"gurmukhi":"aus srovr ivc (pRBU dy gux rUp) hIry-moqI nkw-nk Bry hoey hn, is`K iehnW ƒ Awp vrqdy qy hornW ƒ vMfdy hn ieh hIry-moqI mu`kdy nhIN [","unicode":"ਉਸ ਸਰੋਵਰ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਰੂਪ) ਹੀਰੇ-ਮੋਤੀ ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ, ਸਿੱਖ ਇਹਨਾਂ ਨੂੰ ਆਪ ਵਰਤਦੇ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਹਨ ਇਹ ਹੀਰੇ-ਮੋਤੀ ਮੁੱਕਦੇ ਨਹੀਂ ।"},"ms":{"gurmukhi":"mwnsrovr (siqsMgq) hIirAW Aqy jvwihrwq dI dOlq nwl BirAw hoieAw hY[ isK ies dOlq ƒ KWdy Aqy Krcdy hn Aqy ieh mukdI nhIN[","unicode":"ਮਾਨਸਰੋਵਰ (ਸਤਿਸੰਗਤ) ਹੀਰਿਆਂ ਅਤੇ ਜਵਾਹਿਰਾਤ ਦੀ ਦੌਲਤ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ। ਸਿਖ ਇਸ ਦੌਲਤ ਨੂੰ ਖਾਂਦੇ ਅਤੇ ਖਰਚਦੇ ਹਨ ਅਤੇ ਇਹ ਮੁਕਦੀ ਨਹੀਂ।"}},"es":{"sn":"se alimentan de esas perlas, y ese Tesoro Inagotable nunca se acaba. "},"hi":{"ss":"उस सरोवर में (प्रभू के गुण रूप) हीरे-मोती नाको-नाक भरे हुए हैं। सिख इनको खुद इस्तेमाल करते व औरों को बाँटते हैं ये हीरे-मोती खत्म नहीं होते।","sts":"गुरु रूपी सरोवर में गुण रूपी रत्न एवं माणिक्य पदार्थ भरे हुए हैं और शिष्य रूपी हंस उन्हें सेवन करते एवं अन्यों को भी करवाते हैं परन्तु वे कभी समाप्त नहीं होते।"}},"transliteration":{"english":"ratan padhaarath maanak saravar bharapoore khai kharach rahe toT na aavai ||","hindi":"रतन पदारथ माणक सरवरि भरपूरे खाइ खरचि रहे तोटि न आवै ॥","en":"ratan padhaarath maanak saravar bharapoore khai kharach rahe toT na aavai ||","hi":"रतन पदारथ माणक सरवरि भरपूरे खाइ खरचि रहे तोटि न आवै ॥","ipa":"rət̪ən pəd̪ɑrət̪ʰ mɑɳək sərəʋər ɓərəpure kʰɑeɪ kʰərət͡ʃ rəhe t̪ɔʈ nə əɑʋæ.","ur":"رتن پدارتھ ماݨک سرور بھرپُورے کھاا کھرچ رهے توٹ ن آوَے ۔۔"},"pageNo":960,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":41045,"shabadId":3536,"verse":{"gurmukhi":"srvr hMsu dUir n hoeI krqy eyvY BwvY ]","unicode":"ਸਰਵਰ ਹੰਸੁ ਦੂਰਿ ਨ ਹੋਈ ਕਰਤੇ ਏਵੈ ਭਾਵੈ ॥"},"larivaar":{"gurmukhi":"srvrhMsudUirnhoeIkrqyeyvYBwvY]","unicode":"ਸਰਵਰਹੰਸੁਦੂਰਿਨਹੋਈਕਰਤੇਏਵੈਭਾਵੈ॥"},"translation":{"en":{"bdb":"The swan never leaves the lake; such is the Pleasure of the Creator's Will.","ms":"The swan recedes not from the Mansrowar. It so pleases my Creator.","ssk":"The swan never leaves the lake; such is the Pleasure of the Creator's Will."},"pu":{"ss":{"gurmukhi":"krqwr ƒ ieauN hI BwauNdw hY ik is`K-hMs gurU-srovr qoN dUr nhIN jWdw [","unicode":"ਕਰਤਾਰ ਨੂੰ ਇਉਂ ਹੀ ਭਾਉਂਦਾ ਹੈ ਕਿ ਸਿੱਖ-ਹੰਸ ਗੁਰੂ-ਸਰੋਵਰ ਤੋਂ ਦੂਰ ਨਹੀਂ ਜਾਂਦਾ ।"},"ft":{"gurmukhi":"iqs siqgurU rUp srovr sy hMs vq jo isK hYN, so dUr nhIN hoqw, krqy ko (eyvY) iesI pRkwr Bwvqw hY]","unicode":"ਤਿਸ ਸਤਿਗੁਰੂ ਰੂਪ ਸਰੋਵਰ ਸੇ ਹੰਸ ਵਤ ਜੋ ਸਿਖ ਹੈਂ, ਸੋ ਦੂਰ ਨਹੀਂ ਹੋਤਾ, ਕਰਤੇ ਕੋ (ਏਵੈ) ਇਸੀ ਪ੍ਰਕਾਰ ਭਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"krqwr ƒ ieauN hI BwauNdw hY ik is`K-hMs gurU-srovr qoN dUr nhIN jWdw [","unicode":"ਕਰਤਾਰ ਨੂੰ ਇਉਂ ਹੀ ਭਾਉਂਦਾ ਹੈ ਕਿ ਸਿੱਖ-ਹੰਸ ਗੁਰੂ-ਸਰੋਵਰ ਤੋਂ ਦੂਰ ਨਹੀਂ ਜਾਂਦਾ ।"},"ms":{"gurmukhi":"rwjhMs mwnsrovr qoN pry nhIN huMdw[ mYNfy isrjxhwr ƒ ies qrHW hI cMgw lgdw hY[","unicode":"ਰਾਜਹੰਸ ਮਾਨਸਰੋਵਰ ਤੋਂ ਪਰੇ ਨਹੀਂ ਹੁੰਦਾ। ਮੈਂਡੇ ਸਿਰਜਣਹਾਰ ਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਹੀ ਚੰਗਾ ਲਗਦਾ ਹੈ।"}},"es":{"sn":"El cisne y el Lago van juntos, pues tal es la Voluntad del Señor."},"hi":{"ss":"करतार को ऐसा ही भाता है कि सिख-हंस गुरू-सरोवर से दूर नहीं जाता।","sts":"परमेश्वर को यही मंजूर होता है कि शिष्य रूपी हंस गुरु रूपी सरोवर से कभी दूर न हों।"}},"transliteration":{"english":"saravar ha(n)s dhoor na hoiee karate evai bhaavai ||","hindi":"सरवर हंसु दूरि न होई करते एवै भावै ॥","en":"saravar ha(n)s dhoor na hoiee karate evai bhaavai ||","hi":"सरवर हंसु दूरि न होई करते एवै भावै ॥","ipa":"sərəʋər həŋs d̪ur nə hɔei kərət̪e eeʋæ ɓɑʋæ.","ur":"سرور هںس دُور ن هوای کرتے اےوَے بھاوَے ۔۔"},"pageNo":960,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":41046,"shabadId":3536,"verse":{"gurmukhi":"jn nwnk ijs dY msqik Bwgu Duir iliKAw so isKu gurU pih AwvY ]","unicode":"ਜਨ ਨਾਨਕ ਜਿਸ ਦੈ ਮਸਤਕਿ ਭਾਗੁ ਧੁਰਿ ਲਿਖਿਆ ਸੋ ਸਿਖੁ ਗੁਰੂ ਪਹਿ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"jnnwnkijsdYmsqikBwguDuiriliKAwsoisKugurUpihAwvY]","unicode":"ਜਨਨਾਨਕਜਿਸਦੈਮਸਤਕਿਭਾਗੁਧੁਰਿਲਿਖਿਆਸੋਸਿਖੁਗੁਰੂਪਹਿਆਵੈ॥"},"translation":{"en":{"bdb":"O servant Nanak, one who has such pre-ordained destiny inscribed upon his forehead - that Sikh comes to the Guru.","ms":"O slave Nanak, the sikh on whose brow good destiny is writ from the very beginning; He alone comes to the Guru.","ssk":"O servant Nanak, one who has such pre-ordained destiny inscribed upon his forehead - that Sikh comes to the Guru."},"pu":{"ss":{"gurmukhi":"hy nwnk! DuroN ijs dy m`Qy auqy iliKAw lyK hovy auh is`K siqgurU dI srnIN AwauNdw hY, (gur-srn Aw ky) auh Awp qr jWdw hY, ","unicode":"ਹੇ ਨਾਨਕ! ਧੁਰੋਂ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖਿਆ ਲੇਖ ਹੋਵੇ ਉਹ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨੀਂ ਆਉਂਦਾ ਹੈ, (ਗੁਰ-ਸਰਨ ਆ ਕੇ) ਉਹ ਆਪ ਤਰ ਜਾਂਦਾ ਹੈ, "},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: ijs jn ky msqk pr AwdoN hI Bwg iliKAw hY, so isK guroN pws Awvqw hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਸ ਜਨ ਕੇ ਮਸਤਕ ਪਰ ਆਦੋਂ ਹੀ ਭਾਗ ਲਿਖਿਆ ਹੈ, ਸੋ ਸਿਖ ਗੁਰੋਂ ਪਾਸ ਆਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy nwnk! DuroN ijs dy m`Qy auqy iliKAw lyK hovy auh is`K siqgurU dI srnIN AwauNdw hY, (gur-srn Aw ky) auh Awp qr jWdw hY, ","unicode":"ਹੇ ਨਾਨਕ! ਧੁਰੋਂ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖਿਆ ਲੇਖ ਹੋਵੇ ਉਹ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨੀਂ ਆਉਂਦਾ ਹੈ, (ਗੁਰ-ਸਰਨ ਆ ਕੇ) ਉਹ ਆਪ ਤਰ ਜਾਂਦਾ ਹੈ, "},"ms":{"gurmukhi":"hy goly nwnk ijs is`K dy m¤Qy auqy pRwrMB qoN cMgI pRwlbD ilKI hoeI hY; kyvl auh hI gurdyv jI kol AwauNdw hY[","unicode":"ਹੇ ਗੋਲੇ ਨਾਨਕ ਜਿਸ ਸਿੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਾਰੰਭ ਤੋਂ ਚੰਗੀ ਪ੍ਰਾਲਬਧ ਲਿਖੀ ਹੋਈ ਹੈ; ਕੇਵਲ ਉਹ ਹੀ ਗੁਰਦੇਵ ਜੀ ਕੋਲ ਆਉਂਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, aquél cuyo Destino así lo tiene inscrito, llega hasta el Guru "},"hi":{"ss":"हे नानक ! धुर से ही जिसके माथे पर लिखे लेख हों वह सिख सतिगुरू की शरण आता है।","sts":"हे नानक ! वही शिष्य गुरु के पास आता है, जिसके माथे पर जन्म से ऐसा भाग्य लिखा होता है।"}},"transliteration":{"english":"jan naanak jis dhai masatak bhaag dhur likhiaa so sikh guroo peh aavai ||","hindi":"जन नानक जिस दै मसतकि भागु धुरि लिखिआ सो सिखु गुरू पहि आवै ॥","en":"jan naanak jis dhai masatak bhaag dhur likhiaa so sikh guroo peh aavai ||","hi":"जन नानक जिस दै मसतकि भागु धुरि लिखिआ सो सिखु गुरू पहि आवै ॥","ipa":"d͡ʒən nɑnək d͡ʒɪs d̪æ məsət̪ək ɓɑG t̪ʊr lɪkʰɪəɑ sɔ sɪkʰ Gʊru pəh əɑʋæ.","ur":"جن نانک جس دَے مستک بھاگ دھُر لکھآ سو سکھ گُرُو پهِ آوَے ۔۔"},"pageNo":960,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":41047,"shabadId":3536,"verse":{"gurmukhi":"Awip qirAw kutMb siB qwry sBw isRsit CfwvY ]1]","unicode":"ਆਪਿ ਤਰਿਆ ਕੁਟੰਬ ਸਭਿ ਤਾਰੇ ਸਭਾ ਸ੍ਰਿਸਟਿ ਛਡਾਵੈ ॥੧॥"},"larivaar":{"gurmukhi":"AwipqirAwkutMbsiBqwrysBwisRsitCfwvY]1]","unicode":"ਆਪਿਤਰਿਆਕੁਟੰਬਸਭਿਤਾਰੇਸਭਾਸ੍ਰਿਸਟਿਛਡਾਵੈ॥੧॥"},"translation":{"en":{"bdb":"He saves himself, and saves all his generations as well; he emancipates the whole world. ||1||","ms":"He saves himself, saves his entire lineage and emancipates the whole world.","ssk":"He saves himself, and saves all his generations as well; he emancipates the whole world. ||1||"},"pu":{"ss":{"gurmukhi":"swry snbMDIAW ƒ qwr lYNdw hY qy swry jgq ƒ bcw lYNdw hY [1[","unicode":"ਸਾਰੇ ਸਨਬੰਧੀਆਂ ਨੂੰ ਤਾਰ ਲੈਂਦਾ ਹੈ ਤੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਬਚਾ ਲੈਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"jo isK guroN pws AwieAw hY vhu Awp qirAw hY AOr so swry kutMb qwrqw hY[ AOr ikAw khYN isRstI ky ivKy sB ADkwrIAW ko mukq dyqw hY]1]","unicode":"ਜੋ ਸਿਖ ਗੁਰੋਂ ਪਾਸ ਆਇਆ ਹੈ ਵਹੁ ਆਪ ਤਰਿਆ ਹੈ ਔਰ ਸੋ ਸਾਰੇ ਕੁਟੰਬ ਤਾਰਤਾ ਹੈ। ਔਰ ਕਿਆ ਕਹੈਂ ਸ੍ਰਿਸਟੀ ਕੇ ਵਿਖੇ ਸਭ ਅਧਕਾਰੀਆਂ ਕੋ ਮੁਕਤ ਦੇਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"swry snbMDIAW ƒ qwr lYNdw hY qy swry jgq ƒ bcw lYNdw hY [1[","unicode":"ਸਾਰੇ ਸਨਬੰਧੀਆਂ ਨੂੰ ਤਾਰ ਲੈਂਦਾ ਹੈ ਤੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਬਚਾ ਲੈਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"auh Awp pwr auqr jWdw hY, AwpxI swrI vMS dw pwr auqwrw kr idMdw hY qy swry j`g ƒ BI bMdKlws krw idMdw hY[","unicode":"ਉਹ ਆਪ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ, ਆਪਣੀ ਸਾਰੀ ਵੰਸ਼ ਦਾ ਪਾਰ ਉਤਾਰਾ ਕਰ ਦਿੰਦਾ ਹੈ ਤੇ ਸਾਰੇ ਜੱਗ ਨੂੰ ਭੀ ਬੰਦਖਲਾਸ ਕਰਾ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"y es emancipado junto con todos sus parientes, no, junto con todo el mundo.(1)"},"hi":{"ss":"(गुरू शरण आ के) वह स्वयं तैर जाता है। सारे संबंधियों को तैरा लेता है और सारे जगत को बचा लेता है। 1।","sts":"ऐसा शिष्य स्वयं तो भवसागर से तैर जाता है, अपने समूचे परिवार का उद्धार करवा देता है और सारी दुनिया का भी कल्याण करवाता है।१॥"}},"transliteration":{"english":"aap tariaa kuTa(n)b sabh taare sabhaa sirasaT chhaddaavai ||1||","hindi":"आपि तरिआ कुटंब सभि तारे सभा सृसटि छडावै ॥१॥","en":"aap tariaa kuTa(n)b sabh taare sabhaa sirasaT chhaddaavai ||1||","hi":"आपि तरिआ कुटंब सभि तारे सभा सृसटि छडावै ॥१॥","ipa":"əɑp t̪ərɪəɑ kʊʈəŋb səɓ t̪ɑre səɓɑ sɪɹəsəʈ ɕəɖɑʋæ.1.","ur":"آپ ترآ کُٹںب سبھِ تارے سبھا سرسٹ چھڈاوَے ۔۔۱۔۔"},"pageNo":960,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}