{"shabadInfo":{"shabadId":3584,"shabadName":41341,"pageNo":966,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":966},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"},"writer":{"writerId":31,"gurmukhi":"blvMif qy sqw","unicode":null,"english":"Bhatt Sathaa & Balvand"}},"count":9,"navigation":{"previous":3583,"next":3585},"verses":[{"verseId":41341,"shabadId":3584,"verse":{"gurmukhi":"rwmklI kI vwr rwie blvMif qQw sqY fUim AwKI","unicode":"ਰਾਮਕਲੀ ਕੀ ਵਾਰ ਰਾਇ ਬਲਵੰਡਿ ਤਥਾ ਸਤੈ ਡੂਮਿ ਆਖੀ"},"larivaar":{"gurmukhi":"rwmklIkIvwrrwieblvMifqQwsqYfUimAwKI","unicode":"ਰਾਮਕਲੀਕੀਵਾਰਰਾਇਬਲਵੰਡਿਤਥਾਸਤੈਡੂਮਿਆਖੀ"},"translation":{"en":{"bdb":"Vaar Of Raamkalee, Uttered By Satta And Balwand The Drummer:","ms":"Var of Ramkali. Uttered by Rai Balwand and Satta, the drummer.","ssk":"Vaar Of Raamkalee, Uttered By Satta And Balwand The Drummer:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"rwmklI dI vwr[ rwie blvMf Aqy sqy mrwsI dI aucwrn kIqI hoeI[","unicode":"ਰਾਮਕਲੀ ਦੀ ਵਾਰ। ਰਾਇ ਬਲਵੰਡ ਅਤੇ ਸਤੇ ਮਰਾਸੀ ਦੀ ਉਚਾਰਨ ਕੀਤੀ ਹੋਈ।"}},"es":{"sn":"Var de Ramkali, recitados por Rai Balwant y Sata, el tablista."},"hi":{"ss":"","sts":"रामकली की वार राइ बलवंडि तथा सतै डूमि आखी"}},"transliteration":{"english":"raamakalee kee vaar rai balava(n)dd tathaa satai ddoom aakhee","hindi":"रामकली की वार राइ बलवंडि तथा सतै डूमि आखी","en":"raamakalee kee vaar rai balava(n)dd tathaa satai ddoom aakhee","hi":"रामकली की वार राइ बलवंडि तथा सतै डूमि आखी","ipa":"rɑməkəli ki ʋɑr rɑeɪ bələʋəŋɖ t̪ət̪ʰɑ sət̪æ ɖum əɑkʰi","ur":"رامکلیِ کیِ وار راا بلوںڈ تتھا ستَے ڈُوم آکھیِ"},"pageNo":966,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":41342,"shabadId":3584,"verse":{"gurmukhi":"<> siqgur pRswid ]","unicode":"ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqgurpRswid]","unicode":"ੴਸਤਿਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. By The Grace Of The True Guru:","ms":"There is but One God, By True Guru's grace, He is obtained.","ssk":"One Universal Creator God. By The Grace Of The True Guru:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s¤cy gurW dI dieAw duAwrw, auh pwieAw jWdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Un Dios Creador Universal, por la Gracia del Verdadero Guru"},"hi":{"ss":"","sts":"ੴ सतिगुर प्रसादि॥"}},"transliteration":{"english":"ikOankaar satigur prasaadh ||","hindi":"ੴ सतिगुर प्रसादि ॥","en":"ikOankaar satigur prasaadh ||","hi":"ੴ सतिगुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ɪGʊr pɹəsɑd̪.","ur":"اک اونکار ستگر پرساد ۔۔"},"pageNo":966,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[]}},{"verseId":41343,"shabadId":3584,"verse":{"gurmukhi":"nwau krqw kwdru kry ikau bolu hovY joKIvdY ]","unicode":"ਨਾਉ ਕਰਤਾ ਕਾਦਰੁ ਕਰੇ ਕਿਉ ਬੋਲੁ ਹੋਵੈ ਜੋਖੀਵਦੈ ॥"},"larivaar":{"gurmukhi":"nwaukrqwkwdrukryikauboluhovYjoKIvdY]","unicode":"ਨਾਉਕਰਤਾਕਾਦਰੁਕਰੇਕਿਉਬੋਲੁਹੋਵੈਜੋਖੀਵਦੈ॥"},"translation":{"en":{"bdb":"One who chants the Name of the Almighty Creator - how can his words be judged?","ms":"How can the words of him, who utters the Name of the omnipotent Creator be weighed?","ssk":"One who chants the Name of the Almighty Creator - how can his words be judged?"},"pu":{"ss":{"gurmukhi":"(iksy purK dw) jo nwmxw kwdr krqw Awip (au~cw) kry, aus ƒ qolx leI (iksy pwsoN) koeI g`l nhIN ho skdI (Bwv, mYN blvMf ivcwrw kOx hW jo gurU jI dy au~cy mrqby ƒ ibAwn kr skW?) ","unicode":"(ਕਿਸੇ ਪੁਰਖ ਦਾ) ਜੋ ਨਾਮਣਾ ਕਾਦਰ ਕਰਤਾ ਆਪਿ (ਉੱਚਾ) ਕਰੇ, ਉਸ ਨੂੰ ਤੋਲਣ ਲਈ (ਕਿਸੇ ਪਾਸੋਂ) ਕੋਈ ਗੱਲ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਭਾਵ, ਮੈਂ ਬਲਵੰਡ ਵਿਚਾਰਾ ਕੌਣ ਹਾਂ ਜੋ ਗੁਰੂ ਜੀ ਦੇ ਉੱਚੇ ਮਰਤਬੇ ਨੂੰ ਬਿਆਨ ਕਰ ਸਕਾਂ?) "},"ft":{"gurmukhi":"ijsu gurU nwnk jI ky nwauN kwdr ny krqw kry hYN, Bwv Apny qul kIey hYN; vw ijs kw nwauN krqw kwdr ArQwq srb skqImwn prmysr kr dyvY, iqnoN ky bol kw iks pRkwr (joKIvdY) joKxw hovY vw bol kr ky iqnkw kYsy joKxw hovY vw jo iqnWky boloN kw kYsy (KIvdY) shwrnw hovY vw KY kYsy hovY?","unicode":"ਜਿਸੁ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕੇ ਨਾਉਂ ਕਾਦਰ ਨੇ ਕਰਤਾ ਕਰੇ ਹੈਂ, ਭਾਵ ਅਪਨੇ ਤੁਲ ਕੀਏ ਹੈਂ; ਵਾ ਜਿਸ ਕਾ ਨਾਉਂ ਕਰਤਾ ਕਾਦਰ ਅਰਥਾਤ ਸਰਬ ਸਕਤੀਮਾਨ ਪਰਮੇਸਰ ਕਰ ਦੇਵੈ, ਤਿਨੋਂ ਕੇ ਬੋਲ ਕਾ ਕਿਸ ਪ੍ਰਕਾਰ (ਜੋਖੀਵਦੈ) ਜੋਖਣਾ ਹੋਵੈ ਵਾ ਬੋਲ ਕਰ ਕੇ ਤਿਨਕਾ ਕੈਸੇ ਜੋਖਣਾ ਹੋਵੈ ਵਾ ਜੋ ਤਿਨਾਂਕੇ ਬੋਲੋਂ ਕਾ ਕੈਸੇ (ਖੀਵਦੈ) ਸਹਾਰਨਾ ਹੋਵੈ ਵਾ ਖੈ ਕੈਸੇ ਹੋਵੈ?"},"bdb":{"gurmukhi":"(iksy purK dw) jo nwmxw kwdr krqw Awip (au~cw) kry, aus ƒ qolx leI (iksy pwsoN) koeI g`l nhIN ho skdI (Bwv, mYN blvMf ivcwrw kOx hW jo gurU jI dy au~cy mrqby ƒ ibAwn kr skW?) ","unicode":"(ਕਿਸੇ ਪੁਰਖ ਦਾ) ਜੋ ਨਾਮਣਾ ਕਾਦਰ ਕਰਤਾ ਆਪਿ (ਉੱਚਾ) ਕਰੇ, ਉਸ ਨੂੰ ਤੋਲਣ ਲਈ (ਕਿਸੇ ਪਾਸੋਂ) ਕੋਈ ਗੱਲ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਭਾਵ, ਮੈਂ ਬਲਵੰਡ ਵਿਚਾਰਾ ਕੌਣ ਹਾਂ ਜੋ ਗੁਰੂ ਜੀ ਦੇ ਉੱਚੇ ਮਰਤਬੇ ਨੂੰ ਬਿਆਨ ਕਰ ਸਕਾਂ?) "},"ms":{"gurmukhi":"aus dy bcn, jo srb SkqIvwn isrjnhwr dy nwm ƒ aucwrdw hY, iks qrHW qolo jw skdy hn?","unicode":"ਉਸ ਦੇ ਬਚਨ, ਜੋ ਸਰਬ ਸ਼ਕਤੀਵਾਨ ਸਿਰਜਨਹਾਰ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਦਾ ਹੈ, ਕਿਸ ਤਰ੍ਹਾਂ ਤੋਲੋ ਜਾ ਸਕਦੇ ਹਨ?"}},"es":{"sn":"Cuando el Señor Creador da Su Juicio, ¿quién entonces puede enfrentar Su Voluntad?"},"hi":{"ss":"(किसी पुरुख की) प्रसिद्धि जो कादर-कर्ता स्वयं (ऊँचा) करे। उसको तौलने के लिए (किसी तरफ) कोई बात नहीं हो सकती (भाव। मैं बलवंड बेचारा कौन हूँ जो गुरू के ऊँचे मरतबे को बयान कर सकूँ। )","sts":"यदि कर्ता-परमेश्वर स्वयं ही न्यायपूर्ण निर्णय करे तो उसके आदेश पर एतराज नहीं किया जा सकता।"}},"transliteration":{"english":"naau karataa kaadhar kare kiau bol hovai jokheevadhai ||","hindi":"नाउ करता कादरु करे किउ बोलु होवै जोखीवदै ॥","en":"naau karataa kaadhar kare kiau bol hovai jokheevadhai ||","hi":"नाउ करता कादरु करे किउ बोलु होवै जोखीवदै ॥","ipa":"nɑo kərət̪ɑ kɑd̪ər kəre kɪo bɔl hɔʋæ d͡ʒɔkʰiʋəd̪æ.","ur":"ناا کرتا کادر کرے کا بول هووَے جوکھیِودَے ۔۔"},"pageNo":966,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41344,"shabadId":3584,"verse":{"gurmukhi":"dy gunw siq BYx Brwv hY pwrMgiq dwnu pVIvdY ]","unicode":"ਦੇ ਗੁਨਾ ਸਤਿ ਭੈਣ ਭਰਾਵ ਹੈ ਪਾਰੰਗਤਿ ਦਾਨੁ ਪੜੀਵਦੈ ॥"},"larivaar":{"gurmukhi":"dygunwsiqBYxBrwvhYpwrMgiqdwnupVIvdY]","unicode":"ਦੇਗੁਨਾਸਤਿਭੈਣਭਰਾਵਹੈਪਾਰੰਗਤਿਦਾਨੁਪੜੀਵਦੈ॥"},"translation":{"en":{"bdb":"His divine virtues are the true sisters and brothers; through them, the gift of supreme status is obtained.","ms":"The angelic virtues are the true sisters and brothers Through them the gift of salvation is obtained.","ssk":"His divine virtues are the true sisters and brothers; through them, the gift of supreme status is obtained."},"pu":{"ss":{"gurmukhi":"sMswr-smuMdr qoN pwr lMGw skx vwlI Awqm AvsQw dI b^SS hwsl krn leI jo siq Awidk r`bI gux (lok bVy jqnW nwl Awpxy AMdr pYdw krdy hn, auh gux siqgurU jI dy qW) BYx Brwv hn (Bwv) auhnW dy AMdr qW suBwivk hI mOjUd hn [","unicode":"ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਸਕਣ ਵਾਲੀ ਆਤਮ ਅਵਸਥਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹਾਸਲ ਕਰਨ ਲਈ ਜੋ ਸਤਿ ਆਦਿਕ ਰੱਬੀ ਗੁਣ (ਲੋਕ ਬੜੇ ਜਤਨਾਂ ਨਾਲ ਆਪਣੇ ਅੰਦਰ ਪੈਦਾ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਣ ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਤਾਂ) ਭੈਣ ਭਰਾਵ ਹਨ (ਭਾਵ) ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤਾਂ ਸੁਭਾਵਿਕ ਹੀ ਮੌਜੂਦ ਹਨ ।"},"ft":{"gurmukhi":"dYvI sMpqI ky jo siqAwdk gux hYN iehu ijn ky BRwqw hYN AO krxw, mYqRI, mudqw, ApyiKAw, iehu BYxW hYN[ (pwrMgiq dwnu) AYsy siqguroN sy isK (prMgiq) moKdwn ko (pVIvdY) pwvqy hYN]","unicode":"ਦੈਵੀ ਸੰਪਤੀ ਕੇ ਜੋ ਸਤਿਆਦਕ ਗੁਣ ਹੈਂ ਇਹੁ ਜਿਨ ਕੇ ਭ੍ਰਾਤਾ ਹੈਂ ਔ ਕਰਣਾ, ਮੈਤ੍ਰੀ, ਮੁਦਤਾ, ਅਪੇਖਿਆ, ਇਹੁ ਭੈਣਾਂ ਹੈਂ। (ਪਾਰੰਗਤਿ ਦਾਨੁ) ਐਸੇ ਸਤਿਗੁਰੋਂ ਸੇ ਸਿਖ (ਪਰੰਗਤਿ) ਮੋਖਦਾਨ ਕੋ (ਪੜੀਵਦੈ) ਪਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"sMswr-smuMdr qoN pwr lMGw skx vwlI Awqm AvsQw dI b^SS hwsl krn leI jo siq Awidk r`bI gux (lok bVy jqnW nwl Awpxy AMdr pYdw krdy hn, auh gux siqgurU jI dy qW) BYx Brwv hn (Bwv) auhnW dy AMdr qW suBwivk hI mOjUd hn [","unicode":"ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਸਕਣ ਵਾਲੀ ਆਤਮ ਅਵਸਥਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹਾਸਲ ਕਰਨ ਲਈ ਜੋ ਸਤਿ ਆਦਿਕ ਰੱਬੀ ਗੁਣ (ਲੋਕ ਬੜੇ ਜਤਨਾਂ ਨਾਲ ਆਪਣੇ ਅੰਦਰ ਪੈਦਾ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਣ ਸਤਿਗੁਰੂ ਜੀ ਦੇ ਤਾਂ) ਭੈਣ ਭਰਾਵ ਹਨ (ਭਾਵ) ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤਾਂ ਸੁਭਾਵਿਕ ਹੀ ਮੌਜੂਦ ਹਨ ।"},"ms":{"gurmukhi":"dYvI gux s`cIAW BYxW Aqy vIr hn[ aunHW dy rwhIN moKS dI dwq pRwpq huMdI hY[","unicode":"ਦੈਵੀ ਗੁਣ ਸੱਚੀਆਂ ਭੈਣਾਂ ਅਤੇ ਵੀਰ ਹਨ। ਉਨ੍ਹਾਂ ਦੇ ਰਾਹੀਂ ਮੋਖਸ਼ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।"}},"es":{"sn":"Los virtuosos son en verdad hermanos y hermanas. "},"hi":{"ss":"संसार-समुंद्र से पार लंघा सकने वाली आत्म-अवस्था की बख्शिश हासिल करने के लिए जो सत्य आदि ईश्वरीय गुण (लोग बड़े बड़े प्रयत्नों से अपने अंदर पैदा करते हैं।","sts":"दैवी गुण सच्चे बहन-भाई हैं जिसे इंश्वर दान देता है, वही कामयाब होता है।(भाई लहणा को गुरु-गद्दी मिलना परमेश्वर का विधान था, गुरुपुत्र बेशक विरोध करते रहे लेकिन दैवी गुणों के कारण भाई लहणा ही इसको हकदार बने)।"}},"transliteration":{"english":"dhe gunaa sat bhain bharaav hai paara(n)gat dhaan paReevadhai ||","hindi":"दे गुना सति भैण भराव है पारंगति दानु पड़ीवदै ॥","en":"dhe gunaa sat bhain bharaav hai paara(n)gat dhaan paReevadhai ||","hi":"दे गुना सति भैण भराव है पारंगति दानु पड़ीवदै ॥","ipa":"d̪e Gʊnɑ sət̪ ɓæɳ ɓərɑʋ hæ pɑrəŋGət̪ d̪ɑn pəɽiʋəd̪æ.","ur":"دے گُنا ست بھَےݨ بھراو هَے پارںگت دان پڑیِودَے ۔۔"},"pageNo":966,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":41345,"shabadId":3584,"verse":{"gurmukhi":"nwnik rwju clwieAw scu kotu sqwxI nIv dY ]","unicode":"ਨਾਨਕਿ ਰਾਜੁ ਚਲਾਇਆ ਸਚੁ ਕੋਟੁ ਸਤਾਣੀ ਨੀਵ ਦੈ ॥"},"larivaar":{"gurmukhi":"nwnikrwjuclwieAwscukotusqwxInIvdY]","unicode":"ਨਾਨਕਿਰਾਜੁਚਲਾਇਆਸਚੁਕੋਟੁਸਤਾਣੀਨੀਵਦੈ॥"},"translation":{"en":{"bdb":"Nanak established the kingdom; He built the true fortress on the strongest foundations.","ms":"Nanak established the Lord's empire and laid a very strong foundation of the fortress of truth.","ssk":"Nanak established the kingdom; He built the true fortress on the strongest foundations."},"pu":{"ss":{"gurmukhi":"(ies au~cy nwmxy vwly gurU) nwnk dyv jI ny s`c-rUp iklHw bxw ky Aqy p`kI nINh r`K ky (Drm dw) rwj clwieAw hY [","unicode":"(ਇਸ ਉੱਚੇ ਨਾਮਣੇ ਵਾਲੇ ਗੁਰੂ) ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਸੱਚ-ਰੂਪ ਕਿਲ੍ਹਾ ਬਣਾ ਕੇ ਅਤੇ ਪੱਕੀ ਨੀਂਹ ਰੱਖ ਕੇ (ਧਰਮ ਦਾ) ਰਾਜ ਚਲਾਇਆ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU nwnk swihb jI ny AYsw rwj clwieAw hY, jo scy nwm kw kotu kIAw hY AOr (sqwxI) sihq bl ky srDw BgqI kInI vw idqI, Bwv (rwju) pRkws ArQwq igAwn duAwry sYN srUp myN iesiQq hoxy ky vwsqy BgqI kI muKqw rKI hY]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਨੇ ਐਸਾ ਰਾਜ ਚਲਾਇਆ ਹੈ, ਜੋ ਸਚੇ ਨਾਮ ਕਾ ਕੋਟੁ ਕੀਆ ਹੈ ਔਰ (ਸਤਾਣੀ) ਸਹਿਤ ਬਲ ਕੇ ਸਰਧਾ ਭਗਤੀ ਕੀਨੀ ਵਾ ਦਿਤੀ, ਭਾਵ (ਰਾਜੁ) ਪ੍ਰਕਾਸ ਅਰਥਾਤ ਗਿਆਨ ਦੁਆਰੇ ਸੈਂ ਸਰੂਪ ਮੇਂ ਇਸਥਿਤ ਹੋਣੇ ਕੇ ਵਾਸਤੇ ਭਗਤੀ ਕੀ ਮੁਖਤਾ ਰਖੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ies au~cy nwmxy vwly gurU) nwnk dyv jI ny s`c-rUp iklHw bxw ky Aqy p`kI nINh r`K ky (Drm dw) rwj clwieAw hY [","unicode":"(ਇਸ ਉੱਚੇ ਨਾਮਣੇ ਵਾਲੇ ਗੁਰੂ) ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਸੱਚ-ਰੂਪ ਕਿਲ੍ਹਾ ਬਣਾ ਕੇ ਅਤੇ ਪੱਕੀ ਨੀਂਹ ਰੱਖ ਕੇ (ਧਰਮ ਦਾ) ਰਾਜ ਚਲਾਇਆ ਹੈ ।"},"ms":{"gurmukhi":"nwnk ny pRBU dI pwiqSwhI kwiem kIqI Aqy s`c dy iklHy dI inhwieq mzbUq buinAwd r`KI[","unicode":"ਨਾਨਕ ਨੇ ਪ੍ਰਭੂ ਦੀ ਪਾਤਿਸ਼ਾਹੀ ਕਾਇਮ ਕੀਤੀ ਅਤੇ ਸੱਚ ਦੇ ਕਿਲ੍ਹੇ ਦੀ ਨਿਹਾਇਤ ਮਜ਼ਬੂਤ ਬੁਨਿਆਦ ਰੱਖੀ।"}},"es":{"sn":"Sólo los que son bendecidos, son aprobados. "},"hi":{"ss":"वह गुण सतिगुरू जी के तो) बहिन-भाई हैं (भाव। ) उनके अंदर तो स्वभाविक (रूप से ही सतिवादी गुण) मौजूद हैं।","sts":"सतगुरु नानक देव जी ने जगत् में धर्म का राज चलाया और बड़ी मजबूत आधारशिला रखकर सत्य का एक दुर्ग बना दिया।"}},"transliteration":{"english":"naanak raaj chalaiaa sach koT sataanee neev dhai ||","hindi":"नानकि राजु चलाइआ सचु कोटु सताणी नीव दै ॥","en":"naanak raaj chalaiaa sach koT sataanee neev dhai ||","hi":"नानकि राजु चलाइआ सचु कोटु सताणी नीव दै ॥","ipa":"nɑnək rɑd͡ʒ t͡ʃəlɑɪɑ sət͡ʃ kɔʈ sət̪ɑɳi niʋ d̪æ.","ur":"نانک راج چلاایا سچ کوٹ ستاݨیِ نیِو دَے ۔۔"},"pageNo":966,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":41346,"shabadId":3584,"verse":{"gurmukhi":"lhxy DirEnu Cqu isir kir isPqI AMimRqu pIvdY ]","unicode":"ਲਹਣੇ ਧਰਿਓਨੁ ਛਤੁ ਸਿਰਿ ਕਰਿ ਸਿਫਤੀ ਅੰਮ੍ਰਿਤੁ ਪੀਵਦੈ ॥"},"larivaar":{"gurmukhi":"lhxyDirEnuCquisirkirisPqIAMimRqupIvdY]","unicode":"ਲਹਣੇਧਰਿਓਨੁਛਤੁਸਿਰਿਕਰਿਸਿਫਤੀਅੰਮ੍ਰਿਤੁਪੀਵਦੈ॥"},"translation":{"en":{"bdb":"He installed the royal canopy over Lehna's head; chanting the Lord's Praises, He drank in the Ambrosial Nectar.","ms":"Nanak placed the Royal crown, over Angad's head and hymning Lord's praise, he quaffed Nectar.","ssk":"He installed the royal canopy over Lehna's head; chanting the Lord's Praises, He drank in the Ambrosial Nectar."},"pu":{"ss":{"gurmukhi":"(bwbw) lihxw jI dy isr auqy, jo is&iq-swlwh kr ky Awqmk jIvn dyx vwlw nwm-jl pI rhy sn, gurU nwnk dyv jI ny (guirAweI dw) Cqr DirAw [","unicode":"(ਬਾਬਾ) ਲਹਿਣਾ ਜੀ ਦੇ ਸਿਰ ਉਤੇ, ਜੋ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਰਹੇ ਸਨ, ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ (ਗੁਰਿਆਈ ਦਾ) ਛਤਰ ਧਰਿਆ ।"},"ft":{"gurmukhi":"sRI gurU nwnk jI ny lihxy ky isr pr guirAweI rUp CqR DwirAw hY, Bwv gÎwn kI aupdystw lhxw jI kIey hYN[ punw lhxw jI kYsy hYN? jo (isPqI) vwihgurU kI isPq kr ky AnMd rUpu AMmRq pIvqy hYN]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਨੇ ਲਹਿਣੇ ਕੇ ਸਿਰ ਪਰ ਗੁਰਿਆਈ ਰੂਪ ਛਤ੍ਰ ਧਾਰਿਆ ਹੈ, ਭਾਵ ਗ੍ਯਾਨ ਕੀ ਉਪਦੇਸਟਾ ਲਹਣਾ ਜੀ ਕੀਏ ਹੈਂ। ਪੁਨਾ ਲਹਣਾ ਜੀ ਕੈਸੇ ਹੈਂ? ਜੋ (ਸਿਫਤੀ) ਵਾਹਿਗੁਰੂ ਕੀ ਸਿਫਤ ਕਰ ਕੇ ਅਨੰਦ ਰੂਪੁ ਅੰਮ੍ਰਤ ਪੀਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(bwbw) lihxw jI dy isr auqy, jo is&iq-swlwh kr ky Awqmk jIvn dyx vwlw nwm-jl pI rhy sn, gurU nwnk dyv jI ny (guirAweI dw) Cqr DirAw [","unicode":"(ਬਾਬਾ) ਲਹਿਣਾ ਜੀ ਦੇ ਸਿਰ ਉਤੇ, ਜੋ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਰਹੇ ਸਨ, ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ (ਗੁਰਿਆਈ ਦਾ) ਛਤਰ ਧਰਿਆ ।"},"ms":{"gurmukhi":"nwnk ny pwqSwhI rwj AMgd dy sIs qy itkwieAw, ijs ny suAwmI dI kIrqI gwien kr AMimRq pwn kIqw[","unicode":"ਨਾਨਕ ਨੇ ਪਾਤਸ਼ਾਹੀ ਰਾਜ ਅੰਗਦ ਦੇ ਸੀਸ ਤੇ ਟਿਕਾਇਆ, ਜਿਸ ਨੇ ਸੁਆਮੀ ਦੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰ ਅੰਮ੍ਰਿਤ ਪਾਨ ਕੀਤਾ।"}},"es":{"sn":"Nanak ha fundado el Dominio Verdadero de Dios; Él levantó la Fortaleza de la Verdad en tierra firme. "},"hi":{"ss":"(इस महान नामवर गुरू) नानक देव जी ने सॅच-रूप किला बना के और पक्की नींव रख के (धर्म का) राज चलाया है।","sts":"तदुपरांत उन्होंने भाई लहणा (गुरु अंगद देव) के सिर पर गुरुयाई का छत्र रख दिया और वे भी परमेश्वर की स्तुति करके अमृत का पान करते रहे।"}},"transliteration":{"english":"lahane dharion chhat sir kar sifatee a(n)mrit peevadhai ||","hindi":"लहणे धरिओनु छतु सिरि करि सिफती अंमृतु पीवदै ॥","en":"lahane dharion chhat sir kar sifatee a(n)mrit peevadhai ||","hi":"लहणे धरिओनु छतु सिरि करि सिफती अंमृतु पीवदै ॥","ipa":"ləhəɳe t̪ərɪoən ɕət̪ sɪr kər sɪfət̪i əŋmɪɹət̪ piʋəd̪æ.","ur":"لهݨے دھراون چھت سرِ کرِ سپھتیِ اںمرت پیِودَے ۔۔"},"pageNo":966,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41347,"shabadId":3584,"verse":{"gurmukhi":"miq gur Awqm dyv dI KVig joir prwkuie jIA dY ]","unicode":"ਮਤਿ ਗੁਰ ਆਤਮ ਦੇਵ ਦੀ ਖੜਗਿ ਜੋਰਿ ਪਰਾਕੁਇ ਜੀਅ ਦੈ ॥"},"larivaar":{"gurmukhi":"miqgurAwqmdyvdIKVigjoirprwkuiejIAdY]","unicode":"ਮਤਿਗੁਰਆਤਮਦੇਵਦੀਖੜਗਿਜੋਰਿਪਰਾਕੁਇਜੀਅਦੈ॥"},"translation":{"en":{"bdb":"The Guru implanted the almighty sword of the Teachings to illuminate his soul.","ms":"Guru Nanak placed the soul illuminating, supremely powerful sword of his instruction in Lahna's mind.","ssk":"The Guru implanted the almighty sword of the Teachings to illuminate his soul."},"pu":{"ss":{"gurmukhi":"gurU Akwl purK dI (b^SI hoeI) miq-rUp qlvwr nwl, zor nwl Aqy bl nwl (AMdroN pihlw jIvn k`F ky) Awqmk izMdgI b^S ky[","unicode":"ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਦੀ (ਬਖ਼ਸ਼ੀ ਹੋਈ) ਮਤਿ-ਰੂਪ ਤਲਵਾਰ ਨਾਲ, ਜ਼ੋਰ ਨਾਲ ਅਤੇ ਬਲ ਨਾਲ (ਅੰਦਰੋਂ ਪਹਿਲਾ ਜੀਵਨ ਕੱਢ ਕੇ) ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਬਖ਼ਸ਼ ਕੇ।"},"ft":{"gurmukhi":"guroN ny jo pRmwqmw kI isiKAw deI hY eyhu Gwl hY, (KVig) KMfw igAwn rUp hY, (joir) cMgw AOru (prwkuie) bl vwlw lhxy jI ko dIAw hY]","unicode":"ਗੁਰੋਂ ਨੇ ਜੋ ਪ੍ਰਮਾਤਮਾ ਕੀ ਸਿਖਿਆ ਦਈ ਹੈ ਏਹੁ ਘਾਲ ਹੈ, (ਖੜਗਿ) ਖੰਡਾ ਗਿਆਨ ਰੂਪ ਹੈ, (ਜੋਰਿ) ਚੰਗਾ ਔਰੁ (ਪਰਾਕੁਇ) ਬਲ ਵਾਲਾ ਲਹਣੇ ਜੀ ਕੋ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"gurU Akwl purK dI (b^SI hoeI) miq-rUp qlvwr nwl, zor nwl Aqy bl nwl (AMdroN pihlw jIvn k`F ky) Awqmk izMdgI b^S ky[","unicode":"ਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਦੀ (ਬਖ਼ਸ਼ੀ ਹੋਈ) ਮਤਿ-ਰੂਪ ਤਲਵਾਰ ਨਾਲ, ਜ਼ੋਰ ਨਾਲ ਅਤੇ ਬਲ ਨਾਲ (ਅੰਦਰੋਂ ਪਹਿਲਾ ਜੀਵਨ ਕੱਢ ਕੇ) ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਬਖ਼ਸ਼ ਕੇ।"},"ms":{"gurmukhi":"gurU nwnk ny ijMdVI ƒ rOSn krn vwlI Awpxy aupdyS dI prm qwkqvr qlvwr ƒ lihxy dy ihrdy AMdr itkw id`qw[","unicode":"ਗੁਰੂ ਨਾਨਕ ਨੇ ਜਿੰਦੜੀ ਨੂੰ ਰੌਸ਼ਨ ਕਰਨ ਵਾਲੀ ਆਪਣੇ ਉਪਦੇਸ਼ ਦੀ ਪਰਮ ਤਾਕਤਵਰ ਤਲਵਾਰ ਨੂੰ ਲਹਿਣੇ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾ ਦਿੱਤਾ।"}},"es":{"sn":"Él hizo ondear el Dosel del Señor sobre Angad, Quien alabando a Dios, bebió del Néctar del Señor. "},"hi":{"ss":"गुरू अकाल-पुरख की (बख्शी हुई) मति-रूपी तलवार से। जोर से बल से (अंदर से पहले जीवन निकाल के) आत्मिक जिंदगी बख्श के। (बाबा) लहिणा जी के सिर पर। जो सिफत-सालाह करके आत्मिक जीवन देने वाला नाम-जल पी रहे थे। गुरू नानक देव जी ने (गुरुता का) छत्र धरा।","sts":"गुरु नानक ने प्रभुज्ञान की खड्ग रूपी मति अपने आत्मबल से लहणा जी के हृदय में स्थापित कर दी।"}},"transliteration":{"english":"mat gur aatam dhev dhee khaRag jor paraakui jeea dhai ||","hindi":"मति गुर आतम देव दी खड़गि जोरि पराकुइ जीअ दै ॥","en":"mat gur aatam dhev dhee khaRag jor paraakui jeea dhai ||","hi":"मति गुर आतम देव दी खड़गि जोरि पराकुइ जीअ दै ॥","ipa":"mət̪ Gʊr əɑt̪əm d̪eʋ d̪i kʰəɽəG d͡ʒɔr pərɑkʊeɪ d͡ʒiə d̪æ.","ur":"مت گُر آتم دےو دیِ کھڑگ جور پراکا جیِا دَے ۔۔"},"pageNo":966,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":41348,"shabadId":3584,"verse":{"gurmukhi":"guir cyly rhrwis kIeI nwnik slwmiq QIvdY ]","unicode":"ਗੁਰਿ ਚੇਲੇ ਰਹਰਾਸਿ ਕੀਈ ਨਾਨਕਿ ਸਲਾਮਤਿ ਥੀਵਦੈ ॥"},"larivaar":{"gurmukhi":"guircylyrhrwiskIeInwnikslwmiqQIvdY]","unicode":"ਗੁਰਿਚੇਲੇਰਹਰਾਸਿਕੀਈਨਾਨਕਿਸਲਾਮਤਿਥੀਵਦੈ॥"},"translation":{"en":{"bdb":"The Guru bowed down to His disciple, while Nanak was still alive.","ms":"During his very life-time Guru Nanak made obeisance unto Angad, his disciple.","ssk":"The Guru bowed down to His disciple, while Nanak was still alive."},"pu":{"ss":{"gurmukhi":"(hux) AwpxI slwmqI ivc hI gurU nwnk dyv jI ny Awpxy is`K (bwbw lhxw jI) A`gy m`Qw tyikAw,","unicode":"(ਹੁਣ) ਆਪਣੀ ਸਲਾਮਤੀ ਵਿਚ ਹੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਪਣੇ ਸਿੱਖ (ਬਾਬਾ ਲਹਣਾ ਜੀ) ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ,"},"ft":{"gurmukhi":"gurU cyly kI jo mrjwdw hY, so sRI gurU nwnk jI ny slwmiq (QIvdY) Apny srIr hoqy hI (kIeI) krI hY]","unicode":"ਗੁਰੂ ਚੇਲੇ ਕੀ ਜੋ ਮਰਜਾਦਾ ਹੈ, ਸੋ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਨੇ ਸਲਾਮਤਿ (ਥੀਵਦੈ) ਅਪਨੇ ਸਰੀਰ ਹੋਤੇ ਹੀ (ਕੀਈ) ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"(hux) AwpxI slwmqI ivc hI gurU nwnk dyv jI ny Awpxy is`K (bwbw lhxw jI) A`gy m`Qw tyikAw,","unicode":"(ਹੁਣ) ਆਪਣੀ ਸਲਾਮਤੀ ਵਿਚ ਹੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਪਣੇ ਸਿੱਖ (ਬਾਬਾ ਲਹਣਾ ਜੀ) ਅੱਗੇ ਮੱਥਾ ਟੇਕਿਆ,"},"ms":{"gurmukhi":"gurU nwnk ny, jIauNdy jIA, AMdr, Awpxy murId ƒ pRxwm kIqI[","unicode":"ਗੁਰੂ ਨਾਨਕ ਨੇ, ਜੀਉਂਦੇ ਜੀਅ, ਅੰਦਰ, ਆਪਣੇ ਮੁਰੀਦ ਨੂੰ ਪ੍ਰਣਾਮ ਕੀਤੀ।"}},"es":{"sn":"Nanak bendijo a Angad con la Espada del Poder Espiritual instruyéndolo en la Sabiduría del Hombre Sabio de Dios. "},"hi":{"ss":"(अब) अपनी सलामती में ही गुरू नानक देव जी ने अपने सिख (बाबा लहिणा जी के) आगे माथा टेका।","sts":"गुरु नानक देव जी ने जीते जी अपने शिष्य भाई लहणा जी के आगे नमन किया और"}},"transliteration":{"english":"gur chele raharaas keeiee naanak salaamat theevadhai ||","hindi":"गुरि चेले रहरासि कीई नानकि सलामति थीवदै ॥","en":"gur chele raharaas keeiee naanak salaamat theevadhai ||","hi":"गुरि चेले रहरासि कीई नानकि सलामति थीवदै ॥","ipa":"Gʊr t͡ʃele rəhərɑs kiei nɑnək səlɑmət̪ t̪ʰiʋəd̪æ.","ur":"گُر چےلے رهراس کیِای نانک سلامت تھیِودَے ۔۔"},"pageNo":966,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41349,"shabadId":3584,"verse":{"gurmukhi":"sih itkw idqosu jIvdY ]1]","unicode":"ਸਹਿ ਟਿਕਾ ਦਿਤੋਸੁ ਜੀਵਦੈ ॥੧॥"},"larivaar":{"gurmukhi":"sihitkwidqosujIvdY]1]","unicode":"ਸਹਿਟਿਕਾਦਿਤੋਸੁਜੀਵਦੈ॥੧॥"},"translation":{"en":{"bdb":"The King, while still alive, applied the ceremonial mark to his forehead. ||1||","ms":"Guru Nanak, the King, whilst alive gave the apostolic mark to Angad.","ssk":"The King, while still alive, applied the ceremonial mark to his forehead. ||1||"},"pu":{"ss":{"gurmukhi":"qy siqgurU jI ny ijaUNidAW hI (guirAweI dw) iqlk (bwbw lhxw jI ƒ) dy id`qw [1[","unicode":"ਤੇ ਸਤਿਗੁਰੂ ਜੀ ਨੇ ਜਿਊਂਦਿਆਂ ਹੀ (ਗੁਰਿਆਈ ਦਾ) ਤਿਲਕ (ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ) ਦੇ ਦਿੱਤਾ ।੧।"},"ft":{"gurmukhi":"so mrjwdw eyhu krI hY, jo sÍwmI sRI gurU nwnk dyv jI ny (itkw) iqlk guirAweI kw lhxy jI ko Apny jIvqy hI dIAw hY]1]","unicode":"ਸੋ ਮਰਜਾਦਾ ਏਹੁ ਕਰੀ ਹੈ, ਜੋ ਸ੍ਵਾਮੀ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ (ਟਿਕਾ) ਤਿਲਕ ਗੁਰਿਆਈ ਕਾ ਲਹਣੇ ਜੀ ਕੋ ਅਪਨੇ ਜੀਵਤੇ ਹੀ ਦੀਆ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"qy siqgurU jI ny ijaUNidAW hI (guirAweI dw) iqlk (bwbw lhxw jI ƒ) dy id`qw [1[","unicode":"ਤੇ ਸਤਿਗੁਰੂ ਜੀ ਨੇ ਜਿਊਂਦਿਆਂ ਹੀ (ਗੁਰਿਆਈ ਦਾ) ਤਿਲਕ (ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ) ਦੇ ਦਿੱਤਾ ।੧।"},"ms":{"gurmukhi":"gurU nwnk pwqSwh ny, jIauNdy jI hI, guirAweI dw iqlk AMgd ƒ dy id`qw[","unicode":"ਗੁਰੂ ਨਾਨਕ ਪਾਤਸ਼ਾਹ ਨੇ, ਜੀਉਂਦੇ ਜੀ ਹੀ, ਗੁਰਿਆਈ ਦਾ ਤਿਲਕ ਅੰਗਦ ਨੂੰ ਦੇ ਦਿੱਤਾ।"}},"es":{"sn":"Y estando aun en vida, se postró ante su discípulo; lo ungió como Guru mientras estaba vivo. (1)"},"hi":{"ss":"और सतिगुरू जी ने जीवित रहते हुए ही (अपने जीते जी गुरू गद्दी का) तिलक (बाबा लहिणा जी को) दे दिया। 1।","sts":"अपने जिंदा रहते समय उन्हें गुरुयाई का तिलक लगा दिया॥ १॥"}},"transliteration":{"english":"seh Tikaa dhitos jeevadhai ||1||","hindi":"सहि टिका दितोसु जीवदै ॥१॥","en":"seh Tikaa dhitos jeevadhai ||1||","hi":"सहि टिका दितोसु जीवदै ॥१॥","ipa":"səh ʈɪkɑ d̪ɪt̪ɔs d͡ʒiʋəd̪æ.1.","ur":"سهِ ٹکا دتوس جیِودَے ۔۔۱۔۔"},"pageNo":966,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}}]}