{"shabadInfo":{"shabadId":3591,"shabadName":41421,"pageNo":968,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":968},"raag":{"raagId":22,"gurmukhi":"rwgu rwmklI","unicode":"ਰਾਗੁ ਰਾਮਕਲੀ","english":"Raag Raamkalee","raagWithPage":"Raamkalee (876-974)"},"writer":{"writerId":31,"gurmukhi":"blvMif qy sqw","unicode":null,"english":"Bhatt Sathaa & Balvand"}},"count":9,"navigation":{"previous":3590,"next":3592},"verses":[{"verseId":41421,"shabadId":3591,"verse":{"gurmukhi":"cwry jwgy chu jugI pMcwiexu Awpy hoAw ]","unicode":"ਚਾਰੇ ਜਾਗੇ ਚਹੁ ਜੁਗੀ ਪੰਚਾਇਣੁ ਆਪੇ ਹੋਆ ॥"},"larivaar":{"gurmukhi":"cwryjwgychujugIpMcwiexuAwpyhoAw]","unicode":"ਚਾਰੇਜਾਗੇਚਹੁਜੁਗੀਪੰਚਾਇਣੁਆਪੇਹੋਆ॥"},"translation":{"en":{"bdb":"The four Gurus enlightened the four ages; the Lord Himself assumed the fifth form."},"pu":{"ss":{"gurmukhi":"cwry gurU Awpo Awpxy smy rOSn hoey hn, Akwl purK Awp hI (auhnW ivc) prgt hoieAw [","unicode":"ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਰੌਸ਼ਨ ਹੋਏ ਹਨ, ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ (ਉਹਨਾਂ ਵਿਚ) ਪਰਗਟ ਹੋਇਆ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"cwry gurU Awpo Awpxy smy rOSn hoey hn, Akwl purK Awp hI (auhnW ivc) prgt hoieAw [","unicode":"ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਰੌਸ਼ਨ ਹੋਏ ਹਨ, ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ (ਉਹਨਾਂ ਵਿਚ) ਪਰਗਟ ਹੋਇਆ ।"}},"es":{"sn":"Los cuatro Gurus iluminaron el mundo en su propio tiempo, y luego vino Aryan, su misma Alma; (7)"},"hi":{"ss":"चारों गुरू (साहिबान) अपने अपने समय में रौशन हुए हैं। अकाल-पुरख स्वयं ही (उनमें) प्रकट हुआ।","sts":"प्रथम चार गुरु-गुरु नानक, गुरु अंगद, गुरु अमरदास एवं गुरु रामदास अपने-अपने युग में कीर्तिमान् हुए और अब यह पाँचवां गुरु अर्जुन देव भी उनके ही रूप में ज्योतिष्मान हुआ है।"}},"transliteration":{"english":"chaare jaage chahu jugee pa(n)chain aape hoaa ||","hindi":"चारे जागे चहु जुगी पंचाइणु आपे होआ ॥","en":"chaare jaage chahu jugee pa(n)chain aape hoaa ||","hi":"चारे जागे चहु जुगी पंचाइणु आपे होआ ॥","ipa":"t͡ʃɑre d͡ʒɑGe t͡ʃəh d͡ʒʊGi pəŋt͡ʃɑeɪɳ əɑpe hɔəɑ.","ur":"چارے جاگے چهُ جُگیِ پںچااݨ آپے هوآ ۔۔"},"pageNo":968,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41422,"shabadId":3591,"verse":{"gurmukhi":"AwpIn@Y Awpu swijEnu Awpy hI QMim@ KloAw ]","unicode":"ਆਪੀਨੑੈ ਆਪੁ ਸਾਜਿਓਨੁ ਆਪੇ ਹੀ ਥੰਮਿੑ ਖਲੋਆ ॥"},"larivaar":{"gurmukhi":"AwpIn@YAwpuswijEnuAwpyhIQMim@KloAw]","unicode":"ਆਪੀਨੑੈਆਪੁਸਾਜਿਓਨੁਆਪੇਹੀਥੰਮਿੑਖਲੋਆ॥"},"translation":{"en":{"bdb":"He created Himself, and He Himself is the supporting pillar.","ms":"Thou Thyself didst create the world and thyself art its ever standing pillar.","ssk":"He created Himself, and He Himself is the supporting pillar."},"pu":{"ss":{"gurmukhi":"Akwl purK ny Awp hI Awpxy Awp ƒ (isRStI dy rUp ivc) zwhr kIqw qy Awp hI (gurU-rUp ho ky) isRStI ƒ shwrw dy irhw hY [","unicode":"ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਰੂਪ ਵਿਚ) ਜ਼ਾਹਰ ਕੀਤਾ ਤੇ ਆਪ ਹੀ (ਗੁਰੂ-ਰੂਪ ਹੋ ਕੇ) ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"Awpny Awp hI Apnw srUp sMswr swijAw hY punw Awp hI Awsrw rUp ho ky sMswr ko iesQq kr KloAw hY]","unicode":"ਆਪਨੇ ਆਪ ਹੀ ਅਪਨਾ ਸਰੂਪ ਸੰਸਾਰ ਸਾਜਿਆ ਹੈ ਪੁਨਾ ਆਪ ਹੀ ਆਸਰਾ ਰੂਪ ਹੋ ਕੇ ਸੰਸਾਰ ਕੋ ਇਸਥਤ ਕਰ ਖਲੋਆ ਹੈ॥"},"bdb":{"gurmukhi":"Akwl purK ny Awp hI Awpxy Awp ƒ (isRStI dy rUp ivc) zwhr kIqw qy Awp hI (gurU-rUp ho ky) isRStI ƒ shwrw dy irhw hY [","unicode":"ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਰੂਪ ਵਿਚ) ਜ਼ਾਹਰ ਕੀਤਾ ਤੇ ਆਪ ਹੀ (ਗੁਰੂ-ਰੂਪ ਹੋ ਕੇ) ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਸਹਾਰਾ ਦੇ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM Kud hI sMswr ƒ ricAw hY Aqy Kud hI ies dw sdIvI KVy rihx vwlw sqUn hYN[","unicode":"ਤੂੰ ਖੁਦ ਹੀ ਸੰਸਾਰ ਨੂੰ ਰਚਿਆ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਇਸ ਦਾ ਸਦੀਵੀ ਖੜੇ ਰਹਿਣ ਵਾਲਾ ਸਤੂਨ ਹੈਂ।"}},"es":{"sn":"sí, Él fue creado por el Mismo Señor y Él Mismo se Volvió Su Propio Soporte."},"hi":{"ss":"अकाल-पुरख ने अपने आप ही अपने आप को (सृष्टि के रूप में) जाहिर किया और खुद ही (गुरू रूप हो के) सृष्टि को सहारा दे रहा है।","sts":"उन्होंने स्वयं ही खुद को नम्रता एवं सद्गुणों द्वारा महान् बनाया और स्वयं ही संगतों का अवलम्ब बने ।"}},"transliteration":{"english":"aapeen(h)ai aap saajion aape hee tha(n)mi(h) khaloaa ||","hindi":"आपीन्नै आपु साजिओनु आपे ही थंमि्ि खलोआ ॥","en":"aapeen(h)ai aap saajion aape hee tha(n)mi(h) khaloaa ||","hi":"आपीन्नै आपु साजिओनु आपे ही थंमि्ि खलोआ ॥","ipa":"əɑpin@æ əɑp sɑd͡ʒɪoən əɑpe hi t̪ʰəŋmɪ@ kʰəlɔəɑ.","ur":"آپیٍنھَے آپ ساجاون آپے هیِ تھںمھ کھلوآ ۔۔"},"pageNo":968,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":41423,"shabadId":3591,"verse":{"gurmukhi":"Awpy ptI klm Awip Awip ilKxhwrw hoAw ]","unicode":"ਆਪੇ ਪਟੀ ਕਲਮ ਆਪਿ ਆਪਿ ਲਿਖਣਹਾਰਾ ਹੋਆ ॥"},"larivaar":{"gurmukhi":"AwpyptIklmAwipAwipilKxhwrwhoAw]","unicode":"ਆਪੇਪਟੀਕਲਮਆਪਿਆਪਿਲਿਖਣਹਾਰਾਹੋਆ॥"},"translation":{"en":{"bdb":"He Himself is the paper, He Himself is the pen, and He Himself is the writer.","ms":"Thou thyself art the tablet, thyself the pen and thyself hast become the writer.","ssk":"He Himself is the paper, He Himself is the pen, and He Himself is the writer."},"pu":{"ss":{"gurmukhi":"(jIvW dI AgvweI leI, pUrny pwx leI) pRBU Awp hI p`tI hY Awp hI klm hY qy (gurU-rUp ho ky) Awp hI pUrny ilKx vwlw hY [","unicode":"(ਜੀਵਾਂ ਦੀ ਅਗਵਾਈ ਲਈ, ਪੂਰਨੇ ਪਾਣ ਲਈ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਪੱਟੀ ਹੈ ਆਪ ਹੀ ਕਲਮ ਹੈ ਤੇ (ਗੁਰੂ-ਰੂਪ ਹੋ ਕੇ) ਆਪ ਹੀ ਪੂਰਨੇ ਲਿਖਣ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"msqk rUp ptI BI Awp hY hukm rUp ilKx BI Awpy hY, Awp hI bRhmw rUp ho kr lyK dy ilKxhwrw hUAw hY]","unicode":"ਮਸਤਕ ਰੂਪ ਪਟੀ ਭੀ ਆਪ ਹੈ ਹੁਕਮ ਰੂਪ ਲਿਖਣ ਭੀ ਆਪੇ ਹੈ, ਆਪ ਹੀ ਬ੍ਰਹਮਾ ਰੂਪ ਹੋ ਕਰ ਲੇਖ ਦੇ ਲਿਖਣਹਾਰਾ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"(jIvW dI AgvweI leI, pUrny pwx leI) pRBU Awp hI p`tI hY Awp hI klm hY qy (gurU-rUp ho ky) Awp hI pUrny ilKx vwlw hY [","unicode":"(ਜੀਵਾਂ ਦੀ ਅਗਵਾਈ ਲਈ, ਪੂਰਨੇ ਪਾਣ ਲਈ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਪੱਟੀ ਹੈ ਆਪ ਹੀ ਕਲਮ ਹੈ ਤੇ (ਗੁਰੂ-ਰੂਪ ਹੋ ਕੇ) ਆਪ ਹੀ ਪੂਰਨੇ ਲਿਖਣ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM Awp qKqI hY, Awp hI lyKxI Aqy Awpy hI ilKwrI ho igAw hYN[","unicode":"ਤੂੰ ਆਪ ਤਖਤੀ ਹੈ, ਆਪ ਹੀ ਲੇਖਣੀ ਅਤੇ ਆਪੇ ਹੀ ਲਿਖਾਰੀ ਹੋ ਗਿਆ ਹੈਂ।"}},"es":{"sn":"Él mismo se volvió la hoja, la pluma y el texto de su Destino y aunque los que lo siguieron estaban sujetos a la trasmigración, Él estaba siempre fresco y renovado. "},"hi":{"ss":"(जीवों की अगुवाई के लिए। मार्ग दर्शन के लिए) प्रभू स्वयं ही तख्ती (स्लेट) है और खुद ही कलम है और (गुरू रूप हो के) खुद ही मार्ग दशर्न लिखने वाला है।","sts":"वह आप ही पट्टी, कलम एवं लिखने वाला हो गया है।"}},"transliteration":{"english":"aape paTee kalam aap aap likhanahaaraa hoaa ||","hindi":"आपे पटी कलम आपि आपि लिखणहारा होआ ॥","en":"aape paTee kalam aap aap likhanahaaraa hoaa ||","hi":"आपे पटी कलम आपि आपि लिखणहारा होआ ॥","ipa":"əɑpe pəʈi kələm əɑp əɑp lɪkʰəɳəhɑrɑ hɔəɑ.","ur":"آپے پٹیِ کلم آپ آپ لکھݨهارا هوآ ۔۔"},"pageNo":968,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41424,"shabadId":3591,"verse":{"gurmukhi":"sB aumiq Awvx jwvxI Awpy hI nvw inroAw ]","unicode":"ਸਭ ਉਮਤਿ ਆਵਣ ਜਾਵਣੀ ਆਪੇ ਹੀ ਨਵਾ ਨਿਰੋਆ ॥"},"larivaar":{"gurmukhi":"sBaumiqAwvxjwvxIAwpyhInvwinroAw]","unicode":"ਸਭਉਮਤਿਆਵਣਜਾਵਣੀਆਪੇਹੀਨਵਾਨਿਰੋਆ॥"},"translation":{"en":{"bdb":"All His followers come and go; He alone is fresh and new.","ms":"Thine followers are all subject to coming and going. Thou art ever safe and sound.","ssk":"All His followers come and go; He alone is fresh and new."},"pu":{"ss":{"gurmukhi":"swrI isRStI qW jnm mrn dy gyV ivc hY, pr pRBU Awp (sdw) nvW hY qy inroAw hY (Bwv, hr nvyN rMg ivc hI hY qy inrlyp BI hY) [","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤਾਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਹੈ, ਪਰ ਪ੍ਰਭੂ ਆਪ (ਸਦਾ) ਨਵਾਂ ਹੈ ਤੇ ਨਿਰੋਆ ਹੈ (ਭਾਵ, ਹਰ ਨਵੇਂ ਰੰਗ ਵਿਚ ਹੀ ਹੈ ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ) ।"},"ft":{"gurmukhi":"sB isRstI qO Awvxy jwvxy vwlI hY AO qUM prmysÍr Awp hI inq nvW AO inroAw hYN ArQwq rog rihq hYN]","unicode":"ਸਭ ਸ੍ਰਿਸਟੀ ਤੌ ਆਵਣੇ ਜਾਵਣੇ ਵਾਲੀ ਹੈ ਔ ਤੂੰ ਪਰਮੇਸ੍ਵਰ ਆਪ ਹੀ ਨਿਤ ਨਵਾਂ ਔ ਨਿਰੋਆ ਹੈਂ ਅਰਥਾਤ ਰੋਗ ਰਹਿਤ ਹੈਂ॥"},"bdb":{"gurmukhi":"swrI isRStI qW jnm mrn dy gyV ivc hY, pr pRBU Awp (sdw) nvW hY qy inroAw hY (Bwv, hr nvyN rMg ivc hI hY qy inrlyp BI hY) [","unicode":"ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤਾਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਹੈ, ਪਰ ਪ੍ਰਭੂ ਆਪ (ਸਦਾ) ਨਵਾਂ ਹੈ ਤੇ ਨਿਰੋਆ ਹੈ (ਭਾਵ, ਹਰ ਨਵੇਂ ਰੰਗ ਵਿਚ ਹੀ ਹੈ ਤੇ ਨਿਰਲੇਪ ਭੀ ਹੈ) ।"},"ms":{"gurmukhi":"qyry swry is`K syvk Awaux jwx vwly hn[ qUM Kud sdIvI shI slwmq hYN[","unicode":"ਤੇਰੇ ਸਾਰੇ ਸਿੱਖ ਸੇਵਕ ਆਉਣ ਜਾਣ ਵਾਲੇ ਹਨ। ਤੂੰ ਖੁਦ ਸਦੀਵੀ ਸਹੀ ਸਲਾਮਤ ਹੈਂ।"}},"es":{"sn":"Ahora Aryan, el Guru, está sentado en el Trono de Nanak; "},"hi":{"ss":"सारी सृष्टि तो जनम-मरण के चक्कर में है। पर प्रभू स्वयं (सच्चा) नया है और निरोया (निरोग) है (भाव। हर नए रंग में है और निर्लिप भी है)।","sts":"सारी दुनिया आवागमन में फँसी हुई है, पर वह स्वयं ही नवनूतन अर्थात् बन्धनों से मुक्त है।"}},"transliteration":{"english":"sabh umat aavan jaavanee aape hee navaa niroaa ||","hindi":"सभ उमति आवण जावणी आपे ही नवा निरोआ ॥","en":"sabh umat aavan jaavanee aape hee navaa niroaa ||","hi":"सभ उमति आवण जावणी आपे ही नवा निरोआ ॥","ipa":"səɓ oʊmət̪ əɑʋəɳ d͡ʒɑʋəɳi əɑpe hi nəʋɑ nɪrɔəɑ.","ur":"سبھ اُمت آوݨ جاوݨیِ آپے هیِ نوا نروآ ۔۔"},"pageNo":968,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41425,"shabadId":3591,"verse":{"gurmukhi":"qKiq bYTw Arjn gurU siqgur kw iKvY cMdoAw ]","unicode":"ਤਖਤਿ ਬੈਠਾ ਅਰਜਨ ਗੁਰੂ ਸਤਿਗੁਰ ਕਾ ਖਿਵੈ ਚੰਦੋਆ ॥"},"larivaar":{"gurmukhi":"qKiqbYTwArjngurUsiqgurkwiKvYcMdoAw]","unicode":"ਤਖਤਿਬੈਠਾਅਰਜਨਗੁਰੂਸਤਿਗੁਰਕਾਖਿਵੈਚੰਦੋਆ॥"},"translation":{"en":{"bdb":"Guru Arjun sits on the throne; the royal canopy waves over the True Guru.","ms":"Guru Arjan is seated on Guru Nanak's throne and the True Guru's canopy shines over him.","ssk":"Guru Arjun sits on the throne; the royal canopy waves over the True Guru."},"pu":{"ss":{"gurmukhi":"(aus nvyN inroey pRBU dy b^Sy) q^q au~qy (ijs au~qy pihly cwry gurU Awpo Awpxy smy rOSn hoey sn, hux) gurU Arjn bYTw hoieAw hY, siqgurU dw cMdoAw cmk irhw hY, (Bwv, siqgurU Arjn swihb dw qyj-pRqwp swry psr irhw hY) [ ","unicode":"(ਉਸ ਨਵੇਂ ਨਿਰੋਏ ਪ੍ਰਭੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਤਖ਼ਤ ਉੱਤੇ (ਜਿਸ ਉੱਤੇ ਪਹਿਲੇ ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਰੌਸ਼ਨ ਹੋਏ ਸਨ, ਹੁਣ) ਗੁਰੂ ਅਰਜਨ ਬੈਠਾ ਹੋਇਆ ਹੈ, ਸਤਿਗੁਰੂ ਦਾ ਚੰਦੋਆ ਚਮਕ ਰਿਹਾ ਹੈ, (ਭਾਵ, ਸਤਿਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਦਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਸਾਰੇ ਪਸਰ ਰਿਹਾ ਹੈ) । "},"ft":{"gurmukhi":"hy gurU Arjn swihb jI! qUM Ab Awp qKq pr bYTw hYN AO Awp kw js rUp cMdoAw (iKvY) pRkwSqw hY]","unicode":"ਹੇ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ! ਤੂੰ ਅਬ ਆਪ ਤਖਤ ਪਰ ਬੈਠਾ ਹੈਂ ਔ ਆਪ ਕਾ ਜਸ ਰੂਪ ਚੰਦੋਆ (ਖਿਵੈ) ਪ੍ਰਕਾਸ਼ਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(aus nvyN inroey pRBU dy b^Sy) q^q au~qy (ijs au~qy pihly cwry gurU Awpo Awpxy smy rOSn hoey sn, hux) gurU Arjn bYTw hoieAw hY, siqgurU dw cMdoAw cmk irhw hY, (Bwv, siqgurU Arjn swihb dw qyj-pRqwp swry psr irhw hY) [ ","unicode":"(ਉਸ ਨਵੇਂ ਨਿਰੋਏ ਪ੍ਰਭੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਤਖ਼ਤ ਉੱਤੇ (ਜਿਸ ਉੱਤੇ ਪਹਿਲੇ ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਰੌਸ਼ਨ ਹੋਏ ਸਨ, ਹੁਣ) ਗੁਰੂ ਅਰਜਨ ਬੈਠਾ ਹੋਇਆ ਹੈ, ਸਤਿਗੁਰੂ ਦਾ ਚੰਦੋਆ ਚਮਕ ਰਿਹਾ ਹੈ, (ਭਾਵ, ਸਤਿਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਦਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਸਾਰੇ ਪਸਰ ਰਿਹਾ ਹੈ) । "},"ms":{"gurmukhi":"gurU Arjn jI gurU nwnk dy rwj isMGwsx qy ibrwjdy hn Aqy s¤cy gurW dI cwnxI aunHW au¤qy cmkdI hY[","unicode":"ਗੁਰੂ ਅਰਜਨ ਜੀ ਗੁਰੂ ਨਾਨਕ ਦੇ ਰਾਜ ਸਿੰਘਾਸਣ ਤੇ ਬਿਰਾਜਦੇ ਹਨ ਅਤੇ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਚਾਨਣੀ ਉਨ੍ਹਾਂ ਉੱਤੇ ਚਮਕਦੀ ਹੈ।"}},"es":{"sn":"¡Cómo brilla Su Dosel engarzado de estrellas desde que el sol se levanta hasta que se acuesta!"},"hi":{"ss":"(उस नए-निरोए सतिगुरू के बख्शे) तख्त के ऊपर (जिस पर चारों गुरू अपने-अपने समय में रौशन हुए हैं। अब) गुरू अरजन बैठे हुए हैं। सतिगुरू का चंदोआ चमक रहा है (भाव। सतिगुरू अरजन साहिब का तेज-प्रताप हर तरफ पसर रहा है)।","sts":"गुरु अर्जुन देव जी उस सिंहासन पर विराजमान हैं जिसके ऊपर सतिगुरु का छत्र (यश) चारों ओर चमक रहा है।"}},"transliteration":{"english":"takhat baiThaa arajan guroo satigur kaa khivai cha(n)dhoaa ||","hindi":"तखति बैठा अरजन गुरू सतिगुर का खिवै चंदोआ ॥","en":"takhat baiThaa arajan guroo satigur kaa khivai cha(n)dhoaa ||","hi":"तखति बैठा अरजन गुरू सतिगुर का खिवै चंदोआ ॥","ipa":"t̪əkʰət̪ bæʈʰɑ ərəd͡ʒən Gʊru sət̪ɪGʊr kɑ kʰɪʋæ t͡ʃəŋd̪ɔəɑ.","ur":"تکھت بَےٹھا ارجن گُرُو ستگر کا کھوَے چںدوآ ۔۔"},"pageNo":968,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41426,"shabadId":3591,"verse":{"gurmukhi":"augvxhu qY AwQvxhu chu ckI kIAnu loAw ]","unicode":"ਉਗਵਣਹੁ ਤੈ ਆਥਵਣਹੁ ਚਹੁ ਚਕੀ ਕੀਅਨੁ ਲੋਆ ॥"},"larivaar":{"gurmukhi":"augvxhuqYAwQvxhuchuckIkIAnuloAw]","unicode":"ਉਗਵਣਹੁਤੈਆਥਵਣਹੁਚਹੁਚਕੀਕੀਅਨੁਲੋਆ॥"},"translation":{"en":{"bdb":"From east to west, He illuminates the four directions.","ms":"From east to west, thou hast illumined the four directions.","ssk":"From east to west, He illuminates the four directions."},"pu":{"ss":{"gurmukhi":"sUrj au~gx qoN (fu`bx qk) Aqy fu`bx qoN (cVHn qk) chuM c`kW ivc ies (gurU Arjn) ny cwnx kr id`qw hY [","unicode":"ਸੂਰਜ ਉੱਗਣ ਤੋਂ (ਡੁੱਬਣ ਤਕ) ਅਤੇ ਡੁੱਬਣ ਤੋਂ (ਚੜ੍ਹਨ ਤਕ) ਚਹੁੰ ਚੱਕਾਂ ਵਿਚ ਇਸ (ਗੁਰੂ ਅਰਜਨ) ਨੇ ਚਾਨਣ ਕਰ ਦਿੱਤਾ ਹੈ ।"},"ft":{"gurmukhi":"(augvxhu) pUrbo (qY) bhuVo (AwQxvhu) pscmoN lY kr chu ckI cwro kuMthuM myN Apny pRqwp kw pRkws kIAw hY]","unicode":"(ਉਗਵਣਹੁ) ਪੂਰਬੋ (ਤੈ) ਬਹੁੜੋ (ਆਥਣਵਹੁ) ਪਸਚਮੋਂ ਲੈ ਕਰ ਚਹੁ ਚਕੀ ਚਾਰੋ ਕੁੰਟਹੁੰ ਮੇਂ ਅਪਨੇ ਪ੍ਰਤਾਪ ਕਾ ਪ੍ਰਕਾਸ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"sUrj au~gx qoN (fu`bx qk) Aqy fu`bx qoN (cVHn qk) chuM c`kW ivc ies (gurU Arjn) ny cwnx kr id`qw hY [","unicode":"ਸੂਰਜ ਉੱਗਣ ਤੋਂ (ਡੁੱਬਣ ਤਕ) ਅਤੇ ਡੁੱਬਣ ਤੋਂ (ਚੜ੍ਹਨ ਤਕ) ਚਹੁੰ ਚੱਕਾਂ ਵਿਚ ਇਸ (ਗੁਰੂ ਅਰਜਨ) ਨੇ ਚਾਨਣ ਕਰ ਦਿੱਤਾ ਹੈ ।"},"ms":{"gurmukhi":"cVHdy qoN iCpdy qweIN, qUM cwirAw pwisAW ƒ pRkwS kr id`qw hY[","unicode":"ਚੜ੍ਹਦੇ ਤੋਂ ਛਿਪਦੇ ਤਾਈਂ, ਤੂੰ ਚਾਰਿਆ ਪਾਸਿਆਂ ਨੂੰ ਪ੍ਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"El Guru ilumina las cuatro esquinas de la tierra; sí, los que no sirven al Guru, "},"hi":{"ss":"सूरज के उगने से (डूबने तक) और डूबने से (चढ़ने तक) चहुँ कुंटों में इस (गुरू अरजन देव जी) ने रौशनी कर दी है।","sts":"गुरु ने पूर्व से पश्चिम तक चारों दिशाओं में ज्ञान का प्रकाश कर दिया है।"}},"transliteration":{"english":"augavanahu tai aathavanahu chahu chakee keean loaa ||","hindi":"उगवणहु तै आथवणहु चहु चकी कीअनु लोआ ॥","en":"augavanahu tai aathavanahu chahu chakee keean loaa ||","hi":"उगवणहु तै आथवणहु चहु चकी कीअनु लोआ ॥","ipa":"oʊGəʋəɳəh t̪æ əɑt̪ʰəʋəɳəh t͡ʃəh t͡ʃəki kiən lɔəɑ.","ur":"اُگوݨهُ تَے آتھوݨهُ چهُ چکیِ کیِان لوآ ۔۔"},"pageNo":968,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":41427,"shabadId":3591,"verse":{"gurmukhi":"ijn@I gurU n syivE mnmuKw pieAw moAw ]","unicode":"ਜਿਨੑੀ ਗੁਰੂ ਨ ਸੇਵਿਓ ਮਨਮੁਖਾ ਪਇਆ ਮੋਆ ॥"},"larivaar":{"gurmukhi":"ijn@IgurUnsyivEmnmuKwpieAwmoAw]","unicode":"ਜਿਨੑੀਗੁਰੂਨਸੇਵਿਓਮਨਮੁਖਾਪਇਆਮੋਆ॥"},"translation":{"en":{"bdb":"Those self-willed manmukhs who do not serve the Guru die in shame.","ms":"The apostates, who serve not their Guru, die an ignoble death.","ssk":"Those self-willed manmukhs who do not serve the Guru die in shame."},"pu":{"ss":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwly ijnHW bMidAW ny gurU dw hukm nwh mMinAw auhnW ƒ mrI pY geI, (Bwv, auh Awqmk mOqy mr gey) [","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਨਾਹ ਮੰਨਿਆ ਉਹਨਾਂ ਨੂੰ ਮਰੀ ਪੈ ਗਈ, (ਭਾਵ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ) ।"},"ft":{"gurmukhi":"ijnW mnmuKoN ny hy sqgurU jI! Awp ko nhIN syivAw iqnW mnmuKW ko mrxw ipAwrw hY, Bwv vhI jnm mrn myN pey hYN]","unicode":"ਜਿਨਾਂ ਮਨਮੁਖੋਂ ਨੇ ਹੇ ਸਤਗੁਰੂ ਜੀ! ਆਪ ਕੋ ਨਹੀਂ ਸੇਵਿਆ ਤਿਨਾਂ ਮਨਮੁਖਾਂ ਕੋ ਮਰਣਾ ਪਿਆਰਾ ਹੈ, ਭਾਵ ਵਹੀ ਜਨਮ ਮਰਨ ਮੇਂ ਪਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"Awpxy mn dy ip`Cy qurn vwly ijnHW bMidAW ny gurU dw hukm nwh mMinAw auhnW ƒ mrI pY geI, (Bwv, auh Awqmk mOqy mr gey) [","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਨਾਹ ਮੰਨਿਆ ਉਹਨਾਂ ਨੂੰ ਮਰੀ ਪੈ ਗਈ, (ਭਾਵ, ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ) ।"},"ms":{"gurmukhi":"ADrmI, jo Awpxy gurW dI tihl nhIN kmwauNdy, kumOqy mrdy hn[","unicode":"ਅਧਰਮੀ, ਜੋ ਆਪਣੇ ਗੁਰਾਂ ਦੀ ਟਹਿਲ ਨਹੀਂ ਕਮਾਉਂਦੇ, ਕੁਮੌਤੇ ਮਰਦੇ ਹਨ।"}},"es":{"sn":"esos Manmukjs soberbios fueron llamados, por Dios, a entregar cuentas. "},"hi":{"ss":"अपने मन के पीछे चलने वाले जिन लोगों ने गुरू का हुकम ना माना वे मर गए (भाव। वे आत्मिक मौत मर गए)।","sts":"जिन्होंने गुरु की सेवा नहीं की, उन स्वेच्छाचारी जीवों को मृत्यु ने ग्रास बना लिया है।"}},"transliteration":{"english":"jin(h)ee guroo na sevio manmukhaa piaa moaa ||","hindi":"जिन्नी गुरू न सेविओ मनमुखा पइआ मोआ ॥","en":"jin(h)ee guroo na sevio manmukhaa piaa moaa ||","hi":"जिन्नी गुरू न सेविओ मनमुखा पइआ मोआ ॥","ipa":"d͡ʒɪn@i Gʊru nə seʋɪo mənəmʊkʰɑ pɪɑ mɔəɑ.","ur":"جٍنھیِ گُرُو ن سےواو منمکھا پایا موآ ۔۔"},"pageNo":968,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":41428,"shabadId":3591,"verse":{"gurmukhi":"dUxI cauxI krwmwiq scy kw scw FoAw ]","unicode":"ਦੂਣੀ ਚਉਣੀ ਕਰਾਮਾਤਿ ਸਚੇ ਕਾ ਸਚਾ ਢੋਆ ॥"},"larivaar":{"gurmukhi":"dUxIcauxIkrwmwiqscykwscwFoAw]","unicode":"ਦੂਣੀਚਉਣੀਕਰਾਮਾਤਿਸਚੇਕਾਸਚਾਢੋਆ॥"},"translation":{"en":{"bdb":"Your miracles increase two-fold, even four-fold; this is the True Lord's true blessing.","ms":"This is the True Guru's true blessing on thee that thine miracles increase two-fold and four-fold.","ssk":"Your miracles increase two-fold, even four-fold; this is the True Lord's true blessing."},"pu":{"ss":{"gurmukhi":"gurU Arjn dI (idn-) dUxI qy rwq cwr-guxI bzurgI vD rhI hY; (isRStI ƒ) gurU, s`cy pRBU dI s`cI suZwq hY [","unicode":"ਗੁਰੂ ਅਰਜਨ ਦੀ (ਦਿਨ-) ਦੂਣੀ ਤੇ ਰਾਤ ਚਾਰ-ਗੁਣੀ ਬਜ਼ੁਰਗੀ ਵਧ ਰਹੀ ਹੈ; (ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਗੁਰੂ, ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸੱਚੀ ਸੁਗ਼ਾਤ ਹੈ ।"},"ft":{"gurmukhi":"hy sRI gurU Arjn swihb jI! Awp myN dUxI cauxI, Bwv ADk qy ADk krwmwq hY vw Kt swsqRoN kI krwmwq, Bwv sB swsqR ky isDWq kw bl hY[ AO hy scy siqgurU! Awp kw sdw hI (FoAw) imlwp hY]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ! ਆਪ ਮੇਂ ਦੂਣੀ ਚਉਣੀ, ਭਾਵ ਅਧਕ ਤੇ ਅਧਕ ਕਰਾਮਾਤ ਹੈ ਵਾ ਖਟ ਸਾਸਤ੍ਰੋਂ ਕੀ ਕਰਾਮਾਤ, ਭਾਵ ਸਭ ਸਾਸਤ੍ਰ ਕੇ ਸਿਧਾਂਤ ਕਾ ਬਲ ਹੈ। ਔ ਹੇ ਸਚੇ ਸਤਿਗੁਰੂ! ਆਪ ਕਾ ਸਦਾ ਹੀ (ਢੋਆ) ਮਿਲਾਪ ਹੈ॥"},"bdb":{"gurmukhi":"gurU Arjn dI (idn-) dUxI qy rwq cwr-guxI bzurgI vD rhI hY; (isRStI ƒ) gurU, s`cy pRBU dI s`cI suZwq hY [","unicode":"ਗੁਰੂ ਅਰਜਨ ਦੀ (ਦਿਨ-) ਦੂਣੀ ਤੇ ਰਾਤ ਚਾਰ-ਗੁਣੀ ਬਜ਼ੁਰਗੀ ਵਧ ਰਹੀ ਹੈ; (ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਗੁਰੂ, ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸੱਚੀ ਸੁਗ਼ਾਤ ਹੈ ।"},"ms":{"gurmukhi":"s¤cy gurW dw qYƒ ieh s`cw vr hY, ik qyrIAW krwmwqW dUxIAW cOxIAW huMdIAW jwx[","unicode":"ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਤੈਨੂੰ ਇਹ ਸੱਚਾ ਵਰ ਹੈ, ਕਿ ਤੇਰੀਆਂ ਕਰਾਮਾਤਾਂ ਦੂਣੀਆਂ ਚੌਣੀਆਂ ਹੁੰਦੀਆਂ ਜਾਣ।"}},"es":{"sn":"Esta es la Bendición Verdadera de Dios sobre Ti, oh Guru, que Tu Gloria se ha incrementado cuatro veces más."},"hi":{"ss":"गुरू अरजन की (दिन-) दुगनी और रात चौगुनी बुजुर्गी बढ़ रही है; (सृष्टि को) गुरू। सच्चे प्रभू की सच्ची सौगात है।","sts":"ईश्वर की यह विशेष देन है कि गुरु अर्जुन देव जी की करामातें दोगुणी चौगुणी हो रही हैं।"}},"transliteration":{"english":"dhoonee chaunee karaamaat sache kaa sachaa ddoaa ||","hindi":"दूणी चउणी करामाति सचे का सचा ढोआ ॥","en":"dhoonee chaunee karaamaat sache kaa sachaa ddoaa ||","hi":"दूणी चउणी करामाति सचे का सचा ढोआ ॥","ipa":"d̪uɳi t͡ʃoʊɳi kərɑmɑt̪ sət͡ʃe kɑ sət͡ʃɑ ʈɔəɑ.","ur":"دُوݨیِ چاݨیِ کرامات سچے کا سچا ڈھوآ ۔۔"},"pageNo":968,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":41429,"shabadId":3591,"verse":{"gurmukhi":"cwry jwgy chu jugI pMcwiexu Awpy hoAw ]8]1]","unicode":"ਚਾਰੇ ਜਾਗੇ ਚਹੁ ਜੁਗੀ ਪੰਚਾਇਣੁ ਆਪੇ ਹੋਆ ॥੮॥੧॥"},"larivaar":{"gurmukhi":"cwryjwgychujugIpMcwiexuAwpyhoAw]8]1]","unicode":"ਚਾਰੇਜਾਗੇਚਹੁਜੁਗੀਪੰਚਾਇਣੁਆਪੇਹੋਆ॥੮॥੧॥"},"translation":{"en":{"bdb":"The four Gurus enlightened the four ages; the Lord Himself assumed the fifth form. ||8||1||","ms":"The four Guru's illumined their own four times, Thou, O Nanak, thyself has assumed the filth form.","ssk":"The four Gurus enlightened the four ages; the Lord Himself assumed the fifth form. ||8||1||"},"pu":{"ss":{"gurmukhi":"cwry gurU Awpo Awpxy smy ivc rOSn hoey, Akwl purK (auhnW ivc) prgt hoieAw [8[1[","unicode":"ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਵਿਚ ਰੌਸ਼ਨ ਹੋਏ, ਅਕਾਲ ਪੁਰਖ (ਉਹਨਾਂ ਵਿਚ) ਪਰਗਟ ਹੋਇਆ ।੮।੧।"},"ft":{"gurmukhi":"'cwry jwgy chu jugI pMcwiexu Awpy hoAw' (chu jugI) nwm sMswr myN cwry gurU rUp Avqwr pRgty hYN, pMcmw Avqwr hy gurU Arjn jI! qUM Awp hUAw hYN]8]1]Çies js rUp bwxI ky aucwrn swr hI aun kw kust inivrq ho jwqw BXw[ÇkoeI jogI kbIr jI pws AwieAw iqsny kihAw ik mdrw pIAw kro qO smwDI kw AnMd hovY[ iqs pRqI kbIr jI kihqy hYN: hm qo AYsw mdrw Awgy hI pIqy hYN[ jo iksI pws hovY, qO hmY dyvY[ jogI kihqw hY kYsw cwhIey? iqs pRqI kihqy hYN:","unicode":"'ਚਾਰੇ ਜਾਗੇ ਚਹੁ ਜੁਗੀ ਪੰਚਾਇਣੁ ਆਪੇ ਹੋਆ' (ਚਹੁ ਜੁਗੀ) ਨਾਮ ਸੰਸਾਰ ਮੇਂ ਚਾਰੇ ਗੁਰੂ ਰੂਪ ਅਵਤਾਰ ਪ੍ਰਗਟੇ ਹੈਂ, ਪੰਚਮਾ ਅਵਤਾਰ ਹੇ ਗੁਰੂ ਅਰਜਨ ਜੀ! ਤੂੰ ਆਪ ਹੂਆ ਹੈਂ॥੮॥੧॥☬ਇਸ ਜਸ ਰੂਪ ਬਾਣੀ ਕੇ ਉਚਾਰਨ ਸਾਰ ਹੀ ਉਨ ਕਾ ਕੁਸਟ ਨਿਵਿਰਤ ਹੋ ਜਾਤਾ ਭਯਾ।☬ਕੋਈ ਜੋਗੀ ਕਬੀਰ ਜੀ ਪਾਸ ਆਇਆ ਤਿਸਨੇ ਕਹਿਆ ਕਿ ਮਦਰਾ ਪੀਆ ਕਰੋ ਤੌ ਸਮਾਧੀ ਕਾ ਅਨੰਦ ਹੋਵੈ। ਤਿਸ ਪ੍ਰਤੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹਮ ਤੋ ਐਸਾ ਮਦਰਾ ਆਗੇ ਹੀ ਪੀਤੇ ਹੈਂ। ਜੋ ਕਿਸੀ ਪਾਸ ਹੋਵੈ, ਤੌ ਹਮੈ ਦੇਵੈ। ਜੋਗੀ ਕਹਿਤਾ ਹੈ ਕੈਸਾ ਚਾਹੀਏ? ਤਿਸ ਪ੍ਰਤੀ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"cwry gurU Awpo Awpxy smy ivc rOSn hoey, Akwl purK (auhnW ivc) prgt hoieAw [8[1[","unicode":"ਚਾਰੇ ਗੁਰੂ ਆਪੋ ਆਪਣੇ ਸਮੇ ਵਿਚ ਰੌਸ਼ਨ ਹੋਏ, ਅਕਾਲ ਪੁਰਖ (ਉਹਨਾਂ ਵਿਚ) ਪਰਗਟ ਹੋਇਆ ।੮।੧।"},"ms":{"gurmukhi":"cwr gurW ny Awpxy cwr simAW ƒ pRkwS kIqw qUM hy nwnk! Kud hI pMjvW srUp Dwrn kIqw hY[","unicode":"ਚਾਰ ਗੁਰਾਂ ਨੇ ਆਪਣੇ ਚਾਰ ਸਮਿਆਂ ਨੂੰ ਪ੍ਰਕਾਸ਼ ਕੀਤਾ ਤੂੰ ਹੇ ਨਾਨਕ! ਖੁਦ ਹੀ ਪੰਜਵਾਂ ਸਰੂਪ ਧਾਰਨ ਕੀਤਾ ਹੈ।"}},"es":{"sn":"Los cuatro Gurus iluminaron el mundo en su propio tiempo y entonces el Señor Mismo asumió la Quinta Forma, la de Guru Aryan.(8-1)"},"hi":{"ss":"चारों गुरू अपने-अपने समय में प्रकाशमान हुए। अकाल-पुरख (उनमें) प्रकट हुआ। 8। 1।","sts":"प्रथम चार गुरु अपने-अपने युग में ज्योतिष्मान हुए तथा अब पाँचवां भी उनका ही रूप स्वयं कीर्तिमान हुआ है॥ ८॥ १॥"}},"transliteration":{"english":"chaare jaage chahu jugee pa(n)chain aape hoaa ||8||1||","hindi":"चारे जागे चहु जुगी पंचाइणु आपे होआ ॥८॥१॥","en":"chaare jaage chahu jugee pa(n)chain aape hoaa ||8||1||","hi":"चारे जागे चहु जुगी पंचाइणु आपे होआ ॥८॥१॥","ipa":"t͡ʃɑre d͡ʒɑGe t͡ʃəh d͡ʒʊGi pəŋt͡ʃɑeɪɳ əɑpe hɔəɑ.8.1.","ur":"چارے جاگے چهُ جُگیِ پںچااݨ آپے هوآ ۔۔۸۔۔۱۔۔"},"pageNo":968,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}}]}