{"shabadInfo":{"shabadId":360,"shabadName":5592,"pageNo":137,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":137},"raag":{"raagId":6,"gurmukhi":"rwgu mwJ","unicode":"ਰਾਗੁ ਮਾਝ","english":"Raag Maajh","raagWithPage":"Maajh (94-150)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":5,"navigation":{"previous":359,"next":361},"verses":[{"verseId":5589,"shabadId":360,"verse":{"gurmukhi":"vwr mwJ kI qQw slok mhlw 1  mlk murId qQw cMdRhVw sohIAw kI DunI gwvxI ]","unicode":"ਵਾਰ ਮਾਝ ਕੀ ਤਥਾ ਸਲੋਕ ਮਹਲਾ ੧  ਮਲਕ ਮੁਰੀਦ ਤਥਾ ਚੰਦ੍ਰਹੜਾ ਸੋਹੀਆ ਕੀ ਧੁਨੀ ਗਾਵਣੀ ॥"},"larivaar":{"gurmukhi":"vwrmwJkIqQwslokmhlw1mlkmurIdqQwcMdRhVwsohIAwkIDunIgwvxI]","unicode":"ਵਾਰਮਾਝਕੀਤਥਾਸਲੋਕਮਹਲਾ੧ਮਲਕਮੁਰੀਦਤਥਾਚੰਦ੍ਰਹੜਾਸੋਹੀਆਕੀਧੁਨੀਗਾਵਣੀ॥"},"translation":{"en":{"bdb":"Vaar In Maajh, And Shaloks Of The First Mehla: To Be Sung To The Tune Of \"\"Malik Mureed And Chandrahraa Sohee-Aa\"\"","ms":"Eulogy in Majh Measure and slok by First Guru. To be sung in the tune of Malik Murid and Chandarhara Sohia.","ssk":"Vaar In Maajh, And Saloks Of The First Mehl: To Be Sung To The Tune Of \"Malik Mureed And Chandrahraa Sohee-Aa\""},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"gurU Arjn swihb jI ny jb sRI gurU gRMQ swihb jI kI bIV krI qb gurU hirgoibMd swihb jI ny Arj krI ik hm ko bwxI rcn kI ikAw AwigAw hY[ Awpny qo hukm dIAw hY ky sRI gRMQ swihb pr mudwvxI muhr krI geI hY AOr ies myN bwxI n pweI jwvy[ qb sRI gurU jI ny hukm dIAw qum ny jMg AKwVy kr ky duStoN kw nwS krnW, AOr Drm sMbMDI sUrimAW kI vwrW sun ky aunkIAW DunW vwrW myN rKxIAW[ iqs AwigAw ko pRmwx kr ky gurU hir goibMd jI ny qKq Akwl buMgy pr bYT kr buhq sUrimAW kIAW vwrW sunIAW[ iqn myN sy nau Dunw pisMd kr ky nau vwrW myN rK deIAW[ so pRQm Dun mwJ kI vwr myN rKI hY[ iqs kw eyhu ibrqWq hY: Akbr bwdSwh ny hukm dIAw ik jo hm ko sok kI bwq sunwvygw aus ko sjw hovygI[ Akbr ky do sUby muKÎ Qy[ eyk mrId nwm mwlk jwqI kw, (qQw) qYsy hI cMdRhVw nwm sohI jwqw kw Qw[ iqn kw prspr ivroD bhuq Qw[ eyk smyN kwbl AwkI hUAw, qb srkwrI hukm sy iqs dys ky bMdobsq vwsqy murId nwm muswihb pwnw kw bIVw AOr KMfw auTwieky cVHw[ aUhW kwl ivsys lgxy sy iqs pr cMdRhVw ny cuglI KweI ik aUhW hI hjUr kw Alwkw dbwie kr bYT igAw hY[ rwjw","unicode":"ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਜਬ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਕਰੀ ਤਬ ਗੁਰੂ ਹਰਿਗੋਬਿੰਦ ਸਾਹਿਬ ਜੀ ਨੇ ਅਰਜ ਕਰੀ ਕਿ ਹਮ ਕੋ ਬਾਣੀ ਰਚਨ ਕੀ ਕਿਆ ਆਗਿਆ ਹੈ। ਆਪਨੇ ਤੋ ਹੁਕਮ ਦੀਆ ਹੈ ਕੇ ਸ੍ਰੀ ਗ੍ਰੰਥ ਸਾਹਿਬ ਪਰ ਮੁਦਾਵਣੀ ਮੁਹਰ ਕਰੀ ਗਈ ਹੈ ਔਰ ਇਸ ਮੇਂ ਬਾਣੀ ਨ ਪਾਈ ਜਾਵੇ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਹੁਕਮ ਦੀਆ ਤੁਮ ਨੇ ਜੰਗ ਅਖਾੜੇ ਕਰ ਕੇ ਦੁਸ਼ਟੋਂ ਕਾ ਨਾਸ਼ ਕਰਨਾਂ, ਔਰ ਧਰਮ ਸੰਬੰਧੀ ਸੂਰਮਿਆਂ ਕੀ ਵਾਰਾਂ ਸੁਨ ਕੇ ਉਨਕੀਆਂ ਧੁਨਾਂ ਵਾਰਾਂ ਮੇਂ ਰਖਣੀਆਂ। ਤਿਸ ਆਗਿਆ ਕੋ ਪ੍ਰਮਾਣ ਕਰ ਕੇ ਗੁਰੂ ਹਰਿ ਗੋਬਿੰਦ ਜੀ ਨੇ ਤਖਤ ਅਕਾਲ ਬੁੰਗੇ ਪਰ ਬੈਠ ਕਰ ਬੁਹਤ ਸੂਰਮਿਆਂ ਕੀਆਂ ਵਾਰਾਂ ਸੁਨੀਆਂ। ਤਿਨ ਮੇਂ ਸੇ ਨਉ ਧੁਨਾ ਪਸਿੰਦ ਕਰ ਕੇ ਨਉ ਵਾਰਾਂ ਮੇਂ ਰਖ ਦਈਆਂ। ਸੋ ਪ੍ਰਥਮ ਧੁਨ ਮਾਝ ਕੀ ਵਾਰ ਮੇਂ ਰਖੀ ਹੈ। ਤਿਸ ਕਾ ਏਹੁ ਬਿਰਤਾਂਤ ਹੈ: ਅਕਬਰ ਬਾਦਸ਼ਾਹ ਨੇ ਹੁਕਮ ਦੀਆ ਕਿ ਜੋ ਹਮ ਕੋ ਸੋਕ ਕੀ ਬਾਤ ਸੁਨਾਵੇਗਾ ਉਸ ਕੋ ਸਜਾ ਹੋਵੇਗੀ। ਅਕਬਰ ਕੇ ਦੋ ਸੂਬੇ ਮੁਖ੍ਯ ਥੇ। ਏਕ ਮਰੀਦ ਨਾਮ ਮਾਲਕ ਜਾਤੀ ਕਾ, (ਤਥਾ) ਤੈਸੇ ਹੀ ਚੰਦ੍ਰਹੜਾ ਨਾਮ ਸੋਹੀ ਜਾਤਾ ਕਾ ਥਾ। ਤਿਨ ਕਾ ਪਰਸਪਰ ਵਿਰੋਧ ਬਹੁਤ ਥਾ। ਏਕ ਸਮੇਂ ਕਾਬਲ ਆਕੀ ਹੂਆ, ਤਬ ਸਰਕਾਰੀ ਹੁਕਮ ਸੇ ਤਿਸ ਦੇਸ ਕੇ ਬੰਦੋਬਸਤ ਵਾਸਤੇ ਮੁਰੀਦ ਨਾਮ ਮੁਸਾਹਿਬ ਪਾਨਾ ਕਾ ਬੀੜਾ ਔਰ ਖੰਡਾ ਉਠਾਇਕੇ ਚੜ੍ਹਾ। ਊਹਾਂ ਕਾਲ ਵਿਸੇਸ ਲਗਣੇ ਸੇ ਤਿਸ ਪਰ ਚੰਦ੍ਰਹੜਾ ਨੇ ਚੁਗਲੀ ਖਾਈ ਕਿ ਊਹਾਂ ਹੀ ਹਜੂਰ ਕਾ ਅਲਾਕਾ ਦਬਾਇ ਕਰ ਬੈਠ ਗਿਆ ਹੈ। ਰਾਜਾ"},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"mwJ rwg dI j`smeI kivqw Aqy pihlI pwqSwhI dI pirBwSw mlk murId Aqy cMdRhVw sUhIAW dI surqwl qy gwien krnI[","unicode":"ਮਾਝ ਰਾਗ ਦੀ ਜੱਸਮਈ ਕਵਿਤਾ ਅਤੇ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਦੀ ਪਰਿਭਾਸ਼ਾ ਮਲਕ ਮੁਰੀਦ ਅਤੇ ਚੰਦ੍ਰਹੜਾ ਸੂਹੀਆਂ ਦੀ ਸੁਰਤਾਲ ਤੇ ਗਾਇਨ ਕਰਨੀ।"}},"es":{"sn":"Var de Mallh y los Shloks de Mejl Guru Nanak, Primer Canal Divino (para ser cantados en los tonos de Malik, Murid y Chandarhara Sohia)"},"hi":{"ss":"मुरीद खान और चंद्रहड़ा~ दो राजपूत सरदार हुए हैं अकबर के दरबार में। पहले की जाति थी ‘मलिक’ तथा दूसरे की ‘सोही’। दोनों की आपस में लगती थी। एक बार बादशाह ने मुरीद खान को काबुल की मुहिम पे भेजा~ उसने वैरी को जीत तो लिया~ पर राज प्रबंध में कुछ देर लग गई। चंद्रहड़े ने अकबर के पास चुगली लगा दी कि मुरीद खान आकी हो के बैठा है। सो~ मलिक के विरुद्ध फौज दे के इसे भेजा गया। दोनों जंग में आपस में लड़के मारे गए। ढाढियों ने इस जंग की ‘वार’ लिखी~ देश में प्रचलित हुई। गुरू अरजन साहिब ने ऊपर लिखे शीर्षक में हिदायत की है कि गुरू नानक देव जी की ये माझ की वार उस धुनि (सुर) में गानी है जिसमें मुरीद खान वाली गाई जाती है।मुरीद खान वाली वार का नमूना;“काबल विच मुरीद खां फड़िआ वड जोर।”","sts":"वार माझ की तथा सलोक महला १ मलक मुरीद तथा चंद्रहड़ा सोहीआ की धुनी गावणी ॥"}},"transliteration":{"english":"vaar maajh kee tathaa salok mahalaa pehilaa  malak mureedh tathaa cha(n)dhrahaRaa soheeaa kee dhunee gaavanee ||","hindi":"वार माझ की तथा सलोक महला १  मलक मुरीद तथा चंद्रहड़ा सोहीआ की धुनी गावणी ॥","en":"vaar maajh kee tathaa salok mahalaa pehilaa  malak mureedh tathaa cha(n)dhrahaRaa soheeaa kee dhunee gaavanee ||","hi":"वार माझ की तथा सलोक महला १  मलक मुरीद तथा चंद्रहड़ा सोहीआ की धुनी गावणी ॥","ipa":"ʋɑr mɑɖ͡ʐ ki t̪ət̪ʰɑ səlɔk məhəlɑ pəhɪlɑ  mələk mʊrid̪ t̪ət̪ʰɑ t͡ʃəŋd̪ɹəhəɽɑ sɔhiəɑ ki t̪ʊni Gɑʋəɳi.","ur":"وار ماجھ کیِ تتھا سلوک مهلا ۱  ملک مُریِد تتھا چںدرهڑا سوهیِآ کیِ دھُنیِ گاوݨیِ ۔۔"},"pageNo":137,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":5590,"shabadId":360,"verse":{"gurmukhi":"<> siq nwmu krqw purKu gur pRswid ]","unicode":"ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqnwmukrqwpurKugurpRswid]","unicode":"ੴਸਤਿਨਾਮੁਕਰਤਾਪੁਰਖੁਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. Truth Is The Name. Creative Being Personified. By Guru's Grace:","ms":"There is but One God. True is His Name and creative His personality. By the Guru's favour He is obtained.","ssk":"One Universal Creator God. Truth Is The Name. Creative Being Personified. By Guru's Grace:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s`cw hY aus dw nwm Aqy rcxhwr aus dI ivAkqI gurW dI imhr duAwrw auh pwieAw jWdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ ਅਤੇ ਰਚਣਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਗੁਰਾਂ ਦੀ ਮਿਹਰ ਦੁਆਰਾ ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Por la Gracia del Único Ser Supremo, el Eterno, el Omnisciente Creador, el Espíritu Divino, el Iluminador"},"hi":{"ss":"","sts":"ੴ सति नामु करता पुरखु गुर प्रसादि ॥"}},"transliteration":{"english":"ikOankaar sat naam karataa purakh gur prasaadh ||","hindi":"ੴ सति नामु करता पुरखु गुर प्रसादि ॥","en":"ikOankaar sat naam karataa purakh gur prasaadh ||","hi":"ੴ सति नामु करता पुरखु गुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ nɑm kərət̪ɑ pʊrəkʰ Gʊr pɹəsɑd̪.","ur":"اک اونکار ست نام کرتا پُرکھ گُر پرساد ۔۔"},"pageNo":137,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":5591,"shabadId":360,"verse":{"gurmukhi":"sloku mÚ 1 ]","unicode":"ਸਲੋਕੁ ਮਃ ੧ ॥"},"larivaar":{"gurmukhi":"slokumÚ1]","unicode":"ਸਲੋਕੁਮਃ੧॥"},"translation":{"en":{"bdb":"Shalok, First Mehla:","ms":"Slok, First Guru.","ssk":"Salok, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"slok, pihlI pwqSwhI[","unicode":"ਸਲੋਕ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Shlok, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"अर्थ: राग माझ की ये वार और इसके साथ दिए हुए शलोक गुरू नानक देव जी के उचारे हुए हैं। पर~ इसका ये भाव नहीं कि इस ‘वार’ की पउड़ियां और शलोक गुरू नानक देव जी ने इकट्ठे ही उचारे थे। ‘वार’ सिर्फ ‘पउड़ियों’ का संग्रह है। ‘वार’ का असल रूप केवल ‘पउड़ियां’ हैं। गुरू ग्रंथ साहिब की बीड़ तैयार करने के समय ये शलोक गुरू अरजन देव जी ने मिला दिए थे। ‘वारों’ के साथ दर्ज करने के बाद जो शलोक ज्यादा बच रहे~ वह उन्होंने आखिर में इकट्ठे लिख दिए और शीर्षक लिखा ‘सलोक वारां ते वधीक’। इस ‘वार’ की सारी बनावट को थोड़ा गौर से देखने से ये बात स्पष्ट दिखाई देने लगती है कि पहिले सिर्फ ‘पउड़ियां’ थीं। ‘बनावट’ में निम्नलिखित बातें ध्यान रखने योग्य है; (1) कुल 27 पउड़ियां हैं और हरेक पउड़ी की आठ आठ तुकें हैं। (2) 27 पउड़ियों में से सिर्फ 14 ऐसी हैं~ जिनके साथ शलोक सिर्फ गुरू नानक देव जी के हैं। (3) पर~ इन शलोकों की गिनती हरेक पउड़ी के साथ एक जैसी नहीं। 10 पउड़ियों के साथ दो दो शलोक हैं और निम्नलिखित 4 पउड़ियों के शलोक इस प्रकार हैं;पउड़ी नं: १ के साथ 3 श्लोकपउड़ी नं: ७ के साथ 3 श्लोकपउड़ी नं: ९ के साथ 4 श्लोकपउड़ी नं: १३ के साथ 7 श्लोक (4) पउड़ी नं: ३~ १८~ २२ और २५ के साथ कोई भी श्लोक गुरू नानक देव जी का नहीं है। (5) बाकी रह गई 9 पउड़ियां; इनके साथ एक एक श्लोक गुरू नानक देव जी का है~ एक एक व अन्य गुरू साहिबानों का। हरेक ‘पउड़ी’ में तुकों की गिनती एक जैसी होने के कारण ये स्पष्ट प्रतीत होता है कि गुरू नानक देव जी ने ये ‘वार’ लिखते वक्त ‘काव्य’ सहजता का भी ख्याल रखा है। पर जिस कवि गुरू ने पउड़ियों की संरचना पर इतना ध्यान दिया है~ उस संबंधी ये नहीं कहा जा सकता कि श्लोक लिखने के समय कहीं दो दो लिख दिये~ कहीं 3~ कहीं 4 कहीं7 लिख दिए और कई पउड़ियां खाली ही रहने दीं। असल बात ये है कि ‘वार’ का पहला स्वरूप सिर्फ –पउड़ियां हैं। श्लोक गुरू अरजन देव जी ने दर्ज किए हैं।","sts":"श्लोक महला १॥"}},"transliteration":{"english":"salok mahalaa pehilaa ||","hindi":"सलोकु म: १ ॥","en":"salok mahalaa pehilaa ||","hi":"सलोकु म: १ ॥","ipa":"səlɔk mahalaa pəhɪlɑ.","ur":"سلوک مÚ ۱ ۔۔"},"pageNo":137,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":5592,"shabadId":360,"verse":{"gurmukhi":"guru dwqw guru ihvY Gru guru dIpku iqh loie ]","unicode":"ਗੁਰੁ ਦਾਤਾ ਗੁਰੁ ਹਿਵੈ ਘਰੁ ਗੁਰੁ ਦੀਪਕੁ ਤਿਹ ਲੋਇ ॥"},"larivaar":{"gurmukhi":"gurudwqwguruihvYGrugurudIpkuiqhloie]","unicode":"ਗੁਰੁਦਾਤਾਗੁਰੁਹਿਵੈਘਰੁਗੁਰੁਦੀਪਕੁਤਿਹਲੋਇ॥"},"translation":{"en":{"bdb":"The Guru is the Giver; the Guru is the House of ice. The Guru is the Light of the three worlds.","ms":"The Guru is the giver, the Guru is the house of ice and the Guru is the lamp (light) of the three worlds.","ssk":"The Guru is the Giver; the Guru is the House of ice. The Guru is the Light of the three worlds."},"pu":{"ss":{"gurmukhi":"siqgurU (nwm dI dwiq) dyx vwlw hY, gurU TMf dw somw hY, gurU (hI) iq®lokI ivc cwnx krn vwlw hY [","unicode":"ਸਤਿਗੁਰੂ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਠੰਡ ਦਾ ਸੋਮਾ ਹੈ, ਗੁਰੂ (ਹੀ) ਤ੍ਰਿਲੋਕੀ ਵਿਚ ਚਾਨਣ ਕਰਨ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"gurU hI nwm ky dwqw hYN AOr gur (ihvY) vrP ArQwq SWqI ky Gr hYN, punw gurU hI qIn lok (dIpku) pRkwS krny vwly hYN, Bwv eyh ik bRhm igAwn ky dyxy vwly hYN]","unicode":"ਗੁਰੂ ਹੀ ਨਾਮ ਕੇ ਦਾਤਾ ਹੈਂ ਔਰ ਗੁਰ (ਹਿਵੈ) ਵਰਫ ਅਰਥਾਤ ਸ਼ਾਂਤੀ ਕੇ ਘਰ ਹੈਂ, ਪੁਨਾ ਗੁਰੂ ਹੀ ਤੀਨ ਲੋਕ (ਦੀਪਕੁ) ਪ੍ਰਕਾਸ਼ ਕਰਨੇ ਵਾਲੇ ਹੈਂ, ਭਾਵ ਏਹ ਕਿ ਬ੍ਰਹਮ ਗਿਆਨ ਕੇ ਦੇਣੇ ਵਾਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"siqgurU (nwm dI dwiq) dyx vwlw hY, gurU TMf dw somw hY, gurU (hI) iq®lokI ivc cwnx krn vwlw hY [","unicode":"ਸਤਿਗੁਰੂ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਠੰਡ ਦਾ ਸੋਮਾ ਹੈ, ਗੁਰੂ (ਹੀ) ਤ੍ਰਿਲੋਕੀ ਵਿਚ ਚਾਨਣ ਕਰਨ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU dwqwr hY, gurU brP dw gRih (TMf pwx vwlw) hY Aqy gurU hI iqMnW jhwnW dw dIvw (cwnx) hY[","unicode":"ਗੁਰੂ ਦਾਤਾਰ ਹੈ, ਗੁਰੂ ਬਰਫ ਦਾ ਗ੍ਰਹਿ (ਠੰਡ ਪਾਣ ਵਾਲਾ) ਹੈ ਅਤੇ ਗੁਰੂ ਹੀ ਤਿੰਨਾਂ ਜਹਾਨਾਂ ਦਾ ਦੀਵਾ (ਚਾਨਣ) ਹੈ।"}},"es":{"sn":"El Guru es el Benefactor, es el Santuario de Paz y la Luz de los tres mundos. "},"hi":{"ss":"सतिगुरू (नाम की दाति) देने वाला है। गुरू ठण्ड का श्रोत है। गुरू (ही) त्रिलोकी में प्रकाश करने वाला है।","sts":"गुरु नाम का दाता है और गुरु ही हिम अर्थात् शांति का घर है। गुरु ही तीनों लोकों में ज्ञान का प्रकाश करने वाला दीपक है।"}},"transliteration":{"english":"gur dhaataa gur hivai ghar gur dheepak teh loi ||","hindi":"गुरु दाता गुरु हिवै घरु गुरु दीपकु तिह लोइ ॥","en":"gur dhaataa gur hivai ghar gur dheepak teh loi ||","hi":"गुरु दाता गुरु हिवै घरु गुरु दीपकु तिह लोइ ॥","ipa":"Gʊr d̪ɑt̪ɑ Gʊr hɪʋæ Gʰər Gʊr d̪ipək t̪ɪh lɔeɪ.","ur":"گُر داتا گُر هوَے گھر گُر دیِپک ته لوِا ۔۔"},"pageNo":137,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":5593,"shabadId":360,"verse":{"gurmukhi":"Amr pdwrQu nwnkw min mwinAY suKu hoie ]1]","unicode":"ਅਮਰ ਪਦਾਰਥੁ ਨਾਨਕਾ ਮਨਿ ਮਾਨਿਐ ਸੁਖੁ ਹੋਇ ॥੧॥"},"larivaar":{"gurmukhi":"AmrpdwrQunwnkwminmwinAYsuKuhoie]1]","unicode":"ਅਮਰਪਦਾਰਥੁਨਾਨਕਾਮਨਿਮਾਨਿਐਸੁਖੁਹੋਇ॥੧॥"},"translation":{"en":{"bdb":"O Nanak, He is everlasting wealth. Place your mind's faith in Him, and you shall find peace. ||1||","ms":"The Guru possesses the eternal wealth, O Nanak and by putting heart's faith in him peace is obtained.","ssk":"O Nanak, He is everlasting wealth. Place your mind's faith in Him, and you shall find peace. ||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! kdy nwh mu`kx vwlw (nwm-rUp) pdwrQ (gurU qoN hI imldw hY) [ ijs dw mn gurU ivc pqIj jwey, aus ƒ suK ho jWdw hY [1[","unicode":"ਹੇ ਨਾਨਕ ! ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ (ਨਾਮ-ਰੂਪ) ਪਦਾਰਥ (ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ) । ਜਿਸ ਦਾ ਮਨ ਗੁਰੂ ਵਿਚ ਪਤੀਜ ਜਾਏ, ਉਸ ਨੂੰ ਸੁਖ ਹੋ ਜਾਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: moK pd myN iesiQq krny vwly gurU hI hYN, gurvwkoN pr inhcw krny sy suK hoqw hY]ÇAb gurU jI jIv kIAW ds dSw kh kr jIv ko AiBnwSI isD krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੋਖ ਪਦ ਮੇਂ ਇਸਥਿਤ ਕਰਨੇ ਵਾਲੇ ਗੁਰੂ ਹੀ ਹੈਂ, ਗੁਰਵਾਕੋਂ ਪਰ ਨਿਹਚਾ ਕਰਨੇ ਸੇ ਸੁਖ ਹੋਤਾ ਹੈ॥☬ਅਬ ਗੁਰੂ ਜੀ ਜੀਵ ਕੀਆਂ ਦਸ ਦਸ਼ਾ ਕਹ ਕਰ ਜੀਵ ਕੋ ਅਭਿਨਾਸ਼ੀ ਸਿਧ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! kdy nwh mu`kx vwlw (nwm-rUp) pdwrQ (gurU qoN hI imldw hY) [ ijs dw mn gurU ivc pqIj jwey, aus ƒ suK ho jWdw hY [1[","unicode":"ਹੇ ਨਾਨਕ ! ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ (ਨਾਮ-ਰੂਪ) ਪਦਾਰਥ (ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ) । ਜਿਸ ਦਾ ਮਨ ਗੁਰੂ ਵਿਚ ਪਤੀਜ ਜਾਏ, ਉਸ ਨੂੰ ਸੁਖ ਹੋ ਜਾਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurW dy pws sdIvI siQr Dn dOlq hY, hy nwnk! qy aunHW iv`c idlI Brosw Dwrn krn duAwrw Awrwm prwpq huMdw hY[","unicode":"ਗੁਰਾਂ ਦੇ ਪਾਸ ਸਦੀਵੀ ਸਥਿਰ ਧਨ ਦੌਲਤ ਹੈ, ਹੇ ਨਾਨਕ! ਤੇ ਉਨ੍ਹਾਂ ਵਿੱਚ ਦਿਲੀ ਭਰੋਸਾ ਧਾਰਨ ਕਰਨ ਦੁਆਰਾ ਆਰਾਮ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Eterno es Su Regalo, la Palabra del Shabd; aquél que cree en Ella con toda la fuerza de su mente, obtiene la Paz Divina. (1)"},"hi":{"ss":"हे नानक ! कभी ना समाप्त होने वाला (नाम रूपी) पदार्थ (गुरू से मिलता है)। जिसका मन गुरू में पतीज जाए~ वह सुखी हो जाता है। 1।","sts":"हे नानक ! नाम रूपी पदार्थ जीव को अमर करने वाला है, यदि मनुष्य का मन गुरु की शरण लेने हेतु विश्वस्त हो जाए तो सुख उपलब्ध हो जाता है॥ १॥"}},"transliteration":{"english":"amar padhaarath naanakaa man maaniaai sukh hoi ||1||","hindi":"अमर पदारथु नानका मनि मानिऐ सुखु होइ ॥१॥","en":"amar padhaarath naanakaa man maaniaai sukh hoi ||1||","hi":"अमर पदारथु नानका मनि मानिऐ सुखु होइ ॥१॥","ipa":"əmər pəd̪ɑrət̪ʰ nɑnəkɑ mən mɑnɪæ sʊkʰ hɔeɪ.1.","ur":"امر پدارتھ نانکا من ماناَے سُکھ هوا ۔۔۱۔۔"},"pageNo":137,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":2,"t":"v"},{"p":4,"t":"v"}]}}]}