{"shabadInfo":{"shabadId":3977,"shabadName":47342,"pageNo":1107,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1107},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3976,"next":3978},"verses":[{"verseId":47342,"shabadId":3977,"verse":{"gurmukhi":"qU suix hir rs iBMny pRIqm Awpxy ]","unicode":"ਤੂ ਸੁਣਿ ਹਰਿ ਰਸ ਭਿੰਨੇ ਪ੍ਰੀਤਮ ਆਪਣੇ ॥"},"larivaar":{"gurmukhi":"qUsuixhirrsiBMnypRIqmAwpxy]","unicode":"ਤੂਸੁਣਿਹਰਿਰਸਭਿੰਨੇਪ੍ਰੀਤਮਆਪਣੇ॥"},"translation":{"en":{"bdb":"Please listen, O my Beloved Lord - I am drenched with Your Love.","ms":"Hear Thou, O God, my Beloved, drenched am I in Thine love.","ssk":"Please listen, O my Beloved Lord - I am drenched with Your Love."},"pu":{"ss":{"gurmukhi":"hy myry pRIqm! hy rs-iBMny hrI! hy myry mn qn ivc rmy hoey!","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਰਸ-ਭਿੰਨੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਮਨ ਤਨ ਵਿਚ ਰਮੇ ਹੋਏ!"},"ft":{"gurmukhi":"hy Awpxy Bwv myry pRIqm hrI! qyry nwm rs myN hmwry AMqihkrx Awid singD hUey hYN, qW qy qUM myrI bynqI sux: ]","unicode":"ਹੇ ਆਪਣੇ ਭਾਵ ਮੇਰੇ ਪ੍ਰੀਤਮ ਹਰੀ! ਤੇਰੇ ਨਾਮ ਰਸ ਮੇਂ ਹਮਾਰੇ ਅੰਤਹਿਕਰਣ ਆਦਿ ਸਨਿਗਧ ਹੂਏ ਹੈਂ, ਤਾਂ ਤੇ ਤੂੰ ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ: ॥"},"bdb":{"gurmukhi":"hy myry pRIqm! hy rs-iBMny hrI! hy myry mn qn ivc rmy hoey!","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਰਸ-ਭਿੰਨੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਮਨ ਤਨ ਵਿਚ ਰਮੇ ਹੋਏ!"},"ms":{"gurmukhi":"hy vwihgurU! myry idlbr, qUM sRvx kr, mYN qyry ipAwr AMdr iBijAw hoieAw hW[","unicode":"ਹੇ ਵਾਹਿਗੁਰੂ! ਮੇਰੇ ਦਿਲਬਰ, ਤੂੰ ਸ੍ਰਵਣ ਕਰ, ਮੈਂ ਤੇਰੇ ਪਿਆਰ ਅੰਦਰ ਭਿਜਿਆ ਹੋਇਆ ਹਾਂ।"}},"es":{"sn":"Escucha, oh mi Amado y Cautivador Señor, del Estado de Tu Enamorado. Recitando Tu Nombre, "},"hi":{"ss":"हे मेरे प्रीतम ! हे रस भरे हरी ! हे मेरे मन-तन में रमे हुए ! तू (मेरी आरजू) सुन।","sts":"हे प्रभु ! तुम सुनो, अपने प्रियतम के आनंद में भीगी एवं"}},"transliteration":{"english":"too sun har ras bhi(n)ne preetam aapane ||","hindi":"तू सुणि हरि रस भिंने प्रीतम आपणे ॥","en":"too sun har ras bhi(n)ne preetam aapane ||","hi":"तू सुणि हरि रस भिंने प्रीतम आपणे ॥","ipa":"t̪u sʊɳ hər rəs ɓɪŋne pɹit̪əm əɑpəɳe.","ur":"تُو سُݨ هر رس بھنّے پریِتم آپݨے ۔۔"},"pageNo":1107,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[]}},{"verseId":47343,"shabadId":3977,"verse":{"gurmukhi":"min qin rvq rvMny GVI n bIsrY ]","unicode":"ਮਨਿ ਤਨਿ ਰਵਤ ਰਵੰਨੇ ਘੜੀ ਨ ਬੀਸਰੈ ॥"},"larivaar":{"gurmukhi":"minqinrvqrvMnyGVInbIsrY]","unicode":"ਮਨਿਤਨਿਰਵਤਰਵੰਨੇਘੜੀਨਬੀਸਰੈ॥"},"translation":{"en":{"bdb":"My mind and body are absorbed in dwelling on You; I cannot forget You, even for an instant.","ms":"With my soul and body repeat and utter I Thy Name.","ssk":"My mind and body are absorbed in dwelling on You; I cannot forget You, even for an instant."},"pu":{"ss":{"gurmukhi":"qUµ (myrI ArzoeI) sux, (myrw mn qYƒ) iek GVI vwsqy BI Bulw nhIN skdw [","unicode":"ਤੂੰ (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ, (ਮੇਰਾ ਮਨ ਤੈਨੂੰ) ਇਕ ਘੜੀ ਵਾਸਤੇ ਭੀ ਭੁਲਾ ਨਹੀਂ ਸਕਦਾ ।"},"ft":{"gurmukhi":"mn kr ky qyry ko (rvq) jpqy hYN AOr qn kr ky BI (rvMny) BgqI krqy hYN, qUM GVI mwqR BI hmwry mn qy ibsrqw nhIN hYN]","unicode":"ਮਨ ਕਰ ਕੇ ਤੇਰੇ ਕੋ (ਰਵਤ) ਜਪਤੇ ਹੈਂ ਔਰ ਤਨ ਕਰ ਕੇ ਭੀ (ਰਵੰਨੇ) ਭਗਤੀ ਕਰਤੇ ਹੈਂ, ਤੂੰ ਘੜੀ ਮਾਤ੍ਰ ਭੀ ਹਮਾਰੇ ਮਨ ਤੇ ਬਿਸਰਤਾ ਨਹੀਂ ਹੈਂ॥"},"bdb":{"gurmukhi":"qUµ (myrI ArzoeI) sux, (myrw mn qYƒ) iek GVI vwsqy BI Bulw nhIN skdw [","unicode":"ਤੂੰ (ਮੇਰੀ ਅਰਜ਼ੋਈ) ਸੁਣ, (ਮੇਰਾ ਮਨ ਤੈਨੂੰ) ਇਕ ਘੜੀ ਵਾਸਤੇ ਭੀ ਭੁਲਾ ਨਹੀਂ ਸਕਦਾ ।"},"ms":{"gurmukhi":"AwpxI Awqmw qy dyh nwl mYN qyry nwm dw jwp qy aUcwrn krdw hW[","unicode":"ਆਪਣੀ ਆਤਮਾ ਤੇ ਦੇਹ ਨਾਲ ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਜਾਪ ਤੇ ਊਚਾਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"mi cuerpo y Alma están embebidos en Ti. Sí, no podría Dejarte ni siquiera por un instante. "},"hi":{"ss":"(मेरा मन तुझे) एक घड़ी भर के लिए भी नहीं भुला सकता।","sts":"मन-तन में भी उसके गुणों में लीन जीव-स्त्री पल भर भी विस्मृत नहीं करती।"}},"transliteration":{"english":"man tan ravat rava(n)ne ghaRee na beesarai ||","hindi":"मनि तनि रवत रवंने घड़ी न बीसरै ॥","en":"man tan ravat rava(n)ne ghaRee na beesarai ||","hi":"मनि तनि रवत रवंने घड़ी न बीसरै ॥","ipa":"mən t̪ən rəʋət̪ rəʋəŋne Gʰəɽi nə bisəræ.","ur":"من تنِ روت رونّے گھڑیِ ن بیِسرَے ۔۔"},"pageNo":1107,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47344,"shabadId":3977,"verse":{"gurmukhi":"ikau GVI ibswrI hau bilhwrI hau jIvw gux gwey ]","unicode":"ਕਿਉ ਘੜੀ ਬਿਸਾਰੀ ਹਉ ਬਲਿਹਾਰੀ ਹਉ ਜੀਵਾ ਗੁਣ ਗਾਏ ॥"},"larivaar":{"gurmukhi":"ikauGVIibswrIhaubilhwrIhaujIvwguxgwey]","unicode":"ਕਿਉਘੜੀਬਿਸਾਰੀਹਉਬਲਿਹਾਰੀਹਉਜੀਵਾਗੁਣਗਾਏ॥"},"translation":{"en":{"bdb":"How could I forget You, even for an instant? I am a sacrifice to You; singing Your Glorious Praises, I live.","ms":"Thee, I forget not even for a moment How can I forget Thee even for an instant? I live by singing Thy praise, O Lord. A Sacrifice unto Thee, am I.","ssk":"How could I forget You, even for an instant? I am a sacrifice to You; singing Your Glorious Praises, I live."},"pu":{"ss":{"gurmukhi":"mYN iek GVI Br BI qYƒ ivswr nhIN skdw, mYN qYQoN (sdw) sdky hW, qyrI is&iq-swlwh kr kr ky myry AMdr Awqmk jIvn pYdw huMdw hY [","unicode":"ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਭੀ ਤੈਨੂੰ ਵਿਸਾਰ ਨਹੀਂ ਸਕਦਾ, ਮੈਂ ਤੈਥੋਂ (ਸਦਾ) ਸਦਕੇ ਹਾਂ, ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ikauN GVI mwqR ivswroN, mYN qyry pur bilhwrny jwqI hUM AOr mYN qyry guxoN ko gwie kr jIvqI hUM]","unicode":"ਕਿਉਂ ਘੜੀ ਮਾਤ੍ਰ ਵਿਸਾਰੋਂ, ਮੈਂ ਤੇਰੇ ਪੁਰ ਬਲਿਹਾਰਨੇ ਜਾਤੀ ਹੂੰ ਔਰ ਮੈਂ ਤੇਰੇ ਗੁਣੋਂ ਕੋ ਗਾਇ ਕਰ ਜੀਵਤੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"mYN iek GVI Br BI qYƒ ivswr nhIN skdw, mYN qYQoN (sdw) sdky hW, qyrI is&iq-swlwh kr kr ky myry AMdr Awqmk jIvn pYdw huMdw hY [","unicode":"ਮੈਂ ਇਕ ਘੜੀ ਭਰ ਭੀ ਤੈਨੂੰ ਵਿਸਾਰ ਨਹੀਂ ਸਕਦਾ, ਮੈਂ ਤੈਥੋਂ (ਸਦਾ) ਸਦਕੇ ਹਾਂ, ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qYƒ, mYN ie`k muhq Br leI BI iks qrHW Bulw skdw hW[ mYN qyrI mihmw gwien krky jIauNdw hW[ sdky hW mYN qyry auqoN[","unicode":"ਤੈਨੂੰ, ਮੈਂ ਇੱਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਕਿਸ ਤਰ੍ਹਾਂ ਭੁਲਾ ਸਕਦਾ ਹਾਂ। ਮੈਂ ਤੇਰੀ ਮਹਿਮਾ ਗਾਇਨ ਕਰਕੇ ਜੀਉਂਦਾ ਹਾਂ। ਸਦਕੇ ਹਾਂ ਮੈਂ ਤੇਰੇ ਉਤੋਂ।"}},"es":{"sn":"¿Cómo poder olvidarte aún por un momento, si yo vivo sólo si puedo tener la Bendición de cantar Tu Alabanza? Ofrezco mi vida y mi ser en sacrificio a Ti."},"hi":{"ss":"मैं एक घड़ी के लिए भी तुझे नहीं बिसार सकता। मैं (तुझसे) सदा सदके हूँ। तेरी सिफतसालाह कर कर के मेरे अंदर आत्मिक जीवन पैदा होता है।","sts":"वह पल भर भी कैसे भुला सकती है, तुझ पर कुर्बान है और तेरे गुण गाकर जीवन पा रही है।"}},"transliteration":{"english":"kiau ghaRee bisaaree hau balihaaree hau jeevaa gun gaae ||","hindi":"किउ घड़ी बिसारी हउ बलिहारी हउ जीवा गुण गाए ॥","en":"kiau ghaRee bisaaree hau balihaaree hau jeevaa gun gaae ||","hi":"किउ घड़ी बिसारी हउ बलिहारी हउ जीवा गुण गाए ॥","ipa":"kɪo Gʰəɽi bɪsɑri ho bəlɪhɑri ho d͡ʒiʋɑ Gʊɳ Gɑee.","ur":"کِا گھڑیِ بساریِ ها بلهاریِ ها جیِوا گُݨ گااے ۔۔"},"pageNo":1107,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47345,"shabadId":3977,"verse":{"gurmukhi":"nw koeI myrw hau iksu kyrw hir ibnu rhxu n jwey ]","unicode":"ਨਾ ਕੋਈ ਮੇਰਾ ਹਉ ਕਿਸੁ ਕੇਰਾ ਹਰਿ ਬਿਨੁ ਰਹਣੁ ਨ ਜਾਏ ॥"},"larivaar":{"gurmukhi":"nwkoeImyrwhauiksukyrwhiribnurhxunjwey]","unicode":"ਨਾਕੋਈਮੇਰਾਹਉਕਿਸੁਕੇਰਾਹਰਿਬਿਨੁਰਹਣੁਨਜਾਏ॥"},"translation":{"en":{"bdb":"No one is mine; unto whom do I belong? Without the Lord, I cannot survive.","ms":"No one belongs to me. To whom belong I? Without my Lord, I can live not.","ssk":"No one is mine; unto whom do I belong? Without the Lord, I cannot survive."},"pu":{"ss":{"gurmukhi":"(prmwqmw qoN ibnw qoV inBx vwlw) nw koeI myrw (sdw dw) swQI hY nwh hI mYN iksy dw (sdw dw) swQI hW, prmwqmw dI Xwd qoN ibnw myrw mn DIrj nhIN PVdw [","unicode":"(ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਤੋੜ ਨਿਭਣ ਵਾਲਾ) ਨਾ ਕੋਈ ਮੇਰਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹੈ ਨਾਹ ਹੀ ਮੈਂ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹਾਂ, ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ ।"},"ft":{"gurmukhi":"sMswr myN myrw koeI nhIN XW qy mYN BI iksI kw nhIN[ hy hrI! qumwry ibnW myry sy rhw nhIN jwqw]","unicode":"ਸੰਸਾਰ ਮੇਂ ਮੇਰਾ ਕੋਈ ਨਹੀਂ ਯਾਂ ਤੇ ਮੈਂ ਭੀ ਕਿਸੀ ਕਾ ਨਹੀਂ। ਹੇ ਹਰੀ! ਤੁਮਾਰੇ ਬਿਨਾਂ ਮੇਰੇ ਸੇ ਰਹਾ ਨਹੀਂ ਜਾਤਾ॥"},"bdb":{"gurmukhi":"(prmwqmw qoN ibnw qoV inBx vwlw) nw koeI myrw (sdw dw) swQI hY nwh hI mYN iksy dw (sdw dw) swQI hW, prmwqmw dI Xwd qoN ibnw myrw mn DIrj nhIN PVdw [","unicode":"(ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਤੋੜ ਨਿਭਣ ਵਾਲਾ) ਨਾ ਕੋਈ ਮੇਰਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹੈ ਨਾਹ ਹੀ ਮੈਂ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਹਾਂ, ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ ।"},"ms":{"gurmukhi":"myrw koeI nhIN[ mYN kIhdw hW? pRBU dy bwJoN mYN rih nhIN skdw[","unicode":"ਮੇਰਾ ਕੋਈ ਨਹੀਂ। ਮੈਂ ਕੀਹਦਾ ਹਾਂ? ਪ੍ਰਭੂ ਦੇ ਬਾਝੋਂ ਮੈਂ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।"}},"es":{"sn":"Nadie me pertenece, ni yo le pertenezco a nadie más que a Ti, sin Ti no podría vivir. "},"hi":{"ss":"(परमात्मा के बिना अंत तक साथ निभाने वाला) ना कोई मेरा (सदा का) साथी है ना ही मैं किसी का (सदा के लिए) साथी हूँ। परमात्मा की याद के बिना मेरे मन को धैर्य नहीं बँधता।","sts":"(जीव-स्त्री की विनती है कि) हे प्रभु ! तेरे सिवा मेरा कोई नहीं, तेरे अलावा कौन हमदर्द है, तेरे बिना जिया नहीं जा सकता।"}},"transliteration":{"english":"naa koiee meraa hau kis keraa har bin rahan na jaae ||","hindi":"ना कोई मेरा हउ किसु केरा हरि बिनु रहणु न जाए ॥","en":"naa koiee meraa hau kis keraa har bin rahan na jaae ||","hi":"ना कोई मेरा हउ किसु केरा हरि बिनु रहणु न जाए ॥","ipa":"nɑ kɔei merɑ ho kɪs kerɑ hər bɪn rəhəɳ nə d͡ʒɑee.","ur":"نا کوای مےرا ها کس کےرا هر بن رهݨ ن جااے ۔۔"},"pageNo":1107,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47346,"shabadId":3977,"verse":{"gurmukhi":"Et ghI hir crx invwsy Bey pivqR srIrw ]","unicode":"ਓਟ ਗਹੀ ਹਰਿ ਚਰਣ ਨਿਵਾਸੇ ਭਏ ਪਵਿਤ੍ਰ ਸਰੀਰਾ ॥"},"larivaar":{"gurmukhi":"EtghIhircrxinvwsyBeypivqRsrIrw]","unicode":"ਓਟਗਹੀਹਰਿਚਰਣਨਿਵਾਸੇਭਏਪਵਿਤ੍ਰਸਰੀਰਾ॥"},"translation":{"en":{"bdb":"I have grasped the Support of the Lord's Feet; dwelling there, my body has become immaculate.","ms":"I have grasped the refuge of God's feet and abode there and my body has become immaculate.","ssk":"I have grasped the Support of the Lord's Feet; dwelling there, my body has become immaculate."},"pu":{"ss":{"gurmukhi":"ijs mnu`K ny prmwqmw dw Awsrw ilAw hY, ijs dy ihrdy ivc pRBU dy crn v`s pey hn, aus dw srIr piv`q® ho jWdw hY [","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਵੱਸ ਪਏ ਹਨ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy hrI! mn kr ky qyrI Et pkVI hY AOr qn kr ky qyry crxoN myN invws kIAw hY AOr srIr kr ky qyrI syvw kr ky pivqR hUey hYN]","unicode":"ਹੇ ਹਰੀ! ਮਨ ਕਰ ਕੇ ਤੇਰੀ ਓਟ ਪਕੜੀ ਹੈ ਔਰ ਤਨ ਕਰ ਕੇ ਤੇਰੇ ਚਰਣੋਂ ਮੇਂ ਨਿਵਾਸ ਕੀਆ ਹੈ ਔਰ ਸਰੀਰ ਕਰ ਕੇ ਤੇਰੀ ਸੇਵਾ ਕਰ ਕੇ ਪਵਿਤ੍ਰ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs mnu`K ny prmwqmw dw Awsrw ilAw hY, ijs dy ihrdy ivc pRBU dy crn v`s pey hn, aus dw srIr piv`q® ho jWdw hY [","unicode":"ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਵੱਸ ਪਏ ਹਨ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"mYN hrI dy pYrW dI pnwh pkVI hY Aqy EQy v`sdw hW Aqy myrI dyh pwvn punIq ho geI hY[","unicode":"ਮੈਂ ਹਰੀ ਦੇ ਪੈਰਾਂ ਦੀ ਪਨਾਹ ਪਕੜੀ ਹੈ ਅਤੇ ਓਥੇ ਵੱਸਦਾ ਹਾਂ ਅਤੇ ਮੇਰੀ ਦੇਹ ਪਾਵਨ ਪੁਨੀਤ ਹੋ ਗਈ ਹੈ।"}},"es":{"sn":"Cuando busco Tu Refugio y habito en Tus Pies, mi ser se purifica, "},"hi":{"ss":"जिस मनुष्य ने परमात्मा का आसरा लिया है। जिसके हृदय में प्रभू के चरण बस गए हैं। उस का शरीर पवित्र हो जाता है।","sts":"प्रभु-चरणों का आसरा लिया तो शरीर पावन हो गया।"}},"transliteration":{"english":"oT gahee har charan nivaase bhe pavitr sareeraa ||","hindi":"ओट गही हरि चरण निवासे भए पवित्र सरीरा ॥","en":"oT gahee har charan nivaase bhe pavitr sareeraa ||","hi":"ओट गही हरि चरण निवासे भए पवित्र सरीरा ॥","ipa":"oəʈ Gəhi hər t͡ʃərəɳ nɪʋɑse ɓee pəʋɪt̪ɹ sərirɑ.","ur":"اوٹ گهیِ هر چرݨ نواسے بھاے پوِتر سریِرا ۔۔"},"pageNo":1107,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47347,"shabadId":3977,"verse":{"gurmukhi":"nwnk idRsit dIrG suKu pwvY gur sbdI mnu DIrw ]3]","unicode":"ਨਾਨਕ ਦ੍ਰਿਸਟਿ ਦੀਰਘ ਸੁਖੁ ਪਾਵੈ ਗੁਰ ਸਬਦੀ ਮਨੁ ਧੀਰਾ ॥੩॥"},"larivaar":{"gurmukhi":"nwnkidRsitdIrGsuKupwvYgursbdImnuDIrw]3]","unicode":"ਨਾਨਕਦ੍ਰਿਸਟਿਦੀਰਘਸੁਖੁਪਾਵੈਗੁਰਸਬਦੀਮਨੁਧੀਰਾ॥੩॥"},"translation":{"en":{"bdb":"O Nanak, I have obtained profound insight, and found peace; my mind is comforted by the Word of the Guru's Shabad. ||3||","ms":"Nanak, I have obtained deep vision and peace and with the Guru's word my soul is consoled.","ssk":"O Nanak, I have obtained profound insight, and found peace; my mind is comforted by the Word of the Guru's Shabad. ||3||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auh mnu`K lMmy ijgry vwlw ho jWdw hY, auh Awqmk AwnMd mwxdw hY, gurU dy Sbd dI rwhIN aus dw mn DIrj vwlw bx jWdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਲੰਮੇ ਜਿਗਰੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਮਨ ਧੀਰਜ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: gur aupdys kr ijnoN kw mn DIrj ko pRwpiq BieAw hY vhu v`fI idRstI vwly ArQwq vYrwg idRstI kr suK ko pwvqy hYN]3]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਗੁਰ ਉਪਦੇਸ ਕਰ ਜਿਨੋਂ ਕਾ ਮਨ ਧੀਰਜ ਕੋ ਪ੍ਰਾਪਤਿ ਭਇਆ ਹੈ ਵਹੁ ਵੱਡੀ ਦ੍ਰਿਸਟੀ ਵਾਲੇ ਅਰਥਾਤ ਵੈਰਾਗ ਦ੍ਰਿਸਟੀ ਕਰ ਸੁਖ ਕੋ ਪਾਵਤੇ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"hy nwnk! auh mnu`K lMmy ijgry vwlw ho jWdw hY, auh Awqmk AwnMd mwxdw hY, gurU dy Sbd dI rwhIN aus dw mn DIrj vwlw bx jWdw hY [3[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਲੰਮੇ ਜਿਗਰੇ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਮਨ ਧੀਰਜ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"nwnk mYƒ fUMGI njr Aqy Awrwm pRwpq ho gey hn Aqy myrI Awqmw ƒ gurbwxI nwl DIrj Aw igAw hY[","unicode":"ਨਾਨਕ ਮੈਨੂੰ ਡੂੰਘੀ ਨਜਰ ਅਤੇ ਆਰਾਮ ਪ੍ਰਾਪਤ ਹੋ ਗਏ ਹਨ ਅਤੇ ਮੇਰੀ ਆਤਮਾ ਨੂੰ ਗੁਰਬਾਣੀ ਨਾਲ ਧੀਰਜ ਆ ਗਿਆ ਹੈ।"}},"es":{"sn":"obtengo entonces Paz y una Visión Profunda, pues mi mente es sostenida por la Palabra del Guru. (3)"},"hi":{"ss":"हे नानक ! वह मनुष्य लंबे जिगरे वाला हो जाता है। वह आत्मिक आनंद पाता है। गुरू के शबद से उसका मन धैर्यवान हो जाता है। 3।","sts":"गुरु नानक का कथन है कि उसकी दीर्घ-दृष्टि से सुख की अनुभूति होती है और गुरु-उपदेश से मन को संतोष प्राप्त होता है।॥ ३॥"}},"transliteration":{"english":"naanak dhirasaT dheeragh sukh paavai gur sabadhee man dheeraa ||3||","hindi":"नानक दृसटि दीरघ सुखु पावै गुर सबदी मनु धीरा ॥३॥","en":"naanak dhirasaT dheeragh sukh paavai gur sabadhee man dheeraa ||3||","hi":"नानक दृसटि दीरघ सुखु पावै गुर सबदी मनु धीरा ॥३॥","ipa":"nɑnək d̪ɪɹəsəʈ d̪irəGʰə̀ sʊkʰ pɑʋæ Gʊr səbəd̪i mən t̪irɑ.3.","ur":"نانک درسٹ دیِرگھ سُکھ پاوَے گُر سبدیِ من دھیِرا ۔۔۳۔۔"},"pageNo":1107,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}