{"shabadInfo":{"shabadId":3978,"shabadName":47348,"pageNo":1107,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1107},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3977,"next":3979},"verses":[{"verseId":47348,"shabadId":3978,"verse":{"gurmukhi":"brsY AMimRq Dwr bUMd suhwvxI ]","unicode":"ਬਰਸੈ ਅੰਮ੍ਰਿਤ ਧਾਰ ਬੂੰਦ ਸੁਹਾਵਣੀ ॥"},"larivaar":{"gurmukhi":"brsYAMimRqDwrbUMdsuhwvxI]","unicode":"ਬਰਸੈਅੰਮ੍ਰਿਤਧਾਰਬੂੰਦਸੁਹਾਵਣੀ॥"},"translation":{"en":{"bdb":"The Ambrosial Nectar rains down on us! Its drops are so delightful!","ms":"It rains a torrent of elixir Delightful are its drops.","ssk":"The Ambrosial Nectar rains down on us! Its drops are so delightful!"},"pu":{"ss":{"gurmukhi":"(ijs jIv-iesq®I dy ihrdy-Gr ivc), pRBU dI is&iq-swlwh dIAW suhwvxIAW bUMdW dI Dwr vrHdI hY,","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ), ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਸੁਹਾਵਣੀਆਂ ਬੂੰਦਾਂ ਦੀ ਧਾਰ ਵਰ੍ਹਦੀ ਹੈ,"},"ft":{"gurmukhi":"gurU rUpI myG aupdys rUp AMimRq kI Dwrw brsqy hYN[ Ar ijs jgÎwsU rUp cwiqRk ko nwm rUpI sÍWqI bUMd pRwpq hoeI hY iqs kI dyh vw buDI suhwvxI, Bwv sPlI hoeI hY]","unicode":"ਗੁਰੂ ਰੂਪੀ ਮੇਘ ਉਪਦੇਸ ਰੂਪ ਅੰਮ੍ਰਿਤ ਕੀ ਧਾਰਾ ਬਰਸਤੇ ਹੈਂ। ਅਰ ਜਿਸ ਜਗ੍ਯਾਸੂ ਰੂਪ ਚਾਤ੍ਰਿਕ ਕੋ ਨਾਮ ਰੂਪੀ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ਤਿਸ ਕੀ ਦੇਹ ਵਾ ਬੁਧੀ ਸੁਹਾਵਣੀ, ਭਾਵ ਸਫਲੀ ਹੋਈ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs jIv-iesq®I dy ihrdy-Gr ivc), pRBU dI is&iq-swlwh dIAW suhwvxIAW bUMdW dI Dwr vrHdI hY,","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ), ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਸੁਹਾਵਣੀਆਂ ਬੂੰਦਾਂ ਦੀ ਧਾਰ ਵਰ੍ਹਦੀ ਹੈ,"},"ms":{"gurmukhi":"Awib-ihXwq dI ndI vrH rhI hY[ AnMddwiek hn ies dIAW kxIAW[","unicode":"ਆਬਿ-ਹਿਯਾਤ ਦੀ ਨਦੀ ਵਰ੍ਹ ਰਹੀ ਹੈ। ਅਨੰਦਦਾਇਕ ਹਨ ਇਸ ਦੀਆਂ ਕਣੀਆਂ।"}},"es":{"sn":"Él Néctar del Señor cae como rocío y Sus Gotas son Saludables. Mi Señor me encuentra de manera natural y así Le puedo dar todo mi Amor. "},"hi":{"ss":"(जिस जीव-स्त्री के हृदय-घर में)। प्रभू की सिफतसालाह की सोहावनी बॅूँदों की धारा बरसती है।","sts":"सुहवनी बूंद की अमृत धारा बरस रही है,"}},"transliteration":{"english":"barasai a(n)mirat dhaar boo(n)dh suhaavanee ||","hindi":"बरसै अंमृत धार बूँद सुहावणी ॥","en":"barasai a(n)mirat dhaar boo(n)dh suhaavanee ||","hi":"बरसै अंमृत धार बूँद सुहावणी ॥","ipa":"bərəsæ əŋmɪɹət̪ t̪ɑr buŋd̪ sʊhɑʋəɳi.","ur":"برسَے اںمرت دھار بُوںد سُهاوݨیِ ۔۔"},"pageNo":1107,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47349,"shabadId":3978,"verse":{"gurmukhi":"swjn imly shij suBwie hir isau pRIiq bxI ]","unicode":"ਸਾਜਨ ਮਿਲੇ ਸਹਜਿ ਸੁਭਾਇ ਹਰਿ ਸਿਉ ਪ੍ਰੀਤਿ ਬਣੀ ॥"},"larivaar":{"gurmukhi":"swjnimlyshijsuBwiehirisaupRIiqbxI]","unicode":"ਸਾਜਨਮਿਲੇਸਹਜਿਸੁਭਾਇਹਰਿਸਿਉਪ੍ਰੀਤਿਬਣੀ॥"},"translation":{"en":{"bdb":"Meeting the Guru, the Best Friend, with intuitive ease, the mortal falls in love with the Lord.","ms":"When Guru, the friend m meets in the natural way, then love with the Lord is established.","ssk":"Meeting the Guru, the Best Friend, with intuitive ease, the mortal falls in love with the Lord."},"pu":{"ss":{"gurmukhi":"aus Afol AvsQw ivc itkI hoeI ƒ pRym ivc itkI hoeI ƒ s`jx pRBU Aw imldw hY, pRBU nwl aus dI pRIq bx jWdI hY [","unicode":"ਉਸ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਪ੍ਰੀਤ ਬਣ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ijn ko sWqI suBwau vwly gurU sjn imly hYN, hy hrI! qyry swQ iqnoN kI pRIq bx geI hY]","unicode":"ਜਿਨ ਕੋ ਸਾਂਤੀ ਸੁਭਾਉ ਵਾਲੇ ਗੁਰੂ ਸਜਨ ਮਿਲੇ ਹੈਂ, ਹੇ ਹਰੀ! ਤੇਰੇ ਸਾਥ ਤਿਨੋਂ ਕੀ ਪ੍ਰੀਤ ਬਣ ਗਈ ਹੈ॥"},"bdb":{"gurmukhi":"aus Afol AvsQw ivc itkI hoeI ƒ pRym ivc itkI hoeI ƒ s`jx pRBU Aw imldw hY, pRBU nwl aus dI pRIq bx jWdI hY [","unicode":"ਉਸ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀ ਹੋਈ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦੀ ਪ੍ਰੀਤ ਬਣ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jd gurU imqr kudrqI qOr qy iml pYdy hn, qW pRBU nwl ipAwr pY jWdw hY[ jd aus ƒ cMgw l`gdw hY,","unicode":"ਜਦ ਗੁਰੂ ਮਿਤਰ ਕੁਦਰਤੀ ਤੌਰ ਤੇ ਮਿਲ ਪੈਦੇ ਹਨ, ਤਾਂ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਪੈ ਜਾਂਦਾ ਹੈ। ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ,"}},"es":{"sn":"Sí, el Señor llega al templo del cuerpo cuando a Él Le place y la esposa despierta para embellecerse con Mérito. "},"hi":{"ss":"उस अडोल अवस्था में टिकी हुई को प्रेम में टिकी हुई को सज्जन-प्रभू आ मिलता है। प्रभू के साथ उसकी प्रीति बन जाती है।","sts":"हरि से प्रीत बनी तो सहज-स्वभाव वह सज्जन-प्रभु मिल गया।"}},"transliteration":{"english":"saajan mile sahaj subhai har siau preet banee ||","hindi":"साजन मिले सहजि सुभाइ हरि सिउ प्रीति बणी ॥","en":"saajan mile sahaj subhai har siau preet banee ||","hi":"साजन मिले सहजि सुभाइ हरि सिउ प्रीति बणी ॥","ipa":"sɑd͡ʒən mɪle səhəd͡ʒ sʊɓɑeɪ hər sɪo pɹit̪ bəɳi.","ur":"ساجن ملے سهج سُبھاا هرِ سا پریِت بݨیِ ۔۔"},"pageNo":1107,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47350,"shabadId":3978,"verse":{"gurmukhi":"hir mMdir AwvY jw pRB BwvY Dn aUBI gux swrI ]","unicode":"ਹਰਿ ਮੰਦਰਿ ਆਵੈ ਜਾ ਪ੍ਰਭ ਭਾਵੈ ਧਨ ਊਭੀ ਗੁਣ ਸਾਰੀ ॥"},"larivaar":{"gurmukhi":"hirmMdirAwvYjwpRBBwvYDnaUBIguxswrI]","unicode":"ਹਰਿਮੰਦਰਿਆਵੈਜਾਪ੍ਰਭਭਾਵੈਧਨਊਭੀਗੁਣਸਾਰੀ॥"},"translation":{"en":{"bdb":"The Lord comes into the temple of the body, when it pleases God's Will; the soul-bride rises up, and sings His Glorious Praises.","ms":"The Lord God comes into the body temple when it pleases Him and the bride rising up utters His praise.","ssk":"The Lord comes into the temple of the body, when it pleases God's Will; the soul-bride rises up, and sings His Glorious Praises."},"pu":{"ss":{"gurmukhi":"(aus jIv-iesq®I dw ihrdw pRBU-dyv dy itkx leI mMdr bx jWdw hY) jdoN pRBU ƒ cMgw l`gdw hY, auh aus jIv-iesq®I dy ihrdy-mMdr ivc Aw itkdw hY, auh jIv-iesq®I auqwvlI ho ho ky aus dy gux gWdI hY,","unicode":"(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਟਿਕਣ ਲਈ ਮੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਾਵਲੀ ਹੋ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ,"},"ft":{"gurmukhi":"jO hy hrI pRBU! qyry ko Bwie jweIey qb qUM AMdr Awvqw hYN kÎw pRwpiq hoqw hYN[ ies bwq kw jwn kr mYN jo (Dn) iesqRI hW (aUBI) KVI ho ky ArQwq swvDwn ho ky qyry guxoN ko smwlqI hUM]","unicode":"ਜੌ ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਭਾਇ ਜਾਈਏ ਤਬ ਤੂੰ ਅੰਦਰ ਆਵਤਾ ਹੈਂ ਕ੍ਯਾ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈਂ। ਇਸ ਬਾਤ ਕਾ ਜਾਨ ਕਰ ਮੈਂ ਜੋ (ਧਨ) ਇਸਤ੍ਰੀ ਹਾਂ (ਊਭੀ) ਖੜੀ ਹੋ ਕੇ ਅਰਥਾਤ ਸਾਵਧਾਨ ਹੋ ਕੇ ਤੇਰੇ ਗੁਣੋਂ ਕੋ ਸਮਾਲਤੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"(aus jIv-iesq®I dw ihrdw pRBU-dyv dy itkx leI mMdr bx jWdw hY) jdoN pRBU ƒ cMgw l`gdw hY, auh aus jIv-iesq®I dy ihrdy-mMdr ivc Aw itkdw hY, auh jIv-iesq®I auqwvlI ho ho ky aus dy gux gWdI hY,","unicode":"(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਟਿਕਣ ਲਈ ਮੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਹ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਾਵਲੀ ਹੋ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ,"},"ms":{"gurmukhi":"suAwmI vwihgurU dyh dy mhl iv`c Aw jWdw hY qy KVI ho pqnI aUs dw js aUcwrV krdI hY[","unicode":"ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੇਹ ਦੇ ਮਹਲ ਵਿੱਚ ਆ ਜਾਂਦਾ ਹੈ ਤੇ ਖੜੀ ਹੋ ਪਤਨੀ ਊਸ ਦਾ ਜਸ ਊਚਾਰੜ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Si el Señor goza de las novias en cada hogar, ¿por qué entonces me olvido de Dios?, dime por favor."},"hi":{"ss":"(उस जीव-स्त्री का हृदय प्रभू-देव के ठहरने के लिए मन्दिर बन जाता है) जब प्रभू को अच्छा लगता है। वह उस जीव-स्त्री के हृदय-मन्दिर में आ ठहरता है।","sts":"जब प्रभु चाहता है तो वह मन-मंदिर में आ बसता है, तब जीव-स्त्री उसके गुणगान में ही लीन रहती है।"}},"transliteration":{"english":"har ma(n)dhar aavai jaa prabh bhaavai dhan uoobhee gun saaree ||","hindi":"हरि मंदरि आवै जा प्रभ भावै धन ऊभी गुण सारी ॥","en":"har ma(n)dhar aavai jaa prabh bhaavai dhan uoobhee gun saaree ||","hi":"हरि मंदरि आवै जा प्रभ भावै धन ऊभी गुण सारी ॥","ipa":"hər məŋd̪ər əɑʋæ d͡ʒɑ pɹəɓ ɓɑʋæ t̪ən ouɓi Gʊɳ sɑri.","ur":"هر مںدر آوَے جا پربھ بھاوَے دھن اُوبھیِ گُݨ ساریِ ۔۔"},"pageNo":1107,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47351,"shabadId":3978,"verse":{"gurmukhi":"Gir Gir kMqu rvY sohwgix hau ikau kMiq ivswrI ]","unicode":"ਘਰਿ ਘਰਿ ਕੰਤੁ ਰਵੈ ਸੋਹਾਗਣਿ ਹਉ ਕਿਉ ਕੰਤਿ ਵਿਸਾਰੀ ॥"},"larivaar":{"gurmukhi":"GirGirkMqurvYsohwgixhauikaukMiqivswrI]","unicode":"ਘਰਿਘਰਿਕੰਤੁਰਵੈਸੋਹਾਗਣਿਹਉਕਿਉਕੰਤਿਵਿਸਾਰੀ॥"},"translation":{"en":{"bdb":"In each and every home, the Husband Lord ravishes and enjoys the happy soul-brides; so why has He forgotten me?","ms":"In every home, the Spouse enjoys the chaste brides. Why has the spouse forgotten me?","ssk":"In each and every home, the Husband Lord ravishes and enjoys the happy soul-brides; so why has He forgotten me?"},"pu":{"ss":{"gurmukhi":"(qy AwKdI hY—) hryk BwgW vwlI dy ihrdy-Gr ivc pRBU-pqI rlIAW mwxdw hY, pRBU-pqI ny mYƒ ikauN Bulw id`qw hY? (auh qrly lY lY ky gurU A`gy ieauN Ardws krdI hY—) hy il& ky Gt bMnH ky Awey b`dl!","unicode":"(ਤੇ ਆਖਦੀ ਹੈ—) ਹਰੇਕ ਭਾਗਾਂ ਵਾਲੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਰਲੀਆਂ ਮਾਣਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ? (ਉਹ ਤਰਲੇ ਲੈ ਲੈ ਕੇ ਗੁਰੂ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਲਿਫ਼ ਕੇ ਘਟ ਬੰਨ੍ਹ ਕੇ ਆਏ ਬੱਦਲ!"},"ft":{"gurmukhi":"hy kMq hrI! qUM (Gir Gir) srIr srIr pRiq hYN AOr suhwgxIEN ko rwvqw hYN[ hy pqI! qYny mYN ikauN ibswrI hW, Bwv myry pr BI ikrpw kru jo qyry swQ AByd ho jwvW; vw gurmuK suhwgxIAW Awpxy Awpxy srIr rUpI Gr myN qyry ko rwvqIAW hYN AO hy kMq! mYN qyry ko ikauN (ivswrI) Bulw dyvoN, Bwv Xh ik qyry ko BulwvnW nhIN cwhqI hUM]","unicode":"ਹੇ ਕੰਤ ਹਰੀ! ਤੂੰ (ਘਰਿ ਘਰਿ) ਸਰੀਰ ਸਰੀਰ ਪ੍ਰਤਿ ਹੈਂ ਔਰ ਸੁਹਾਗਣੀਓਂ ਕੋ ਰਾਵਤਾ ਹੈਂ। ਹੇ ਪਤੀ! ਤੈਨੇ ਮੈਂ ਕਿਉਂ ਬਿਸਾਰੀ ਹਾਂ, ਭਾਵ ਮੇਰੇ ਪਰ ਭੀ ਕਿਰਪਾ ਕਰੁ ਜੋ ਤੇਰੇ ਸਾਥ ਅਭੇਦ ਹੋ ਜਾਵਾਂ; ਵਾ ਗੁਰਮੁਖ ਸੁਹਾਗਣੀਆਂ ਆਪਣੇ ਆਪਣੇ ਸਰੀਰ ਰੂਪੀ ਘਰ ਮੇਂ ਤੇਰੇ ਕੋ ਰਾਵਤੀਆਂ ਹੈਂ ਔ ਹੇ ਕੰਤ! ਮੈਂ ਤੇਰੇ ਕੋ ਕਿਉਂ (ਵਿਸਾਰੀ) ਭੁਲਾ ਦੇਵੋਂ, ਭਾਵ ਯਹ ਕਿ ਤੇਰੇ ਕੋ ਭੁਲਾਵਨਾਂ ਨਹੀਂ ਚਾਹਤੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"(qy AwKdI hY—) hryk BwgW vwlI dy ihrdy-Gr ivc pRBU-pqI rlIAW mwxdw hY, pRBU-pqI ny mYƒ ikauN Bulw id`qw hY? (auh qrly lY lY ky gurU A`gy ieauN Ardws krdI hY—) hy il& ky Gt bMnH ky Awey b`dl!","unicode":"(ਤੇ ਆਖਦੀ ਹੈ—) ਹਰੇਕ ਭਾਗਾਂ ਵਾਲੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਰਲੀਆਂ ਮਾਣਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ ਹੈ? (ਉਹ ਤਰਲੇ ਲੈ ਲੈ ਕੇ ਗੁਰੂ ਅੱਗੇ ਇਉਂ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਲਿਫ਼ ਕੇ ਘਟ ਬੰਨ੍ਹ ਕੇ ਆਏ ਬੱਦਲ!"},"ms":{"gurmukhi":"hr gRih AMdr pqI AwpxIAW siqvMqIAW pqnIAW ƒ mwxdw hY! pqI ny mYƒ ikauN Bulw C`ifAw hY?","unicode":"ਹਰ ਗ੍ਰਹਿ ਅੰਦਰ ਪਤੀ ਆਪਣੀਆਂ ਸਤਿਵੰਤੀਆਂ ਪਤਨੀਆਂ ਨੂੰ ਮਾਣਦਾ ਹੈ! ਪਤੀ ਨੇ ਮੈਨੂੰ ਕਿਉਂ ਭੁਲਾ ਛੱਡਿਆ ਹੈ?"}},"es":{"sn":"El cielo de la mente se encuentra saturado con la enorme nube de la Gracia del Señor. Rocía ahora Tu Misericordia sobre mí, para que en cuerpo y Alma pueda apreciar Tu Amor."},"hi":{"ss":"वह जीव-स्त्री उतावली हो हो के उसके गुण गाती है। (और कहती है-) हरेक भाग्यवान के हृदय-घर में प्रभू-पति रलियां माणता है। प्रभू-पति ने मुझे क्यों भुला दिया है।","sts":"हर सुहागिन के हृदय-घर में पति-प्रभु रमण कर रहा है, तो प्रियतम ने मुझे क्यों विस्मृत किया हुआ है।"}},"transliteration":{"english":"ghar ghar ka(n)t ravai sohaagan hau kiau ka(n)t visaaree ||","hindi":"घरि घरि कंतु रवै सोहागणि हउ किउ कंति विसारी ॥","en":"ghar ghar ka(n)t ravai sohaagan hau kiau ka(n)t visaaree ||","hi":"घरि घरि कंतु रवै सोहागणि हउ किउ कंति विसारी ॥","ipa":"Gʰər Gʰər kəŋt̪ rəʋæ sɔhɑGəɳ ho kɪo kəŋt̪ ʋɪsɑri.","ur":"گھر گھرِ کںت روَے سوهاگݨ ها کا کںت وساریِ ۔۔"},"pageNo":1107,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47352,"shabadId":3978,"verse":{"gurmukhi":"auniv Gn Cwey brsu suBwey min qin pRymu suKwvY ]","unicode":"ਉਨਵਿ ਘਨ ਛਾਏ ਬਰਸੁ ਸੁਭਾਏ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਸੁਖਾਵੈ ॥"},"larivaar":{"gurmukhi":"aunivGnCweybrsusuBweyminqinpRymusuKwvY]","unicode":"ਉਨਵਿਘਨਛਾਏਬਰਸੁਸੁਭਾਏਮਨਿਤਨਿਪ੍ਰੇਮੁਸੁਖਾਵੈ॥"},"translation":{"en":{"bdb":"The sky is overcast with heavy, low-hanging clouds; the rain is delightful, and my Beloved's Love is pleasing to my mind and body.","ms":"The lowering clouds have overspread the sky. It rains pleasantly and the Lord's love is pleasing to my soul and body.","ssk":"The sky is overcast with heavy, low-hanging clouds; the rain is delightful, and my Beloved's Love is pleasing to my mind and body."},"pu":{"ss":{"gurmukhi":"pRym nwl vrH (hy qrs kr ky Awey gurU pwiqSwh! pRym nwl myry AMdr is&iq-swlwh dI vrKw kr), pRBU dw ipAwr myry mn ivc, myry qn ivc AwnMd pYdw krdw hY [","unicode":"ਪ੍ਰੇਮ ਨਾਲ ਵਰ੍ਹ (ਹੇ ਤਰਸ ਕਰ ਕੇ ਆਏ ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ! ਪ੍ਰੇਮ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਵਰਖਾ ਕਰ), ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"gur rUp bwdl Cwie rhy hYN AOr (auniv) Juk kr ArQwq dÎwl ho ky (suBwey) inrjqn hI aupdys rUpI brKw ko krqy hYN, iqnoN kI ikrpw kr ky qn mn ivKy qyrw hI pRym suKwvqw hY ArQwq ipAwr lwgqw hY]","unicode":"ਗੁਰ ਰੂਪ ਬਾਦਲ ਛਾਇ ਰਹੇ ਹੈਂ ਔਰ (ਉਨਵਿ) ਝੁਕ ਕਰ ਅਰਥਾਤ ਦ੍ਯਾਲ ਹੋ ਕੇ (ਸੁਭਾਏ) ਨਿਰਜਤਨ ਹੀ ਉਪਦੇਸ ਰੂਪੀ ਬਰਖਾ ਕੋ ਕਰਤੇ ਹੈਂ, ਤਿਨੋਂ ਕੀ ਕਿਰਪਾ ਕਰ ਕੇ ਤਨ ਮਨ ਵਿਖੇ ਤੇਰਾ ਹੀ ਪ੍ਰੇਮ ਸੁਖਾਵਤਾ ਹੈ ਅਰਥਾਤ ਪਿਆਰ ਲਾਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"pRym nwl vrH (hy qrs kr ky Awey gurU pwiqSwh! pRym nwl myry AMdr is&iq-swlwh dI vrKw kr), pRBU dw ipAwr myry mn ivc, myry qn ivc AwnMd pYdw krdw hY [","unicode":"ਪ੍ਰੇਮ ਨਾਲ ਵਰ੍ਹ (ਹੇ ਤਰਸ ਕਰ ਕੇ ਆਏ ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ! ਪ੍ਰੇਮ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਵਰਖਾ ਕਰ), ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Juky hoey b`dl Asmwn qy PYly hoey hn[ suhwvxw mIh pY irhw hY Aqy pRBU dI pRIq myrI ijMdVI qy dyh ƒ cMgI l`gdI hY[","unicode":"ਝੁਕੇ ਹੋਏ ਬੱਦਲ ਅਸਮਾਨ ਤੇ ਫੈਲੇ ਹੋਏ ਹਨ। ਸੁਹਾਵਣਾ ਮੀਹ ਪੈ ਰਿਹਾ ਹੈ ਅਤੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਮੇਰੀ ਜਿੰਦੜੀ ਤੇ ਦੇਹ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ।"}},"es":{"sn":"En cada hogar el Señor se regocija y goza de la novia feliz, ¿por qué entonces se ha olvidado de mí? El cielo está excedido de bajas y densas nubes, la lluvia está deliciosa y mi Bienamado Señor está complaciendo mi cuerpo y mente."},"hi":{"ss":"(वह तरले ले ले के गुरू के आगे यूँ अरदास करती है-) हे झुके घटा बन के आए बादल ! प्रेम से बरस (हे तरस करके आए गुरू पातशाह ! प्रेम से मेरे अंदर सिफत-सालाह की बरखा कर)। प्रभू का प्यार मेरे मन में। मेरे तन में आनंद पैदा करता है।","sts":"बादल छा कर बरस रहे हैं और मन-तन में उसकी स्मृति व प्रेम की सुखद अनुभूति हो रही है।"}},"transliteration":{"english":"aunav ghan chhaae baras subhaae man tan prem sukhaavai ||","hindi":"उनवि घन छाए बरसु सुभाए मनि तनि प्रेमु सुखावै ॥","en":"aunav ghan chhaae baras subhaae man tan prem sukhaavai ||","hi":"उनवि घन छाए बरसु सुभाए मनि तनि प्रेमु सुखावै ॥","ipa":"oʊnəʋ Gʰən ɕɑee bərəs sʊɓɑee mən t̪ən pɹem sʊkʰɑʋæ.","ur":"اُنو گھن چھااے برس سُبھااے من تنِ پرےم سُکھاوَے ۔۔"},"pageNo":1107,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[]}},{"verseId":47353,"shabadId":3978,"verse":{"gurmukhi":"nwnk vrsY AMimRq bwxI kir ikrpw Gir AwvY ]4]","unicode":"ਨਾਨਕ ਵਰਸੈ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ਕਰਿ ਕਿਰਪਾ ਘਰਿ ਆਵੈ ॥੪॥"},"larivaar":{"gurmukhi":"nwnkvrsYAMimRqbwxIkirikrpwGirAwvY]4]","unicode":"ਨਾਨਕਵਰਸੈਅੰਮ੍ਰਿਤਬਾਣੀਕਰਿਕਿਰਪਾਘਰਿਆਵੈ॥੪॥"},"translation":{"en":{"bdb":"O Nanak, the Ambrosial Nectar of Gurbani rains down; the Lord, in His Grace, has come into the home of my heart. ||4||","ms":"Nanak, when the ambrosial Gurbani rains, the Lord graciously comes into my home.","ssk":"O Nanak, the Ambrosial Nectar of Gurbani rains down; the Lord, in His Grace, has come into the home of my heart. ||4||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs (suBwg) ihrdy-Gr ivc is&iq-swlwh dI bwxI dI vrKw huMdI hY, pRBU ikrpw Dwr ky Awp auQy Aw itkdw hY [4[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ (ਸੁਭਾਗ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਧਾਰ ਕੇ ਆਪ ਉਥੇ ਆ ਟਿਕਦਾ ਹੈ ।੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jb gurU rUp myG AMimRq bwxI ko brKqy hYN, qb hy hrI! ikrpw kr ky qUM irdy Gr myN Awvqw hYN]4]Çies pRkwr prwrMB kr ky Ab bwrW mwhW duAwrw ADkwrIEN pRiq prmysr pRwpqI kw pRkwr idKwvqy hYN: jYsy ivXog vqI bsMq ruq myN Awpny pqI kI AkWKXw krqI hY, qYsy hI gurU jI ApnI srDw pRIqI prgt krqy hYN[ bwhÎ ArQ qo pRisD hI hY AMqrIv kQn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਬ ਗੁਰੂ ਰੂਪ ਮੇਘ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ਕੋ ਬਰਖਤੇ ਹੈਂ, ਤਬ ਹੇ ਹਰੀ! ਕਿਰਪਾ ਕਰ ਕੇ ਤੂੰ ਰਿਦੇ ਘਰ ਮੇਂ ਆਵਤਾ ਹੈਂ॥੪॥☬ਇਸ ਪ੍ਰਕਾਰ ਪਰਾਰੰਭ ਕਰ ਕੇ ਅਬ ਬਾਰਾਂ ਮਾਹਾਂ ਦੁਆਰਾ ਅਧਕਾਰੀਓਂ ਪ੍ਰਤਿ ਪਰਮੇਸਰ ਪ੍ਰਾਪਤੀ ਕਾ ਪ੍ਰਕਾਰ ਦਿਖਾਵਤੇ ਹੈਂ: ਜੈਸੇ ਵਿਯੋਗ ਵਤੀ ਬਸੰਤ ਰੁਤ ਮੇਂ ਆਪਨੇ ਪਤੀ ਕੀ ਅਕਾਂਖਯਾ ਕਰਤੀ ਹੈ, ਤੈਸੇ ਹੀ ਗੁਰੂ ਜੀ ਅਪਨੀ ਸਰਧਾ ਪ੍ਰੀਤੀ ਪਰਗਟ ਕਰਤੇ ਹੈਂ। ਬਾਹ੍ਯ ਅਰਥ ਤੋ ਪ੍ਰਸਿਧ ਹੀ ਹੈ ਅੰਤਰੀਵ ਕਥਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! ijs (suBwg) ihrdy-Gr ivc is&iq-swlwh dI bwxI dI vrKw huMdI hY, pRBU ikrpw Dwr ky Awp auQy Aw itkdw hY [4[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ (ਸੁਭਾਗ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਧਾਰ ਕੇ ਆਪ ਉਥੇ ਆ ਟਿਕਦਾ ਹੈ ।੪।"},"ms":{"gurmukhi":"nwnk jd AMimRq-meI gurbwxI v`sdI hY qW rihmq Dwr ky pRBU myry Dwm AMdr Aw jWdw hY[","unicode":"ਨਾਨਕ ਜਦ ਅੰਮ੍ਰਿਤ-ਮਈ ਗੁਰਬਾਣੀ ਵੱਸਦੀ ਹੈ ਤਾਂ ਰਹਿਮਤ ਧਾਰ ਕੇ ਪ੍ਰਭੂ ਮੇਰੇ ਧਾਮ ਅੰਦਰ ਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, el Néctar Ambrosial del Gurbani es rociado, el Señor, por Su Gracia ha llegado hasta el hogar de mi corazón. (4)"},"hi":{"ss":"हे नानक ! जिस (सौभाग्य भरे) हृदय-घर में सिफतसालाह की बाणी की बरखा होती है। प्रभू कृपा धार के स्वयं वहाँ आ टिकता है। 4। भाव। सिफत सालाह की बरकति से मनुष्य का मन विकारों से अडोल रहता है। उसके अंदर हर वक्त परमात्मा के मिलाप के प्रति आर्कषण बना रहता है।","sts":"गुरु नानक का कथन है कि जब पति-प्रभु कृपा करके हृदय-घर में बस जाता है तो अमृतवाणी बरसने लगती है॥ ४॥"}},"transliteration":{"english":"naanak varasai a(n)mirat baanee kar kirapaa ghar aavai ||4||","hindi":"नानक वरसै अंमृत बाणी करि किरपा घरि आवै ॥४॥","en":"naanak varasai a(n)mirat baanee kar kirapaa ghar aavai ||4||","hi":"नानक वरसै अंमृत बाणी करि किरपा घरि आवै ॥४॥","ipa":"nɑnək ʋərəsæ əŋmɪɹət̪ bɑɳi kər kɪrəpɑ Gʰər əɑʋæ.4.","ur":"نانک ورسَے اںمرت باݨیِ کر کرپا گھرِ آوَے ۔۔۴۔۔"},"pageNo":1107,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}}]}