{"shabadInfo":{"shabadId":3979,"shabadName":47354,"pageNo":1107,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1107},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3978,"next":3980},"verses":[{"verseId":47354,"shabadId":3979,"verse":{"gurmukhi":"cyqu bsMqu Blw Bvr suhwvVy ]","unicode":"ਚੇਤੁ ਬਸੰਤੁ ਭਲਾ ਭਵਰ ਸੁਹਾਵੜੇ ॥"},"larivaar":{"gurmukhi":"cyqubsMquBlwBvrsuhwvVy]","unicode":"ਚੇਤੁਬਸੰਤੁਭਲਾਭਵਰਸੁਹਾਵੜੇ॥"},"translation":{"en":{"bdb":"In the month of Chayt, the lovely spring has come, and the bumble bees hum with joy.","ms":"The month of Chet, stunning is the spring and beautiful the bumble-bee.","ssk":"In the month of Chayt, the lovely spring has come, and the bumble bees hum with joy."},"pu":{"ss":{"gurmukhi":"cyq (dw mhInw) cMgw l`gdw hY, (cyq ivc) bsMq (dw mOsm BI) ipAwrw l`gdw hY, (ies mhIny) KulHI jUh ivc bnspqI ƒ Pu`l l`g pYNdy hn, qy (Pu`lW auqy bYTy hoey) Bvr sohxy l`gdy hn [","unicode":"ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਚੇਤ ਵਿਚ) ਬਸੰਤ (ਦਾ ਮੌਸਮ ਭੀ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, (ਇਸ ਮਹੀਨੇ) ਖੁਲ੍ਹੀ ਜੂਹ ਵਿਚ ਬਨਸਪਤੀ ਨੂੰ ਫੁੱਲ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਤੇ (ਫੁੱਲਾਂ ਉਤੇ ਬੈਠੇ ਹੋਏ) ਭਵਰ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ।"},"ft":{"gurmukhi":"pRym rUp cyq kw mhInW (Blw) auqm cVw hY AOr mnuK dyh rUpI bsMq ruq iqs myN jgÎwsU jn Bvr soBnIk ArQwq AnMd ho rhy hYN, Bwv suB guxoN rUpI sugMDI lyqy hYN]","unicode":"ਪ੍ਰੇਮ ਰੂਪ ਚੇਤ ਕਾ ਮਹੀਨਾਂ (ਭਲਾ) ਉਤਮ ਚੜਾ ਹੈ ਔਰ ਮਨੁਖ ਦੇਹ ਰੂਪੀ ਬਸੰਤ ਰੁਤ ਤਿਸ ਮੇਂ ਜਗ੍ਯਾਸੂ ਜਨ ਭਵਰ ਸੋਭਨੀਕ ਅਰਥਾਤ ਅਨੰਦ ਹੋ ਰਹੇ ਹੈਂ, ਭਾਵ ਸੁਭ ਗੁਣੋਂ ਰੂਪੀ ਸੁਗੰਧੀ ਲੇਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"cyq (dw mhInw) cMgw l`gdw hY, (cyq ivc) bsMq (dw mOsm BI) ipAwrw l`gdw hY, (ies mhIny) KulHI jUh ivc bnspqI ƒ Pu`l l`g pYNdy hn, qy (Pu`lW auqy bYTy hoey) Bvr sohxy l`gdy hn [","unicode":"ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਚੇਤ ਵਿਚ) ਬਸੰਤ (ਦਾ ਮੌਸਮ ਭੀ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, (ਇਸ ਮਹੀਨੇ) ਖੁਲ੍ਹੀ ਜੂਹ ਵਿਚ ਬਨਸਪਤੀ ਨੂੰ ਫੁੱਲ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਤੇ (ਫੁੱਲਾਂ ਉਤੇ ਬੈਠੇ ਹੋਏ) ਭਵਰ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ।"},"ms":{"gurmukhi":"cyq iv`c mn BwauNdI hY bhwr dI ru`q Aqy suhxw sun`Kw hY BOrw[","unicode":"ਚੇਤ ਵਿੱਚ ਮਨ ਭਾਉਂਦੀ ਹੈ ਬਹਾਰ ਦੀ ਰੁੱਤ ਅਤੇ ਸੁਹਣਾ ਸੁਨੱਖਾ ਹੈ ਭੌਰਾ।"}},"es":{"sn":"En el mes de Chayat, la preciosa primavera ha llegado y la abeja negra revolotea con dicha. "},"hi":{"ss":"चेत (का महीना) अच्छा लगता है। (चेत में) बसंत (का मौसम भी) प्यारा लगता है।","sts":"चैत्र माह को वसंत ऋतु खिली होती है, फूलों पर मंडराते भेंवरे सुहावने लगते हैं।"}},"transliteration":{"english":"chet basa(n)t bhalaa bhavar suhaavaRe ||","hindi":"चेतु बसंतु भला भवर सुहावड़े ॥","en":"chet basa(n)t bhalaa bhavar suhaavaRe ||","hi":"चेतु बसंतु भला भवर सुहावड़े ॥","ipa":"t͡ʃet̪ bəsəŋt̪ ɓəlɑ ɓəʋər sʊhɑʋəɽe.","ur":"چےت بسںت بھلا بھور سُهاوڑے ۔۔"},"pageNo":1107,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47355,"shabadId":3979,"verse":{"gurmukhi":"bn PUly mMJ bwir mY ipru Gir bwhuVY ]","unicode":"ਬਨ ਫੂਲੇ ਮੰਝ ਬਾਰਿ ਮੈ ਪਿਰੁ ਘਰਿ ਬਾਹੁੜੈ ॥"},"larivaar":{"gurmukhi":"bnPUlymMJbwirmYipruGirbwhuVY]","unicode":"ਬਨਫੂਲੇਮੰਝਬਾਰਿਮੈਪਿਰੁਘਰਿਬਾਹੁੜੈ॥"},"translation":{"en":{"bdb":"The forest is blossoming in front of my door; if only my Beloved would return to my home!","ms":"The forests are flowering in front of my door. May my Love return home.","ssk":"The forest is blossoming in front of my door; if only my Beloved would return to my home!"},"pu":{"ss":{"gurmukhi":"(myry ihrdy dw kOl-Pu`l BI iKV pey, jy) myrw pqI-pRBU ihrdy-Gr ivc Aw v`sy [","unicode":"(ਮੇਰੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਭੀ ਖਿੜ ਪਏ, ਜੇ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ।"},"ft":{"gurmukhi":"bn pRPulq ho rhy hYN Aru (mMJ) bIc (bwir) jl hY[ so AYsy smÎ myN hy (ipru) pqI! myry Gir bwhuVY, Bwv irdy myN pRwpiq hovhu[ Bwv Xh ik cyqR ky mhIny brKw ky sbb bnwspqI pRPulq hoqI hY AOr ibRhnI iesqRI iqs smÎ Apny pqI kI auqkMTw ArQwq aufIk krqI hY ik myry ko pqI pRwpiq hovy[ ikauNik ijs iesqRI kw pqI Gr nhIN hoqw vhu duKI hoqI hY[ qYsy hI sMq jn bn suB gux rUp PUloN kr pRPulq ho rhy hYN AOr iqn ky bIc kQw kIrqn rUpI jl hY[ iqs smwj ky hoqy BI hy pqI! myry ko qyrI pRwpqI nhIN hY qW qy myrI ieh pRwrQnw hY ik myry ko pRwpiq hovhu]ÇAb pqI kI ApRwpqI kw duK khqy hYN:","unicode":"ਬਨ ਪ੍ਰਫੁਲਤ ਹੋ ਰਹੇ ਹੈਂ ਅਰੁ (ਮੰਝ) ਬੀਚ (ਬਾਰਿ) ਜਲ ਹੈ। ਸੋ ਐਸੇ ਸਮ੍ਯ ਮੇਂ ਹੇ (ਪਿਰੁ) ਪਤੀ! ਮੇਰੇ ਘਰਿ ਬਾਹੁੜੈ, ਭਾਵ ਰਿਦੇ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋਵਹੁ। ਭਾਵ ਯਹ ਕਿ ਚੇਤ੍ਰ ਕੇ ਮਹੀਨੇ ਬਰਖਾ ਕੇ ਸਬਬ ਬਨਾਸਪਤੀ ਪ੍ਰਫੁਲਤ ਹੋਤੀ ਹੈ ਔਰ ਬ੍ਰਿਹਨੀ ਇਸਤ੍ਰੀ ਤਿਸ ਸਮ੍ਯ ਅਪਨੇ ਪਤੀ ਕੀ ਉਤਕੰਠਾ ਅਰਥਾਤ ਉਡੀਕ ਕਰਤੀ ਹੈ ਕਿ ਮੇਰੇ ਕੋ ਪਤੀ ਪ੍ਰਾਪਤਿ ਹੋਵੇ। ਕਿਉਂਕਿ ਜਿਸ ਇਸਤ੍ਰੀ ਕਾ ਪਤੀ ਘਰ ਨਹੀਂ ਹੋਤਾ ਵਹੁ ਦੁਖੀ ਹੋਤੀ ਹੈ। ਤੈਸੇ ਹੀ ਸੰਤ ਜਨ ਬਨ ਸੁਭ ਗੁਣ ਰੂਪ ਫੂਲੋਂ ਕਰ ਪ੍ਰਫੁਲਤ ਹੋ ਰਹੇ ਹੈਂ ਔਰ ਤਿਨ ਕੇ ਬੀਚ ਕਥਾ ਕੀਰਤਨ ਰੂਪੀ ਜਲ ਹੈ। ਤਿਸ ਸਮਾਜ ਕੇ ਹੋਤੇ ਭੀ ਹੇ ਪਤੀ! ਮੇਰੇ ਕੋ ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੈ ਤਾਂ ਤੇ ਮੇਰੀ ਇਹ ਪ੍ਰਾਰਥਨਾ ਹੈ ਕਿ ਮੇਰੇ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵਹੁ॥☬ਅਬ ਪਤੀ ਕੀ ਅਪ੍ਰਾਪਤੀ ਕਾ ਦੁਖ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(myry ihrdy dw kOl-Pu`l BI iKV pey, jy) myrw pqI-pRBU ihrdy-Gr ivc Aw v`sy [","unicode":"(ਮੇਰੇ ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਭੀ ਖਿੜ ਪਏ, ਜੇ) ਮੇਰਾ ਪਤੀ-ਪ੍ਰਭੂ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸੇ ।"},"ms":{"gurmukhi":"myry bUhy dy mUhry jMgl pRPul`q ho rhy hn[ r`b kry myrw pRIqm myry Dwm iv`c Aw jwvy[","unicode":"ਮੇਰੇ ਬੂਹੇ ਦੇ ਮੂਹਰੇ ਜੰਗਲ ਪ੍ਰਫੁਲੱਤ ਹੋ ਰਹੇ ਹਨ। ਰੱਬ ਕਰੇ ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੇਰੇ ਧਾਮ ਵਿੱਚ ਆ ਜਾਵੇ।"}},"es":{"sn":"Los bosques están floreciendo y tengo una gran añoranza por mi Amor. "},"hi":{"ss":"(इस महीने) खुली जूह में बनस्पति को फूल लग जाते हैं। और (फूलों पर बैठे हुए) भँवर सुंदर लगते हैं।","sts":"अगर प्रियतम घर लौट आए तो मन यूं खिल जाता है जैसे वनों-मरुस्थलों में फल-फूल खिल जाते हैं।"}},"transliteration":{"english":"ban foole ma(n)jh baar mai pir ghar baahuRai ||","hindi":"बन फूले मंझ बारि मै पिरु घरि बाहुड़ै ॥","en":"ban foole ma(n)jh baar mai pir ghar baahuRai ||","hi":"बन फूले मंझ बारि मै पिरु घरि बाहुड़ै ॥","ipa":"bən fule məŋɖ͡ʐ bɑr mæ pɪr Gʰər bɑhʊɽæ.","ur":"بن پھُولے مںجھ بار مَے پر گھر باهُڑَے ۔۔"},"pageNo":1108,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47356,"shabadId":3979,"verse":{"gurmukhi":"ipru Gir nhI AwvY Dn ikau suKu pwvY ibrih ibroD qnu CIjY ]","unicode":"ਪਿਰੁ ਘਰਿ ਨਹੀ ਆਵੈ ਧਨ ਕਿਉ ਸੁਖੁ ਪਾਵੈ ਬਿਰਹਿ ਬਿਰੋਧ ਤਨੁ ਛੀਜੈ ॥"},"larivaar":{"gurmukhi":"ipruGirnhIAwvYDnikausuKupwvYibrihibroDqnuCIjY]","unicode":"ਪਿਰੁਘਰਿਨਹੀਆਵੈਧਨਕਿਉਸੁਖੁਪਾਵੈਬਿਰਹਿਬਿਰੋਧਤਨੁਛੀਜੈ॥"},"translation":{"en":{"bdb":"If her Husband Lord does not return home, how can the soul-bride find peace? Her body is wasting away with the sorrow of separation.","ms":"How can the bride obtain peace, when her spouse comes not home? With the distress of separation her body is wasting away.","ssk":"If her Husband Lord does not return home, how can the soul-bride find peace? Her body is wasting away with the sorrow of separation."},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI ihrdy-Gr ivc nwh Aw v`sy, aus jIv-iesq®I ƒ Awqmk AwnMd nhIN Aw skdw, aus dw srIr (pRBU qoN) ivCoVy dy kwrn (kwmwidk vYrIAW dy) h`ilAW nwl kmzor ho jWdw hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਨਾਹ ਆ ਵੱਸੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੀਰ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ) ਹੱਲਿਆਂ ਨਾਲ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy pqI! jb qk qUM myry irdy Gr myN nhIN Awvqw qb qk mYN (Dn) iesqRI kYsy suK ko pRwpq hovoN? ikauNik ibrhy broDI krky; vw ibrhy pwvxyhwry kwmwidk broDIEN kr myrw srIr CIj jwqw hY]","unicode":"ਹੇ ਪਤੀ! ਜਬ ਤਕ ਤੂੰ ਮੇਰੇ ਰਿਦੇ ਘਰ ਮੇਂ ਨਹੀਂ ਆਵਤਾ ਤਬ ਤਕ ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਕੈਸੇ ਸੁਖ ਕੋ ਪ੍ਰਾਪਤ ਹੋਵੋਂ? ਕਿਉਂਕਿ ਬਿਰਹੇ ਬਰੋਧੀ ਕਰਕੇ; ਵਾ ਬਿਰਹੇ ਪਾਵਣੇਹਾਰੇ ਕਾਮਾਦਿਕ ਬਰੋਧੀਓਂ ਕਰ ਮੇਰਾ ਸਰੀਰ ਛੀਜ ਜਾਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI ihrdy-Gr ivc nwh Aw v`sy, aus jIv-iesq®I ƒ Awqmk AwnMd nhIN Aw skdw, aus dw srIr (pRBU qoN) ivCoVy dy kwrn (kwmwidk vYrIAW dy) h`ilAW nwl kmzor ho jWdw hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਨਾਹ ਆ ਵੱਸੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਆ ਸਕਦਾ, ਉਸ ਦਾ ਸਰੀਰ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ) ਹੱਲਿਆਂ ਨਾਲ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"pqnI ƒ Awrwm iks qrHW Aw skdw hY, jd ik aus dw pqI aus dy Gr iv`c nhIN AwauNdw? ivCoVy dI iK`cw-iK`cI nwl aus dI dyh nws ho rhI hY[","unicode":"ਪਤਨੀ ਨੂੰ ਆਰਾਮ ਕਿਸ ਤਰ੍ਹਾਂ ਆ ਸਕਦਾ ਹੈ, ਜਦ ਕਿ ਉਸ ਦਾ ਪਤੀ ਉਸ ਦੇ ਘਰ ਵਿੱਚ ਨਹੀਂ ਆਉਂਦਾ? ਵਿਛੋੜੇ ਦੀ ਖਿੱਚਾ-ਖਿੱਚੀ ਨਾਲ ਉਸ ਦੀ ਦੇਹ ਨਾਸ ਹੋ ਰਹੀ ਹੈ।"}},"es":{"sn":"Si el Señor no llega al hogar de la esposa, oh, ¿cómo podrá ella encontrar la Paz? La separación desgarra su corazón y se la acaba."},"hi":{"ss":"(मेरे हृदय का कमल-फूल भी खिल जाए। अगर) मेरा पति-प्रभू हृदय-घर में आ बसे। जिस जीव-स्त्री का पति-प्रभू हृदय-घर में ना आ बसे। उस जीव-स्त्री को आत्मिक आनंद नहीं आ सकता। उसका शरीर (प्रभू से) विछोड़े के कारण (कामादिक वैरियों के) हमलों से कमजोर हो जाता है।","sts":"अगर पति-प्रभु घर नहीं आता तो जीव-स्त्री क्योंकर सुख पा सकती है, विरह के दुःख में शरीर टूटने लगता है।"}},"transliteration":{"english":"pir ghar nahee aavai dhan kiau sukh paavai bireh birodh tan chheejai ||","hindi":"पिरु घरि नही आवै धन किउ सुखु पावै बिरहि बिरोध तनु छीजै ॥","en":"pir ghar nahee aavai dhan kiau sukh paavai bireh birodh tan chheejai ||","hi":"पिरु घरि नही आवै धन किउ सुखु पावै बिरहि बिरोध तनु छीजै ॥","ipa":"pɪr Gʰər nəhi əɑʋæ t̪ən kɪo sʊkʰ pɑʋæ bɪrəh bɪrɔt̪ə̀ t̪ən ɕid͡ʒæ.","ur":"پِر گھر نهیِ آوَے دھن کا سُکھ پاوَے بره برودھ تن چھیِجَے ۔۔"},"pageNo":1108,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47357,"shabadId":3979,"verse":{"gurmukhi":"koikl AMib suhwvI bolY ikau duKu AMik shIjY ]","unicode":"ਕੋਕਿਲ ਅੰਬਿ ਸੁਹਾਵੀ ਬੋਲੈ ਕਿਉ ਦੁਖੁ ਅੰਕਿ ਸਹੀਜੈ ॥"},"larivaar":{"gurmukhi":"koiklAMibsuhwvIbolYikauduKuAMikshIjY]","unicode":"ਕੋਕਿਲਅੰਬਿਸੁਹਾਵੀਬੋਲੈਕਿਉਦੁਖੁਅੰਕਿਸਹੀਜੈ॥"},"translation":{"en":{"bdb":"The beautiful song-bird sings, perched on the mango tree; but how can I endure the pain in the depths of my being?","ms":"The beauteous cuckoo sings on the mango-tree How can I bear the pain of my mind?","ssk":"The beautiful song-bird sings, perched on the mango tree; but how can I endure the pain in the depths of my being?"},"pu":{"ss":{"gurmukhi":"(cyqr dy mhIny) koiel AMb dy ru`K auqy im`Ty bol boldI hY (ivjogx ƒ ieh bol im`Ty nhIN l`gdy, coBvyN duKdweI l`gdy hn, qy ivCoVy dw) du`K aus pwsoN ihrdy ivc shwirAw nhIN jWdw [","unicode":"(ਚੇਤਰ ਦੇ ਮਹੀਨੇ) ਕੋਇਲ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ (ਵਿਜੋਗਣ ਨੂੰ ਇਹ ਬੋਲ ਮਿੱਠੇ ਨਹੀਂ ਲੱਗਦੇ, ਚੋਭਵੇਂ ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ, ਤੇ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਉਸ ਪਾਸੋਂ ਹਿਰਦੇ ਵਿਚ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ft":{"gurmukhi":"AMb rUp sMq iqn kI bwxI rUp koikl, hy hrI! qyry js ko bolqI soB rhI hY[ hy pqI! qyrw ivXog rUpI duK myry (AMik) irdy myN kYsw shwrw jwvy, Bwv shwrw nhIN jwqw]","unicode":"ਅੰਬ ਰੂਪ ਸੰਤ ਤਿਨ ਕੀ ਬਾਣੀ ਰੂਪ ਕੋਕਿਲ, ਹੇ ਹਰੀ! ਤੇਰੇ ਜਸ ਕੋ ਬੋਲਤੀ ਸੋਭ ਰਹੀ ਹੈ। ਹੇ ਪਤੀ! ਤੇਰਾ ਵਿਯੋਗ ਰੂਪੀ ਦੁਖ ਮੇਰੇ (ਅੰਕਿ) ਰਿਦੇ ਮੇਂ ਕੈਸਾ ਸਹਾਰਾ ਜਾਵੇ, ਭਾਵ ਸਹਾਰਾ ਨਹੀਂ ਜਾਤਾ॥"},"bdb":{"gurmukhi":"(cyqr dy mhIny) koiel AMb dy ru`K auqy im`Ty bol boldI hY (ivjogx ƒ ieh bol im`Ty nhIN l`gdy, coBvyN duKdweI l`gdy hn, qy ivCoVy dw) du`K aus pwsoN ihrdy ivc shwirAw nhIN jWdw [","unicode":"(ਚੇਤਰ ਦੇ ਮਹੀਨੇ) ਕੋਇਲ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੀ ਹੈ (ਵਿਜੋਗਣ ਨੂੰ ਇਹ ਬੋਲ ਮਿੱਠੇ ਨਹੀਂ ਲੱਗਦੇ, ਚੋਭਵੇਂ ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ, ਤੇ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਉਸ ਪਾਸੋਂ ਹਿਰਦੇ ਵਿਚ ਸਹਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ms":{"gurmukhi":"suMdr koiel AMb dy ibRC qy gwauNdI hY Aqy Awpxy mn dy du`KVy ƒ mYN iks qrHW shwr skdI hW?","unicode":"ਸੁੰਦਰ ਕੋਇਲ ਅੰਬ ਦੇ ਬ੍ਰਿਛ ਤੇ ਗਾਉਂਦੀ ਹੈ ਅਤੇ ਆਪਣੇ ਮਨ ਦੇ ਦੁੱਖੜੇ ਨੂੰ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਸਹਾਰ ਸਕਦੀ ਹਾਂ?"}},"es":{"sn":"El bello Koel canta en el árbol de mango, oh ¿cuánto tiempo podrán mis coyunturas aguantar el dolor? "},"hi":{"ss":"(चेत्र के महीने) कोयल आमों के वृक्ष पर बैठ कर मीठे बोल बोलती है (वियोगन को ये बोल मीठे नहीं लगते। चुभवें व दुखदाई लगते हैं। और विछोड़े का) दुख उससे सहा नहीं जाता।","sts":"आम के पेड़ पर कोयल मीठे बोल बोलती है, प्रभु बिन मन का दु:ख और असह्य बन जाता है।"}},"transliteration":{"english":"kokil a(n)b suhaavee bolai kiau dhukh a(n)k saheejai ||","hindi":"कोकिल अंबि सुहावी बोलै किउ दुखु अंकि सहीजै ॥","en":"kokil a(n)b suhaavee bolai kiau dhukh a(n)k saheejai ||","hi":"कोकिल अंबि सुहावी बोलै किउ दुखु अंकि सहीजै ॥","ipa":"kɔkɪl əŋb sʊhɑʋi bɔlæ kɪo d̪ʊkʰ əŋk səhid͡ʒæ.","ur":"کوکل اںب سُهاویِ بولَے کا دُکھ اںک سهیِجَے ۔۔"},"pageNo":1108,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47358,"shabadId":3979,"verse":{"gurmukhi":"Bvru BvMqw PUlI fwlI ikau jIvw mru mwey ]","unicode":"ਭਵਰੁ ਭਵੰਤਾ ਫੂਲੀ ਡਾਲੀ ਕਿਉ ਜੀਵਾ ਮਰੁ ਮਾਏ ॥"},"larivaar":{"gurmukhi":"BvruBvMqwPUlIfwlIikaujIvwmrumwey]","unicode":"ਭਵਰੁਭਵੰਤਾਫੂਲੀਡਾਲੀਕਿਉਜੀਵਾਮਰੁਮਾਏ॥"},"translation":{"en":{"bdb":"The bumble bee is buzzing around the flowering branches; but how can I survive? I am dying, O my mother!","ms":"The black-bee is flitting on the blossoming bough. How can I survive? I am dying, O mother.","ssk":"The bumble bee is buzzing around the flowering branches; but how can I survive? I am dying, O my mother!"},"pu":{"ss":{"gurmukhi":"hy mW! myrw mn-BOrw (AMdrly iKVy hoey ihrdy-kml ƒ C`f ky dunIAw dy rMg-qmwiSAW dy) Pu`lW qy fwlIAW auqy Btkdw iPrdw hY [ ieh Awqmk jIvn nhIN hY, ieh qW Awqmk mOq hY [","unicode":"ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ-ਭੌਰਾ (ਅੰਦਰਲੇ ਖਿੜੇ ਹੋਏ ਹਿਰਦੇ-ਕਮਲ ਨੂੰ ਛੱਡ ਕੇ ਦੁਨੀਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੇ) ਫੁੱਲਾਂ ਤੇ ਡਾਲੀਆਂ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ । ਇਹ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਹੈ, ਇਹ ਤਾਂ ਆਤਮਕ ਮੌਤ ਹੈ ।"},"ft":{"gurmukhi":"PUlI hoeI fwlI krxw muidqw AwidkoN pr jgÎwsU rUp Bvrw guMjwr kr rhw hY ArQwq rs ko pI rhw hY; vw fwlIAW byd swKw sMqhu ky jo gux byd ny kQn kIey hYN, so Pul hYN, iqnoN pr (BvMqw) iPrqw hY[ so AYsy smyN hy (mwey) mwXw pqI! myrw jIvnW kYsy hovY, mYN mr rhI hUM]Çjy khyN qyry ko kYsy suK hovY? iqs pr khqy hYN:","unicode":"ਫੂਲੀ ਹੋਈ ਡਾਲੀ ਕਰਣਾ ਮੁਦਿਤਾ ਆਦਿਕੋਂ ਪਰ ਜਗ੍ਯਾਸੂ ਰੂਪ ਭਵਰਾ ਗੁੰਜਾਰ ਕਰ ਰਹਾ ਹੈ ਅਰਥਾਤ ਰਸ ਕੋ ਪੀ ਰਹਾ ਹੈ; ਵਾ ਡਾਲੀਆਂ ਬੇਦ ਸਾਖਾ ਸੰਤਹੁ ਕੇ ਜੋ ਗੁਣ ਬੇਦ ਨੇ ਕਥਨ ਕੀਏ ਹੈਂ, ਸੋ ਫੁਲ ਹੈਂ, ਤਿਨੋਂ ਪਰ (ਭਵੰਤਾ) ਫਿਰਤਾ ਹੈ। ਸੋ ਐਸੇ ਸਮੇਂ ਹੇ (ਮਾਏ) ਮਾਯਾ ਪਤੀ! ਮੇਰਾ ਜੀਵਨਾਂ ਕੈਸੇ ਹੋਵੈ, ਮੈਂ ਮਰ ਰਹੀ ਹੂੰ॥☬ਜੇ ਕਹੇਂ ਤੇਰੇ ਕੋ ਕੈਸੇ ਸੁਖ ਹੋਵੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy mW! myrw mn-BOrw (AMdrly iKVy hoey ihrdy-kml ƒ C`f ky dunIAw dy rMg-qmwiSAW dy) Pu`lW qy fwlIAW auqy Btkdw iPrdw hY [ ieh Awqmk jIvn nhIN hY, ieh qW Awqmk mOq hY [","unicode":"ਹੇ ਮਾਂ! ਮੇਰਾ ਮਨ-ਭੌਰਾ (ਅੰਦਰਲੇ ਖਿੜੇ ਹੋਏ ਹਿਰਦੇ-ਕਮਲ ਨੂੰ ਛੱਡ ਕੇ ਦੁਨੀਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੇ) ਫੁੱਲਾਂ ਤੇ ਡਾਲੀਆਂ ਉਤੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ । ਇਹ ਆਤਮਕ ਜੀਵਨ ਨਹੀਂ ਹੈ, ਇਹ ਤਾਂ ਆਤਮਕ ਮੌਤ ਹੈ ।"},"ms":{"gurmukhi":"BOrw pRPulq hoeI hoeI tihxI qy c`kr k`t irhw hY[ mYN iks qrHWjIau skdI hW? mYN mrdI jWdI hW, hy mwqw!","unicode":"ਭੌਰਾ ਪ੍ਰਫੁਲਤ ਹੋਈ ਹੋਈ ਟਹਿਣੀ ਤੇ ਚੱਕਰ ਕੱਟ ਰਿਹਾ ਹੈ। ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂਜੀਉ ਸਕਦੀ ਹਾਂ? ਮੈਂ ਮਰਦੀ ਜਾਂਦੀ ਹਾਂ, ਹੇ ਮਾਤਾ!"}},"es":{"sn":"La abeja negra circula el árbol en flor, ¿cómo sobrevivir, pues me estoy muriendo, oh madre?"},"hi":{"ss":"हे माँ ! मेरा मन भँवरा (अंदर के खिले हुए हृदय-कमल को छोड़ के दुनिया के रंग-तमाशों के) फूलों और डालियों पर भटकता फिरता है। यह आत्मिक जीवन नहीं है। यह तो आत्मिक मौत है।","sts":"भँवरा फूलों पर मंडराता रहता है, हे माँ ! प्रभु बिन जीना तो मृत्यु के समान है।"}},"transliteration":{"english":"bhavar bhava(n)taa foolee ddaalee kiau jeevaa mar maae ||","hindi":"भवरु भवंता फूली डाली किउ जीवा मरु माए ॥","en":"bhavar bhava(n)taa foolee ddaalee kiau jeevaa mar maae ||","hi":"भवरु भवंता फूली डाली किउ जीवा मरु माए ॥","ipa":"ɓəʋər ɓəʋəŋt̪ɑ fuli ɖɑli kɪo d͡ʒiʋɑ mər mɑee.","ur":"بھور بھوںتا پھُولیِ ڈالیِ کا جیِوا مر مااے ۔۔"},"pageNo":1108,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47359,"shabadId":3979,"verse":{"gurmukhi":"nwnk cyiq shij suKu pwvY jy hir vru Gir Dn pwey ]5]","unicode":"ਨਾਨਕ ਚੇਤਿ ਸਹਜਿ ਸੁਖੁ ਪਾਵੈ ਜੇ ਹਰਿ ਵਰੁ ਘਰਿ ਧਨ ਪਾਏ ॥੫॥"},"larivaar":{"gurmukhi":"nwnkcyiqshijsuKupwvYjyhirvruGirDnpwey]5]","unicode":"ਨਾਨਕਚੇਤਿਸਹਜਿਸੁਖੁਪਾਵੈਜੇਹਰਿਵਰੁਘਰਿਧਨਪਾਏ॥੫॥"},"translation":{"en":{"bdb":"O Nanak, in Chayt, peace is easily obtained, if the soul-bride obtains the Lord as her Husband, within the home of her own heart. ||5||","ms":"Nanak, in Chet peace is easily obtained, if the wife obtains God as her Spouse in her home.","ssk":"O Nanak, in Chayt, peace is easily obtained, if the soul-bride obtains the Lord as her Husband, within the home of her own heart. ||5||"},"pu":{"ss":{"gurmukhi":"hy nwnk! cyqr dy mhIny ivc (bsMq dy mOsm ivc) jIv-iesq®I Afol AvsQw ivc itk ky Awqmk AwnMd mwxdI hY, jy jIv-iesq®I (Awpxy ihrdy-) Gr ivc pRBU-pqI ƒ l`B ley [","unicode":"ਹੇ ਨਾਨਕ! ਚੇਤਰ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਬਸੰਤ ਦੇ ਮੌਸਮ ਵਿਚ) ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਏ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mwnuK dyh rUp bsMq myN pRym rUpI cyq kw mhInw, iqs ivKy hy hrI (vru) pqI! jykr jgÎwsU rUp iesqRI qyry ko pwie kr (shij) Acuq suK ko pwie lyvY]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮਾਨੁਖ ਦੇਹ ਰੂਪ ਬਸੰਤ ਮੇਂ ਪ੍ਰੇਮ ਰੂਪੀ ਚੇਤ ਕਾ ਮਹੀਨਾ, ਤਿਸ ਵਿਖੇ ਹੇ ਹਰੀ (ਵਰੁ) ਪਤੀ! ਜੇਕਰ ਜਗ੍ਯਾਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਤੇਰੇ ਕੋ ਪਾਇ ਕਰ (ਸਹਜਿ) ਅਚੁਤ ਸੁਖ ਕੋ ਪਾਇ ਲੇਵੈ॥੫॥"},"bdb":{"gurmukhi":"hy nwnk! cyqr dy mhIny ivc (bsMq dy mOsm ivc) jIv-iesq®I Afol AvsQw ivc itk ky Awqmk AwnMd mwxdI hY, jy jIv-iesq®I (Awpxy ihrdy-) Gr ivc pRBU-pqI ƒ l`B ley [","unicode":"ਹੇ ਨਾਨਕ! ਚੇਤਰ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਬਸੰਤ ਦੇ ਮੌਸਮ ਵਿਚ) ਜੀਵ-ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਏ ।"},"ms":{"gurmukhi":"nwnk cyq AMdr Awrwm sOKy hI pRwpq ho jWdw hY jykr vhutI Awpxy gRih AMdr vwihgurU ƒ Awpxy pqI vjoN pw lvy[","unicode":"ਨਾਨਕ ਚੇਤ ਅੰਦਰ ਆਰਾਮ ਸੌਖੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇਕਰ ਵਹੁਟੀ ਆਪਣੇ ਗ੍ਰਹਿ ਅੰਦਰ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਪਤੀ ਵਜੋਂ ਪਾ ਲਵੇ।"}},"es":{"sn":"Dice Nanak, en el mes de Chayat la esposa encuentra la Paz del Equilibrio, si ella encuentra al Señor en el hogar de su propio corazón. (5)"},"hi":{"ss":"हे नानक ! चेत्र के महीने में (बसंत के मौसम में) जीव-स्त्री अडोल अवस्था में टिक के आत्मिक आनंद पाती है। यदि जीव-स्त्री (अपने हृदय-) घर में प्रभू-पति को ढूँढ ले।","sts":"गुरु नानक का कथन है कि अगर पति-प्रभु को जीव-स्त्री पा ले तो चैत्र माह को सहज-सुख पा सकती है॥ ५॥"}},"transliteration":{"english":"naanak chet sahaj sukh paavai je har var ghar dhan paae ||5||","hindi":"नानक चेति सहजि सुखु पावै जे हरि वरु घरि धन पाए ॥५॥","en":"naanak chet sahaj sukh paavai je har var ghar dhan paae ||5||","hi":"नानक चेति सहजि सुखु पावै जे हरि वरु घरि धन पाए ॥५॥","ipa":"nɑnək t͡ʃet̪ səhəd͡ʒ sʊkʰ pɑʋæ d͡ʒe hər ʋər Gʰər t̪ən pɑee.5.","ur":"نانک چےت سهج سُکھ پاوَے جے هرِ ور گھرِ دھن پااے ۔۔۵۔۔"},"pageNo":1108,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}