{"shabadInfo":{"shabadId":3981,"shabadName":47366,"pageNo":1108,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3980,"next":3982},"verses":[{"verseId":47366,"shabadId":3981,"verse":{"gurmukhi":"mwhu jyTu Blw pRIqmu ikau ibsrY ]","unicode":"ਮਾਹੁ ਜੇਠੁ ਭਲਾ ਪ੍ਰੀਤਮੁ ਕਿਉ ਬਿਸਰੈ ॥"},"larivaar":{"gurmukhi":"mwhujyTuBlwpRIqmuikauibsrY]","unicode":"ਮਾਹੁਜੇਠੁਭਲਾਪ੍ਰੀਤਮੁਕਿਉਬਿਸਰੈ॥"},"translation":{"en":{"bdb":"The month of Jayt'h is so sublime. How could I forget my Beloved?"},"pu":{"ss":{"gurmukhi":"jyT mhInw (auhnW ƒ hI) cMgw l`gdw hY ijnHW ƒ pRIqm-kdy nhIN iv`srdw [","unicode":"ਜੇਠ ਮਹੀਨਾ (ਉਹਨਾਂ ਨੂੰ ਹੀ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ ।"},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":"jyT mhInw (auhnW ƒ hI) cMgw l`gdw hY ijnHW ƒ pRIqm-kdy nhIN iv`srdw [","unicode":"ਜੇਠ ਮਹੀਨਾ (ਉਹਨਾਂ ਨੂੰ ਹੀ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਕਦੇ ਨਹੀਂ ਵਿੱਸਰਦਾ ।"}},"es":{"sn":"El mes de Yeyth es tan sublime que ¿Cómo podría olvidar a mi Bienamado?"},"hi":{"ss":"जेठ महीना (उनको ही) अच्छा लगता है जिन्हें प्रीतम कभी नहीं बिसरता।","sts":"ज्येष्ठ का महीना भला है, इसमें प्रियतम कैसे विस्मृत हो सकता है।"}},"transliteration":{"english":"maahu jeTh bhalaa preetam kiau bisarai ||","hindi":"माहु जेठु भला प्रीतमु किउ बिसरै ॥","en":"maahu jeTh bhalaa preetam kiau bisarai ||","hi":"माहु जेठु भला प्रीतमु किउ बिसरै ॥","ipa":"mɑh d͡ʒeʈʰ ɓəlɑ pɹit̪əm kɪo bɪsəræ.","ur":"ماهُ جےٹھ بھلا پریِتم کا بسرَے ۔۔"},"pageNo":1108,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47367,"shabadId":3981,"verse":{"gurmukhi":"Ql qwpih sr Bwr sw Dn ibnau krY ]","unicode":"ਥਲ ਤਾਪਹਿ ਸਰ ਭਾਰ ਸਾ ਧਨ ਬਿਨਉ ਕਰੈ ॥"},"larivaar":{"gurmukhi":"QlqwpihsrBwrswDnibnaukrY]","unicode":"ਥਲਤਾਪਹਿਸਰਭਾਰਸਾਧਨਬਿਨਉਕਰੈ॥"},"translation":{"en":{"bdb":"The earth burns like a furnace, and the soul-bride offers her prayer.","ms":"The earth burns like a furnace. The bride prays to her Lord.","ssk":"The earth burns like a furnace, and the soul-bride offers her prayer."},"pu":{"ss":{"gurmukhi":"(jyT ivc loAW pYx nwl) B`T vWg Ql qpx l`g pYNdy hn (iesy qrHW kwmwidk ivkwrW dI A`g nwl sMswrI jIvW dy ihrdy qpdy hn, auhnW dI qpS AnuBv kr ky) gurmuiK jIv-iesq®I (pRBU-crnW ivc) Ardws krdI hY,","unicode":"(ਜੇਠ ਵਿਚ ਲੋਆਂ ਪੈਣ ਨਾਲ) ਭੱਠ ਵਾਂਗ ਥਲ ਤਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਤਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤਪਸ਼ ਅਨੁਭਵ ਕਰ ਕੇ) ਗੁਰਮੁਖਿ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਰਦਾਸ ਕਰਦੀ ਹੈ,"},"ft":{"gurmukhi":"qyry ivXog rUp AgnI kr (Ql) AMqihkrx (Bwr) BT kI (sr) swdrs qp rhy hYN, iesI qy (sw) mYN (Dn) iesqRI Awp Agy bynqI krqI hUM: ]","unicode":"ਤੇਰੇ ਵਿਯੋਗ ਰੂਪ ਅਗਨੀ ਕਰ (ਥਲ) ਅੰਤਹਿਕਰਣ (ਭਾਰ) ਭਠ ਕੀ (ਸਰ) ਸਾਦਰਸ ਤਪ ਰਹੇ ਹੈਂ, ਇਸੀ ਤੇ (ਸਾ) ਮੈਂ (ਧਨ) ਇਸਤ੍ਰੀ ਆਪ ਅਗੇ ਬੇਨਤੀ ਕਰਤੀ ਹੂੰ: ॥"},"bdb":{"gurmukhi":"(jyT ivc loAW pYx nwl) B`T vWg Ql qpx l`g pYNdy hn (iesy qrHW kwmwidk ivkwrW dI A`g nwl sMswrI jIvW dy ihrdy qpdy hn, auhnW dI qpS AnuBv kr ky) gurmuiK jIv-iesq®I (pRBU-crnW ivc) Ardws krdI hY,","unicode":"(ਜੇਠ ਵਿਚ ਲੋਆਂ ਪੈਣ ਨਾਲ) ਭੱਠ ਵਾਂਗ ਥਲ ਤਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਤਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਤਪਸ਼ ਅਨੁਭਵ ਕਰ ਕੇ) ਗੁਰਮੁਖਿ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਰਦਾਸ ਕਰਦੀ ਹੈ,"},"ms":{"gurmukhi":"DrqI B`TI dI qrHW sVdI hY[ pqnI Awpxy suAwmI dy A¤gy pRwrQnw krdI hY[","unicode":"ਧਰਤੀ ਭੱਠੀ ਦੀ ਤਰ੍ਹਾਂ ਸੜਦੀ ਹੈ। ਪਤਨੀ ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਅੱਗੇ ਪ੍ਰਾਰਥਨਾ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"La tierra se quema como un horno; la esposa le reza a su Señor, "},"hi":{"ss":"(जेठ में लू चलने से) भट्ठी की तरह स्थल तपने लग जाते हैं (इसी तरह कामादिक विकारों की आग से संसारी जीवों के हृदय तपते हैं। उनकी तपश अनुभव करके) गुरमुखि जीव-स्त्री (प्रभू-चरणों में) अरदास करती है।","sts":"भट्टी की मानिंद भूमि तपने लगती है, जीव रूपी नारी विनय करती है।"}},"transliteration":{"english":"thal taapeh sar bhaar saa dhan binau karai ||","hindi":"थल तापहि सर भार सा धन बिनउ करै ॥","en":"thal taapeh sar bhaar saa dhan binau karai ||","hi":"थल तापहि सर भार सा धन बिनउ करै ॥","ipa":"t̪ʰəl t̪ɑpəh sər ɓɑr sɑ t̪ən bɪno kəræ.","ur":"تھل تاپه سر بھار سا دھن بنا کرَے ۔۔"},"pageNo":1108,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47368,"shabadId":3981,"verse":{"gurmukhi":"Dn ibnau krydI gux swrydI gux swrI pRB Bwvw ]","unicode":"ਧਨ ਬਿਨਉ ਕਰੇਦੀ ਗੁਣ ਸਾਰੇਦੀ ਗੁਣ ਸਾਰੀ ਪ੍ਰਭ ਭਾਵਾ ॥"},"larivaar":{"gurmukhi":"DnibnaukrydIguxswrydIguxswrIpRBBwvw]","unicode":"ਧਨਬਿਨਉਕਰੇਦੀਗੁਣਸਾਰੇਦੀਗੁਣਸਾਰੀਪ੍ਰਭਭਾਵਾ॥"},"translation":{"en":{"bdb":"The bride offers her prayer, and sings His Glorious Praises; singing His Praises, she becomes pleasing to God.","ms":"The bride makes supplication and utter His praise. Singing the Lord's praise, I become pleasing to Him.","ssk":"The bride offers her prayer, and sings His Glorious Praises; singing His Praises, she becomes pleasing to God."},"pu":{"ss":{"gurmukhi":"aus pRBU dy gux (ihrdy ivc) sMBwldI hY, jo ies qpS qoN inrwlw Awpxy sdw-iQr mhl ivc itikAw rihMdw hY, aus A`gy jIv-iesq®I bynqI krdI hY—hy pRBU! mYN qyrI is&iq-swlwh krdI hW, qw ik qYƒ cMgI l`g pvW,","unicode":"ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਜੋ ਇਸ ਤਪਸ਼ ਤੋਂ ਨਿਰਾਲਾ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਅੱਗੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ, ਤਾ ਕਿ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ,"},"ft":{"gurmukhi":"mYN iesqRI bwxI kr ky (ibnau) bynqI krqI hUM AOr qyry ikrpwlqwid gux mn kr ky sMBwlqI hUM[ gux sMBwlxy qy Xh lwB hY ik jy gux sMBwlogI qO, hy pRBU! qyry ko Bwie jwvoNgI ArQwq pwie lyvoNgI[ jy khYN gux sMBwlxy rUp BgqI qyry myN ho geI, qo iPr ikAw ksr rhI qUM myry ko Awie iml] iqs pr khqy hYN:","unicode":"ਮੈਂ ਇਸਤ੍ਰੀ ਬਾਣੀ ਕਰ ਕੇ (ਬਿਨਉ) ਬੇਨਤੀ ਕਰਤੀ ਹੂੰ ਔਰ ਤੇਰੇ ਕਿਰਪਾਲਤਾਦਿ ਗੁਣ ਮਨ ਕਰ ਕੇ ਸੰਭਾਲਤੀ ਹੂੰ। ਗੁਣ ਸੰਭਾਲਣੇ ਤੇ ਯਹ ਲਾਭ ਹੈ ਕਿ ਜੇ ਗੁਣ ਸੰਭਾਲੋਗੀ ਤੌ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਭਾਇ ਜਾਵੋਂਗੀ ਅਰਥਾਤ ਪਾਇ ਲੇਵੋਂਗੀ। ਜੇ ਕਹੈਂ ਗੁਣ ਸੰਭਾਲਣੇ ਰੂਪ ਭਗਤੀ ਤੇਰੇ ਮੇਂ ਹੋ ਗਈ, ਤੋ ਫਿਰ ਕਿਆ ਕਸਰ ਰਹੀ ਤੂੰ ਮੇਰੇ ਕੋ ਆਇ ਮਿਲ॥ ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus pRBU dy gux (ihrdy ivc) sMBwldI hY, jo ies qpS qoN inrwlw Awpxy sdw-iQr mhl ivc itikAw rihMdw hY, aus A`gy jIv-iesq®I bynqI krdI hY—hy pRBU! mYN qyrI is&iq-swlwh krdI hW, qw ik qYƒ cMgI l`g pvW,","unicode":"ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਜੋ ਇਸ ਤਪਸ਼ ਤੋਂ ਨਿਰਾਲਾ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਮਹਲ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਅੱਗੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ—ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹਾਂ, ਤਾ ਕਿ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗ ਪਵਾਂ,"},"ms":{"gurmukhi":"pqnI bynqI krdI hY Aqy aus dw j`s aucwrn krdI hY[ pRBU dw j`s gwien krn duAwrw mYN aus ƒ cMgI l`gx l`g jWdI hW[","unicode":"ਪਤਨੀ ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਅਤੇ ਉਸ ਦਾ ਜੱਸ ਉਚਾਰਨ ਕਰਦੀ ਹੈ। ਪ੍ਰਭੂ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਨ ਦੁਆਰਾ ਮੈਂ ਉਸ ਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਜਾਂਦੀ ਹਾਂ।"}},"es":{"sn":"oh Maestro, estoy apreciando Tus Valores, permanece complacido conmigo."},"hi":{"ss":"उस प्रभू के गुण (हृदय में) संभालती है। जो इस तपश से निराला अपने सदा स्थिर महल में टिका रहता है।","sts":"गुण गाती है ताकि गुण गाते हुए प्रभु को भा जाए।"}},"transliteration":{"english":"dhan binau karedhee gun saaredhee gun saaree prabh bhaavaa ||","hindi":"धन बिनउ करेदी गुण सारेदी गुण सारी प्रभ भावा ॥","en":"dhan binau karedhee gun saaredhee gun saaree prabh bhaavaa ||","hi":"धन बिनउ करेदी गुण सारेदी गुण सारी प्रभ भावा ॥","ipa":"t̪ən bɪno kəred̪i Gʊɳ sɑred̪i Gʊɳ sɑri pɹəɓ ɓɑʋɑ.","ur":"دھن بنا کرےدیِ گُݨ سارےدیِ گُݨ ساریِ پربھ بھاوا ۔۔"},"pageNo":1108,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":47369,"shabadId":3981,"verse":{"gurmukhi":"swcY mhil rhY bYrwgI Awvx dyih q Awvw ]","unicode":"ਸਾਚੈ ਮਹਲਿ ਰਹੈ ਬੈਰਾਗੀ ਆਵਣ ਦੇਹਿ ਤ ਆਵਾ ॥"},"larivaar":{"gurmukhi":"swcYmhilrhYbYrwgIAwvxdyihqAwvw]","unicode":"ਸਾਚੈਮਹਲਿਰਹੈਬੈਰਾਗੀਆਵਣਦੇਹਿਤਆਵਾ॥"},"translation":{"en":{"bdb":"The Unattached Lord dwells in His true mansion. If He allows me, then I will come to Him.","ms":"The Detached Lord abides in the true mansion. If He permits me to go to Him, then will I go to Him.","ssk":"The Unattached Lord dwells in His true mansion. If He allows me, then I will come to Him."},"pu":{"ss":{"gurmukhi":"qUµ mYƒ AwigAw dyvyN mYN BI qyry mhl ivc Aw jwvW (qy bwhrlI qpS qoN bc skW) [","unicode":"ਤੂੰ ਮੈਨੂੰ ਆਗਿਆ ਦੇਵੇਂ ਮੈਂ ਭੀ ਤੇਰੇ ਮਹਲ ਵਿਚ ਆ ਜਾਵਾਂ (ਤੇ ਬਾਹਰਲੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਸਕਾਂ) ।"},"ft":{"gurmukhi":"hy (bYrwgI) inrlyp sÍrUp! qUM Awpxy swcy (mihl) sÍrUp myN (rhY) iesQq hYN; vw qUM sqsMg rUp scy mihl myN iesiQq hYN[ jykr ibGx gn qyrI qrP Awvn dyvY qO AwvO, qW qy myry bs nhIN; vw Awvxy kI jugqI qqÍ imQÎw kw ivcwr rUp myry ko dyvY qO qyrI Er AwvoN, qW qy myry kuC bs nhIN hY] so Awgy khqy hYN:","unicode":"ਹੇ (ਬੈਰਾਗੀ) ਨਿਰਲੇਪ ਸ੍ਵਰੂਪ! ਤੂੰ ਆਪਣੇ ਸਾਚੇ (ਮਹਿਲ) ਸ੍ਵਰੂਪ ਮੇਂ (ਰਹੈ) ਇਸਥਤ ਹੈਂ; ਵਾ ਤੂੰ ਸਤਸੰਗ ਰੂਪ ਸਚੇ ਮਹਿਲ ਮੇਂ ਇਸਥਿਤ ਹੈਂ। ਜੇਕਰ ਬਿਘਣ ਗਨ ਤੇਰੀ ਤਰਫ ਆਵਨ ਦੇਵੈ ਤੌ ਆਵੌ, ਤਾਂ ਤੇ ਮੇਰੇ ਬਸ ਨਹੀਂ; ਵਾ ਆਵਣੇ ਕੀ ਜੁਗਤੀ ਤਤ੍ਵ ਮਿਥ੍ਯਾ ਕਾ ਵਿਚਾਰ ਰੂਪ ਮੇਰੇ ਕੋ ਦੇਵੈ ਤੌ ਤੇਰੀ ਓਰ ਆਵੋਂ, ਤਾਂ ਤੇ ਮੇਰੇ ਕੁਛ ਬਸ ਨਹੀਂ ਹੈ॥ ਸੋ ਆਗੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"qUµ mYƒ AwigAw dyvyN mYN BI qyry mhl ivc Aw jwvW (qy bwhrlI qpS qoN bc skW) [","unicode":"ਤੂੰ ਮੈਨੂੰ ਆਗਿਆ ਦੇਵੇਂ ਮੈਂ ਭੀ ਤੇਰੇ ਮਹਲ ਵਿਚ ਆ ਜਾਵਾਂ (ਤੇ ਬਾਹਰਲੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਸਕਾਂ) ।"},"ms":{"gurmukhi":"inrlyp suAwmI s¤cy mMdr AMdr v`sdw hY[ jykr auh mYƒ Awpxy kol jwx dI AwigAw dyvy qW hI mYN aUs kol jwvWgI[","unicode":"ਨਿਰਲੇਪ ਸੁਆਮੀ ਸੱਚੇ ਮੰਦਰ ਅੰਦਰ ਵੱਸਦਾ ਹੈ। ਜੇਕਰ ਉਹ ਮੈਨੂੰ ਆਪਣੇ ਕੋਲ ਜਾਣ ਦੀ ਆਗਿਆ ਦੇਵੇ ਤਾਂ ਹੀ ਮੈਂ ਊਸ ਕੋਲ ਜਾਵਾਂਗੀ।"}},"es":{"sn":"Sí, el Señor Desapegado habita en Su Recinto Verdadero, y si Él así lo desea, "},"hi":{"ss":"उसके आगे जीव-स्त्री विनती करती है- हे प्रभू ! मैं तेरी सिफत-सालाह करती हॅूँ। ताकि तुझे अच्छी लगने लग जाऊँ। तू मुझे आज्ञा दे मैं भी तेरे महल में आ जाऊँ (और बाहरी तपस से बच सकूँ)।","sts":"वह अलिप्त प्रभु सच्चे महल में रहता है, अगर आने की अनुमति दे तो आ जाऊँ।"}},"transliteration":{"english":"saachai mahal rahai bairaagee aavan dheh ta aavaa ||","hindi":"साचै महलि रहै बैरागी आवण देहि त आवा ॥","en":"saachai mahal rahai bairaagee aavan dheh ta aavaa ||","hi":"साचै महलि रहै बैरागी आवण देहि त आवा ॥","ipa":"sɑt͡ʃæ məhəl rəhæ bærɑGi əɑʋəɳ d̪eh t̪ əɑʋɑ.","ur":"ساچَے مهل رهَے بَےراگیِ آوݨ دےه ت آوا ۔۔"},"pageNo":1108,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47370,"shabadId":3981,"verse":{"gurmukhi":"inmwxI inqwxI hir ibnu ikau pwvY suK mhlI ]","unicode":"ਨਿਮਾਣੀ ਨਿਤਾਣੀ ਹਰਿ ਬਿਨੁ ਕਿਉ ਪਾਵੈ ਸੁਖ ਮਹਲੀ ॥"},"larivaar":{"gurmukhi":"inmwxIinqwxIhiribnuikaupwvYsuKmhlI]","unicode":"ਨਿਮਾਣੀਨਿਤਾਣੀਹਰਿਬਿਨੁਕਿਉਪਾਵੈਸੁਖਮਹਲੀ॥"},"translation":{"en":{"bdb":"The bride is dishonored and powerless; how will she find peace without her Lord?","ms":"Unhonoured and powerless is the bride. How can she obtain peace without her Lord?","ssk":"The bride is dishonored and powerless; how will she find peace without her Lord?"},"pu":{"ss":{"gurmukhi":"ijqnw icr jIv-iesq®I pRBU qoN v`K rih ky (ivkwrW dI qpS nwl) inFwl qy kmzor hY, auqnw icr (qpSoN bcy hoey pRBU dy) mhl dw AwnMd nhIN mwx skdI [","unicode":"ਜਿਤਨਾ ਚਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ) ਨਿਢਾਲ ਤੇ ਕਮਜ਼ੋਰ ਹੈ, ਉਤਨਾ ਚਿਰ (ਤਪਸ਼ੋਂ ਬਚੇ ਹੋਏ ਪ੍ਰਭੂ ਦੇ) ਮਹਲ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦੀ ।"},"ft":{"gurmukhi":"hy Bgvn! mn kr mYN inmwxI hUM Ar qn kr ky BI inqwxI hUM, gux swrn Awidk swD ky Awskq hUM[ hy hrI! qyrI ikrpw sy ibnW (mhlI) sÍrUp suK ko kYsy pwvoN?]","unicode":"ਹੇ ਭਗਵਨ! ਮਨ ਕਰ ਮੈਂ ਨਿਮਾਣੀ ਹੂੰ ਅਰ ਤਨ ਕਰ ਕੇ ਭੀ ਨਿਤਾਣੀ ਹੂੰ, ਗੁਣ ਸਾਰਨ ਆਦਿਕ ਸਾਧ ਕੇ ਆਸਕਤ ਹੂੰ। ਹੇ ਹਰੀ! ਤੇਰੀ ਕਿਰਪਾ ਸੇ ਬਿਨਾਂ (ਮਹਲੀ) ਸ੍ਵਰੂਪ ਸੁਖ ਕੋ ਕੈਸੇ ਪਾਵੋਂ?॥"},"bdb":{"gurmukhi":"ijqnw icr jIv-iesq®I pRBU qoN v`K rih ky (ivkwrW dI qpS nwl) inFwl qy kmzor hY, auqnw icr (qpSoN bcy hoey pRBU dy) mhl dw AwnMd nhIN mwx skdI [","unicode":"ਜਿਤਨਾ ਚਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ) ਨਿਢਾਲ ਤੇ ਕਮਜ਼ੋਰ ਹੈ, ਉਤਨਾ ਚਿਰ (ਤਪਸ਼ੋਂ ਬਚੇ ਹੋਏ ਪ੍ਰਭੂ ਦੇ) ਮਹਲ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦੀ ।"},"ms":{"gurmukhi":"byiejq Aqy blhIx hY pqnI Awpxy sweIN dy bgYr[ aUh iks qrHW Awrwm pw skdI hY?","unicode":"ਬੇਇਜਤ ਅਤੇ ਬਲਹੀਣ ਹੈ ਪਤਨੀ ਆਪਣੇ ਸਾਈਂ ਦੇ ਬਗੈਰ। ਊਹ ਕਿਸ ਤਰ੍ਹਾਂ ਆਰਾਮ ਪਾ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"voy a Verlo hasta ahí. La esposa es débil y no tiene poder, ¿cómo podría ella llegar al Éxtasis sin su Señor?"},"hi":{"ss":"जब तक जीव-स्त्री प्रभू से अलग रह के (विकारों की तपश से) निढाल और कमजोर है। तब तक (तपश से बचे हुए प्रभू के) महल का आनंद नहीं भोग सकती।","sts":"हे प्रभु ! विनम्र एवं असहाय जीव-स्त्री तेरे बिना महल में कैसे सुख पा सकती है।"}},"transliteration":{"english":"nimaanee nitaanee har bin kiau paavai sukh mahalee ||","hindi":"निमाणी निताणी हरि बिनु किउ पावै सुख महली ॥","en":"nimaanee nitaanee har bin kiau paavai sukh mahalee ||","hi":"निमाणी निताणी हरि बिनु किउ पावै सुख महली ॥","ipa":"nɪmɑɳi nɪt̪ɑɳi hər bɪn kɪo pɑʋæ sʊkʰ məhəli.","ur":"نِماݨیِ نتاݨیِ هر بن کا پاوَے سُکھ مهلیِ ۔۔"},"pageNo":1108,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47371,"shabadId":3981,"verse":{"gurmukhi":"nwnk jyiT jwxY iqsu jYsI krim imlY gux gihlI ]7]","unicode":"ਨਾਨਕ ਜੇਠਿ ਜਾਣੈ ਤਿਸੁ ਜੈਸੀ ਕਰਮਿ ਮਿਲੈ ਗੁਣ ਗਹਿਲੀ ॥੭॥"},"larivaar":{"gurmukhi":"nwnkjyiTjwxYiqsujYsIkrimimlYguxgihlI]7]","unicode":"ਨਾਨਕਜੇਠਿਜਾਣੈਤਿਸੁਜੈਸੀਕਰਮਿਮਿਲੈਗੁਣਗਹਿਲੀ॥੭॥"},"translation":{"en":{"bdb":"O Nanak, in Jayt'h, she who knows her Lord becomes just like Him; grasping virtue, she meets with the Merciful Lord. ||7||","ms":"In Jeth, O Nanak, she who knows her Lord, becomes like Him and grasping virtue through His grace, she meets with Him.","ssk":"O Nanak, in Jayt'h, she who knows her Lord becomes just like Him; grasping virtue, she meets with the Merciful Lord. ||7||"},"pu":{"ss":{"gurmukhi":"hy nwnk! jyT (dI swVdI lo) ivc pRBU dI is&iq-swlwh ƒ ihrdy ivc vsw lYx vwlI jyhVI jIv-iesq®I pRBU nwl jwx-pCwx pw lYNdI hY, auh aus (SWq-ic`q pRBU) vrgI ho jWdI hY, aus dI imhr nwl aus ivc iek-rUp ho jWdI hY (qy ivkwrW dI qpS-lo qoN bcI rihMdI hY) [7[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਠ (ਦੀ ਸਾੜਦੀ ਲੋ) ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਣ ਵਾਲੀ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਉਸ (ਸ਼ਾਂਤ-ਚਿੱਤ ਪ੍ਰਭੂ) ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼-ਲੋ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ) ।੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: jo iesqRI (jyiT) qIbr bYrwg ko Dwr kr qyry ko jwxy hY, so qyry jYsI hI hY[ prMqU jo qyrI (krim) ikrpw bKsIs kr suB guxoN myN imlI hY, so qum ny (gihlI) pkV leI ArQwq AByd kr leI hY]7]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਇਸਤ੍ਰੀ (ਜੇਠਿ) ਤੀਬਰ ਬੈਰਾਗ ਕੋ ਧਾਰ ਕਰ ਤੇਰੇ ਕੋ ਜਾਣੇ ਹੈ, ਸੋ ਤੇਰੇ ਜੈਸੀ ਹੀ ਹੈ। ਪਰੰਤੂ ਜੋ ਤੇਰੀ (ਕਰਮਿ) ਕਿਰਪਾ ਬਖਸੀਸ ਕਰ ਸੁਭ ਗੁਣੋਂ ਮੇਂ ਮਿਲੀ ਹੈ, ਸੋ ਤੁਮ ਨੇ (ਗਹਿਲੀ) ਪਕੜ ਲਈ ਅਰਥਾਤ ਅਭੇਦ ਕਰ ਲਈ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"hy nwnk! jyT (dI swVdI lo) ivc pRBU dI is&iq-swlwh ƒ ihrdy ivc vsw lYx vwlI jyhVI jIv-iesq®I pRBU nwl jwx-pCwx pw lYNdI hY, auh aus (SWq-ic`q pRBU) vrgI ho jWdI hY, aus dI imhr nwl aus ivc iek-rUp ho jWdI hY (qy ivkwrW dI qpS-lo qoN bcI rihMdI hY) [7[","unicode":"ਹੇ ਨਾਨਕ! ਜੇਠ (ਦੀ ਸਾੜਦੀ ਲੋ) ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਣ ਵਾਲੀ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਉਸ (ਸ਼ਾਂਤ-ਚਿੱਤ ਪ੍ਰਭੂ) ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਉਸ ਵਿਚ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼-ਲੋ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ) ।੭।"},"ms":{"gurmukhi":"jyT iv`c hy nwnk! ijhVI Awpxy suAwmI ƒ jwxdI hY, aUh aus vrgI ho jWdI hY Aqy aus dI imhr rwhIN nykI gRihx krky auh aus nwl iml jWdI hY[","unicode":"ਜੇਠ ਵਿੱਚ ਹੇ ਨਾਨਕ! ਜਿਹੜੀ ਆਪਣੇ ਸੁਆਮੀ ਨੂੰ ਜਾਣਦੀ ਹੈ, ਊਹ ਉਸ ਵਰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਸ ਦੀ ਮਿਹਰ ਰਾਹੀਂ ਨੇਕੀ ਗ੍ਰਹਿਣ ਕਰਕੇ ਉਹ ਉਸ ਨਾਲ ਮਿਲ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, por Su Gracia, ella se vuelve como su Señor, logrando el Mérito en el mes de Yeyth. (7)"},"hi":{"ss":"हे नानक ! जेठ (की तपाती लू) में प्रभू की सिफत-सालाह को हृदय में बसा लेने वाली जो जीव-स्त्री प्रभू के साथ जान-पहचान बना लेती है। वह उस (शांत-चिक्त प्रभू) जैसी हो जाती है। उसकी मेहर से उस में एक-रूप हो जाती है (और विकारों की तपश की लू से बची रहती है)। 7।","sts":"गुरु नानक का कथन है कि ज्येष्ठ के महीने में प्रभु-कृपा हो जाए तो उस जैसी ही बन जाती है और शुभ-गुणों से गुणवान बन जाती है॥ ७॥"}},"transliteration":{"english":"naanak jeTh jaanai tis jaisee karam milai gun gahilee ||7||","hindi":"नानक जेठि जाणै तिसु जैसी करमि मिलै गुण गहिली ॥७॥","en":"naanak jeTh jaanai tis jaisee karam milai gun gahilee ||7||","hi":"नानक जेठि जाणै तिसु जैसी करमि मिलै गुण गहिली ॥७॥","ipa":"nɑnək d͡ʒeʈʰ d͡ʒɑɳæ t̪ɪs d͡ʒæsi kərəm mɪlæ Gʊɳ Gəhɪli.7.","ur":"نانک جےٹھ جاݨَے تس جَےسیِ کرم ملَے گُݨ گهِلیِ ۔۔۷۔۔"},"pageNo":1108,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}