{"shabadInfo":{"shabadId":3982,"shabadName":47372,"pageNo":1108,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3981,"next":3983},"verses":[{"verseId":47372,"shabadId":3982,"verse":{"gurmukhi":"AwswVu Blw sUrju ggin qpY ]","unicode":"ਆਸਾੜੁ ਭਲਾ ਸੂਰਜੁ ਗਗਨਿ ਤਪੈ ॥"},"larivaar":{"gurmukhi":"AwswVuBlwsUrjugginqpY]","unicode":"ਆਸਾੜੁਭਲਾਸੂਰਜੁਗਗਨਿਤਪੈ॥"},"translation":{"en":{"bdb":"The month of Aasaarh is good; the sun blazes in the sky.","ms":"Good is the month of Asar, when the sun blazes in the sky.","ssk":"The month of Aasaarh is good; the sun blazes in the sky."},"pu":{"ss":{"gurmukhi":"(jdoN) hwV mhInw cMgw jobn ivc huMdw hY, AwkwS ivc sUrj qpdw hY [","unicode":"(ਜਦੋਂ) ਹਾੜ ਮਹੀਨਾ ਚੰਗਾ ਜੋਬਨ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਆਕਾਸ਼ ਵਿਚ ਸੂਰਜ ਤਪਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijs pRkwr hwV ky mhIny Akws myN sUrj (Blw) AqI qpqvwn hoqw hY, qYsy hI Awsw rUp AswV myN AgÎwn rUp sUrj rwg dÍYK ikrxoN kr myry irdy (ggin) Akws myN BlI pRkwr qp rhw hY]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਹਾੜ ਕੇ ਮਹੀਨੇ ਅਕਾਸ ਮੇਂ ਸੂਰਜ (ਭਲਾ) ਅਤੀ ਤਪਤਵਾਨ ਹੋਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਆਸਾ ਰੂਪ ਅਸਾੜ ਮੇਂ ਅਗ੍ਯਾਨ ਰੂਪ ਸੂਰਜ ਰਾਗ ਦ੍ਵੈਖ ਕਿਰਣੋਂ ਕਰ ਮੇਰੇ ਰਿਦੇ (ਗਗਨਿ) ਅਕਾਸ ਮੇਂ ਭਲੀ ਪ੍ਰਕਾਰ ਤਪ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(jdoN) hwV mhInw cMgw jobn ivc huMdw hY, AwkwS ivc sUrj qpdw hY [","unicode":"(ਜਦੋਂ) ਹਾੜ ਮਹੀਨਾ ਚੰਗਾ ਜੋਬਨ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਆਕਾਸ਼ ਵਿਚ ਸੂਰਜ ਤਪਦਾ ਹੈ ।"},"ms":{"gurmukhi":"cMgw hY hwV dw mhInw, jd ik Bwn Asmwn AMdr qpdw hY[","unicode":"ਚੰਗਾ ਹੈ ਹਾੜ ਦਾ ਮਹੀਨਾ, ਜਦ ਕਿ ਭਾਨ ਅਸਮਾਨ ਅੰਦਰ ਤਪਦਾ ਹੈ।"}},"es":{"sn":"Bendito es el mes de Asarh, cuando el Señor destella en el cielo, "},"hi":{"ss":"(जब) आसाढ़ का महीना पूरे यौवन में होता है। आकाश में सूरज तपता है।","sts":"आषाढ़ का महीना भला है, गगन में सूर्य तपता है,"}},"transliteration":{"english":"aasaaR bhalaa sooraj gagan tapai ||","hindi":"आसाड़ु भला सूरजु गगनि तपै ॥","en":"aasaaR bhalaa sooraj gagan tapai ||","hi":"आसाड़ु भला सूरजु गगनि तपै ॥","ipa":"əɑsɑɽ ɓəlɑ surəd͡ʒ GəGən t̪əpæ.","ur":"آساڑ بھلا سُورج گگن تپَے ۔۔"},"pageNo":1108,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":47373,"shabadId":3982,"verse":{"gurmukhi":"DrqI dUK shY soKY Agin BKY ]","unicode":"ਧਰਤੀ ਦੂਖ ਸਹੈ ਸੋਖੈ ਅਗਨਿ ਭਖੈ ॥"},"larivaar":{"gurmukhi":"DrqIdUKshYsoKYAginBKY]","unicode":"ਧਰਤੀਦੂਖਸਹੈਸੋਖੈਅਗਨਿਭਖੈ॥"},"translation":{"en":{"bdb":"The earth suffers in pain, parched and roasted in the fire.","ms":"The earth suffers sorrow and is parched and heated like fire.","ssk":"The earth suffers in pain, parched and roasted in the fire."},"pu":{"ss":{"gurmukhi":"(ijauN ijauN sUrj DrqI dI nmI ƒ) sukWdw hY, DrqI du`K shwrdI hY (DrqI dy jIA-jMq AOKy huMdy hn), DrqI A`g (vWg) BKdI hY [","unicode":"(ਜਿਉਂ ਜਿਉਂ ਸੂਰਜ ਧਰਤੀ ਦੀ ਨਮੀ ਨੂੰ) ਸੁਕਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੁੱਖ ਸਹਾਰਦੀ ਹੈ (ਧਰਤੀ ਦੇ ਜੀਅ-ਜੰਤ ਔਖੇ ਹੁੰਦੇ ਹਨ), ਧਰਤੀ ਅੱਗ (ਵਾਂਗ) ਭਖਦੀ ਹੈ ।"},"ft":{"gurmukhi":"myrI buDI rUp DrqI dUK shwrqI hY, ikauNik AgÎwn sUrj suB gux rUp jl ko iqs myN sy soKn krqw hY AO Agn vq qp rhw hY, vw iqs kr ky Agn vq buDI BK rhI hY]","unicode":"ਮੇਰੀ ਬੁਧੀ ਰੂਪ ਧਰਤੀ ਦੂਖ ਸਹਾਰਤੀ ਹੈ, ਕਿਉਂਕਿ ਅਗ੍ਯਾਨ ਸੂਰਜ ਸੁਭ ਗੁਣ ਰੂਪ ਜਲ ਕੋ ਤਿਸ ਮੇਂ ਸੇ ਸੋਖਨ ਕਰਤਾ ਹੈ ਔ ਅਗਨ ਵਤ ਤਪ ਰਹਾ ਹੈ, ਵਾ ਤਿਸ ਕਰ ਕੇ ਅਗਨ ਵਤ ਬੁਧੀ ਭਖ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ijauN ijauN sUrj DrqI dI nmI ƒ) sukWdw hY, DrqI du`K shwrdI hY (DrqI dy jIA-jMq AOKy huMdy hn), DrqI A`g (vWg) BKdI hY [","unicode":"(ਜਿਉਂ ਜਿਉਂ ਸੂਰਜ ਧਰਤੀ ਦੀ ਨਮੀ ਨੂੰ) ਸੁਕਾਂਦਾ ਹੈ, ਧਰਤੀ ਦੁੱਖ ਸਹਾਰਦੀ ਹੈ (ਧਰਤੀ ਦੇ ਜੀਅ-ਜੰਤ ਔਖੇ ਹੁੰਦੇ ਹਨ), ਧਰਤੀ ਅੱਗ (ਵਾਂਗ) ਭਖਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jmIn qklIP shwrdI hY Aqy A`g dI mwinMd BujdI AMy BKdI hY[","unicode":"ਜਮੀਨ ਤਕਲੀਫ ਸਹਾਰਦੀ ਹੈ ਅਤੇ ਅੱਗ ਦੀ ਮਾਨਿੰਦ ਭੁਜਦੀ ਅੰੇ ਭਖਦੀ ਹੈ।"}},"es":{"sn":"la tierra se calienta y se sufre dolor. Su savia se va debilitando por el fuego "},"hi":{"ss":"(ज्यों-ज्यों सूरज धरती की नमी को) सुखाता है। धरती दुख सहती है (धरती के जीव-जन्तु दुखी होते हैं)।","sts":"धरती दुख सहन करती है, इतनी गर्मी पड़ती है कि वह जलकर सूख जाती है।"}},"transliteration":{"english":"dharatee dhookh sahai sokhai agan bhakhai ||","hindi":"धरती दूख सहै सोखै अगनि भखै ॥","en":"dharatee dhookh sahai sokhai agan bhakhai ||","hi":"धरती दूख सहै सोखै अगनि भखै ॥","ipa":"t̪ərət̪i d̪ukʰ səhæ sɔkʰæ əGən ɓəkʰæ.","ur":"دھرتیِ دُوکھ سهَے سوکھَے اگن بھکھَے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47374,"shabadId":3982,"verse":{"gurmukhi":"Agin rsu soKY mrIAY DoKY BI so ikrqu n hwry ]","unicode":"ਅਗਨਿ ਰਸੁ ਸੋਖੈ ਮਰੀਐ ਧੋਖੈ ਭੀ ਸੋ ਕਿਰਤੁ ਨ ਹਾਰੇ ॥"},"larivaar":{"gurmukhi":"AginrsusoKYmrIAYDoKYBIsoikrqunhwry]","unicode":"ਅਗਨਿਰਸੁਸੋਖੈਮਰੀਐਧੋਖੈਭੀਸੋਕਿਰਤੁਨਹਾਰੇ॥"},"translation":{"en":{"bdb":"The fire dries up the moisture, and she dies in agony. But even then, the sun does not grow tired.","ms":"The heat dries up moisture and men die in anxiety. Even then the sun wearies not in his task.","ssk":"The fire dries up the moisture, and she dies in agony. But even then, the sun does not grow tired."},"pu":{"ss":{"gurmukhi":"(sUrj) A`g (vWg) pwxI ƒ sukWdw hY, (hryk dI ijMd) k®wh k®wh ky duKI huMdI hY, iPr BI sUrj Awpxw krq`b nhIN C`fdw (krI jWdw hY) [","unicode":"(ਸੂਰਜ) ਅੱਗ (ਵਾਂਗ) ਪਾਣੀ ਨੂੰ ਸੁਕਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੀ ਜਿੰਦ) ਕ੍ਰਾਹ ਕ੍ਰਾਹ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, ਫਿਰ ਭੀ ਸੂਰਜ ਆਪਣਾ ਕਰਤੱਬ ਨਹੀਂ ਛੱਡਦਾ (ਕਰੀ ਜਾਂਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"Agn vq qp kr guxoN rUp (rsu) jl ko sukwvqw hY iesI qy (DoKY) sMsoN myN mrIqw hY, (BI) bhuVo AgÎwn sUrj qpwaux rUp Apny krm ko hwrqw nhIN ArQwq iqAwg nhIN krqw, Bwv Xh ik AgÎwn jIv ko bwrMbwr qpwvqw hY]","unicode":"ਅਗਨ ਵਤ ਤਪ ਕਰ ਗੁਣੋਂ ਰੂਪ (ਰਸੁ) ਜਲ ਕੋ ਸੁਕਾਵਤਾ ਹੈ ਇਸੀ ਤੇ (ਧੋਖੈ) ਸੰਸੋਂ ਮੇਂ ਮਰੀਤਾ ਹੈ, (ਭੀ) ਬਹੁੜੋ ਅਗ੍ਯਾਨ ਸੂਰਜ ਤਪਾਉਣ ਰੂਪ ਅਪਨੇ ਕਰਮ ਕੋ ਹਾਰਤਾ ਨਹੀਂ ਅਰਥਾਤ ਤਿਆਗ ਨਹੀਂ ਕਰਤਾ, ਭਾਵ ਯਹ ਕਿ ਅਗ੍ਯਾਨ ਜੀਵ ਕੋ ਬਾਰੰਬਾਰ ਤਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(sUrj) A`g (vWg) pwxI ƒ sukWdw hY, (hryk dI ijMd) k®wh k®wh ky duKI huMdI hY, iPr BI sUrj Awpxw krq`b nhIN C`fdw (krI jWdw hY) [","unicode":"(ਸੂਰਜ) ਅੱਗ (ਵਾਂਗ) ਪਾਣੀ ਨੂੰ ਸੁਕਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੀ ਜਿੰਦ) ਕ੍ਰਾਹ ਕ੍ਰਾਹ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, ਫਿਰ ਭੀ ਸੂਰਜ ਆਪਣਾ ਕਰਤੱਬ ਨਹੀਂ ਛੱਡਦਾ (ਕਰੀ ਜਾਂਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"grmI qrwvq ƒ sukwauNdI hY qy ienswn iPkr icMqw AMdr mrdy hn[ qd BI sUrj Awpxy kMm AMdr Qkdw nhIN[","unicode":"ਗਰਮੀ ਤਰਾਵਤ ਨੂੰ ਸੁਕਾਉਂਦੀ ਹੈ ਤੇ ਇਨਸਾਨ ਫਿਕਰ ਚਿੰਤਾ ਅੰਦਰ ਮਰਦੇ ਹਨ। ਤਦ ਭੀ ਸੂਰਜ ਆਪਣੇ ਕੰਮ ਅੰਦਰ ਥਕਦਾ ਨਹੀਂ।"}},"es":{"sn":"del sol y ella termina siendo engañada, pero no se olvida de su tarea. "},"hi":{"ss":"धरती आग (की तरह) धधकती है। (सूरज) आग (की तरह) पानी को सुखाता है। (हरेक जीवात्मा) त्राहि-त्राहि के दुखी होती है। फिर भी सूरज अपना कर्तव्य नहीं छोड़ता (अपना काम किए जाता है)।","sts":"अग्नि रूपी सूर्य जल को सुखा देता है, खुद तो जलता ही है, मगर अपने काम में हार नहीं मानता।"}},"transliteration":{"english":"agan ras sokhai mareeaai dhokhai bhee so kirat na haare ||","hindi":"अगनि रसु सोखै मरीऐ धोखै भी सो किरतु न हारे ॥","en":"agan ras sokhai mareeaai dhokhai bhee so kirat na haare ||","hi":"अगनि रसु सोखै मरीऐ धोखै भी सो किरतु न हारे ॥","ipa":"əGən rəs sɔkʰæ məriæ t̪ɔkʰæ ɓi sɔ kɪrət̪ nə hɑre.","ur":"اگن رس سوکھَے مریِاَے دھوکھَے بھیِ سو کرت ن هارے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47375,"shabadId":3982,"verse":{"gurmukhi":"rQu iPrY CwieAw Dn qwkY tIfu lvY mMiJ bwry ]","unicode":"ਰਥੁ ਫਿਰੈ ਛਾਇਆ ਧਨ ਤਾਕੈ ਟੀਡੁ ਲਵੈ ਮੰਝਿ ਬਾਰੇ ॥"},"larivaar":{"gurmukhi":"rQuiPrYCwieAwDnqwkYtIfulvYmMiJbwry]","unicode":"ਰਥੁਫਿਰੈਛਾਇਆਧਨਤਾਕੈਟੀਡੁਲਵੈਮੰਝਿਬਾਰੇ॥"},"translation":{"en":{"bdb":"His chariot moves on, and the soul-bride seeks shade; the crickets are chirping in the forest.","ms":"The sun's chariot moves on, the wife looks for the shade and the grass-hopper chirp in the forest.","ssk":"His chariot moves on, and the soul-bride seeks shade; the crickets are chirping in the forest."},"pu":{"ss":{"gurmukhi":"(sUrj dw) rQ c`kr lWdw hY, kmzor ijMd ikqy CW dw Awsrw lYNdI hY, bINfw BI bwhr jUh ivc (ru`K dI CwvyN) tIN tIN ipAw krdw hY (hryk jIv qpS qoN jwn lukWdw id`sdw hY) [","unicode":"(ਸੂਰਜ ਦਾ) ਰਥ ਚੱਕਰ ਲਾਂਦਾ ਹੈ, ਕਮਜ਼ੋਰ ਜਿੰਦ ਕਿਤੇ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, ਬੀਂਡਾ ਭੀ ਬਾਹਰ ਜੂਹ ਵਿਚ (ਰੁੱਖ ਦੀ ਛਾਵੇਂ) ਟੀਂ ਟੀਂ ਪਿਆ ਕਰਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਤਪਸ਼ ਤੋਂ ਜਾਨ ਲੁਕਾਂਦਾ ਦਿੱਸਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"bhuVo jb AswV mhIny myN sUrj kw rQ iPrqw hY ArQwq auqRwiex dKXwiex ko hoqw hY qb iesqRIAW ibRCwidkoN kI CwXw ko qkqI hYN AOr (bwry) aujwVoN ky bIc (tIfu) ibMfy (lvY) bolqy hYN[ punw: AMqRIv ArQ: jb AgÎwn kw rQu iPrw qb jgÎwsU rUp iesqRI iekwgrqw vw sWqI rUp CwXw ko qk rhI hYN AOr kwm, kRoDwid ibkwr rUp ibMfy AMqihkrx vw srIr rUpI (bwry) aujwV myN bolqy hYN, Bwv Apny Apny ivisEN kI KYNc krqy hYN]","unicode":"ਬਹੁੜੋ ਜਬ ਅਸਾੜ ਮਹੀਨੇ ਮੇਂ ਸੂਰਜ ਕਾ ਰਥ ਫਿਰਤਾ ਹੈ ਅਰਥਾਤ ਉਤ੍ਰਾਇਣ ਦਖਯਾਇਣ ਕੋ ਹੋਤਾ ਹੈ ਤਬ ਇਸਤ੍ਰੀਆਂ ਬ੍ਰਿਛਾਦਿਕੋਂ ਕੀ ਛਾਯਾ ਕੋ ਤਕਤੀ ਹੈਂ ਔਰ (ਬਾਰੇ) ਉਜਾੜੋਂ ਕੇ ਬੀਚ (ਟੀਡੁ) ਬਿੰਡੇ (ਲਵੈ) ਬੋਲਤੇ ਹੈਂ। ਪੁਨਾ: ਅੰਤ੍ਰੀਵ ਅਰਥ: ਜਬ ਅਗ੍ਯਾਨ ਕਾ ਰਥੁ ਫਿਰਾ ਤਬ ਜਗ੍ਯਾਸੂ ਰੂਪ ਇਸਤ੍ਰੀ ਇਕਾਗਰਤਾ ਵਾ ਸਾਂਤੀ ਰੂਪ ਛਾਯਾ ਕੋ ਤਕ ਰਹੀ ਹੈਂ ਔਰ ਕਾਮ, ਕ੍ਰੋਧਾਦਿ ਬਿਕਾਰ ਰੂਪ ਬਿੰਡੇ ਅੰਤਹਿਕਰਣ ਵਾ ਸਰੀਰ ਰੂਪੀ (ਬਾਰੇ) ਉਜਾੜ ਮੇਂ ਬੋਲਤੇ ਹੈਂ, ਭਾਵ ਅਪਨੇ ਅਪਨੇ ਵਿਸਿਓਂ ਕੀ ਖੈਂਚ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(sUrj dw) rQ c`kr lWdw hY, kmzor ijMd ikqy CW dw Awsrw lYNdI hY, bINfw BI bwhr jUh ivc (ru`K dI CwvyN) tIN tIN ipAw krdw hY (hryk jIv qpS qoN jwn lukWdw id`sdw hY) [","unicode":"(ਸੂਰਜ ਦਾ) ਰਥ ਚੱਕਰ ਲਾਂਦਾ ਹੈ, ਕਮਜ਼ੋਰ ਜਿੰਦ ਕਿਤੇ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੀ ਹੈ, ਬੀਂਡਾ ਭੀ ਬਾਹਰ ਜੂਹ ਵਿਚ (ਰੁੱਖ ਦੀ ਛਾਵੇਂ) ਟੀਂ ਟੀਂ ਪਿਆ ਕਰਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਤਪਸ਼ ਤੋਂ ਜਾਨ ਲੁਕਾਂਦਾ ਦਿੱਸਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"sUrj dw r`Q quirAw jWdw hY, vhutI CW ƒ qkwauNdI hY Aqy it¤fy jMgl iv`c boldy hn[","unicode":"ਸੂਰਜ ਦਾ ਰੱਥ ਤੁਰਿਆ ਜਾਂਦਾ ਹੈ, ਵਹੁਟੀ ਛਾਂ ਨੂੰ ਤਕਾਉਂਦੀ ਹੈ ਅਤੇ ਟਿੱਡੇ ਜੰਗਲ ਵਿੱਚ ਬੋਲਦੇ ਹਨ।"}},"es":{"sn":"La carroza del sol continúa su movimiento y la esposa busca entonces una sombra, y en el bosque el grillo sufre."},"hi":{"ss":"(सूर्य का) रथ चक्कर लगाता है। कमजोर जिंद कहीं छाया का आसरा लेती है। बींडा भी बाहर जुहू में (पेड़ो की छाया में) टीं-टीं करता है (हरेक जीव तपश से जान बचाता दिखाई देता है)।","sts":"उसका रथ फिरता रहता है, जीव-स्त्री उसकी गर्मी से बचने के लिए छाया ढूंढती है, टिड्डे सूनी जमीन पर आवाजें निकालते रहते हैं।"}},"transliteration":{"english":"rath firai chhaiaa dhan taakai Teedd lavai ma(n)jh baare ||","hindi":"रथु फिरै छाइआ धन ताकै टीडु लवै मंझि बारे ॥","en":"rath firai chhaiaa dhan taakai Teedd lavai ma(n)jh baare ||","hi":"रथु फिरै छाइआ धन ताकै टीडु लवै मंझि बारे ॥","ipa":"rət̪ʰ fɪræ ɕɑɪɑ t̪ən t̪ɑkæ ʈiɖ ləʋæ məŋɖ͡ʐ bɑre.","ur":"رتھ پھرَے چھاایا دھن تاکَے ٹیِڈ لوَے مںجھ بارے ۔۔"},"pageNo":1108,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":47376,"shabadId":3982,"verse":{"gurmukhi":"Avgx bwiD clI duKu AwgY suKu iqsu swcu smwly ]","unicode":"ਅਵਗਣ ਬਾਧਿ ਚਲੀ ਦੁਖੁ ਆਗੈ ਸੁਖੁ ਤਿਸੁ ਸਾਚੁ ਸਮਾਲੇ ॥"},"larivaar":{"gurmukhi":"AvgxbwiDclIduKuAwgYsuKuiqsuswcusmwly]","unicode":"ਅਵਗਣਬਾਧਿਚਲੀਦੁਖੁਆਗੈਸੁਖੁਤਿਸੁਸਾਚੁਸਮਾਲੇ॥"},"translation":{"en":{"bdb":"She ties up her bundle of faults and demerits, and suffers in the world hereafter. But dwelling on the True Lord, she finds peace.","ms":"She, who departs, tying the bundle of sins, suppers hereafter and she, who remembers the True Lord, obtains peace.","ssk":"She ties up her bundle of faults and demerits, and suffers in the world hereafter. But dwelling on the True Lord, she finds peace."},"pu":{"ss":{"gurmukhi":"(AjyhI mwnsk qpS dw) du`K aus jIv-iesq®I dy swhmxy (Bwv, jIvn-s&r ivc) mOjUd rihMdw hY, jo mMdy krmW (dI pMf isry auqy) bMnH ky qurdI hY [ Awqmk AwnMd isr& aus ƒ hY jo sdw-iQr pRBU ƒ Awpxy ihrdy ivc itkw r`KdI hY [","unicode":"(ਅਜੇਹੀ ਮਾਨਸਕ ਤਪਸ਼ ਦਾ) ਦੁੱਖ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਹਮਣੇ (ਭਾਵ, ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮੰਦੇ ਕਰਮਾਂ (ਦੀ ਪੰਡ ਸਿਰੇ ਉਤੇ) ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ । ਆਤਮਕ ਆਨੰਦ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ ।"},"ft":{"gurmukhi":"jo iesqRI AOgxoN kI gTVI bWD kr, Bwv AOgxoN ko Dwr kr sMswr myN (clI) ibcrqI hY; vw pRlok myN clI, iqs ko (AwgY) pRlok myN duK hoqw hY[ AOr ijs ny qyry scy nwm ko icMqn kIAw hY suK iqs hI ko hoqw hY]","unicode":"ਜੋ ਇਸਤ੍ਰੀ ਔਗਣੋਂ ਕੀ ਗਠੜੀ ਬਾਂਧ ਕਰ, ਭਾਵ ਔਗਣੋਂ ਕੋ ਧਾਰ ਕਰ ਸੰਸਾਰ ਮੇਂ (ਚਲੀ) ਬਿਚਰਤੀ ਹੈ; ਵਾ ਪ੍ਰਲੋਕ ਮੇਂ ਚਲੀ, ਤਿਸ ਕੋ (ਆਗੈ) ਪ੍ਰਲੋਕ ਮੇਂ ਦੁਖ ਹੋਤਾ ਹੈ। ਔਰ ਜਿਸ ਨੇ ਤੇਰੇ ਸਚੇ ਨਾਮ ਕੋ ਚਿੰਤਨ ਕੀਆ ਹੈ ਸੁਖ ਤਿਸ ਹੀ ਕੋ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(AjyhI mwnsk qpS dw) du`K aus jIv-iesq®I dy swhmxy (Bwv, jIvn-s&r ivc) mOjUd rihMdw hY, jo mMdy krmW (dI pMf isry auqy) bMnH ky qurdI hY [ Awqmk AwnMd isr& aus ƒ hY jo sdw-iQr pRBU ƒ Awpxy ihrdy ivc itkw r`KdI hY [","unicode":"(ਅਜੇਹੀ ਮਾਨਸਕ ਤਪਸ਼ ਦਾ) ਦੁੱਖ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਾਹਮਣੇ (ਭਾਵ, ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਮੰਦੇ ਕਰਮਾਂ (ਦੀ ਪੰਡ ਸਿਰੇ ਉਤੇ) ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ । ਆਤਮਕ ਆਨੰਦ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ ।"},"ms":{"gurmukhi":"jo pwpW dI pMf ƒ bMnH ky qurdI hY, auh A¤gy kSt auTwauNdI hY, Aqy ijhVI aUs s¤cy suAwmI ƒ ismrdI hY, auh Awrwm pwauNdI hY[","unicode":"ਜੋ ਪਾਪਾਂ ਦੀ ਪੰਡ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਤੁਰਦੀ ਹੈ, ਉਹ ਅੱਗੇ ਕਸ਼ਟ ਉਠਾਉਂਦੀ ਹੈ, ਅਤੇ ਜਿਹੜੀ ਊਸ ਸੱਚੇ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਦੀ ਹੈ, ਉਹ ਆਰਾਮ ਪਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"La que lleva consigo la carga de la maldad, sufre al final, pero aquélla que reúne la Verdad, es bendecida con Éxtasis. "},"hi":{"ss":"(ऐसी मानसिक तपश का) दुख उस जीव-स्त्री के सामने (भाव। जीवन-यात्रा में) मौजूद रहता है। जो बुरे कर्मों (की पोटली सिर पर) बॉध के चलती है। आत्मिक आनंद सिर्फ उसको है जो सदा-स्थिर प्रभू को अपने हृदय में टिकाए रखती है।","sts":"जो अवगुणों की गठरी बांधकर चली जाती है, उसे आगे दुख ही प्राप्त होता है, मगर सुख वही पाता है, जो परम-सत्य का चिंतन करता है।"}},"transliteration":{"english":"avagan baadh chalee dhukh aagai sukh tis saach samaale ||","hindi":"अवगण बाधि चली दुखु आगै सुखु तिसु साचु समाले ॥","en":"avagan baadh chalee dhukh aagai sukh tis saach samaale ||","hi":"अवगण बाधि चली दुखु आगै सुखु तिसु साचु समाले ॥","ipa":"əʋəGəɳ bɑt̪ə̀ t͡ʃəli d̪ʊkʰ əɑGæ sʊkʰ t̪ɪs sɑt͡ʃ səmɑle.","ur":"اوگݨ بادھ چلیِ دُکھ آگَے سُکھ تس ساچ سمالے ۔۔"},"pageNo":1108,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47377,"shabadId":3982,"verse":{"gurmukhi":"nwnk ijs no iehu mnu dIAw mrxu jIvxu pRB nwly ]8]","unicode":"ਨਾਨਕ ਜਿਸ ਨੋ ਇਹੁ ਮਨੁ ਦੀਆ ਮਰਣੁ ਜੀਵਣੁ ਪ੍ਰਭ ਨਾਲੇ ॥੮॥"},"larivaar":{"gurmukhi":"nwnkijsnoiehumnudIAwmrxujIvxupRBnwly]8]","unicode":"ਨਾਨਕਜਿਸਨੋਇਹੁਮਨੁਦੀਆਮਰਣੁਜੀਵਣੁਪ੍ਰਭਨਾਲੇ॥੮॥"},"translation":{"en":{"bdb":"O Nanak, I have given this mind to Him; death and life rest with God. ||8||","ms":"Nanak, my death and life are with the Lord, to whom I have surrendered this soul of mine.","ssk":"O Nanak, I have given this mind to Him; death and life rest with God. ||8||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU ny hrI-nwm ismrn vwlw mn id`qw hY, pRBU nwl aus dw sdIvI swQ bx jWdw hY (aus ƒ hwV dI khr dI qpS vrgw ivkwrW dw syk poh nhIN skdw) [8[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ।੮।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy pRBU! ijs Awp ko mYny eyhu mnu dy dIAw hY mrxW jIvxW BI myrw iqs Awp ky swQ hY[ XQw prmwx-Çm:5] mrxM ibsruxM goibMdh jIvxM hirnwm iDAwvxh]Çvw dUsrw ArQ pWcau qukoN kw AwswV kw (Aw) vsys kr ky (swV) qp qpxw (Blw) AiDk hY, ikauNik dyih AiDAws rUp sUrj irdy Akws myN qp rhw hY[ swsqR myN ilKw hY ADÎws qy ibnW AgÎwn duKdweI nhIN ADÎws sihq AgÎwn jIv ko duKdweI hY[ jwgRq supn myN ADÎws hY qb duK pRqIq hoqy hYN[ sKopiq ivKy ssqRoN ky Gwv AwidkoN kw koaU BI duK pRqIq nhIN hoqw[ Awqmw Anwqmw ky smwn AMsoN kw pRqIq hoxw inimq kwrx hY AOr jo vsys AMsoN kw pRIq n hoxw XhI ADÎws kw aupwdwn kwrx hY[ AhM suKI AhM duKI AhM rUp bDr AhM kwxo ieqÎwidk pRqIq, Bwv Xh ik dyh swQ ApxI eykqw jwnxI XhI ADÎws kw sÍrUp hY[ jnm jnmWqRoN kI pRwpqI eyhI ADÎws kw Pl hY[ (DrqI dUK shY) iqs ADÎws kr ky buDI rUp DrqI duKoN ko shwrqI hY[ ADÎws sUrj Agn ky smwn (BKy) prjÍlq hUAw soKqw hY[ jy khYN ikAw soKn krqw hY? iqs pir khqy hYN: Agn rs Agn sm qp ky (rs) pRym ko soKqw hY[ pRym auplKq ","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਆਪ ਕੋ ਮੈਨੇ ਏਹੁ ਮਨੁ ਦੇ ਦੀਆ ਹੈ ਮਰਣਾਂ ਜੀਵਣਾਂ ਭੀ ਮੇਰਾ ਤਿਸ ਆਪ ਕੇ ਸਾਥ ਹੈ। ਯਥਾ ਪਰਮਾਣ-☬ਮ:੫॥ ਮਰਣੰ ਬਿਸਰੁਣੰ ਗੋਬਿੰਦਹ ਜੀਵਣੰ ਹਰਿਨਾਮ ਧਿਆਵਣਹ॥☬ਵਾ ਦੂਸਰਾ ਅਰਥ ਪਾਂਚਉ ਤੁਕੋਂ ਕਾ ਆਸਾੜ ਕਾ (ਆ) ਵਸੇਸ ਕਰ ਕੇ (ਸਾੜ) ਤਪ ਤਪਣਾ (ਭਲਾ) ਅਧਿਕ ਹੈ, ਕਿਉਂਕਿ ਦੇਹਿ ਅਧਿਆਸ ਰੂਪ ਸੂਰਜ ਰਿਦੇ ਅਕਾਸ ਮੇਂ ਤਪ ਰਹਾ ਹੈ। ਸਾਸਤ੍ਰ ਮੇਂ ਲਿਖਾ ਹੈ ਅਧ੍ਯਾਸ ਤੇ ਬਿਨਾਂ ਅਗ੍ਯਾਨ ਦੁਖਦਾਈ ਨਹੀਂ ਅਧ੍ਯਾਸ ਸਹਿਤ ਅਗ੍ਯਾਨ ਜੀਵ ਕੋ ਦੁਖਦਾਈ ਹੈ। ਜਾਗ੍ਰਤ ਸੁਪਨ ਮੇਂ ਅਧ੍ਯਾਸ ਹੈ ਤਬ ਦੁਖ ਪ੍ਰਤੀਤ ਹੋਤੇ ਹੈਂ। ਸਖੋਪਤਿ ਵਿਖੇ ਸਸਤ੍ਰੋਂ ਕੇ ਘਾਵ ਆਦਿਕੋਂ ਕਾ ਕੋਊ ਭੀ ਦੁਖ ਪ੍ਰਤੀਤ ਨਹੀਂ ਹੋਤਾ। ਆਤਮਾ ਅਨਾਤਮਾ ਕੇ ਸਮਾਨ ਅੰਸੋਂ ਕਾ ਪ੍ਰਤੀਤ ਹੋਣਾ ਨਿਮਿਤ ਕਾਰਣ ਹੈ ਔਰ ਜੋ ਵਸੇਸ ਅੰਸੋਂ ਕਾ ਪ੍ਰੀਤ ਨ ਹੋਣਾ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਉਪਾਦਾਨ ਕਾਰਣ ਹੈ। ਅਹੰ ਸੁਖੀ ਅਹੰ ਦੁਖੀ ਅਹੰ ਰੂਪ ਬਧਰ ਅਹੰ ਕਾਣੋ ਇਤ੍ਯਾਦਿਕ ਪ੍ਰਤੀਤ, ਭਾਵ ਯਹ ਕਿ ਦੇਹ ਸਾਥ ਅਪਣੀ ਏਕਤਾ ਜਾਨਣੀ ਯਹੀ ਅਧ੍ਯਾਸ ਕਾ ਸ੍ਵਰੂਪ ਹੈ। ਜਨਮ ਜਨਮਾਂਤ੍ਰੋਂ ਕੀ ਪ੍ਰਾਪਤੀ ਏਹੀ ਅਧ੍ਯਾਸ ਕਾ ਫਲ ਹੈ। (ਧਰਤੀ ਦੂਖ ਸਹੈ) ਤਿਸ ਅਧ੍ਯਾਸ ਕਰ ਕੇ ਬੁਧੀ ਰੂਪ ਧਰਤੀ ਦੁਖੋਂ ਕੋ ਸਹਾਰਤੀ ਹੈ। ਅਧ੍ਯਾਸ ਸੂਰਜ ਅਗਨ ਕੇ ਸਮਾਨ (ਭਖੇ) ਪਰਜ੍ਵਲਤ ਹੂਆ ਸੋਖਤਾ ਹੈ। ਜੇ ਕਹੈਂ ਕਿਆ ਸੋਖਨ ਕਰਤਾ ਹੈ? ਤਿਸ ਪਰਿ ਕਹਤੇ ਹੈਂ: ਅਗਨ ਰਸ ਅਗਨ ਸਮ ਤਪ ਕੇ (ਰਸ) ਪ੍ਰੇਮ ਕੋ ਸੋਖਤਾ ਹੈ। ਪ੍ਰੇਮ ਉਪਲਖਤ "},"bdb":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU ny hrI-nwm ismrn vwlw mn id`qw hY, pRBU nwl aus dw sdIvI swQ bx jWdw hY (aus ƒ hwV dI khr dI qpS vrgw ivkwrW dw syk poh nhIN skdw) [8[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਮਨ ਦਿੱਤਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਸ ਦਾ ਸਦੀਵੀ ਸਾਥ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਹਾੜ ਦੀ ਕਹਰ ਦੀ ਤਪਸ਼ ਵਰਗਾ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ।੮।"},"ms":{"gurmukhi":"nwnk, myrw mrnw Aqy ijauxw aus suAwmI dy nwl hY, ijs ƒ ik mYN AwpxI ieh ijMdVI smrpx kIqI hoeI hY[","unicode":"ਨਾਨਕ, ਮੇਰਾ ਮਰਨਾ ਅਤੇ ਜਿਉਣਾ ਉਸ ਸੁਆਮੀ ਦੇ ਨਾਲ ਹੈ, ਜਿਸ ਨੂੰ ਕਿ ਮੈਂ ਆਪਣੀ ਇਹ ਜਿੰਦੜੀ ਸਮਰਪਣ ਕੀਤੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"Sí, dice Nanak, Quien sea que es bendecido con tal mente, se conserva con el Señor en la vida y en la muerte. (8)"},"hi":{"ss":"हे नानक ! जिस जीव-स्त्री को प्रभू ने हरी-नाम सिमरन वाला मन दिया है। प्रभू के साथ उसका सदीवी साथ बन जाता है (उसको आसाढ़ की कहर भरी तपश जैसा विकारों का सेक छू नहीं सकता)। 8।","sts":"गुरु नानक का कथन है कि जिसे यह मन दिया है, उसका जन्म-मरण भी प्रभु के साथ है॥ ८॥"}},"transliteration":{"english":"naanak jis no ih man dheeaa maran jeevan prabh naale ||8||","hindi":"नानक जिस नो इहु मनु दीआ मरणु जीवणु प्रभ नाले ॥८॥","en":"naanak jis no ih man dheeaa maran jeevan prabh naale ||8||","hi":"नानक जिस नो इहु मनु दीआ मरणु जीवणु प्रभ नाले ॥८॥","ipa":"nɑnək d͡ʒɪs nɔ eɪh mən d̪iəɑ mərəɳ d͡ʒiʋəɳ pɹəɓ nɑle.8.","ur":"نانک جس نو اهُ من دیِآ مرݨ جیِوݨ پربھ نالے ۔۔۸۔۔"},"pageNo":1108,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"}]}}]}