{"shabadInfo":{"shabadId":3983,"shabadName":47378,"pageNo":1108,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3982,"next":3984},"verses":[{"verseId":47378,"shabadId":3983,"verse":{"gurmukhi":"swvix srs mnw Gx vrsih ruiq Awey ]","unicode":"ਸਾਵਣਿ ਸਰਸ ਮਨਾ ਘਣ ਵਰਸਹਿ ਰੁਤਿ ਆਏ ॥"},"larivaar":{"gurmukhi":"swvixsrsmnwGxvrsihruiqAwey]","unicode":"ਸਾਵਣਿਸਰਸਮਨਾਘਣਵਰਸਹਿਰੁਤਿਆਏ॥"},"translation":{"en":{"bdb":"In Saawan, be happy, O my mind. The rainy season has come, and the clouds have burst into showers.","ms":"In swan, be thou happy, O my soul. The season bas come when the clouds rain.","ssk":"In Saawan, be happy, O my mind. The rainy season has come, and the clouds have burst into showers."},"pu":{"ss":{"gurmukhi":"(hwV dI A`q drjy dI qpS ivc Gwh Awidk su`k jWdy hn [ aus qpS dy ipCoN swvn mhIny ivc GtW cVHdIAW hn [ pSU pMCI mnu`K qW ikqy rhy, su`kw hoieAw Gwh BI hrw ho jWdw hY [ aus dI hirAwvl vyK ky hryk pRwxI bol auTdw hY—) hy myry mn! swvx mhIny ivc (vrKw dI) ru`q Aw geI hY, b`dl vrH rhy hn, hux qUM BI hrw ho (qUM BI aumwh ivc Aw) [","unicode":"(ਹਾੜ ਦੀ ਅੱਤ ਦਰਜੇ ਦੀ ਤਪਸ਼ ਵਿਚ ਘਾਹ ਆਦਿਕ ਸੁੱਕ ਜਾਂਦੇ ਹਨ । ਉਸ ਤਪਸ਼ ਦੇ ਪਿਛੋਂ ਸਾਵਨ ਮਹੀਨੇ ਵਿਚ ਘਟਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ । ਪਸ਼ੂ ਪੰਛੀ ਮਨੁੱਖ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਸੁੱਕਾ ਹੋਇਆ ਘਾਹ ਭੀ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ । ਉਸ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ ਹਰੇਕ ਪ੍ਰਾਣੀ ਬੋਲ ਉਠਦਾ ਹੈ—) ਹੇ ਮੇਰੇ ਮਨ! ਸਾਵਣ ਮਹੀਨੇ ਵਿਚ (ਵਰਖਾ ਦੀ) ਰੁੱਤ ਆ ਗਈ ਹੈ, ਬੱਦਲ ਵਰ੍ਹ ਰਹੇ ਹਨ, ਹੁਣ ਤੂੰ ਭੀ ਹਰਾ ਹੋ (ਤੂੰ ਭੀ ਉਮਾਹ ਵਿਚ ਆ) ।"},"ft":{"gurmukhi":"hy mnW ipAwry! jb hm mwnuK dyh swvx myN (srs) pRym ky sihq hUey qb AYsI ruq ky Awey gurU rUp myG aupdys vrKw krqy hYN]","unicode":"ਹੇ ਮਨਾਂ ਪਿਆਰੇ! ਜਬ ਹਮ ਮਾਨੁਖ ਦੇਹ ਸਾਵਣ ਮੇਂ (ਸਰਸ) ਪ੍ਰੇਮ ਕੇ ਸਹਿਤ ਹੂਏ ਤਬ ਐਸੀ ਰੁਤ ਕੇ ਆਏ ਗੁਰੂ ਰੂਪ ਮੇਘ ਉਪਦੇਸ ਵਰਖਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hwV dI A`q drjy dI qpS ivc Gwh Awidk su`k jWdy hn [ aus qpS dy ipCoN swvn mhIny ivc GtW cVHdIAW hn [ pSU pMCI mnu`K qW ikqy rhy, su`kw hoieAw Gwh BI hrw ho jWdw hY [ aus dI hirAwvl vyK ky hryk pRwxI bol auTdw hY—) hy myry mn! swvx mhIny ivc (vrKw dI) ru`q Aw geI hY, b`dl vrH rhy hn, hux qUM BI hrw ho (qUM BI aumwh ivc Aw) [","unicode":"(ਹਾੜ ਦੀ ਅੱਤ ਦਰਜੇ ਦੀ ਤਪਸ਼ ਵਿਚ ਘਾਹ ਆਦਿਕ ਸੁੱਕ ਜਾਂਦੇ ਹਨ । ਉਸ ਤਪਸ਼ ਦੇ ਪਿਛੋਂ ਸਾਵਨ ਮਹੀਨੇ ਵਿਚ ਘਟਾਂ ਚੜ੍ਹਦੀਆਂ ਹਨ । ਪਸ਼ੂ ਪੰਛੀ ਮਨੁੱਖ ਤਾਂ ਕਿਤੇ ਰਹੇ, ਸੁੱਕਾ ਹੋਇਆ ਘਾਹ ਭੀ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ । ਉਸ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ ਹਰੇਕ ਪ੍ਰਾਣੀ ਬੋਲ ਉਠਦਾ ਹੈ—) ਹੇ ਮੇਰੇ ਮਨ! ਸਾਵਣ ਮਹੀਨੇ ਵਿਚ (ਵਰਖਾ ਦੀ) ਰੁੱਤ ਆ ਗਈ ਹੈ, ਬੱਦਲ ਵਰ੍ਹ ਰਹੇ ਹਨ, ਹੁਣ ਤੂੰ ਭੀ ਹਰਾ ਹੋ (ਤੂੰ ਭੀ ਉਮਾਹ ਵਿਚ ਆ) ।"},"ms":{"gurmukhi":"swvx AMdr qUM KuS ho, hy myrI ijMd! mOsm Aw igAw hY jd b`dl vrHdy hn[","unicode":"ਸਾਵਣ ਅੰਦਰ ਤੂੰ ਖੁਸ਼ ਹੋ, ਹੇ ਮੇਰੀ ਜਿੰਦ! ਮੌਸਮ ਆ ਗਿਆ ਹੈ ਜਦ ਬੱਦਲ ਵਰ੍ਹਦੇ ਹਨ।"}},"es":{"sn":"en el Sawan, se feliz, Oh mente mía. La temporada de lluvias ha venido, y las nubes han estallado con lluvia."},"hi":{"ss":"(आषाढ़ की अति दर्जे की तपश में घास आदि सूख जाते हैं। उस तपश के बाद सावन महीनें में घटाएं चढ़तीं हैं। पशु पक्षी और मनुष्य तो कहीं रहे। सूखा हुआ घास भी हरा हो जाता है।","sts":"हे मन ! सावन का मास सरस है, बादलों के बरसने का मौसम आ जाता है।"}},"transliteration":{"english":"saavan saras manaa ghan varaseh rut aae ||","hindi":"सावणि सरस मना घण वरसहि रुति आए ॥","en":"saavan saras manaa ghan varaseh rut aae ||","hi":"सावणि सरस मना घण वरसहि रुति आए ॥","ipa":"sɑʋəɳ sərəs mənɑ Gʰəɳ ʋərəsəh rʊt̪ əɑee.","ur":"ساوݨ سرس منا گھݨ ورسه رُت آاے ۔۔"},"pageNo":1108,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47379,"shabadId":3983,"verse":{"gurmukhi":"mY min qin shu BwvY ipr prdyis isDwey ]","unicode":"ਮੈ ਮਨਿ ਤਨਿ ਸਹੁ ਭਾਵੈ ਪਿਰ ਪਰਦੇਸਿ ਸਿਧਾਏ ॥"},"larivaar":{"gurmukhi":"mYminqinshuBwvYiprprdyisisDwey]","unicode":"ਮੈਮਨਿਤਨਿਸਹੁਭਾਵੈਪਿਰਪਰਦੇਸਿਸਿਧਾਏ॥"},"translation":{"en":{"bdb":"My mind and body are pleased by my Lord, but my Beloved has gone away.","ms":"I love my Spouse with my soul and body, but my Darling has gone abroad.","ssk":"My mind and body are pleased by my Lord, but my Beloved has gone away."},"pu":{"ss":{"gurmukhi":"(prdys gey pqI dI nwr dw ihrdw kwlIAW GtW ƒ vyK ky qVp auTdw hY [ aumwh pYdw krn vwly ieh swmwn ivCoVy ivc aus ƒ duKdweI pRqIq huMdy hn [ ibrhoN ivc auh ieauN AwKdI hY—) hy mW! (ieh b`dl vyK vyK ky) mYƒ Awpxw pqI mn ivc rom rom ivc ipAwrw l`g irhw hY, pr myry pqI jI qW prdys gey hoey hn [","unicode":"(ਪਰਦੇਸ ਗਏ ਪਤੀ ਦੀ ਨਾਰ ਦਾ ਹਿਰਦਾ ਕਾਲੀਆਂ ਘਟਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੜਪ ਉਠਦਾ ਹੈ । ਉਮਾਹ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਇਹ ਸਾਮਾਨ ਵਿਛੋੜੇ ਵਿਚ ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ । ਬਿਰਹੋਂ ਵਿਚ ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ—) ਹੇ ਮਾਂ! (ਇਹ ਬੱਦਲ ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਆਪਣਾ ਪਤੀ ਮਨ ਵਿਚ ਰੋਮ ਰੋਮ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰ ਮੇਰੇ ਪਤੀ ਜੀ ਤਾਂ ਪਰਦੇਸ ਗਏ ਹੋਏ ਹਨ ।"},"ft":{"gurmukhi":"hy (shu) pqI! myry qn Ar mn ko qum ipAwry lgqy ho[ prMqU hy pqI! Awp pRdys isDwey hUey ho, Bwv Xh ik myry ko pRoK ho pRwpq nhIN ho]","unicode":"ਹੇ (ਸਹੁ) ਪਤੀ! ਮੇਰੇ ਤਨ ਅਰ ਮਨ ਕੋ ਤੁਮ ਪਿਆਰੇ ਲਗਤੇ ਹੋ। ਪਰੰਤੂ ਹੇ ਪਤੀ! ਆਪ ਪ੍ਰਦੇਸ ਸਿਧਾਏ ਹੂਏ ਹੋ, ਭਾਵ ਯਹ ਕਿ ਮੇਰੇ ਕੋ ਪ੍ਰੋਖ ਹੋ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ॥"},"bdb":{"gurmukhi":"(prdys gey pqI dI nwr dw ihrdw kwlIAW GtW ƒ vyK ky qVp auTdw hY [ aumwh pYdw krn vwly ieh swmwn ivCoVy ivc aus ƒ duKdweI pRqIq huMdy hn [ ibrhoN ivc auh ieauN AwKdI hY—) hy mW! (ieh b`dl vyK vyK ky) mYƒ Awpxw pqI mn ivc rom rom ivc ipAwrw l`g irhw hY, pr myry pqI jI qW prdys gey hoey hn [","unicode":"(ਪਰਦੇਸ ਗਏ ਪਤੀ ਦੀ ਨਾਰ ਦਾ ਹਿਰਦਾ ਕਾਲੀਆਂ ਘਟਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੜਪ ਉਠਦਾ ਹੈ । ਉਮਾਹ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਇਹ ਸਾਮਾਨ ਵਿਛੋੜੇ ਵਿਚ ਉਸ ਨੂੰ ਦੁਖਦਾਈ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ । ਬਿਰਹੋਂ ਵਿਚ ਉਹ ਇਉਂ ਆਖਦੀ ਹੈ—) ਹੇ ਮਾਂ! (ਇਹ ਬੱਦਲ ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਆਪਣਾ ਪਤੀ ਮਨ ਵਿਚ ਰੋਮ ਰੋਮ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਪਰ ਮੇਰੇ ਪਤੀ ਜੀ ਤਾਂ ਪਰਦੇਸ ਗਏ ਹੋਏ ਹਨ ।"},"ms":{"gurmukhi":"AwpxI Awqmw qy dyh nwl mYN Awpxy kMq ƒ ipAwr krdI hW, pr myrw idlbr prwey vqn ƒ c`ilAw igAw hY[","unicode":"ਆਪਣੀ ਆਤਮਾ ਤੇ ਦੇਹ ਨਾਲ ਮੈਂ ਆਪਣੇ ਕੰਤ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹਾਂ, ਪਰ ਮੇਰਾ ਦਿਲਬਰ ਪਰਾਏ ਵਤਨ ਨੂੰ ਚੱਲਿਆ ਗਿਆ ਹੈ।"}},"es":{"sn":"mi cuerpo y Alma están embebidos en Ti. Sí, no podría Dejarte ni siquiera por un instante. "},"hi":{"ss":"उसकी हरियाली देख के हरेक प्राणी बोल उठता है-) हे मेरे मन ! सावन महीने में (वर्षा की) ऋतु आ गई है। बादल बरस रहे हैं। तू भी हरा हो (तू भी उमंग में आ)। (परदेस गए पति की नारी का हृदय काली घटाओं को देख के तड़प उठता है। उमंग पैदा करने वाले ये सामान। विरह-वियोग में उसको दुखदाई प्रतीत होते हैं।","sts":"मेरे तन-मन को परदेस जाने वाला प्रियतम-प्रभु ही रुचता है।"}},"transliteration":{"english":"mai man tan sahu bhaavai pir paradhes sidhaae ||","hindi":"मै मनि तनि सहु भावै पिर परदेसि सिधाए ॥","en":"mai man tan sahu bhaavai pir paradhes sidhaae ||","hi":"मै मनि तनि सहु भावै पिर परदेसि सिधाए ॥","ipa":"mæ mən t̪ən səh ɓɑʋæ pɪr pərəd̪es sɪt̪ɑee.","ur":"مَے من تنِ سهُ بھاوَے پر پردےس سدھااے ۔۔"},"pageNo":1108,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47380,"shabadId":3983,"verse":{"gurmukhi":"ipru Gir nhI AwvY mrIAY hwvY dwmin cmik frwey ]","unicode":"ਪਿਰੁ ਘਰਿ ਨਹੀ ਆਵੈ ਮਰੀਐ ਹਾਵੈ ਦਾਮਨਿ ਚਮਕਿ ਡਰਾਏ ॥"},"larivaar":{"gurmukhi":"ipruGirnhIAwvYmrIAYhwvYdwmincmikfrwey]","unicode":"ਪਿਰੁਘਰਿਨਹੀਆਵੈਮਰੀਐਹਾਵੈਦਾਮਨਿਚਮਕਿਡਰਾਏ॥"},"translation":{"en":{"bdb":"My Beloved has not come home, and I am dying of the sorrow of separation. The lightning flashes, and I am scared.","ms":"My Beloved comes not home I am dying with the sorrow of separation. The flash of lightening terrifies me.","ssk":"My Beloved has not come home, and I am dying of the sorrow of separation. The lightning flashes, and I am scared."},"pu":{"ss":{"gurmukhi":"(ijqnw icr) pqI Gr ivc nhIN AwauNdw, mYN hwhuikAW nwl mr rhI hW, ibjlI cmk ky (sgoN) mYƒ frw nhIN hY ","unicode":"(ਜਿਤਨਾ ਚਿਰ) ਪਤੀ ਘਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮੈਂ ਹਾਹੁਕਿਆਂ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਚਮਕ ਕੇ (ਸਗੋਂ) ਮੈਨੂੰ ਡਰਾ ਨਹੀਂ ਹੈ "},"ft":{"gurmukhi":"hy pqI! qyry Gr nw Awauxy kr ky (hwvY) hwhuky kr mrIqw hY Ar mwXw rUp ibjulI sMpdw Awvdw rUp Anyk pRkwr ky cmqkwroN kr frwvqI hY]","unicode":"ਹੇ ਪਤੀ! ਤੇਰੇ ਘਰ ਨਾ ਆਉਣੇ ਕਰ ਕੇ (ਹਾਵੈ) ਹਾਹੁਕੇ ਕਰ ਮਰੀਤਾ ਹੈ ਅਰ ਮਾਯਾ ਰੂਪ ਬਿਜੁਲੀ ਸੰਪਦਾ ਆਵਦਾ ਰੂਪ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਚਮਤਕਾਰੋਂ ਕਰ ਡਰਾਵਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"(ijqnw icr) pqI Gr ivc nhIN AwauNdw, mYN hwhuikAW nwl mr rhI hW, ibjlI cmk ky (sgoN) mYƒ frw nhIN hY ","unicode":"(ਜਿਤਨਾ ਚਿਰ) ਪਤੀ ਘਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮੈਂ ਹਾਹੁਕਿਆਂ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਚਮਕ ਕੇ (ਸਗੋਂ) ਮੈਨੂੰ ਡਰਾ ਨਹੀਂ ਹੈ "},"ms":{"gurmukhi":"myrw pRIqm myry Gr nhIN AwauNdw[ mYN ivCoVy dy gm nwl mr rhI hW, ibjlI dI ilSk BY-BIq krdI hY[","unicode":"ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੇਰੇ ਘਰ ਨਹੀਂ ਆਉਂਦਾ। ਮੈਂ ਵਿਛੋੜੇ ਦੇ ਗਮ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਬਿਜਲੀ ਦੀ ਲਿਸ਼ਕ ਭੈ-ਭੀਤ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Mi amado Señor no ha venido, Y me muero del dolor de la separación. El rayo relampaguea y tengo miedo."},"hi":{"ss":"विरह में वह यूँ कहती है-) हे माँ ! (ये बादल देख-देख के) मुझे अपना पति मन में रोम-रोम में प्यारा लग रहा है। पर मेरे पति जी तो परदेस गए हुए हैं। (जब तलक) पति घर नहीं आता। मैं आहें भर रही हूँ। बिजली चमक के (बल्कि) मुझे डरा रही है।","sts":"अगर प्रियतम घर नहीं आता तो उसके बिना मरने के समान है और बिजली चमक-चमक कर डराती है।"}},"transliteration":{"english":"pir ghar nahee aavai mareeaai haavai dhaaman chamak ddaraae ||","hindi":"पिरु घरि नही आवै मरीऐ हावै दामनि चमकि डराए ॥","en":"pir ghar nahee aavai mareeaai haavai dhaaman chamak ddaraae ||","hi":"पिरु घरि नही आवै मरीऐ हावै दामनि चमकि डराए ॥","ipa":"pɪr Gʰər nəhi əɑʋæ məriæ hɑʋæ d̪ɑmən t͡ʃəmək ɖərɑee.","ur":"پِر گھر نهیِ آوَے مریِاَے هاوَے دامن چمک ڈرااے ۔۔"},"pageNo":1108,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47381,"shabadId":3983,"verse":{"gurmukhi":"syj iekylI KrI duhylI mrxu BieAw duKu mwey ]","unicode":"ਸੇਜ ਇਕੇਲੀ ਖਰੀ ਦੁਹੇਲੀ ਮਰਣੁ ਭਇਆ ਦੁਖੁ ਮਾਏ ॥"},"larivaar":{"gurmukhi":"syjiekylIKrIduhylImrxuBieAwduKumwey]","unicode":"ਸੇਜਇਕੇਲੀਖਰੀਦੁਹੇਲੀਮਰਣੁਭਇਆਦੁਖੁਮਾਏ॥"},"translation":{"en":{"bdb":"My bed is lonely, and I am suffering in agony. I am dying in pain, O my mother!","ms":"Lonely is my couch and I am greatly grieved. I am dying of pain, O my mother.","ssk":"My bed is lonely, and I am suffering in agony. I am dying in pain, O my mother!"},"pu":{"ss":{"gurmukhi":"(pqI dy ivCoVy ivc) myrI s`KxI syj mYƒ bhuq duKdweI ho rhI hY, (pqI qoN ivCoVy dw) du`K mYƒ mOq (brwbr) ho igAw hY [","unicode":"(ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰੀ ਸੱਖਣੀ ਸੇਜ ਮੈਨੂੰ ਬਹੁਤ ਦੁਖਦਾਈ ਹੋ ਰਹੀ ਹੈ, (ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਮੈਨੂੰ ਮੌਤ (ਬਰਾਬਰ) ਹੋ ਗਿਆ ਹੈ ।"},"ft":{"gurmukhi":"hy mwXw pqI! qyry ibnW myrI AMqhkrx syj AkylI hY punÚ (KrI) AqI (duhylI) ho rhI hUM, iesI duK sy myrw mrxw ho rhw hY]","unicode":"ਹੇ ਮਾਯਾ ਪਤੀ! ਤੇਰੇ ਬਿਨਾਂ ਮੇਰੀ ਅੰਤਹਕਰਣ ਸੇਜ ਅਕੇਲੀ ਹੈ ਪੁਨਃ (ਖਰੀ) ਅਤੀ (ਦੁਹੇਲੀ) ਹੋ ਰਹੀ ਹੂੰ, ਇਸੀ ਦੁਖ ਸੇ ਮੇਰਾ ਮਰਣਾ ਹੋ ਰਹਾ ਹੈ॥"},"bdb":{"gurmukhi":"(pqI dy ivCoVy ivc) myrI s`KxI syj mYƒ bhuq duKdweI ho rhI hY, (pqI qoN ivCoVy dw) du`K mYƒ mOq (brwbr) ho igAw hY [","unicode":"(ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰੀ ਸੱਖਣੀ ਸੇਜ ਮੈਨੂੰ ਬਹੁਤ ਦੁਖਦਾਈ ਹੋ ਰਹੀ ਹੈ, (ਪਤੀ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਮੈਨੂੰ ਮੌਤ (ਬਰਾਬਰ) ਹੋ ਗਿਆ ਹੈ ।"},"ms":{"gurmukhi":"suMJI hY myrI syj Aqy mYN bVI duKI hW[ mYN pIV nwl mr rhI hW, hy myrI mwqw!","unicode":"ਸੁੰਝੀ ਹੈ ਮੇਰੀ ਸੇਜ ਅਤੇ ਮੈਂ ਬੜੀ ਦੁਖੀ ਹਾਂ। ਮੈਂ ਪੀੜ ਨਾਲ ਮਰ ਰਹੀ ਹਾਂ, ਹੇ ਮੇਰੀ ਮਾਤਾ!"}},"es":{"sn":"en mi cama hay soledad, sufro en agonía. Estoy en gran dolor, Oh Madre mía!"},"hi":{"ss":"(पति के वियोग में) मेरी सूनी सेज मुझे बहुत दुखदाई हो रही है। (पति से विछोड़े का) दुख मुझे मौत (के बराबर) हो गया है।","sts":"हे माँ ! सेज अकेली है, उसके बिना दुखी हूँ और जुदाई का दुख मरने के समान है।"}},"transliteration":{"english":"sej ikelee kharee dhuhelee maran bhiaa dhukh maae ||","hindi":"सेज इकेली खरी दुहेली मरणु भइआ दुखु माए ॥","en":"sej ikelee kharee dhuhelee maran bhiaa dhukh maae ||","hi":"सेज इकेली खरी दुहेली मरणु भइआ दुखु माए ॥","ipa":"sed͡ʒ eɪkeli kʰəri d̪ʊheli mərəɳ ɓɪɑ d̪ʊkʰ mɑee.","ur":"سےج اکےلیِ کھریِ دُهےلیِ مرݨ بھایا دُکھ مااے ۔۔"},"pageNo":1108,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47382,"shabadId":3983,"verse":{"gurmukhi":"hir ibnu nId BUK khu kYsI kwpVu qin n suKwvey ]","unicode":"ਹਰਿ ਬਿਨੁ ਨੀਦ ਭੂਖ ਕਹੁ ਕੈਸੀ ਕਾਪੜੁ ਤਨਿ ਨ ਸੁਖਾਵਏ ॥"},"larivaar":{"gurmukhi":"hiribnunIdBUKkhukYsIkwpVuqinnsuKwvey]","unicode":"ਹਰਿਬਿਨੁਨੀਦਭੂਖਕਹੁਕੈਸੀਕਾਪੜੁਤਨਿਨਸੁਖਾਵਏ॥"},"translation":{"en":{"bdb":"Tell me - without the Lord, how can I sleep, or feel hungry? My clothes give no comfort to my body.","ms":"Say, without God, how can sleep and appetite come to me? The raiment affords my body no comfort.","ssk":"Tell me - without the Lord, how can I sleep, or feel hungry? My clothes give no comfort to my body."},"pu":{"ss":{"gurmukhi":"(ijs jIv-iesqRI dy AMdr pRBU-pqI dw ipAwr hY, ibrhxI nwr vWg) aus ƒ pRBU dy imlwp qoN ibnw nwh nINd, nwh Bu`K [ aus ƒ qW k`pVw BI srIr auqy nhIN suKWdw (srIrk suKW dy koeI BI swDn aus dy mn ƒ DR¨h nhIN pw skdy) [","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹੈ, ਬਿਰਹਣੀ ਨਾਰ ਵਾਂਗ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਨਾਹ ਨੀਂਦ, ਨਾਹ ਭੁੱਖ । ਉਸ ਨੂੰ ਤਾਂ ਕੱਪੜਾ ਭੀ ਸਰੀਰ ਉਤੇ ਨਹੀਂ ਸੁਖਾਂਦਾ (ਸਰੀਰਕ ਸੁਖਾਂ ਦੇ ਕੋਈ ਭੀ ਸਾਧਨ ਉਸ ਦੇ ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਨਹੀਂ ਪਾ ਸਕਦੇ) ।"},"ft":{"gurmukhi":"hy hrI! Awp kI pRwpqI ibnW khu qo inMdRw AOr BUK kYsI hovY, hmwry qn pr kpVw BI ACw nhIN lwgqw hY]","unicode":"ਹੇ ਹਰੀ! ਆਪ ਕੀ ਪ੍ਰਾਪਤੀ ਬਿਨਾਂ ਕਹੁ ਤੋ ਨਿੰਦ੍ਰਾ ਔਰ ਭੂਖ ਕੈਸੀ ਹੋਵੈ, ਹਮਾਰੇ ਤਨ ਪਰ ਕਪੜਾ ਭੀ ਅਛਾ ਨਹੀਂ ਲਾਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs jIv-iesqRI dy AMdr pRBU-pqI dw ipAwr hY, ibrhxI nwr vWg) aus ƒ pRBU dy imlwp qoN ibnw nwh nINd, nwh Bu`K [ aus ƒ qW k`pVw BI srIr auqy nhIN suKWdw (srIrk suKW dy koeI BI swDn aus dy mn ƒ DR¨h nhIN pw skdy) [","unicode":"(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹੈ, ਬਿਰਹਣੀ ਨਾਰ ਵਾਂਗ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਨਾਹ ਨੀਂਦ, ਨਾਹ ਭੁੱਖ । ਉਸ ਨੂੰ ਤਾਂ ਕੱਪੜਾ ਭੀ ਸਰੀਰ ਉਤੇ ਨਹੀਂ ਸੁਖਾਂਦਾ (ਸਰੀਰਕ ਸੁਖਾਂ ਦੇ ਕੋਈ ਭੀ ਸਾਧਨ ਉਸ ਦੇ ਮਨ ਨੂੰ ਧ੍ਰੂਹ ਨਹੀਂ ਪਾ ਸਕਦੇ) ।"},"ms":{"gurmukhi":"d¤so vwihgurU dy bgYr nId Aqy Bu`K mYN iks qrHW mihsUs kr skdI hW? k`pVw myry srIr ƒ cMgw nhIN l`gdw[","unicode":"ਦੱਸੋ ਵਾਹਿਗੁਰੂ ਦੇ ਬਗੈਰ ਨੀਦ ਅਤੇ ਭੁੱਖ ਮੈਂ ਕਿਸ ਤਰ੍ਹਾਂ ਮਹਿਸੂਸ ਕਰ ਸਕਦੀ ਹਾਂ? ਕੱਪੜਾ ਮੇਰੇ ਸਰੀਰ ਨੂੰ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ।"}},"es":{"sn":"Dime sin mi Señor , ¿Cómo dormiré, tengo hambre? Mis ropas no traen confort a mi cuerpo."},"hi":{"ss":"(जिस जीव-स्त्री के अंदर प्रभू-पति का प्यार है। विरह भरी नारी की तरह) उसको प्रभू के मिलाप के बिना ना नींद। ना भूख। उसको तो कपड़ा भी शरीर पर अच्छा नहीं लगता (शरीरिक सुखों के कोई भी साधन उसके मन को बहला नहीं सकते)।","sts":"प्रभु बिना नीद-भूख भी भला कैसी है, शरीर पर कोई वस्त्र भी अच्छा नहीं लगता।"}},"transliteration":{"english":"har bin needh bhookh kahu kaisee kaapaR tan na sukhaave ||","hindi":"हरि बिनु नीद भूख कहु कैसी कापड़ु तनि न सुखावए ॥","en":"har bin needh bhookh kahu kaisee kaapaR tan na sukhaave ||","hi":"हरि बिनु नीद भूख कहु कैसी कापड़ु तनि न सुखावए ॥","ipa":"hər bɪn nid̪ ɓukʰ kəh kæsi kɑpəɽ t̪ən nə sʊkʰɑʋee.","ur":"هر بن نیِد بھُوکھ کهُ کَےسیِ کاپڑ تنِ ن سُکھاواے ۔۔"},"pageNo":1108,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47383,"shabadId":3983,"verse":{"gurmukhi":"nwnk sw sohwgix kMqI ipr kY AMik smwvey ]9]","unicode":"ਨਾਨਕ ਸਾ ਸੋਹਾਗਣਿ ਕੰਤੀ ਪਿਰ ਕੈ ਅੰਕਿ ਸਮਾਵਏ ॥੯॥"},"larivaar":{"gurmukhi":"nwnkswsohwgixkMqIiprkYAMiksmwvey]9]","unicode":"ਨਾਨਕਸਾਸੋਹਾਗਣਿਕੰਤੀਪਿਰਕੈਅੰਕਿਸਮਾਵਏ॥੯॥"},"translation":{"en":{"bdb":"O Nanak, she alone is a happy soul-bride, who merges in the Being of her Beloved Husband Lord. ||9||","ms":"Nanak, she alone is the chaste bride, who merges in the being of her Beloved spouse.","ssk":"O Nanak, she alone is a happy soul-bride, who merges in the Being of her Beloved Husband Lord. ||9||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auhI BwgW vwlI jIv-iesqRI pRBU-pqI dy ipAwr dI h`kdwr ho skdI hY, jo sdw pRBU dI Xwd ivc lIn rihMdI hY [9[","unicode":"ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਹੱਕਦਾਰ ਹੋ ਸਕਦੀ ਹੈ, ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।੯।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy Bgvn! suhwgix (kMqI) kMq vwlI iesqRI vhI hY, jo Awpxy pqI ky, Bwv qyry (AMik) srUp myN smwie jwvY ArQwq AByd hoie jwvY]9]Çpunw AwpxI dSw khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਗਵਨ! ਸੁਹਾਗਣਿ (ਕੰਤੀ) ਕੰਤ ਵਾਲੀ ਇਸਤ੍ਰੀ ਵਹੀ ਹੈ, ਜੋ ਆਪਣੇ ਪਤੀ ਕੇ, ਭਾਵ ਤੇਰੇ (ਅੰਕਿ) ਸਰੂਪ ਮੇਂ ਸਮਾਇ ਜਾਵੈ ਅਰਥਾਤ ਅਭੇਦ ਹੋਇ ਜਾਵੈ॥੯॥☬ਪੁਨਾ ਆਪਣੀ ਦਸ਼ਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! auhI BwgW vwlI jIv-iesqRI pRBU-pqI dy ipAwr dI h`kdwr ho skdI hY, jo sdw pRBU dI Xwd ivc lIn rihMdI hY [9[","unicode":"ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਹੱਕਦਾਰ ਹੋ ਸਕਦੀ ਹੈ, ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ।੯।"},"ms":{"gurmukhi":"nwnk kyvl auh hI sqvMqI pqnI hY jo Awpxy ipAwry pqI dy srUp AMdr lIn ho jWdI hY[","unicode":"ਨਾਨਕ ਕੇਵਲ ਉਹ ਹੀ ਸਤਵੰਤੀ ਪਤਨੀ ਹੈ ਜੋ ਆਪਣੇ ਪਿਆਰੇ ਪਤੀ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Oh Nanak, Ella esta feliz por su cuenta, si se une en el ser de su Amado Esposo y Señor. (9)"},"hi":{"ss":"हे नानक ! वही भाग्यशाली जीव-स्त्री प्रभू-पति के प्यार की हकदार हो सकती है। जो सदा प्रभू की याद में लीन रहती है। 9।","sts":"गुरु नानक का कथन है कि वही सुहागिन है जो पति-प्रभु के संग लीन रहती है॥ ९॥"}},"transliteration":{"english":"naanak saa sohaagan ka(n)tee pir kai a(n)k samaave ||9||","hindi":"नानक सा सोहागणि कंती पिर कै अंकि समावए ॥९॥","en":"naanak saa sohaagan ka(n)tee pir kai a(n)k samaave ||9||","hi":"नानक सा सोहागणि कंती पिर कै अंकि समावए ॥९॥","ipa":"nɑnək sɑ sɔhɑGəɳ kəŋt̪i pɪr kæ əŋk səmɑʋee.9.","ur":"نانک سا سوهاگݨ کںتیِ پر کَے اںک سماواے ۔۔۹۔۔"},"pageNo":1108,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}}]}