{"shabadInfo":{"shabadId":3984,"shabadName":47384,"pageNo":1108,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3983,"next":3985},"verses":[{"verseId":47384,"shabadId":3984,"verse":{"gurmukhi":"Bwdau Brim BulI Bir jobin pCuqwxI ]","unicode":"ਭਾਦਉ ਭਰਮਿ ਭੁਲੀ ਭਰਿ ਜੋਬਨਿ ਪਛੁਤਾਣੀ ॥"},"larivaar":{"gurmukhi":"BwdauBrimBulIBirjobinpCuqwxI]","unicode":"ਭਾਦਉਭਰਮਿਭੁਲੀਭਰਿਜੋਬਨਿਪਛੁਤਾਣੀ॥"},"translation":{"en":{"bdb":"In Bhaadon, the young woman is confused by doubt; later, she regrets and repents.","ms":"In Bhadon, the bride in the bloom of youth strays in doubt, but she afterwards regrets.","ssk":"In Bhaadon, the young woman is confused by doubt; later, she regrets and repents."},"pu":{"ss":{"gurmukhi":"BwdroN (dw mhInw) Aw igAw hY [ vrKw ru`q ivc toey it`by pwxI nwl Bry hoey hn,  (ies nzwry dw) rMg mwixAw jw skdw hY [ ","unicode":"ਭਾਦਰੋਂ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ । ਵਰਖਾ ਰੁੱਤ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ,  (ਇਸ ਨਜ਼ਾਰੇ ਦਾ) ਰੰਗ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ । "},"ft":{"gurmukhi":"jo (Bwduie) dUjw Bwau BieAw hY buDI iqs ivKy lg kr Brm myN BUl geI hY[ jb sy jobn Brw ArQwq AwsurI sMpqw kw sMGtu BieAw qb sy mYN pscwqwp krqI hUM]ÇAwsurI rUp jobn ko sPut krqy hUey khqy hYN:","unicode":"ਜੋ (ਭਾਦੁਇ) ਦੂਜਾ ਭਾਉ ਭਇਆ ਹੈ ਬੁਧੀ ਤਿਸ ਵਿਖੇ ਲਗ ਕਰ ਭਰਮ ਮੇਂ ਭੂਲ ਗਈ ਹੈ। ਜਬ ਸੇ ਜੋਬਨ ਭਰਾ ਅਰਥਾਤ ਆਸੁਰੀ ਸੰਪਤਾ ਕਾ ਸੰਘਟੁ ਭਇਆ ਤਬ ਸੇ ਮੈਂ ਪਸਚਾਤਾਪ ਕਰਤੀ ਹੂੰ॥☬ਆਸੁਰੀ ਰੂਪ ਜੋਬਨ ਕੋ ਸਫੁਟ ਕਰਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"BwdroN (dw mhInw) Aw igAw hY [ vrKw ru`q ivc toey it`by pwxI nwl Bry hoey hn,  (ies nzwry dw) rMg mwixAw jw skdw hY [ ","unicode":"ਭਾਦਰੋਂ (ਦਾ ਮਹੀਨਾ) ਆ ਗਿਆ ਹੈ । ਵਰਖਾ ਰੁੱਤ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਹੋਏ ਹਨ,  (ਇਸ ਨਜ਼ਾਰੇ ਦਾ) ਰੰਗ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ । "},"ms":{"gurmukhi":"BwdoN iv`c pUrn juAwnI AMdr pqnI vihm AMdr kurwhy peI hoeI hY, pRMqU AKIr ƒ auh pCqwauNdI hY[","unicode":"ਭਾਦੋਂ ਵਿੱਚ ਪੂਰਨ ਜੁਆਨੀ ਅੰਦਰ ਪਤਨੀ ਵਹਿਮ ਅੰਦਰ ਕੁਰਾਹੇ ਪਈ ਹੋਈ ਹੈ, ਪ੍ਰੰਤੂ ਅਖੀਰ ਨੂੰ ਉਹ ਪਛਤਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"En el mes de Bhadon soy desviado por la ilusión y aún lleno de belleza, sufro."},"hi":{"ss":"भादों (का महीना) आ गया है। बरखा ऋतु में खड्ड-गड्ढे पानी से भरे हुए हैं। (इस नजारे का) आनंद लिया जा सकता है। (पर) जो जीव-स्त्री भर-यौवन में (यौवन के घमण्ड के) भुलेखें में गलती खा गई। उसको (पति के विछोड़े में) पछताना ही पड़ा (उसे पानी भरी जगहें नहीं भातीं)।","sts":"भादों के महीने में भ्रम में भूली यौवन में मस्त जीव रूपी नारी पछताती है।"}},"transliteration":{"english":"bhaadhau bharam bhulee bhar joban pachhutaanee ||","hindi":"भादउ भरमि भुली भरि जोबनि पछुताणी ॥","en":"bhaadhau bharam bhulee bhar joban pachhutaanee ||","hi":"भादउ भरमि भुली भरि जोबनि पछुताणी ॥","ipa":"ɓɑd̪o ɓərəm ɓʊli ɓər d͡ʒɔbən pəɕʊt̪ɑɳi.","ur":"بھادا بھرم بھُلیِ بھر جوبن پچھتاݨیِ ۔۔"},"pageNo":1108,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47385,"shabadId":3984,"verse":{"gurmukhi":"jl Ql nIir Bry brs ruqy rMgu mwxI ]","unicode":"ਜਲ ਥਲ ਨੀਰਿ ਭਰੇ ਬਰਸ ਰੁਤੇ ਰੰਗੁ ਮਾਣੀ ॥"},"larivaar":{"gurmukhi":"jlQlnIirBrybrsruqyrMgumwxI]","unicode":"ਜਲਥਲਨੀਰਿਭਰੇਬਰਸਰੁਤੇਰੰਗੁਮਾਣੀ॥"},"translation":{"en":{"bdb":"The lakes and fields are overflowing with water; the rainy season has come - the time to celebrate!","ms":"The ponds and meadows are filled with water. It is the rainy season the time of merry-making.","ssk":"The lakes and fields are overflowing with water; the rainy season has come - the time to celebrate!"},"pu":{"ss":{"gurmukhi":"(pr) jyhVI iesq®I Br-jobn ivc (jobn dy mwx dy) BulyKy ivc ZlqI Kw geI, aus ƒ (pqI dy ivCoVy ivc) pCqwxw hI ipAw (aus ƒ nIr-Bry QW cMgy nwh l`gy) [","unicode":"(ਪਰ) ਜੇਹੜੀ ਇਸਤ੍ਰੀ ਭਰ-ਜੋਬਨ ਵਿਚ (ਜੋਬਨ ਦੇ ਮਾਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਗ਼ਲਤੀ ਖਾ ਗਈ, ਉਸ ਨੂੰ (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਪਛਤਾਣਾ ਹੀ ਪਿਆ (ਉਸ ਨੂੰ ਨੀਰ-ਭਰੇ ਥਾਂ ਚੰਗੇ ਨਾਹ ਲੱਗੇ) ।"},"ft":{"gurmukhi":"jYsy bwhr jl kr sr Bry hoqy hYN qYsy hI AMqRIv jl ky (Ql) AsQwn ieMdRÎ sbd sprs rUp rs gMD Awid nIr sy Bry hUey hYN[ AYsI ruq ivKy moh rUp bwdl pdwrQoN rUpI brKw krqw hY, Bwv sy moh kr pdwrQoN kI pkV hoqI hY[ Ar iqs myN AMqihkrx (rMgu) AnMd Bogqy hYN, Bwv auprwm nhIN hoqy]","unicode":"ਜੈਸੇ ਬਾਹਰ ਜਲ ਕਰ ਸਰ ਭਰੇ ਹੋਤੇ ਹੈਂ ਤੈਸੇ ਹੀ ਅੰਤ੍ਰੀਵ ਜਲ ਕੇ (ਥਲ) ਅਸਥਾਨ ਇੰਦ੍ਰ੍ਯ ਸਬਦ ਸਪਰਸ ਰੂਪ ਰਸ ਗੰਧ ਆਦਿ ਨੀਰ ਸੇ ਭਰੇ ਹੂਏ ਹੈਂ। ਐਸੀ ਰੁਤ ਵਿਖੇ ਮੋਹ ਰੂਪ ਬਾਦਲ ਪਦਾਰਥੋਂ ਰੂਪੀ ਬਰਖਾ ਕਰਤਾ ਹੈ, ਭਾਵ ਸੇ ਮੋਹ ਕਰ ਪਦਾਰਥੋਂ ਕੀ ਪਕੜ ਹੋਤੀ ਹੈ। ਅਰ ਤਿਸ ਮੇਂ ਅੰਤਹਿਕਰਣ (ਰੰਗੁ) ਅਨੰਦ ਭੋਗਤੇ ਹੈਂ, ਭਾਵ ਉਪਰਾਮ ਨਹੀਂ ਹੋਤੇ॥"},"bdb":{"gurmukhi":"(pr) jyhVI iesq®I Br-jobn ivc (jobn dy mwx dy) BulyKy ivc ZlqI Kw geI, aus ƒ (pqI dy ivCoVy ivc) pCqwxw hI ipAw (aus ƒ nIr-Bry QW cMgy nwh l`gy) [","unicode":"(ਪਰ) ਜੇਹੜੀ ਇਸਤ੍ਰੀ ਭਰ-ਜੋਬਨ ਵਿਚ (ਜੋਬਨ ਦੇ ਮਾਣ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਗ਼ਲਤੀ ਖਾ ਗਈ, ਉਸ ਨੂੰ (ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਪਛਤਾਣਾ ਹੀ ਪਿਆ (ਉਸ ਨੂੰ ਨੀਰ-ਭਰੇ ਥਾਂ ਚੰਗੇ ਨਾਹ ਲੱਗੇ) ।"},"ms":{"gurmukhi":"C`pV Aqy crwgy pwxI nwl pUrq hn[ ieh mIh dI ru`q hY mOjW mwnx dw smW[","unicode":"ਛੱਪੜ ਅਤੇ ਚਰਾਗੇ ਪਾਣੀ ਨਾਲ ਪੂਰਤ ਹਨ। ਇਹ ਮੀਹ ਦੀ ਰੁੱਤ ਹੈ ਮੌਜਾਂ ਮਾਨਣ ਦਾ ਸਮਾਂ।"}},"es":{"sn":"La tierra está cubierta de agua, los mares la derraman, ahora es el momento para disfrutar."},"hi":{"ss":"","sts":"आनंदमय बरसात के मौसम में जल-थल पानी से भर जाते हैं,"}},"transliteration":{"english":"jal thal neer bhare baras rute ra(n)g maanee ||","hindi":"जल थल नीरि भरे बरस रुते रंगु माणी ॥","en":"jal thal neer bhare baras rute ra(n)g maanee ||","hi":"जल थल नीरि भरे बरस रुते रंगु माणी ॥","ipa":"d͡ʒəl t̪ʰəl nir ɓəre bərəs rʊt̪e rəŋG mɑɳi.","ur":"جل تھل نیِر بھرے برس رُتے رںگ ماݨیِ ۔۔"},"pageNo":1108,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47386,"shabadId":3984,"verse":{"gurmukhi":"brsY inis kwlI ikau suKu bwlI dwdr mor lvMqy ]","unicode":"ਬਰਸੈ ਨਿਸਿ ਕਾਲੀ ਕਿਉ ਸੁਖੁ ਬਾਲੀ ਦਾਦਰ ਮੋਰ ਲਵੰਤੇ ॥"},"larivaar":{"gurmukhi":"brsYiniskwlIikausuKubwlIdwdrmorlvMqy]","unicode":"ਬਰਸੈਨਿਸਿਕਾਲੀਕਿਉਸੁਖੁਬਾਲੀਦਾਦਰਮੋਰਲਵੰਤੇ॥"},"translation":{"en":{"bdb":"In the dark of night it rains; how can the young bride find peace? The frogs and peacocks send out their noisy calls.","ms":"It rains during the dark night How can the young bride have peace? The frogs and peacocks shriek.","ssk":"In the dark of night it rains; how can the young bride find peace? The frogs and peacocks send out their noisy calls."},"pu":{"ss":{"gurmukhi":"kwlI rwq ƒ mINh vrHdw hY, f`fU guVYN guVYN krdy hn, mor kuhkdy hn,","unicode":"ਕਾਲੀ ਰਾਤ ਨੂੰ ਮੀਂਹ ਵਰ੍ਹਦਾ ਹੈ, ਡੱਡੂ ਗੁੜੈਂ ਗੁੜੈਂ ਕਰਦੇ ਹਨ, ਮੋਰ ਕੁਹਕਦੇ ਹਨ,"},"ft":{"gurmukhi":"eyk pdwrQoN kI brKw hoqI hY, duiqÎ AvsQw vw AivdÎw rUp rwqRI kwlI hY, iqRqIey AnkUl pRiqkUl kQn qy rwg duvYK rUp dwdr (lvMqy) bolqy hYN[ sMklp ivklp rUp mor Bog rUp srpoN ky Kwxyhwry PuMkwry mwrqy hYN ArQwq audq ho rhy hYN[ ieqny ibGnoN ky hoqy muJ (bwlI) iesqRI ho ky pqI Awp sy ibnW suK kYsy hovY? jo Acwh BI nhIN Ar icq kO pIAw sy ibnW Arwm nhIN hY] iqs pr khqy hYN:","unicode":"ਏਕ ਪਦਾਰਥੋਂ ਕੀ ਬਰਖਾ ਹੋਤੀ ਹੈ, ਦੁਤ੍ਯਿ ਅਵਸਥਾ ਵਾ ਅਵਿਦ੍ਯਾ ਰੂਪ ਰਾਤ੍ਰੀ ਕਾਲੀ ਹੈ, ਤ੍ਰਿਤੀਏ ਅਨਕੂਲ ਪ੍ਰਤਿਕੂਲ ਕਥਨ ਤੇ ਰਾਗ ਦੁਵੈਖ ਰੂਪ ਦਾਦਰ (ਲਵੰਤੇ) ਬੋਲਤੇ ਹੈਂ। ਸੰਕਲਪ ਵਿਕਲਪ ਰੂਪ ਮੋਰ ਭੋਗ ਰੂਪ ਸਰਪੋਂ ਕੇ ਖਾਣੇਹਾਰੇ ਫੁੰਕਾਰੇ ਮਾਰਤੇ ਹੈਂ ਅਰਥਾਤ ਉਦਤ ਹੋ ਰਹੇ ਹੈਂ। ਇਤਨੇ ਬਿਘਨੋਂ ਕੇ ਹੋਤੇ ਮੁਝ (ਬਾਲੀ) ਇਸਤ੍ਰੀ ਹੋ ਕੇ ਪਤੀ ਆਪ ਸੇ ਬਿਨਾਂ ਸੁਖ ਕੈਸੇ ਹੋਵੈ? ਜੋ ਅਚਾਹ ਭੀ ਨਹੀਂ ਅਰ ਚਿਤ ਕੌ ਪੀਆ ਸੇ ਬਿਨਾਂ ਅਰਾਮ ਨਹੀਂ ਹੈ॥ ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"kwlI rwq ƒ mINh vrHdw hY, f`fU guVYN guVYN krdy hn, mor kuhkdy hn,","unicode":"ਕਾਲੀ ਰਾਤ ਨੂੰ ਮੀਂਹ ਵਰ੍ਹਦਾ ਹੈ, ਡੱਡੂ ਗੁੜੈਂ ਗੁੜੈਂ ਕਰਦੇ ਹਨ, ਮੋਰ ਕੁਹਕਦੇ ਹਨ,"},"ms":{"gurmukhi":"AMnHyrI rwq iv`c mINh pYNdw hY[ muitAwr pqnI ƒ Awrwm iks qrHW Aw skdw hY? f`fU Aqy mor boldy hn[","unicode":"ਅੰਨ੍ਹੇਰੀ ਰਾਤ ਵਿੱਚ ਮੀਂਹ ਪੈਂਦਾ ਹੈ। ਮੁਟਿਆਰ ਪਤਨੀ ਨੂੰ ਆਰਾਮ ਕਿਸ ਤਰ੍ਹਾਂ ਆ ਸਕਦਾ ਹੈ? ਡੱਡੂ ਅਤੇ ਮੋਰ ਬੋਲਦੇ ਹਨ।"}},"es":{"sn":"Llueve en la obscura noche, pero ¿dónde está la Paz para la joven novia?; "},"hi":{"ss":"काली स्याह रात को बरसात होती है। मेंढक टॅर-टॅर करते हैं। मोर कूहकते हैं। पपीहा भी 'पिउ पिउ' करता है। (पर पति से विछुड़ी) नारी को (इस सोहाने रंग से) आनंद नहीं मिलता।","sts":"काली रात में मेघ बरसते हैं, मेंढक-मोर बोलते हैं, जीव रूपी नारी को भला कैसे सुख हो सकता है।"}},"transliteration":{"english":"barasai nis kaalee kiau sukh baalee dhaadhar mor lava(n)te ||","hindi":"बरसै निसि काली किउ सुखु बाली दादर मोर लवंते ॥","en":"barasai nis kaalee kiau sukh baalee dhaadhar mor lava(n)te ||","hi":"बरसै निसि काली किउ सुखु बाली दादर मोर लवंते ॥","ipa":"bərəsæ nɪs kɑli kɪo sʊkʰ bɑli d̪ɑd̪ər mɔr ləʋəŋt̪e.","ur":"برسَے نس کالیِ کا سُکھ بالیِ دادر مور لوںتے ۔۔"},"pageNo":1108,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":47387,"shabadId":3984,"verse":{"gurmukhi":"ipRau ipRau cvY bbIhw boly BuieAMgm iPrih fsMqy ]","unicode":"ਪ੍ਰਿਉ ਪ੍ਰਿਉ ਚਵੈ ਬਬੀਹਾ ਬੋਲੇ ਭੁਇਅੰਗਮ ਫਿਰਹਿ ਡਸੰਤੇ ॥"},"larivaar":{"gurmukhi":"ipRauipRaucvYbbIhwbolyBuieAMgmiPrihfsMqy]","unicode":"ਪ੍ਰਿਉਪ੍ਰਿਉਚਵੈਬਬੀਹਾਬੋਲੇਭੁਇਅੰਗਮਫਿਰਹਿਡਸੰਤੇ॥"},"translation":{"en":{"bdb":"\"Pri-o! Pri-o! Beloved! Beloved!\" cries the rainbird, while the snakes slither around, biting.","ms":"'Beloved, my beloved' cries and shrieks the pied-cuckoo and the snakes go about biting.","ssk":"\"Pri-o! Pri-o! Beloved! Beloved!\" cries the rainbird, while the snakes slither around, biting."},"pu":{"ss":{"gurmukhi":"ppIhw BI ‘ipRau ipRau’ krdw hY, (pr pqI qoN ivCuVI) nwr ƒ (ies suhwvxy rMg qoN) AwnMd nhIN imldw [","unicode":"ਪਪੀਹਾ ਭੀ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕਰਦਾ ਹੈ, (ਪਰ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ) ਨਾਰ ਨੂੰ (ਇਸ ਸੁਹਾਵਣੇ ਰੰਗ ਤੋਂ) ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ ।"},"ft":{"gurmukhi":"iqn kw icq rUpI cwiqRk drsn rUp suAWiq bUMd kI ieCw kr ky pqI pqI kih kr pukwrqw hY[ punw BwdoN myN srp bfy hoqy hYN, eIhW duvYq rUp BwdRoN myN kwmwidk pMc ibkwr rUp srp fMg mwrqy iPrqy hYN] punw mCr kw fMg hoqw hY, so khqy hYN:","unicode":"ਤਿਨ ਕਾ ਚਿਤ ਰੂਪੀ ਚਾਤ੍ਰਿਕ ਦਰਸਨ ਰੂਪ ਸੁਆਂਤਿ ਬੂੰਦ ਕੀ ਇਛਾ ਕਰ ਕੇ ਪਤੀ ਪਤੀ ਕਹਿ ਕਰ ਪੁਕਾਰਤਾ ਹੈ। ਪੁਨਾ ਭਾਦੋਂ ਮੇਂ ਸਰਪ ਬਡੇ ਹੋਤੇ ਹੈਂ, ਈਹਾਂ ਦੁਵੈਤ ਰੂਪ ਭਾਦ੍ਰੋਂ ਮੇਂ ਕਾਮਾਦਿਕ ਪੰਚ ਬਿਕਾਰ ਰੂਪ ਸਰਪ ਡੰਗ ਮਾਰਤੇ ਫਿਰਤੇ ਹੈਂ॥ ਪੁਨਾ ਮਛਰ ਕਾ ਡੰਗ ਹੋਤਾ ਹੈ, ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ppIhw BI ‘ipRau ipRau’ krdw hY, (pr pqI qoN ivCuVI) nwr ƒ (ies suhwvxy rMg qoN) AwnMd nhIN imldw [","unicode":"ਪਪੀਹਾ ਭੀ ‘ਪ੍ਰਿਉ ਪ੍ਰਿਉ’ ਕਰਦਾ ਹੈ, (ਪਰ ਪਤੀ ਤੋਂ ਵਿਛੁੜੀ) ਨਾਰ ਨੂੰ (ਇਸ ਸੁਹਾਵਣੇ ਰੰਗ ਤੋਂ) ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ ।"},"ms":{"gurmukhi":"pRIqm myrw pRIqm ppIhw cIkdw hY qy pukwrdw hY Aqy s`p fMg mwrdy iPrdy hn[","unicode":"ਪ੍ਰੀਤਮ ਮੇਰਾ ਪ੍ਰੀਤਮ ਪਪੀਹਾ ਚੀਕਦਾ ਹੈ ਤੇ ਪੁਕਾਰਦਾ ਹੈ ਅਤੇ ਸੱਪ ਡੰਗ ਮਾਰਦੇ ਫਿਰਦੇ ਹਨ।"}},"es":{"sn":"las ranas y los pavos reales dan grandes chillidos, el Chatrik también dice: Amor, oh mi Amor, y las serpientes se arrastran para morder."},"hi":{"ss":"उसको तो (भादों में यही दिखता है कि) साँप डसते फिरते हैं।","sts":"पपीहा प्रिय-प्रिय बोलता है और सांप डंसते रहते हैं।"}},"transliteration":{"english":"priau priau chavai babeehaa bole bhuia(n)gam fireh ddasa(n)te ||","hindi":"पृउ पृउ चवै बबीहा बोले भुइअंगम फिरहि डसंते ॥","en":"priau priau chavai babeehaa bole bhuia(n)gam fireh ddasa(n)te ||","hi":"पृउ पृउ चवै बबीहा बोले भुइअंगम फिरहि डसंते ॥","ipa":"pɪɹo pɪɹo t͡ʃəʋæ bəbihɑ bɔle ɓʊɪŋGəm fɪrəh ɖəsəŋt̪e.","ur":"پِرا پرا چوَے ببیِها بولے بھُااںگم پھره ڈسںتے ۔۔"},"pageNo":1108,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47388,"shabadId":3984,"verse":{"gurmukhi":"mCr fMg swier Br suBr ibnu hir ikau suKu pweIAY ]","unicode":"ਮਛਰ ਡੰਗ ਸਾਇਰ ਭਰ ਸੁਭਰ ਬਿਨੁ ਹਰਿ ਕਿਉ ਸੁਖੁ ਪਾਈਐ ॥"},"larivaar":{"gurmukhi":"mCrfMgswierBrsuBribnuhirikausuKupweIAY]","unicode":"ਮਛਰਡੰਗਸਾਇਰਭਰਸੁਭਰਬਿਨੁਹਰਿਕਿਉਸੁਖੁਪਾਈਐ॥"},"translation":{"en":{"bdb":"The mosquitoes bite and sting, and the ponds are filled to overflowing; without the Lord, how can she find peace?","ms":"The mosquitoes sting and the pools are filled to the brim. Without her Lord, how can the wife obtain comfort?","ssk":"The mosquitoes bite and sting, and the ponds are filled to overflowing; without the Lord, how can she find peace?"},"pu":{"ss":{"gurmukhi":"aus ƒ qW (BwdroN ivc iehI id`sdw hY ik) s`p fMgdy iPrdy hn, m`Cr fMg mwrdy hn [ cuPyry C`pV-qlwb (mINh dy pwxI nwl) nkw-nk Bry hoey hn (ibrhxI nwr ƒ ies ivc koeI suhj-suAwd nhIN id`sdw) [","unicode":"ਉਸ ਨੂੰ ਤਾਂ (ਭਾਦਰੋਂ ਵਿਚ ਇਹੀ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਸੱਪ ਡੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਮੱਛਰ ਡੰਗ ਮਾਰਦੇ ਹਨ । ਚੁਫੇਰੇ ਛੱਪੜ-ਤਲਾਬ (ਮੀਂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ (ਬਿਰਹਣੀ ਨਾਰ ਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸੁਹਜ-ਸੁਆਦ ਨਹੀਂ ਦਿੱਸਦਾ) ।"},"ft":{"gurmukhi":"mqsr rUp mCr kw fMg hY, sMswr (swier) smuMdr jnm mrn rUp jl kr ky (suBr) lbwlb ho rhw hY[ AYsy sMswr smuMdr myN hy hrI! Awp sy ibnW kYsy suK pRwpq hovY, Bwv Xih ik Awp mlwh ho kr myry ko pwr kIjIey]","unicode":"ਮਤਸਰ ਰੂਪ ਮਛਰ ਕਾ ਡੰਗ ਹੈ, ਸੰਸਾਰ (ਸਾਇਰ) ਸਮੁੰਦਰ ਜਨਮ ਮਰਨ ਰੂਪ ਜਲ ਕਰ ਕੇ (ਸੁਭਰ) ਲਬਾਲਬ ਹੋ ਰਹਾ ਹੈ। ਐਸੇ ਸੰਸਾਰ ਸਮੁੰਦਰ ਮੇਂ ਹੇ ਹਰੀ! ਆਪ ਸੇ ਬਿਨਾਂ ਕੈਸੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋਵੈ, ਭਾਵ ਯਹਿ ਕਿ ਆਪ ਮਲਾਹ ਹੋ ਕਰ ਮੇਰੇ ਕੋ ਪਾਰ ਕੀਜੀਏ॥"},"bdb":{"gurmukhi":"aus ƒ qW (BwdroN ivc iehI id`sdw hY ik) s`p fMgdy iPrdy hn, m`Cr fMg mwrdy hn [ cuPyry C`pV-qlwb (mINh dy pwxI nwl) nkw-nk Bry hoey hn (ibrhxI nwr ƒ ies ivc koeI suhj-suAwd nhIN id`sdw) [","unicode":"ਉਸ ਨੂੰ ਤਾਂ (ਭਾਦਰੋਂ ਵਿਚ ਇਹੀ ਦਿੱਸਦਾ ਹੈ ਕਿ) ਸੱਪ ਡੰਗਦੇ ਫਿਰਦੇ ਹਨ, ਮੱਛਰ ਡੰਗ ਮਾਰਦੇ ਹਨ । ਚੁਫੇਰੇ ਛੱਪੜ-ਤਲਾਬ (ਮੀਂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ (ਬਿਰਹਣੀ ਨਾਰ ਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸੁਹਜ-ਸੁਆਦ ਨਹੀਂ ਦਿੱਸਦਾ) ।"},"ms":{"gurmukhi":"m`Cr k`tdw hY Aqy toBy n¤ko nMk Bry hoey hn[ Awpxy suAwmI dy bgYr vhutI ƒ TMF cYn iks qrHW pY skdI hY?","unicode":"ਮੱਛਰ ਕੱਟਦਾ ਹੈ ਅਤੇ ਟੋਭੇ ਨੱਕੋ ਨੰਕ ਭਰੇ ਹੋਏ ਹਨ। ਆਪਣੇ ਸੁਆਮੀ ਦੇ ਬਗੈਰ ਵਹੁਟੀ ਨੂੰ ਠੰਢ ਚੈਨ ਕਿਸ ਤਰ੍ਹਾਂ ਪੈ ਸਕਦੀ ਹੈ?"}},"es":{"sn":"Los mosquitos pican, las norias desparraman, pero ¿dónde esta la Paz para mí sin el Señor?"},"hi":{"ss":"मच्छर डंक मारते हैं। चारों तरफ छप्पर-तालाब (बरसात के पानी से) नाको-नाक भरे हुए हैं (बिरही नारी को इसमें कोई सुहज-स्वाद नहीं दिखता)। (इसी तरह जिस जीव-स्त्री को पति-प्रभू से विछोड़े का अहिसास हो जाता है। उसको) प्रभू की याद के बिना (और किसी रंग-तमाशे में) आत्मिक आनंद नहीं मिलता।","sts":"मच्छर काटते रहते हैं, सरोवर जल से भर जाते हैं, मगर प्रभु के बिना सुख कैसे प्राप्त हो सकता है।"}},"transliteration":{"english":"machhar dda(n)g sair bhar subhar bin har kiau sukh paieeaai ||","hindi":"मछर डंग साइर भर सुभर बिनु हरि किउ सुखु पाईऐ ॥","en":"machhar dda(n)g sair bhar subhar bin har kiau sukh paieeaai ||","hi":"मछर डंग साइर भर सुभर बिनु हरि किउ सुखु पाईऐ ॥","ipa":"məɕər ɖəŋG sɑeɪr ɓər sʊɓər bɪn hər kɪo sʊkʰ pɑeiæ.","ur":"مچھر ڈںگ ساار بھر سُبھر بن هر کا سُکھ پاایاَے ۔۔"},"pageNo":1108,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47389,"shabadId":3984,"verse":{"gurmukhi":"nwnk pUiC clau gur Apuny jh pRBu qh hI jweIAY ]10]","unicode":"ਨਾਨਕ ਪੂਛਿ ਚਲਉ ਗੁਰ ਅਪੁਨੇ ਜਹ ਪ੍ਰਭੁ ਤਹ ਹੀ ਜਾਈਐ ॥੧੦॥"},"larivaar":{"gurmukhi":"nwnkpUiCclaugurApunyjhpRBuqhhIjweIAY]10]","unicode":"ਨਾਨਕਪੂਛਿਚਲਉਗੁਰਅਪੁਨੇਜਹਪ੍ਰਭੁਤਹਹੀਜਾਈਐ॥੧੦॥"},"translation":{"en":{"bdb":"O Nanak, I will go and ask my Guru; wherever God is, there I will go. ||10||","ms":"I will ask my Guru and walk accordingly. Wherever is my Lord, there shall I go.","ssk":"O Nanak, I will go and ask my Guru; wherever God is, there I will go. ||10||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK—) mYN qW Awpxy gurU dI is`iKAw auqy qur ky (aus dy d`sy rwh auqy) qurWgI, ijQy pRBU-pqI iml skdw hovy, auQy hI jwvWgI [10[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਮੈਂ ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ) ਤੁਰਾਂਗੀ, ਜਿਥੇ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਉਥੇ ਹੀ ਜਾਵਾਂਗੀ ।੧੦।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy hrI! qyrI pRwpqI kw swDn gur aupdys hY[ so Apny guroN sy pUC kr iqs myN (clau) privrq hovau[ hy pRBU! jhW qyry ko gurU dsy qhW hI jweIAY ArQwq jo swDn khy so krny sy qyrI pRwpqI hoqI hY]10]ÇAb A`sU ky AlMkwr sy khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਕਾ ਸਾਧਨ ਗੁਰ ਉਪਦੇਸ ਹੈ। ਸੋ ਅਪਨੇ ਗੁਰੋਂ ਸੇ ਪੂਛ ਕਰ ਤਿਸ ਮੇਂ (ਚਲਉ) ਪਰਵਿਰਤ ਹੋਵਉ। ਹੇ ਪ੍ਰਭੂ! ਜਹਾਂ ਤੇਰੇ ਕੋ ਗੁਰੂ ਦਸੇ ਤਹਾਂ ਹੀ ਜਾਈਐ ਅਰਥਾਤ ਜੋ ਸਾਧਨ ਕਹੇ ਸੋ ਕਰਨੇ ਸੇ ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ॥੧੦॥☬ਅਬ ਅੱਸੂ ਕੇ ਅਲੰਕਾਰ ਸੇ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! (AwK—) mYN qW Awpxy gurU dI is`iKAw auqy qur ky (aus dy d`sy rwh auqy) qurWgI, ijQy pRBU-pqI iml skdw hovy, auQy hI jwvWgI [10[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ—) ਮੈਂ ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਉਸ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ) ਤੁਰਾਂਗੀ, ਜਿਥੇ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਉਥੇ ਹੀ ਜਾਵਾਂਗੀ ।੧੦।"},"ms":{"gurmukhi":"mYN Awpxy gurW koloN puCWgI qy aus dy Anuswr turWgI[ ijQy myrw sweIN hY, EQy hI mYN jwvWgI[","unicode":"ਮੈਂ ਆਪਣੇ ਗੁਰਾਂ ਕੋਲੋਂ ਪੁਛਾਂਗੀ ਤੇ ਉਸ ਦੇ ਅਨੁਸਾਰ ਟੁਰਾਂਗੀ। ਜਿਥੇ ਮੇਰਾ ਸਾਈਂ ਹੈ, ਓਥੇ ਹੀ ਮੈਂ ਜਾਵਾਂਗੀ।"}},"es":{"sn":"Dice Nanak, pregunta a tu Guru y ve a dónde sea que tu Señor esté. (10)"},"hi":{"ss":"हे नानक ! (कह-) मैं तो अपने गुरू की शिक्षा पर चल कर (उसके बताए हुए रास्ते पर) चलूँगी। जहाँ प्रभू-पति मिल सकता हो। वहीं जाऊँगी। 10।","sts":"गुरु नानक का कथन है कि अपने गुरु से पूछकर वहाँ चले जाना चाहिए, जहाँ प्रभु है॥ १०॥"}},"transliteration":{"english":"naanak poochh chalau gur apune jeh prabh teh hee jaieeaai ||10||","hindi":"नानक पूछि चलउ गुर अपुने जह प्रभु तह ही जाईऐ ॥१०॥","en":"naanak poochh chalau gur apune jeh prabh teh hee jaieeaai ||10||","hi":"नानक पूछि चलउ गुर अपुने जह प्रभु तह ही जाईऐ ॥१०॥","ipa":"nɑnək puɕ t͡ʃəlo Gʊr əpʊne d͡ʒəh pɹəɓ t̪əh hi d͡ʒɑeiæ.1ə0.","ur":"نانک پُوچھ چلا گُر اپنے جه پربھ ته هیِ جاایاَے ۔۔۱۰۔۔"},"pageNo":1108,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}