{"shabadInfo":{"shabadId":3985,"shabadName":47390,"pageNo":1108,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1108},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3984,"next":3986},"verses":[{"verseId":47390,"shabadId":3985,"verse":{"gurmukhi":"Asuin Awau iprw sw Dn JUir mueI ]","unicode":"ਅਸੁਨਿ ਆਉ ਪਿਰਾ ਸਾ ਧਨ ਝੂਰਿ ਮੁਈ ॥"},"larivaar":{"gurmukhi":"AsuinAwauiprwswDnJUirmueI]","unicode":"ਅਸੁਨਿਆਉਪਿਰਾਸਾਧਨਝੂਰਿਮੁਈ॥"},"translation":{"en":{"bdb":"In Assu, come, my Beloved; the soul-bride is grieving to death.","ms":"In Assu, come O my Beloved. Thy wife is repining herself to death.","ssk":"In Assu, come, my Beloved; the soul-bride is grieving to death."},"pu":{"ss":{"gurmukhi":"(BwdroN dy GuMmy qy q®wtky lMGx qy) A`sU (dI im`TI ru`q) ivc (iesq®I dy idl ivc pqI ƒ imlx dI qWG pYdw huMdI hY [ iqvyN ijs jIv-iesq®I ny pRBU-pqI dy ivCoVy ivc kwmwidk vYrIAW dy h`ilAW dy du`K vyK ley hn,","unicode":"(ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਤੇ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਇਸਤ੍ਰੀ ਦੇ ਦਿਲ ਵਿਚ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ । ਤਿਵੇਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਦੁੱਖ ਵੇਖ ਲਏ ਹਨ,"},"ft":{"gurmukhi":"jo Awsw lg rhI hY XhI AsU hY[ iqs myN hy (iprw) pqI! myry pws AweIey, ikauNik mYN (swDn) iesqRI qyry ivCoVy sy JUr kr mrqI hUM qW qy sIGr drsn dIjIey]","unicode":"ਜੋ ਆਸਾ ਲਗ ਰਹੀ ਹੈ ਯਹੀ ਅਸੂ ਹੈ। ਤਿਸ ਮੇਂ ਹੇ (ਪਿਰਾ) ਪਤੀ! ਮੇਰੇ ਪਾਸ ਆਈਏ, ਕਿਉਂਕਿ ਮੈਂ (ਸਾਧਨ) ਇਸਤ੍ਰੀ ਤੇਰੇ ਵਿਛੋੜੇ ਸੇ ਝੂਰ ਕਰ ਮਰਤੀ ਹੂੰ ਤਾਂ ਤੇ ਸੀਘਰ ਦਰਸਨ ਦੀਜੀਏ॥"},"bdb":{"gurmukhi":"(BwdroN dy GuMmy qy q®wtky lMGx qy) A`sU (dI im`TI ru`q) ivc (iesq®I dy idl ivc pqI ƒ imlx dI qWG pYdw huMdI hY [ iqvyN ijs jIv-iesq®I ny pRBU-pqI dy ivCoVy ivc kwmwidk vYrIAW dy h`ilAW dy du`K vyK ley hn,","unicode":"(ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਤੇ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਇਸਤ੍ਰੀ ਦੇ ਦਿਲ ਵਿਚ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ । ਤਿਵੇਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਦੁੱਖ ਵੇਖ ਲਏ ਹਨ,"},"ms":{"gurmukhi":"A`sU iv`c bhuV hy myry pRIqm! qyrI pqnI Juryvy nwl mr rhI hY[","unicode":"ਅੱਸੂ ਵਿੱਚ ਬਹੁੜ ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਤੇਰੀ ਪਤਨੀ ਝੁਰੇਵੇ ਨਾਲ ਮਰ ਰਹੀ ਹੈ।"}},"es":{"sn":"Ven, oh Amor, en el mes de Asu, la novia está muerta de preocupación. "},"hi":{"ss":"मायावी पदार्थों के मोह में फस के मैं गलत रास्ते पर पड़ चुकी हॅूँ।","sts":"आश्विन के महीने में हे प्रियतम-प्रभु ! तुम चले आओ, क्योंकि जीव-स्त्री चिंता में मर रही है,"}},"transliteration":{"english":"asun aau piraa saa dhan jhoor muiee ||","hindi":"असुनि आउ पिरा सा धन झूरि मुई ॥","en":"asun aau piraa saa dhan jhoor muiee ||","hi":"असुनि आउ पिरा सा धन झूरि मुई ॥","ipa":"əsʊn əɑo pɪrɑ sɑ t̪ən ɖ͡ʐur mʊei.","ur":"اسن آا پرا سا دھن جھُور مُای ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47391,"shabadId":3985,"verse":{"gurmukhi":"qw imlIAY pRB myly dUjY Bwie KueI ]","unicode":"ਤਾ ਮਿਲੀਐ ਪ੍ਰਭ ਮੇਲੇ ਦੂਜੈ ਭਾਇ ਖੁਈ ॥"},"larivaar":{"gurmukhi":"qwimlIAYpRBmylydUjYBwieKueI]","unicode":"ਤਾਮਿਲੀਐਪ੍ਰਭਮੇਲੇਦੂਜੈਭਾਇਖੁਈ॥"},"translation":{"en":{"bdb":"She can only meet Him, when God leads her to meet Him; she is ruined by the love of duality.","ms":"If the Lord makes her meet, then alone can she meet with Him, but the bride is ruined by the love of another.","ssk":"She can only meet Him, when God leads her to meet Him; she is ruined by the love of duality."},"pu":{"ss":{"gurmukhi":"auh Ardws krdI hY—) hy pRBU-pqI! (myry ihrdy ivc) Aw v`s (qYQoN ivCuV ky) mYN hwhuky lY lY ky Awqmk mOqy mr rhI hW, mwiek pdwrQW dy moh ivc Ps ky mYN AOJVy peI hoeI hW [ hy pRBU! qYƒ qdoN hI iml skIdw hY jy qUµ Awp imlweyN [","unicode":"ਉਹ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਹਾਹੁਕੇ ਲੈ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੀ ਹਾਂ, ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਔਝੜੇ ਪਈ ਹੋਈ ਹਾਂ । ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ਜੇ ਤੂੰ ਆਪ ਮਿਲਾਏਂ ।"},"ft":{"gurmukhi":"hy pRBU! myrI buDI (dUjY) duvYq Bwau myN (KueI) BulI hUeI hY, jo Awpxy swQ mylo qo imlxW hoqw hY Ar qUM inrdos hYN]Çso khqy hYN:","unicode":"ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਬੁਧੀ (ਦੂਜੈ) ਦੁਵੈਤ ਭਾਉ ਮੇਂ (ਖੁਈ) ਭੁਲੀ ਹੂਈ ਹੈ, ਜੋ ਆਪਣੇ ਸਾਥ ਮੇਲੋ ਤੋ ਮਿਲਣਾਂ ਹੋਤਾ ਹੈ ਅਰ ਤੂੰ ਨਿਰਦੋਸ ਹੈਂ॥☬ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"auh Ardws krdI hY—) hy pRBU-pqI! (myry ihrdy ivc) Aw v`s (qYQoN ivCuV ky) mYN hwhuky lY lY ky Awqmk mOqy mr rhI hW, mwiek pdwrQW dy moh ivc Ps ky mYN AOJVy peI hoeI hW [ hy pRBU! qYƒ qdoN hI iml skIdw hY jy qUµ Awp imlweyN [","unicode":"ਉਹ ਅਰਦਾਸ ਕਰਦੀ ਹੈ—) ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸ (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਮੈਂ ਹਾਹੁਕੇ ਲੈ ਲੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੀ ਹਾਂ, ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਔਝੜੇ ਪਈ ਹੋਈ ਹਾਂ । ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ ਜੇ ਤੂੰ ਆਪ ਮਿਲਾਏਂ ।"},"ms":{"gurmukhi":"jykr suAwmI imlwvy, kyvl qd hI auh aus nwl iml skdI hY, pRMqU pqnI ƒ dvYq Bwv ny brbwd kr C`ifAw hY[","unicode":"ਜੇਕਰ ਸੁਆਮੀ ਮਿਲਾਵੇ, ਕੇਵਲ ਤਦ ਹੀ ਉਹ ਉਸ ਨਾਲ ਮਿਲ ਸਕਦੀ ਹੈ, ਪ੍ਰੰਤੂ ਪਤਨੀ ਨੂੰ ਦਵੈਤ ਭਾਵ ਨੇ ਬਰਬਾਦ ਕਰ ਛੱਡਿਆ ਹੈ।"}},"es":{"sn":"Serás encontrado sólo si la mente se ha entrenado a tener encuentros Contigo, pues estoy siendo engañado permitiendo en mi mente la idea del otro."},"hi":{"ss":"हे प्रभू ! तुझे तभी मिला जा सकता है अगर तू खुद मिलाए। (जब से) दुनिया के झूठे मोह में फस के मैं दुखी हो रही हूँ। तब से।","sts":"अगर प्रभु मिलाप करे तो ही मिलन होता है, अन्यथा द्वैत-भावना में विचलित होती है।"}},"transliteration":{"english":"taa mileeaai prabh mele dhoojai bhai khuiee ||","hindi":"ता मिलीऐ प्रभ मेले दूजै भाइ खुई ॥","en":"taa mileeaai prabh mele dhoojai bhai khuiee ||","hi":"ता मिलीऐ प्रभ मेले दूजै भाइ खुई ॥","ipa":"t̪ɑ mɪliæ pɹəɓ mele d̪ud͡ʒæ ɓɑeɪ kʰʊei.","ur":"تا ملیِاَے پربھ مےلے دُوجَے بھاا کھُای ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47392,"shabadId":3985,"verse":{"gurmukhi":"JUiT ivguqI qw ipr muqI kukh kwh is Puly ]","unicode":"ਝੂਠਿ ਵਿਗੁਤੀ ਤਾ ਪਿਰ ਮੁਤੀ ਕੁਕਹ ਕਾਹ ਸਿ ਫੁਲੇ ॥"},"larivaar":{"gurmukhi":"JUiTivguqIqwiprmuqIkukhkwhisPuly]","unicode":"ਝੂਠਿਵਿਗੁਤੀਤਾਪਿਰਮੁਤੀਕੁਕਹਕਾਹਸਿਫੁਲੇ॥"},"translation":{"en":{"bdb":"If she is plundered by falsehood, then her Beloved forsakes her. Then, the white flowers of old age blossom in my hair.","ms":"When the bride is disfigured by falsehood, then the Spouse forsakes her. Then bloom the reed and Tamarisk diocia.","ssk":"If she is plundered by falsehood, then her Beloved forsakes her. Then, the white flowers of old age blossom in my hair."},"pu":{"ss":{"gurmukhi":"(jdoN qoN) dunIAw dy JUTy moh ivc Ps ky mYN ^uAwr ho rhI hW, qdoN qoN, hy pqI! qYQoN ivCuVI hoeI hW [ iplCI qy kwhI (dy su&Yd bUr vWg myry kys) ic`ty ho gey hn, (myry srIr dw) in`G AgWh lMG igAw hY (Gt igAw hY),","unicode":"(ਜਦੋਂ ਤੋਂ) ਦੁਨੀਆ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ, ਹੇ ਪਤੀ! ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ । ਪਿਲਛੀ ਤੇ ਕਾਹੀ (ਦੇ ਸੁਫ਼ੈਦ ਬੂਰ ਵਾਂਗ ਮੇਰੇ ਕੇਸ) ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ, (ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ),"},"ft":{"gurmukhi":"mYN JUT ny (ivguqI) Krwb krI hW[ (ipr) pqI mYN qau qYny (muqI) iqAwgI punw jYsy AsU ky mhIny iplCI Ar kwhI PUlqI hY, qYsy hI sIs Ar dwVI ky kys isÎwmqw ky iqAwg sy kwhI vq icty hUey hYN, Bwv sy ibRD AvsQw AweI hY]Çjy khYN Ab qo koeI swDn kr? iqs pr khqy hYN:","unicode":"ਮੈਂ ਝੂਠ ਨੇ (ਵਿਗੁਤੀ) ਖਰਾਬ ਕਰੀ ਹਾਂ। (ਪਿਰ) ਪਤੀ ਮੈਂ ਤਉ ਤੈਨੇ (ਮੁਤੀ) ਤਿਆਗੀ ਪੁਨਾ ਜੈਸੇ ਅਸੂ ਕੇ ਮਹੀਨੇ ਪਿਲਛੀ ਅਰ ਕਾਹੀ ਫੂਲਤੀ ਹੈ, ਤੈਸੇ ਹੀ ਸੀਸ ਅਰ ਦਾੜੀ ਕੇ ਕੇਸ ਸ੍ਯਿਾਮਤਾ ਕੇ ਤਿਆਗ ਸੇ ਕਾਹੀ ਵਤ ਚਿਟੇ ਹੂਏ ਹੈਂ, ਭਾਵ ਸੇ ਬ੍ਰਿਧ ਅਵਸਥਾ ਆਈ ਹੈ॥☬ਜੇ ਕਹੈਂ ਅਬ ਤੋ ਕੋਈ ਸਾਧਨ ਕਰ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(jdoN qoN) dunIAw dy JUTy moh ivc Ps ky mYN ^uAwr ho rhI hW, qdoN qoN, hy pqI! qYQoN ivCuVI hoeI hW [ iplCI qy kwhI (dy su&Yd bUr vWg myry kys) ic`ty ho gey hn, (myry srIr dw) in`G AgWh lMG igAw hY (Gt igAw hY),","unicode":"(ਜਦੋਂ ਤੋਂ) ਦੁਨੀਆ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮੈਂ ਖ਼ੁਆਰ ਹੋ ਰਹੀ ਹਾਂ, ਤਦੋਂ ਤੋਂ, ਹੇ ਪਤੀ! ਤੈਥੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ । ਪਿਲਛੀ ਤੇ ਕਾਹੀ (ਦੇ ਸੁਫ਼ੈਦ ਬੂਰ ਵਾਂਗ ਮੇਰੇ ਕੇਸ) ਚਿੱਟੇ ਹੋ ਗਏ ਹਨ, (ਮੇਰੇ ਸਰੀਰ ਦਾ) ਨਿੱਘ ਅਗਾਂਹ ਲੰਘ ਗਿਆ ਹੈ (ਘਟ ਗਿਆ ਹੈ),"},"ms":{"gurmukhi":"jd pqnI ƒ kUV krUp kr idMdw hY qd pqI aus ƒ iqAwg idMdw hY[ qd srkVw Aqy ipClI pRPulq huMdy hn[","unicode":"ਜਦ ਪਤਨੀ ਨੂੰ ਕੂੜ ਕਰੂਪ ਕਰ ਦਿੰਦਾ ਹੈ ਤਦ ਪਤੀ ਉਸ ਨੂੰ ਤਿਆਗ ਦਿੰਦਾ ਹੈ। ਤਦ ਸਰਕੜਾ ਅਤੇ ਪਿਛਲੀ ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Sí, desperdicié mi vida en la falsedad y por eso el Señor me ha hecho a un lado y las flores de mi cabello se han puesto grises. "},"hi":{"ss":"हे पति ! तुझसे बिछुड़ी हुई हूँ। पिलछी और काही (के सफेद बूर की तरह मेरे केस) सफेद हो गए हैं।","sts":"झुठ में लिप्त रहने के कारण नष्ट हो गई है, तभी प्रियतम ने त्याग दिया है, अब सरकण्डे में भी फूल आ चुके हैं (अर्थात् यौवन समाप्त हो गया और बुढ़ापा आ गया)"}},"transliteration":{"english":"jhooTh vigutee taa pir mutee kukeh kaeh s fule ||","hindi":"झूठि विगुती ता पिर मुती कुकह काह सि फुले ॥","en":"jhooTh vigutee taa pir mutee kukeh kaeh s fule ||","hi":"झूठि विगुती ता पिर मुती कुकह काह सि फुले ॥","ipa":"ɖ͡ʐuʈʰ ʋɪGʊt̪i t̪ɑ pɪr mʊt̪i kʊkəh kɑh s fʊle.","ur":"جھُوٹھ وگتیِ تا پر مُتیِ کُکه کاه س پھُلے ۔۔"},"pageNo":1108,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47393,"shabadId":3985,"verse":{"gurmukhi":"AwgY Gwm ipCY ruiq jwfw dyiK clq mnu foly ]","unicode":"ਆਗੈ ਘਾਮ ਪਿਛੈ ਰੁਤਿ ਜਾਡਾ ਦੇਖਿ ਚਲਤ ਮਨੁ ਡੋਲੇ ॥"},"larivaar":{"gurmukhi":"AwgYGwmipCYruiqjwfwdyiKclqmnufoly]","unicode":"ਆਗੈਘਾਮਪਿਛੈਰੁਤਿਜਾਡਾਦੇਖਿਚਲਤਮਨੁਡੋਲੇ॥"},"translation":{"en":{"bdb":"Summer is now behind us, and the winter season is ahead. Gazing upon this play, my shaky mind wavers.","ms":"Summer is left behind and the winter season lies ahead. Seeing this play my mind wavers.","ssk":"Summer is now behind us, and the winter season is ahead. Gazing upon this play, my shaky mind wavers."},"pu":{"ss":{"gurmukhi":"aus dy ipCy ipCy srIrk kmzorI Aw rhI hY, ieh qmwSw vyK ky myrw mn Gbrw irhw hY (ikauNik Ajy qk qyrw dIdwr nhIN ho sikAw) [","unicode":"ਉਸ ਦੇ ਪਿਛੇ ਪਿਛੇ ਸਰੀਰਕ ਕਮਜ਼ੋਰੀ ਆ ਰਹੀ ਹੈ, ਇਹ ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਮੇਰਾ ਮਨ ਘਬਰਾ ਰਿਹਾ ਹੈ (ਕਿਉਂਕਿ ਅਜੇ ਤਕ ਤੇਰਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ) ।"},"ft":{"gurmukhi":"pihly (Gwm) DUp qyju sI ArQwq juvw AvsQw QI so bIq geI hY, iqs ky pICy (jwVw) jVHqw ArQwq ibRD AvsQw AweI hY[ Ab brqmwn myN AYsw cilqR dyK kr ky myrw mn fol rhw hY, ikauNik ibRD AvsQw myN swDn koeI nhIN ho skqw, qW qy eyk Awsw hY] so khqy hYN:","unicode":"ਪਹਿਲੇ (ਘਾਮ) ਧੂਪ ਤੇਜੁ ਸੀ ਅਰਥਾਤ ਜੁਵਾ ਅਵਸਥਾ ਥੀ ਸੋ ਬੀਤ ਗਈ ਹੈ, ਤਿਸ ਕੇ ਪੀਛੇ (ਜਾੜਾ) ਜੜ੍ਹਤਾ ਅਰਥਾਤ ਬ੍ਰਿਧ ਅਵਸਥਾ ਆਈ ਹੈ। ਅਬ ਬਰਤਮਾਨ ਮੇਂ ਐਸਾ ਚਲਿਤ੍ਰ ਦੇਖ ਕਰ ਕੇ ਮੇਰਾ ਮਨ ਡੋਲ ਰਹਾ ਹੈ, ਕਿਉਂਕਿ ਬ੍ਰਿਧ ਅਵਸਥਾ ਮੇਂ ਸਾਧਨ ਕੋਈ ਨਹੀਂ ਹੋ ਸਕਤਾ, ਤਾਂ ਤੇ ਏਕ ਆਸਾ ਹੈ॥ ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus dy ipCy ipCy srIrk kmzorI Aw rhI hY, ieh qmwSw vyK ky myrw mn Gbrw irhw hY (ikauNik Ajy qk qyrw dIdwr nhIN ho sikAw) [","unicode":"ਉਸ ਦੇ ਪਿਛੇ ਪਿਛੇ ਸਰੀਰਕ ਕਮਜ਼ੋਰੀ ਆ ਰਹੀ ਹੈ, ਇਹ ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ ਮੇਰਾ ਮਨ ਘਬਰਾ ਰਿਹਾ ਹੈ (ਕਿਉਂਕਿ ਅਜੇ ਤਕ ਤੇਰਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋ ਸਕਿਆ) ।"},"ms":{"gurmukhi":"grmI ip¤Cy rih geI hY Aqy isAwl dw mOsm mUhry hY[ ieh Kyf vyK myrw ic`q ifkfoly KWdw hY[","unicode":"ਗਰਮੀ ਪਿੱਛੇ ਰਹਿ ਗਈ ਹੈ ਅਤੇ ਸਿਆਲ ਦਾ ਮੌਸਮ ਮੂਹਰੇ ਹੈ। ਇਹ ਖੇਡ ਵੇਖ ਮੇਰਾ ਚਿੱਤ ਡਿਕਡੋਲੇ ਖਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ante mí está el verano de la muerte, detrás está el invierno de la vida, y viendo este juego mi mente vacila. "},"hi":{"ss":"(मेरे शरीर की) गरमाहट आगे गुजर चुकी है (कम हो गई है)। उसके पीछे-पीछे शरीरिक कमजोरी (ठंढ) आ रही है। ये तमाशा देख के मेरा मन घबरा रहा है (क्योंकि अभी तक तेरा दीदार नहीं हो सका)।","sts":"आगे गर्मी एवं पीछे जाड़े की ऋतु देखकर मन विचलित होता है।"}},"transliteration":{"english":"aagai ghaam pichhai rut jaaddaa dhekh chalat man ddole ||","hindi":"आगै घाम पिछै रुति जाडा देखि चलत मनु डोले ॥","en":"aagai ghaam pichhai rut jaaddaa dhekh chalat man ddole ||","hi":"आगै घाम पिछै रुति जाडा देखि चलत मनु डोले ॥","ipa":"əɑGæ Gʰɑm pɪɕæ rʊt̪ d͡ʒɑɖɑ d̪ekʰ t͡ʃələt̪ mən ɖɔle.","ur":"آگَے گھام پچھَے رُت جاڈا دےکھ چلت من ڈولے ۔۔"},"pageNo":1109,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47394,"shabadId":3985,"verse":{"gurmukhi":"dh idis swK hrI hrIAwvl shij pkY so mITw ]","unicode":"ਦਹ ਦਿਸਿ ਸਾਖ ਹਰੀ ਹਰੀਆਵਲ ਸਹਜਿ ਪਕੈ ਸੋ ਮੀਠਾ ॥"},"larivaar":{"gurmukhi":"dhidisswKhrIhrIAwvlshijpkYsomITw]","unicode":"ਦਹਦਿਸਿਸਾਖਹਰੀਹਰੀਆਵਲਸਹਜਿਪਕੈਸੋਮੀਠਾ॥"},"translation":{"en":{"bdb":"In all ten directions, the branches are green and alive. That which ripens slowly, is sweet.","ms":"All over the ten sides the branches are green and verdant. That, which slowly ripens, is sweet.","ssk":"In all ten directions, the branches are green and alive. That which ripens slowly, is sweet."},"pu":{"ss":{"gurmukhi":"(kwhI iplCI dw hwl vyK ky qW mn foldw hY, pr) hr pwsy (bnspqI dIAW) hrIAW swKW dI hirAwvl vyK ky (ieh DIrj AwauNdI hY ik) Afol AvsQw ivc (jyhVw jIv) id®VH rihMdw hY, ausy ƒ pRBU-imlwp dI imTws (^uSI) imldI hY [","unicode":"(ਕਾਹੀ ਪਿਲਛੀ ਦਾ ਹਾਲ ਵੇਖ ਕੇ ਤਾਂ ਮਨ ਡੋਲਦਾ ਹੈ, ਪਰ) ਹਰ ਪਾਸੇ (ਬਨਸਪਤੀ ਦੀਆਂ) ਹਰੀਆਂ ਸਾਖਾਂ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ (ਇਹ ਧੀਰਜ ਆਉਂਦੀ ਹੈ ਕਿ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਜੇਹੜਾ ਜੀਵ) ਦ੍ਰਿੜ੍ਹ ਰਹਿੰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਮਿਠਾਸ (ਖ਼ੁਸ਼ੀ) ਮਿਲਦੀ ਹੈ ।"},"ft":{"gurmukhi":"bwhÎ ArQ qo pRisD hY: XQw jo AMn sny sny pky so mITw hoqw hY Ar jo ApRpk ktIey so qYsw nhIN hoqw[ AMqRIv khqy hYN: dso idsw myN hy hrI! qyrIAW swKW jo swm, irg Awidk byd hY, iqn kI hirAwvlI ho rhI hY[ iqn bydoN duAwry jo sny sny pRpk hovY, Bwv Afol inscy kr jo AnMdu pRwpq hoqw hY, so mITw hY, ikAw AnMdvWn hoqw hY[ jw dso idsw myN hy hrI! qyrI swKw rUp swry hirAwvl ho rhI hY ArQwq Avqwr Dwr kr jo Bgq qwry hYN, AYsw gunwnvwd krqw hUAw (shij) sWqI kr (pkY) pRwpq hovY so mITw hY ArQwq Awqm AnMd kr jugq hoqw hY; vw sqsMg rUp swKoN kI hirAwvlI dso idsW myN (hrI) AqI sbj ho rhI hY, iqs siqsMg myN jo (shij) gÎwn kr (pky) prpk hovY so (mITw), Bwv mITw rs ArQwq Awqm AnMdI Bogqw hY[ qW qy Apr swDnoN qy ibnW jYsy vkIl duAwrw rwjw kI pRwpqI sIGr hoqI hY, qYsy hI guroN rUp vkIl duAwrw isK ko prmysur kI pRwpqI idKwvqy hUey khqy hYN:","unicode":"ਬਾਹ੍ਯ ਅਰਥ ਤੋ ਪ੍ਰਸਿਧ ਹੈ: ਯਥਾ ਜੋ ਅੰਨ ਸਨੇ ਸਨੇ ਪਕੇ ਸੋ ਮੀਠਾ ਹੋਤਾ ਹੈ ਅਰ ਜੋ ਅਪ੍ਰਪਕ ਕਟੀਏ ਸੋ ਤੈਸਾ ਨਹੀਂ ਹੋਤਾ। ਅੰਤ੍ਰੀਵ ਕਹਤੇ ਹੈਂ: ਦਸੋ ਦਿਸਾ ਮੇਂ ਹੇ ਹਰੀ! ਤੇਰੀਆਂ ਸਾਖਾਂ ਜੋ ਸਾਮ, ਰਿਗ ਆਦਿਕ ਬੇਦ ਹੈ, ਤਿਨ ਕੀ ਹਰਿਆਵਲੀ ਹੋ ਰਹੀ ਹੈ। ਤਿਨ ਬੇਦੋਂ ਦੁਆਰੇ ਜੋ ਸਨੇ ਸਨੇ ਪ੍ਰਪਕ ਹੋਵੈ, ਭਾਵ ਅਡੋਲ ਨਿਸਚੇ ਕਰ ਜੋ ਅਨੰਦੁ ਪ੍ਰਾਪਤ ਹੋਤਾ ਹੈ, ਸੋ ਮੀਠਾ ਹੈ, ਕਿਆ ਅਨੰਦਵਾਂਨ ਹੋਤਾ ਹੈ। ਜਾ ਦਸੋ ਦਿਸਾ ਮੇਂ ਹੇ ਹਰੀ! ਤੇਰੀ ਸਾਖਾ ਰੂਪ ਸਾਰੇ ਹਰਿਆਵਲ ਹੋ ਰਹੀ ਹੈ ਅਰਥਾਤ ਅਵਤਾਰ ਧਾਰ ਕਰ ਜੋ ਭਗਤ ਤਾਰੇ ਹੈਂ, ਐਸਾ ਗੁਨਾਨਵਾਦ ਕਰਤਾ ਹੂਆ (ਸਹਜਿ) ਸਾਂਤੀ ਕਰ (ਪਕੈ) ਪ੍ਰਾਪਤ ਹੋਵੈ ਸੋ ਮੀਠਾ ਹੈ ਅਰਥਾਤ ਆਤਮ ਅਨੰਦ ਕਰ ਜੁਗਤ ਹੋਤਾ ਹੈ; ਵਾ ਸਤਸੰਗ ਰੂਪ ਸਾਖੋਂ ਕੀ ਹਰਿਆਵਲੀ ਦਸੋ ਦਿਸਾਂ ਮੇਂ (ਹਰੀ) ਅਤੀ ਸਬਜ ਹੋ ਰਹੀ ਹੈ, ਤਿਸ ਸਤਿਸੰਗ ਮੇਂ ਜੋ (ਸਹਜਿ) ਗ੍ਯਾਨ ਕਰ (ਪਕੇ) ਪਰਪਕ ਹੋਵੈ ਸੋ (ਮੀਠਾ), ਭਾਵ ਮੀਠਾ ਰਸ ਅਰਥਾਤ ਆਤਮ ਅਨੰਦੀ ਭੋਗਤਾ ਹੈ। ਤਾਂ ਤੇ ਅਪਰ ਸਾਧਨੋਂ ਤੇ ਬਿਨਾਂ ਜੈਸੇ ਵਕੀਲ ਦੁਆਰਾ ਰਾਜਾ ਕੀ ਪ੍ਰਾਪਤੀ ਸੀਘਰ ਹੋਤੀ ਹੈ, ਤੈਸੇ ਹੀ ਗੁਰੋਂ ਰੂਪ ਵਕੀਲ ਦੁਆਰਾ ਸਿਖ ਕੋ ਪਰਮੇਸੁਰ ਕੀ ਪ੍ਰਾਪਤੀ ਦਿਖਾਵਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(kwhI iplCI dw hwl vyK ky qW mn foldw hY, pr) hr pwsy (bnspqI dIAW) hrIAW swKW dI hirAwvl vyK ky (ieh DIrj AwauNdI hY ik) Afol AvsQw ivc (jyhVw jIv) id®VH rihMdw hY, ausy ƒ pRBU-imlwp dI imTws (^uSI) imldI hY [","unicode":"(ਕਾਹੀ ਪਿਲਛੀ ਦਾ ਹਾਲ ਵੇਖ ਕੇ ਤਾਂ ਮਨ ਡੋਲਦਾ ਹੈ, ਪਰ) ਹਰ ਪਾਸੇ (ਬਨਸਪਤੀ ਦੀਆਂ) ਹਰੀਆਂ ਸਾਖਾਂ ਦੀ ਹਰਿਆਵਲ ਵੇਖ ਕੇ (ਇਹ ਧੀਰਜ ਆਉਂਦੀ ਹੈ ਕਿ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ (ਜੇਹੜਾ ਜੀਵ) ਦ੍ਰਿੜ੍ਹ ਰਹਿੰਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਮਿਠਾਸ (ਖ਼ੁਸ਼ੀ) ਮਿਲਦੀ ਹੈ ।"},"ms":{"gurmukhi":"dsIN pwsIN hI tihxIAW srsbj Aqy hrIAW BrIAW hn[ jo hOlI hOlI p`kdw hY auh im`Tw hudw hY[","unicode":"ਦਸੀਂ ਪਾਸੀਂ ਹੀ ਟਹਿਣੀਆਂ ਸਰਸਬਜ ਅਤੇ ਹਰੀਆਂ ਭਰੀਆਂ ਹਨ। ਜੋ ਹੌਲੀ ਹੌਲੀ ਪੱਕਦਾ ਹੈ ਉਹ ਮਿੱਠਾ ਹੁਦਾ ਹੈ।"}},"es":{"sn":"Por todas partes las praderas están verdes, pero sólo lo maduro estará dulce si ha madurado a su propio tiempo."},"hi":{"ss":"(सरकंडे आदि का हाल देख के मेरा मन डोलता है। पर) हर तरफ (बनस्पति की) हरी शाखाएं देख के (ये धीरज बँधता है कि) अडोल अवस्था में (जो जीव) दृढ़ रहता है। उसी को प्रभू-मिलाप की मिठास (प्रसन्नता) मिलती है।","sts":"दसों दिशाओं में वनस्पति की हरियाली है और जो सहज पकता है, वही मीठा है।"}},"transliteration":{"english":"dheh dhis saakh haree hareeaaval sahaj pakai so meeThaa ||","hindi":"दह दिसि साख हरी हरीआवल सहजि पकै सो मीठा ॥","en":"dheh dhis saakh haree hareeaaval sahaj pakai so meeThaa ||","hi":"दह दिसि साख हरी हरीआवल सहजि पकै सो मीठा ॥","ipa":"d̪əh d̪ɪs sɑkʰ həri həriəɑʋəl səhəd͡ʒ pəkæ sɔ miʈʰɑ.","ur":"ده دس ساکھ هریِ هریِآول سهجِ پکَے سو میِٹھا ۔۔"},"pageNo":1109,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47395,"shabadId":3985,"verse":{"gurmukhi":"nwnk Asuin imlhu ipAwry siqgur Bey bsITw ]11]","unicode":"ਨਾਨਕ ਅਸੁਨਿ ਮਿਲਹੁ ਪਿਆਰੇ ਸਤਿਗੁਰ ਭਏ ਬਸੀਠਾ ॥੧੧॥"},"larivaar":{"gurmukhi":"nwnkAsuinimlhuipAwrysiqgurBeybsITw]11]","unicode":"ਨਾਨਕਅਸੁਨਿਮਿਲਹੁਪਿਆਰੇਸਤਿਗੁਰਭਏਬਸੀਠਾ॥੧੧॥"},"translation":{"en":{"bdb":"O Nanak, in Assu, please meet me, my Beloved. The True Guru has become my Advocate and Friend. ||11||","ms":"Meet Thou me, O my Love in Assu. The True Guru has become my mediation.","ssk":"O Nanak, in Assu, please meet me, my Beloved. The True Guru has become my Advocate and Friend. ||11||"},"pu":{"ss":{"gurmukhi":"hy nwnk! A`sU (dI im`TI ru`q) ivc (qUµ BI Ardws kr qy AwK—) hy ipAwry pRBU! (myhr kr) gurU dI rwhIN mYƒ iml [11[","unicode":"ਹੇ ਨਾਨਕ! ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਤੂੰ ਭੀ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ—) ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਮਿਲ ।੧੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: qyrI Awsw rUp AsU kw mhInW hY, hy ipAwry! ies myN muJ ko imlIey Ab Awp ky Ar myry myN siqgurU (bsITw) bkIl hUey hYN]11]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤੇਰੀ ਆਸਾ ਰੂਪ ਅਸੂ ਕਾ ਮਹੀਨਾਂ ਹੈ, ਹੇ ਪਿਆਰੇ! ਇਸ ਮੇਂ ਮੁਝ ਕੋ ਮਿਲੀਏ ਅਬ ਆਪ ਕੇ ਅਰ ਮੇਰੇ ਮੇਂ ਸਤਿਗੁਰੂ (ਬਸੀਠਾ) ਬਕੀਲ ਹੂਏ ਹੈਂ॥੧੧॥"},"bdb":{"gurmukhi":"hy nwnk! A`sU (dI im`TI ru`q) ivc (qUµ BI Ardws kr qy AwK—) hy ipAwry pRBU! (myhr kr) gurU dI rwhIN mYƒ iml [11[","unicode":"ਹੇ ਨਾਨਕ! ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਤੂੰ ਭੀ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ—) ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮੈਨੂੰ ਮਿਲ ।੧੧।"},"ms":{"gurmukhi":"A`sU AMdr qUM mYƒ iml, hy myry idlbr! s¤cy gurdyv jI myry ivcoly ho gey hn[","unicode":"ਅੱਸੂ ਅੰਦਰ ਤੂੰ ਮੈਨੂੰ ਮਿਲ, ਹੇ ਮੇਰੇ ਦਿਲਬਰ! ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਮੇਰੇ ਵਿਚੋਲੇ ਹੋ ਗਏ ਹਨ।"}},"es":{"sn":"Encuéntrame, oh Señor, en el mes de Asu, sí, el Guru Perfecto es ahora mi Intercesor. (11)"},"hi":{"ss":"हे नानक ! असू (की मीठी ऋतु) में (तू भी प्रार्थना कर और कह-) हे प्यारे प्रभू ! (मेहर कर) गुरू के माध्यम से मुझे मिल। 11।","sts":"गुरु नानक का कथन है कि आश्विन के महीने में हे प्यारे ! तुम आन मिलो; चूंकेि सतगुरु मध्यस्थ बन चुके हैं।॥ ११॥"}},"transliteration":{"english":"naanak asun milahu piaare satigur bhe baseeThaa ||11||","hindi":"नानक असुनि मिलहु पिआरे सतिगुर भए बसीठा ॥११॥","en":"naanak asun milahu piaare satigur bhe baseeThaa ||11||","hi":"नानक असुनि मिलहु पिआरे सतिगुर भए बसीठा ॥११॥","ipa":"nɑnək əsʊn mɪləh pɪəɑre sət̪ɪGʊr ɓee bəsiʈʰɑ.1ə1.","ur":"نانک اسن ملهُ پآرے ستگر بھاے بسیِٹھا ۔۔۱۱۔۔"},"pageNo":1109,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}}]}