{"shabadInfo":{"shabadId":3986,"shabadName":47396,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3985,"next":3987},"verses":[{"verseId":47396,"shabadId":3986,"verse":{"gurmukhi":"kqik ikrqu pieAw jo pRB BwieAw ]","unicode":"ਕਤਕਿ ਕਿਰਤੁ ਪਇਆ ਜੋ ਪ੍ਰਭ ਭਾਇਆ ॥"},"larivaar":{"gurmukhi":"kqikikrqupieAwjopRBBwieAw]","unicode":"ਕਤਕਿਕਿਰਤੁਪਇਆਜੋਪ੍ਰਭਭਾਇਆ॥"},"translation":{"en":{"bdb":"In Katak, that alone comes to pass, which is pleasing to the Will of God.","ms":"In Katak, what pleases the Lord, that is recorded in the mortal's destiny.","ssk":"In Katak, that alone comes to pass, which is pleasing to the Will of God."},"pu":{"ss":{"gurmukhi":"hy BweI! (ijvyN) k`qk (dy mhIny) ivc (ikswn ƒ muMjI mkeI Awidk swvxI dy &sl dI kIqI kmweI iml jWdI hY, iqvyN hryk jIv ƒ Awpxy) kIqy krmW dw Pl (mn ivc iek`Ty hoey sMskwrW dy rUp ivc) iml jWdw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਵੇਂ) ਕੱਤਕ (ਦੇ ਮਹੀਨੇ) ਵਿਚ (ਕਿਸਾਨ ਨੂੰ ਮੁੰਜੀ ਮਕਈ ਆਦਿਕ ਸਾਵਣੀ ਦੇ ਫ਼ਸਲ ਦੀ ਕੀਤੀ ਕਮਾਈ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪਣੇ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ (ਮਨ ਵਿਚ ਇਕੱਠੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ) ਮਿਲ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"lok kqk myN qlwvoN pr dIpk bwlqy hYN, ies dIpk kw ikRq aus (kqik) jIv ko pVw hY, jo hy pRBU! qyry ko BwieAw hY]","unicode":"ਲੋਕ ਕਤਕ ਮੇਂ ਤਲਾਵੋਂ ਪਰ ਦੀਪਕ ਬਾਲਤੇ ਹੈਂ, ਇਸ ਦੀਪਕ ਕਾ ਕ੍ਰਿਤ ਉਸ (ਕਤਕਿ) ਜੀਵ ਕੋ ਪੜਾ ਹੈ, ਜੋ ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਕੋ ਭਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (ijvyN) k`qk (dy mhIny) ivc (ikswn ƒ muMjI mkeI Awidk swvxI dy &sl dI kIqI kmweI iml jWdI hY, iqvyN hryk jIv ƒ Awpxy) kIqy krmW dw Pl (mn ivc iek`Ty hoey sMskwrW dy rUp ivc) iml jWdw hY [","unicode":"ਹੇ ਭਾਈ! (ਜਿਵੇਂ) ਕੱਤਕ (ਦੇ ਮਹੀਨੇ) ਵਿਚ (ਕਿਸਾਨ ਨੂੰ ਮੁੰਜੀ ਮਕਈ ਆਦਿਕ ਸਾਵਣੀ ਦੇ ਫ਼ਸਲ ਦੀ ਕੀਤੀ ਕਮਾਈ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਪਣੇ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ (ਮਨ ਵਿਚ ਇਕੱਠੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਦੇ ਰੂਪ ਵਿਚ) ਮਿਲ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"k¤qy iv`c jo suAwmI ƒ cMgw l`gdw hY auh auh hI pRwxI dI pRwlBD iv`c iliKAw jWdw hY[","unicode":"ਕੱਤੇ ਵਿੱਚ ਜੋ ਸੁਆਮੀ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਉਹ ਹੀ ਪ੍ਰਾਣੀ ਦੀ ਪ੍ਰਾਲਭਧ ਵਿੱਚ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"En el mes de Katak, mis acciones se dieron así como fue la Voluntad del Señor, "},"hi":{"ss":"हे भाई ! (जैसे) कार्तिक (के महीने) में (किसान को मुँजी मकई आदि सावणी की फसल की की हुई कमाई मिल जाती है। वैसे ही हरेक जीव को अपने) किए कर्मों का फल (मन में इकट्ठे हुए संस्कारों के रूप में) मिल जाता है।","sts":"कार्तिक के महीने में जो प्रभु को अच्छा लगता है, वही फल प्राप्त होता है।"}},"transliteration":{"english":"katak kirat piaa jo prabh bhaiaa ||","hindi":"कतकि किरतु पइआ जो प्रभ भाइआ ॥","en":"katak kirat piaa jo prabh bhaiaa ||","hi":"कतकि किरतु पइआ जो प्रभ भाइआ ॥","ipa":"kət̪ək kɪrət̪ pɪɑ d͡ʒɔ pɹəɓ ɓɑɪɑ.","ur":"کتک کرت پایا جو پربھ بھاایا ۔۔"},"pageNo":1109,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47397,"shabadId":3986,"verse":{"gurmukhi":"dIpku shij blY qiq jlwieAw ]","unicode":"ਦੀਪਕੁ ਸਹਜਿ ਬਲੈ ਤਤਿ ਜਲਾਇਆ ॥"},"larivaar":{"gurmukhi":"dIpkushijblYqiqjlwieAw]","unicode":"ਦੀਪਕੁਸਹਜਿਬਲੈਤਤਿਜਲਾਇਆ॥"},"translation":{"en":{"bdb":"The lamp of intuition burns, lit by the essence of reality.","ms":"The lamp, which is lit by quintessence, that easily burns.","ssk":"The lamp of intuition burns, lit by the essence of reality."},"pu":{"ss":{"gurmukhi":"hy BweI! (Awpxy kIqy Bly krmW Anuswr) ijhVw mnu`K prmwqmw ƒ ipAwrw l`g pYNdw hY (aus dy ihrdy ivc) Awqmk Afolqw dy kwrn (Awqmk jIvn dI sUJ dyx vwly cwnx dw) dIvw jg pYNdw hY (ieh dIvw aus dy AMdr) pRBU nwl fUMGI jwx-pCwx ny jgwieAw huMdw hY [","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੇ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦਾ) ਦੀਵਾ ਜਗ ਪੈਂਦਾ ਹੈ (ਇਹ ਦੀਵਾ ਉਸ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਨੇ ਜਗਾਇਆ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo pRBU ko BwieAw hY iqs ky irdy myN (shij) gÎwn rUp dIpk blqw hY AOr (qiq) swr gRhx rUp qyl kr jlwXw hY] XQw prmwx- 'qq qylu nwmu kIAw bwqI dIpku dyh auijAwrw]'","unicode":"ਜੋ ਪ੍ਰਭੂ ਕੋ ਭਾਇਆ ਹੈ ਤਿਸ ਕੇ ਰਿਦੇ ਮੇਂ (ਸਹਜਿ) ਗ੍ਯਾਨ ਰੂਪ ਦੀਪਕ ਬਲਤਾ ਹੈ ਔਰ (ਤਤਿ) ਸਾਰ ਗ੍ਰਹਣ ਰੂਪ ਤੇਲ ਕਰ ਜਲਾਯਾ ਹੈ॥ ਯਥਾ ਪਰਮਾਣ- 'ਤਤ ਤੇਲੁ ਨਾਮੁ ਕੀਆ ਬਾਤੀ ਦੀਪਕੁ ਦੇਹ ਉਜਿਆਰਾ॥'"},"bdb":{"gurmukhi":"hy BweI! (Awpxy kIqy Bly krmW Anuswr) ijhVw mnu`K prmwqmw ƒ ipAwrw l`g pYNdw hY (aus dy ihrdy ivc) Awqmk Afolqw dy kwrn (Awqmk jIvn dI sUJ dyx vwly cwnx dw) dIvw jg pYNdw hY (ieh dIvw aus dy AMdr) pRBU nwl fUMGI jwx-pCwx ny jgwieAw huMdw hY [","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੇ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦਾ) ਦੀਵਾ ਜਗ ਪੈਂਦਾ ਹੈ (ਇਹ ਦੀਵਾ ਉਸ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਨੇ ਜਗਾਇਆ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"ijhVw dIvw AslIAq nwl pRkwiSAw hY, aUh suKYn hI bldw rihMdw hY[","unicode":"ਜਿਹੜਾ ਦੀਵਾ ਅਸਲੀਅਤ ਨਾਲ ਪ੍ਰਕਾਸ਼ਿਆ ਹੈ, ਊਹ ਸੁਖੈਨ ਹੀ ਬਲਦਾ ਰਹਿੰਦਾ ਹੈ।"}},"es":{"sn":"y la lámpara de la Paz se quema dando un constante resplandor, y el aceite de la Esencia del Señor la mantiene encendida, sí, en la lámpara, el aceite es la Esencia."},"hi":{"ss":"हे भाई ! (अपने किए भले कर्मों के अनुसार) जो मनुष्य परमात्मा को प्यारा लग जाता है (उसके हृदय में) आत्मिक अडोलता के कारण (आत्मिक जीवन की सूझ देने वाले प्रकाश का) दीपक जग उठता है (ये दीया उसके अंदर) प्रभू के साथ गहरी जान-पहचान ने जगाया हुआ होता है।","sts":"वह दीपक सहज में जलता है, जिसे ज्ञान-तत्व से जलाया जाता है।"}},"transliteration":{"english":"dheepak sahaj balai tat jalaiaa ||","hindi":"दीपकु सहजि बलै तति जलाइआ ॥","en":"dheepak sahaj balai tat jalaiaa ||","hi":"दीपकु सहजि बलै तति जलाइआ ॥","ipa":"d̪ipək səhəd͡ʒ bəlæ t̪ət̪ d͡ʒəlɑɪɑ.","ur":"دیِپک سهج بلَے تتِ جلاایا ۔۔"},"pageNo":1109,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47398,"shabadId":3986,"verse":{"gurmukhi":"dIpk rs qylo Dn ipr mylo Dn EmwhY srsI ]","unicode":"ਦੀਪਕ ਰਸ ਤੇਲੋ ਧਨ ਪਿਰ ਮੇਲੋ ਧਨ ਓਮਾਹੈ ਸਰਸੀ ॥"},"larivaar":{"gurmukhi":"dIpkrsqyloDniprmyloDnEmwhYsrsI]","unicode":"ਦੀਪਕਰਸਤੇਲੋਧਨਪਿਰਮੇਲੋਧਨਓਮਾਹੈਸਰਸੀ॥"},"translation":{"en":{"bdb":"Love is the oil in the lamp, which unites the soul-bride with her Lord. The bride is delighted, in ecstasy.","ms":"Love is the oil of the lamp, that unites the bride with her Groom. The bride is in bliss and bloom.","ssk":"Love is the oil in the lamp, which unites the soul-bride with her Lord. The bride is delighted, in ecstasy."},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI nwl imlwp ho jWdw hY (aus dy AMdr) Awqmk jIvn dI sUJ dyx vwly cwnx dy AwnMd dw (mwno, dIvy ivc) qyl bl irhw hY, auh jIv-iesq®I auqSwh ivc Awqmk AwnMd mwxdI hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦੇ ਆਨੰਦ ਦਾ (ਮਾਨੋ, ਦੀਵੇ ਵਿਚ) ਤੇਲ ਬਲ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਸ਼ਾਹ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ।"},"ft":{"gurmukhi":"dIpk gÎwn rs sbd qqÍ kw prXwX hY vw qq so pRym qyl jlwXw hY, iqs ky prkws kr Dn ipr kw myl BieAw hY[ myl ky (EmwhY) auqswh kr Dn srsI BeI vw mn kr aumwh Ar qn kr srsI BeI]","unicode":"ਦੀਪਕ ਗ੍ਯਾਨ ਰਸ ਸਬਦ ਤਤ੍ਵ ਕਾ ਪਰਯਾਯ ਹੈ ਵਾ ਤਤ ਸੋ ਪ੍ਰੇਮ ਤੇਲ ਜਲਾਯਾ ਹੈ, ਤਿਸ ਕੇ ਪਰਕਾਸ ਕਰ ਧਨ ਪਿਰ ਕਾ ਮੇਲ ਭਇਆ ਹੈ। ਮੇਲ ਕੇ (ਓਮਾਹੈ) ਉਤਸਾਹ ਕਰ ਧਨ ਸਰਸੀ ਭਈ ਵਾ ਮਨ ਕਰ ਉਮਾਹ ਅਰ ਤਨ ਕਰ ਸਰਸੀ ਭਈ॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I dw pRBU-pqI nwl imlwp ho jWdw hY (aus dy AMdr) Awqmk jIvn dI sUJ dyx vwly cwnx dy AwnMd dw (mwno, dIvy ivc) qyl bl irhw hY, auh jIv-iesq®I auqSwh ivc Awqmk AwnMd mwxdI hY [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲੇ ਚਾਨਣ ਦੇ ਆਨੰਦ ਦਾ (ਮਾਨੋ, ਦੀਵੇ ਵਿਚ) ਤੇਲ ਬਲ ਰਿਹਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤਸ਼ਾਹ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ।"},"ms":{"gurmukhi":"pRIq dIvy dw qyl hY jo pqnI ƒ aus dy pqI nwl imlwauNdw hY[ pqnI KuSI qy iKVwE AMdr hY[","unicode":"ਪ੍ਰੀਤ ਦੀਵੇ ਦਾ ਤੇਲ ਹੈ ਜੋ ਪਤਨੀ ਨੂੰ ਉਸ ਦੇ ਪਤੀ ਨਾਲ ਮਿਲਾਉਂਦਾ ਹੈ। ਪਤਨੀ ਖੁਸ਼ੀ ਤੇ ਖਿੜਾਓ ਅੰਦਰ ਹੈ।"}},"es":{"sn":"Oh Señor deja que la novia encuentre a su Consorte, pues ella está ya floreciendo y en Éxtasis. "},"hi":{"ss":"जिस जीव-स्त्री का प्रभू-पति के साथ मिलाप हो जाता है (उसके अंदर) आत्मिक जीवन की सूझ देने वाले प्रकाश के आनंद का (मानो। दीए में) तेल जल रहा है। वह जीव-स्त्री उत्साह उमंग में आत्मिक आनंद पाती है।","sts":"ऐसे दीपक में प्रेम का तेल है, जीव-स्त्री पति-प्रभु से मिलकर आनंद एवं सुख की अनुभूति करती है।"}},"transliteration":{"english":"dheepak ras telo dhan pir melo dhan omaahai sarasee ||","hindi":"दीपक रस तेलो धन पिर मेलो धन ओमाहै सरसी ॥","en":"dheepak ras telo dhan pir melo dhan omaahai sarasee ||","hi":"दीपक रस तेलो धन पिर मेलो धन ओमाहै सरसी ॥","ipa":"d̪ipək rəs t̪elɔ t̪ən pɪr melɔ t̪ən oəmɑhæ sərəsi.","ur":"دیِپک رس تےلو دھن پر مےلو دھن اوماهَے سرسیِ ۔۔"},"pageNo":1109,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47399,"shabadId":3986,"verse":{"gurmukhi":"Avgx mwrI mrY n sIJY guix mwrI qw mrsI ]","unicode":"ਅਵਗਣ ਮਾਰੀ ਮਰੈ ਨ ਸੀਝੈ ਗੁਣਿ ਮਾਰੀ ਤਾ ਮਰਸੀ ॥"},"larivaar":{"gurmukhi":"AvgxmwrImrYnsIJYguixmwrIqwmrsI]","unicode":"ਅਵਗਣਮਾਰੀਮਰੈਨਸੀਝੈਗੁਣਿਮਾਰੀਤਾਮਰਸੀ॥"},"translation":{"en":{"bdb":"One who dies in faults and demerits - her death is not successful. But one who dies in glorious virtue, really truly dies.","ms":"She, whom sin kills, becomes not fruitful at her death. When killed by virtue, then dies she really.","ssk":"One who dies in faults and demerits - her death is not successful. But one who dies in glorious virtue, really truly dies."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijs jIv-iesq®I dy jIvn ƒ) ivkwrW ny mwr mukwieAw auh Awqmk mOqy mr geI, auh (izMdgI ivc) kwmXwb nhIN huMdI, pr ijs jIv-iesq®I ƒ pRBU dI is&iq-swlwh ny ivkwrW vloN) mwirAw auh hI ivkwrW vloN bcI rhygI [","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਜੀਵਨ ਨੂੰ) ਵਿਕਾਰਾਂ ਨੇ ਮਾਰ ਮੁਕਾਇਆ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਈ, ਉਹ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੀ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੇ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰਿਆ ਉਹ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚੀ ਰਹੇਗੀ ।"},"ft":{"gurmukhi":"jo iesqRI kwmwid AvguxoN ny mwrI hY vhu jIv Bwv sy nhIN mrqI, iqsI qy sIJqI nhIN[ jb suB guxoN ny mwrI ArQwq sMswrwkwr ibRqI htI qO jIv Bwv sy mrygI qO sIJygI]","unicode":"ਜੋ ਇਸਤ੍ਰੀ ਕਾਮਾਦਿ ਅਵਗੁਣੋਂ ਨੇ ਮਾਰੀ ਹੈ ਵਹੁ ਜੀਵ ਭਾਵ ਸੇ ਨਹੀਂ ਮਰਤੀ, ਤਿਸੀ ਤੇ ਸੀਝਤੀ ਨਹੀਂ। ਜਬ ਸੁਭ ਗੁਣੋਂ ਨੇ ਮਾਰੀ ਅਰਥਾਤ ਸੰਸਾਰਾਕਾਰ ਬ੍ਰਿਤੀ ਹਟੀ ਤੌ ਜੀਵ ਭਾਵ ਸੇ ਮਰੇਗੀ ਤੌ ਸੀਝੇਗੀ॥"},"bdb":{"gurmukhi":"(hy BweI! ijs jIv-iesq®I dy jIvn ƒ) ivkwrW ny mwr mukwieAw auh Awqmk mOqy mr geI, auh (izMdgI ivc) kwmXwb nhIN huMdI, pr ijs jIv-iesq®I ƒ pRBU dI is&iq-swlwh ny ivkwrW vloN) mwirAw auh hI ivkwrW vloN bcI rhygI [","unicode":"(ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਜੀਵਨ ਨੂੰ) ਵਿਕਾਰਾਂ ਨੇ ਮਾਰ ਮੁਕਾਇਆ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਈ, ਉਹ (ਜ਼ਿੰਦਗੀ ਵਿਚ) ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੀ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੇ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰਿਆ ਉਹ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚੀ ਰਹੇਗੀ ।"},"ms":{"gurmukhi":"ijs ƒ pwp nws krdw hY, aUh AwpxI mOq smyN sPl nhIN huMdI jd nykI nwl mrdI hY, qd hI auh AslI qOr qy mrdI hY[","unicode":"ਜਿਸ ਨੂੰ ਪਾਪ ਨਾਸ ਕਰਦਾ ਹੈ, ਊਹ ਆਪਣੀ ਮੌਤ ਸਮੇਂ ਸਫਲ ਨਹੀਂ ਹੁੰਦੀ ਜਦ ਨੇਕੀ ਨਾਲ ਮਰਦੀ ਹੈ, ਤਦ ਹੀ ਉਹ ਅਸਲੀ ਤੌਰ ਤੇ ਮਰਦੀ ਹੈ।"}},"es":{"sn":"Ella no será emancipada si muere en el vicio, pero si se inmerge en el Mérito, será redimida."},"hi":{"ss":"(हे भाई ! जिस जीव-स्त्री के जीवन को) विकारों ने खत्म कर दिया वह आत्मिक मौत मर गई। वह (जिंदगी में) कामयाब नहीं होती। पर जिस जीव-स्त्री को प्रभू की सिफत-सालाह ने (विकारों को उदास कर दिया) मार दिया वह विकारों से बची रहेगी।","sts":"अवगुणों में मरने वाली छुटकारा नहीं पाती, मगर गुणों में लिप्त रहने वाली छूट जाती है।"}},"transliteration":{"english":"avagan maaree marai na seejhai gun maaree taa marasee ||","hindi":"अवगण मारी मरै न सीझै गुणि मारी ता मरसी ॥","en":"avagan maaree marai na seejhai gun maaree taa marasee ||","hi":"अवगण मारी मरै न सीझै गुणि मारी ता मरसी ॥","ipa":"əʋəGəɳ mɑri məræ nə siɖ͡ʐæ Gʊɳ mɑri t̪ɑ mərəsi.","ur":"اوگݨ ماریِ مرَے ن سیِجھَے گُݨ ماریِ تا مرسیِ ۔۔"},"pageNo":1109,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":47400,"shabadId":3986,"verse":{"gurmukhi":"nwmu Bgiq dy inj Gir bYTy Ajhu iqnwVI Awsw ]","unicode":"ਨਾਮੁ ਭਗਤਿ ਦੇ ਨਿਜ ਘਰਿ ਬੈਠੇ ਅਜਹੁ ਤਿਨਾੜੀ ਆਸਾ ॥"},"larivaar":{"gurmukhi":"nwmuBgiqdyinjGirbYTyAjhuiqnwVIAwsw]","unicode":"ਨਾਮੁਭਗਤਿਦੇਨਿਜਘਰਿਬੈਠੇਅਜਹੁਤਿਨਾੜੀਆਸਾ॥"},"translation":{"en":{"bdb":"Those who are blessed with devotional worship of the Naam, the Name of the Lord, sit in the home of their own inner being. They place their hopes in You.","ms":"They, whom Thou, O Lord, bless with Thy Name and devotional service, sit in their own home. Even then their hope rests on Thee.","ssk":"Those who are blessed with devotional worship of the Naam, the Name of the Lord, sit in the home of their own inner being. They place their hopes in You."},"pu":{"ss":{"gurmukhi":"ijnHW ƒ prmwqmw Awpxw nwm dyNdw hY AwpxI BgqI dyNdw hY auh (ivkwrW vl Btkx dy QW) Awpxy ihrdy-Gr ivc itky rihMdy hn, (auhnW dy AMdr) sdw hI (pRBU-imlwp dI) qWG bxI rihMdI hY","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਆਪਣੀ ਭਗਤੀ ਦੇਂਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਹੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ"},"ft":{"gurmukhi":"ijn ko nwm jwp rUp BgqI Awp ny dInI hY iqnoN kw sÍY sUrp myN invws hUAw hY[ myry ko Ab qk BI iqn kI Awsw lgI hUeI hY]","unicode":"ਜਿਨ ਕੋ ਨਾਮ ਜਾਪ ਰੂਪ ਭਗਤੀ ਆਪ ਨੇ ਦੀਨੀ ਹੈ ਤਿਨੋਂ ਕਾ ਸ੍ਵੈ ਸੂਰਪ ਮੇਂ ਨਿਵਾਸ ਹੂਆ ਹੈ। ਮੇਰੇ ਕੋ ਅਬ ਤਕ ਭੀ ਤਿਨ ਕੀ ਆਸਾ ਲਗੀ ਹੂਈ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW ƒ prmwqmw Awpxw nwm dyNdw hY AwpxI BgqI dyNdw hY auh (ivkwrW vl Btkx dy QW) Awpxy ihrdy-Gr ivc itky rihMdy hn, (auhnW dy AMdr) sdw hI (pRBU-imlwp dI) qWG bxI rihMdI hY","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਆਪਣੀ ਭਗਤੀ ਦੇਂਦਾ ਹੈ ਉਹ (ਵਿਕਾਰਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਹੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ"},"ms":{"gurmukhi":"ijnHW ƒ qUM hy suAwmI! Awpxw nwm Aqy pRym-meI syvw bKSdw hY[ auh Awpxy in`j dy gRih AMdr bihMdy hn[ qd BI aunHW dI aUmId qyry auqy hI hY[","unicode":"ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਹੇ ਸੁਆਮੀ! ਆਪਣਾ ਨਾਮ ਅਤੇ ਪ੍ਰੇਮ-ਮਈ ਸੇਵਾ ਬਖਸ਼ਦਾ ਹੈ। ਉਹ ਆਪਣੇ ਨਿੱਜ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਬਹਿੰਦੇ ਹਨ। ਤਦ ਭੀ ਉਨ੍ਹਾਂ ਦੀ ਊਮੀਦ ਤੇਰੇ ਉਤੇ ਹੀ ਹੈ।"}},"es":{"sn":"Los que son bendecidos con la Alabanza de Tu Nombre, habitan en su propio ser y se apoyan sólo en Ti. "},"hi":{"ss":"हे नानक ! जिनको परमात्मा अपना नाम देता है अपनी भक्ति देता है वह (वे विकारों में भटकने की बजाय) अपने हृदय-गृह में टिके रहते हैं। (उनके अंदर) सदा ही (प्रभू-मिलाप की) चाहत बनी रहती है","sts":"प्रभु जिन्हें नाम-भक्ति देता है, वे सच्चे घर में स्थान पाते हैं और उसकी आशा में ही रहते हैं।"}},"transliteration":{"english":"naam bhagat dhe nij ghar baiThe ajahu tinaaRee aasaa ||","hindi":"नामु भगति दे निज घरि बैठे अजहु तिनाड़ी आसा ॥","en":"naam bhagat dhe nij ghar baiThe ajahu tinaaRee aasaa ||","hi":"नामु भगति दे निज घरि बैठे अजहु तिनाड़ी आसा ॥","ipa":"nɑm ɓəGət̪ d̪e nɪd͡ʒ Gʰər bæʈʰe əd͡ʒəh t̪ɪnɑɽi əɑsɑ.","ur":"نام بھگت دے نج گھر بَےٹھے اجهُ تناڑیِ آسا ۔۔"},"pageNo":1109,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":47401,"shabadId":3986,"verse":{"gurmukhi":"nwnk imlhu kpt dr Kolhu eyk GVI Ktu mwsw ]12]","unicode":"ਨਾਨਕ ਮਿਲਹੁ ਕਪਟ ਦਰ ਖੋਲਹੁ ਏਕ ਘੜੀ ਖਟੁ ਮਾਸਾ ॥੧੨॥"},"larivaar":{"gurmukhi":"nwnkimlhukptdrKolhueykGVIKtumwsw]12]","unicode":"ਨਾਨਕਮਿਲਹੁਕਪਟਦਰਖੋਲਹੁਏਕਘੜੀਖਟੁਮਾਸਾ॥੧੨॥"},"translation":{"en":{"bdb":"Nanak: please open the shutters of Your Door, O Lord, and meet me. A single moment is like six months to me. ||12||","ms":"Says Nanak, \"O Lord, open the shutters of Thy door and meet me. A moment, now, is like six months to me\".","ssk":"Nanak: please open the shutters of Your Door, O Lord, and meet me. A single moment is like six months to me. ||12||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (auh sdw Ardws krdy hn—hy pwiqSwh! swƒ) iml, (swfy AMdroN ivCoVw pwx vwly) ikvwV Kohl dyh, (qyry nwloN) iek GVI (dw ivCoVw) Cy mhIny (dw ivCoVw jwpdw) hY [12[","unicode":"ਹੇ ਨਾਨਕ! (ਉਹ ਸਦਾ ਅਰਦਾਸ ਕਰਦੇ ਹਨ—ਹੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਨੂੰ) ਮਿਲ, (ਸਾਡੇ ਅੰਦਰੋਂ ਵਿਛੋੜਾ ਪਾਣ ਵਾਲੇ) ਕਿਵਾੜ ਖੋਹਲ ਦੇਹ, (ਤੇਰੇ ਨਾਲੋਂ) ਇਕ ਘੜੀ (ਦਾ ਵਿਛੋੜਾ) ਛੇ ਮਹੀਨੇ (ਦਾ ਵਿਛੋੜਾ ਜਾਪਦਾ) ਹੈ ।੧੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy pRBU! qyry myry ivKy kpt rUpI dr lg rhw hY, so Kolhu ArQwq myry irdy sy dUr kr ky imlIey[ qW qy qyry ivXog ky duK kr ky eyk GVI Cy mhIny kI prqIq hoqI hY[ vw Awgy sy prmysr khqw hY: hy BweI! qO qum imlogy jb (dr) AMdroN kpt rUp kpwt Kology[ eyk GVI ko Kolo vw Cy mhIny ko Kolo qbI imlogy]12]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਮੇਰੇ ਵਿਖੇ ਕਪਟ ਰੂਪੀ ਦਰ ਲਗ ਰਹਾ ਹੈ, ਸੋ ਖੋਲਹੁ ਅਰਥਾਤ ਮੇਰੇ ਰਿਦੇ ਸੇ ਦੂਰ ਕਰ ਕੇ ਮਿਲੀਏ। ਤਾਂ ਤੇ ਤੇਰੇ ਵਿਯੋਗ ਕੇ ਦੁਖ ਕਰ ਕੇ ਏਕ ਘੜੀ ਛੇ ਮਹੀਨੇ ਕੀ ਪਰਤੀਤ ਹੋਤੀ ਹੈ। ਵਾ ਆਗੇ ਸੇ ਪਰਮੇਸਰ ਕਹਤਾ ਹੈ: ਹੇ ਭਾਈ! ਤੌ ਤੁਮ ਮਿਲੋਗੇ ਜਬ (ਦਰ) ਅੰਦਰੋਂ ਕਪਟ ਰੂਪ ਕਪਾਟ ਖੋਲੋਗੇ। ਏਕ ਘੜੀ ਕੋ ਖੋਲੋ ਵਾ ਛੇ ਮਹੀਨੇ ਕੋ ਖੋਲੋ ਤਬੀ ਮਿਲੋਗੇ॥੧੨॥"},"bdb":{"gurmukhi":"hy nwnk! (auh sdw Ardws krdy hn—hy pwiqSwh! swƒ) iml, (swfy AMdroN ivCoVw pwx vwly) ikvwV Kohl dyh, (qyry nwloN) iek GVI (dw ivCoVw) Cy mhIny (dw ivCoVw jwpdw) hY [12[","unicode":"ਹੇ ਨਾਨਕ! (ਉਹ ਸਦਾ ਅਰਦਾਸ ਕਰਦੇ ਹਨ—ਹੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਨੂੰ) ਮਿਲ, (ਸਾਡੇ ਅੰਦਰੋਂ ਵਿਛੋੜਾ ਪਾਣ ਵਾਲੇ) ਕਿਵਾੜ ਖੋਹਲ ਦੇਹ, (ਤੇਰੇ ਨਾਲੋਂ) ਇਕ ਘੜੀ (ਦਾ ਵਿਛੋੜਾ) ਛੇ ਮਹੀਨੇ (ਦਾ ਵਿਛੋੜਾ ਜਾਪਦਾ) ਹੈ ।੧੨।"},"ms":{"gurmukhi":"gurU jI AwKdy hn hy swihb! Awpxy drvwjy dy ikvwV Kol Aqy mYƒ iml[ myry leI hux ie`k muhq BI Cy mhIny dI mwnMd hY[","unicode":"ਗੁਰੂ ਜੀ ਆਖਦੇ ਹਨ ਹੇ ਸਾਹਿਬ! ਆਪਣੇ ਦਰਵਾਜੇ ਦੇ ਕਿਵਾੜ ਖੋਲ ਅਤੇ ਮੈਨੂੰ ਮਿਲ। ਮੇਰੇ ਲਈ ਹੁਣ ਇੱਕ ਮੁਹਤ ਭੀ ਛੇ ਮਹੀਨੇ ਦੀ ਮਾਨੰਦ ਹੈ।"}},"es":{"sn":"Dice Nanak, oh Señor, abre Tu Puerta y déjame pasar, pues un solo instante es como seis meses para mí. (12)"},"hi":{"ss":"(वे सदा अरदास करते हैं- हे पातशाह ! हमें) मिल। (हमारे अंदर से विछोड़ा डालने वाले) किवाड़ खोल दे। (तुझसे) एक घड़ी (का विछोड़ा) छे महीने (का विछोड़ा प्रतीत होता) है। 12।","sts":"गुरु नानक का कथन है कि हे परमेश्वर ! किवाड़ खोलकर मिल जाओ, अन्यथा तेरे बिना एक घड़ी भी छः मास की मानिंद है॥ १२॥"}},"transliteration":{"english":"naanak milahu kapaT dhar kholahu ek ghaRee khaT maasaa ||12||","hindi":"नानक मिलहु कपट दर खोलहु एक घड़ी खटु मासा ॥१२॥","en":"naanak milahu kapaT dhar kholahu ek ghaRee khaT maasaa ||12||","hi":"नानक मिलहु कपट दर खोलहु एक घड़ी खटु मासा ॥१२॥","ipa":"nɑnək mɪləh kəpəʈ d̪ər kʰɔləh eek Gʰəɽi kʰəʈ mɑsɑ.1ə2.","ur":"نانک ملهُ کپٹ در کھولهُ اےک گھڑیِ کھٹ ماسا ۔۔۱۲۔۔"},"pageNo":1109,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}