{"shabadInfo":{"shabadId":3987,"shabadName":47402,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3986,"next":3988},"verses":[{"verseId":47402,"shabadId":3987,"verse":{"gurmukhi":"mMGr mwhu Blw hir gux AMik smwvey ]","unicode":"ਮੰਘਰ ਮਾਹੁ ਭਲਾ ਹਰਿ ਗੁਣ ਅੰਕਿ ਸਮਾਵਏ ॥"},"larivaar":{"gurmukhi":"mMGrmwhuBlwhirguxAMiksmwvey]","unicode":"ਮੰਘਰਮਾਹੁਭਲਾਹਰਿਗੁਣਅੰਕਿਸਮਾਵਏ॥"},"translation":{"en":{"bdb":"The month of Maghar is good, for those who sing the Glorious Praises of the Lord, and merge in His Being.","ms":"Good is the month of Maghar for those, who merge in the Lord's Being, by singing His praise.","ssk":"The month of Maghar is good, for those who sing the Glorious Praises of the Lord, and merge in His Being."},"pu":{"ss":{"gurmukhi":"pRBU dI is&iq-swlwh dI brkiq nwl ijs jIv-iesq®I dy ihrdy ivc pRBU Aw v`sdw hY, aus ƒ m`Gr dw mhInw cMgw l`gdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੱਘਰ ਦਾ ਮਹੀਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy hrI! ijn ky (AMik) irdy myN qyry gux smwey hYN iqn ko mMGr kw mhInw Blw hY; vw (mM) myrw (Gr) jo srIr hY (mwhu) AiqsY kr Blw hY, Bwv Xih ik mnuK srIr srb jonIEN sy auqm hY[ prmwx XQw: \"Avru join qyrI pinhwrI\"ÇikauNik hy hrI! qyry gux myry (AMik) irdy myN smwey hYN, iesI qy Blw auqm hY]","unicode":"ਹੇ ਹਰੀ! ਜਿਨ ਕੇ (ਅੰਕਿ) ਰਿਦੇ ਮੇਂ ਤੇਰੇ ਗੁਣ ਸਮਾਏ ਹੈਂ ਤਿਨ ਕੋ ਮੰਘਰ ਕਾ ਮਹੀਨਾ ਭਲਾ ਹੈ; ਵਾ (ਮੰ) ਮੇਰਾ (ਘਰ) ਜੋ ਸਰੀਰ ਹੈ (ਮਾਹੁ) ਅਤਿਸੈ ਕਰ ਭਲਾ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਮਨੁਖ ਸਰੀਰ ਸਰਬ ਜੋਨੀਓਂ ਸੇ ਉਤਮ ਹੈ। ਪਰਮਾਣ ਯਥਾ: \"ਅਵਰੁ ਜੋਨਿ ਤੇਰੀ ਪਨਿਹਾਰੀ\"☬ਕਿਉਂਕਿ ਹੇ ਹਰੀ! ਤੇਰੇ ਗੁਣ ਮੇਰੇ (ਅੰਕਿ) ਰਿਦੇ ਮੇਂ ਸਮਾਏ ਹੈਂ, ਇਸੀ ਤੇ ਭਲਾ ਉਤਮ ਹੈ॥"},"bdb":{"gurmukhi":"pRBU dI is&iq-swlwh dI brkiq nwl ijs jIv-iesq®I dy ihrdy ivc pRBU Aw v`sdw hY, aus ƒ m`Gr dw mhInw cMgw l`gdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੱਘਰ ਦਾ ਮਹੀਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ।"},"ms":{"gurmukhi":"cMgw hY m`Gr dw mhInw aunHw leI jo aUs dw j`s gwien kr, pRBU dy srUp AMdr lIn ho jWdy hn[","unicode":"ਚੰਗਾ ਹੈ ਮੱਘਰ ਦਾ ਮਹੀਨਾ ਉਨ੍ਹਾ ਲਈ ਜੋ ਊਸ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰ, ਪ੍ਰਭੂ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Bendito es el mes de Maghar cuando los Méritos de Dios llegan a nuestro ser. "},"hi":{"ss":"प्रभू की सिफतसालाह की बरकति से जिस जीव-स्त्री के हृदय में प्रभू आ बसता है। उसको माघ का महीना अच्छा लगता है।","sts":"मार्गशीष माह (अगहन) का महीना भला है, इसमें ईश्वर के गुण अंतर्मन में बस जाते हैं।"}},"transliteration":{"english":"ma(n)ghar maahu bhalaa har gun a(n)k samaave ||","hindi":"मंघर माहु भला हरि गुण अंकि समावए ॥","en":"ma(n)ghar maahu bhalaa har gun a(n)k samaave ||","hi":"मंघर माहु भला हरि गुण अंकि समावए ॥","ipa":"məŋGʰər mɑh ɓəlɑ hər Gʊɳ əŋk səmɑʋee.","ur":"مںگھر ماهُ بھلا هر گُݨ اںک سماواے ۔۔"},"pageNo":1109,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47403,"shabadId":3987,"verse":{"gurmukhi":"guxvMqI gux rvY mY ipru inhclu Bwvey ]","unicode":"ਗੁਣਵੰਤੀ ਗੁਣ ਰਵੈ ਮੈ ਪਿਰੁ ਨਿਹਚਲੁ ਭਾਵਏ ॥"},"larivaar":{"gurmukhi":"guxvMqIguxrvYmYipruinhcluBwvey]","unicode":"ਗੁਣਵੰਤੀਗੁਣਰਵੈਮੈਪਿਰੁਨਿਹਚਲੁਭਾਵਏ॥"},"translation":{"en":{"bdb":"The virtuous wife utters His Glorious Praises; my Beloved Husband Lord is Eternal and Unchanging.","ms":"The virtuous wife utters the Lord's praise. My ever-stable Love is pleasing to me.","ssk":"The virtuous wife utters His Glorious Praises; my Beloved Husband Lord is Eternal and Unchanging."},"pu":{"ss":{"gurmukhi":"hor swrw jgq qW nwsvMq hY, iek isrjxhwr hI jo cqur hY qy isAwxw hY, sdw kwiem rihx vwlw hY [ ieh sdw-iQr ipAwrw pRBU-pqI aus guxW vwlI jIv-iesq®I ƒ ipAwrw l`gdw hY jo aus dy gux cyqy krdI rihMdI hY [","unicode":"ਹੋਰ ਸਾਰਾ ਜਗਤ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਸਿਰਜਣਹਾਰ ਹੀ ਜੋ ਚਤੁਰ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । ਇਹ ਸਦਾ-ਥਿਰ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਗੁਣਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"jo guxoN vwlIAW iesqRIAW hYN, so qyry guxhu kr quJ ko rwvqIAW hYN AOr myry ko BI, hy (inhclu) Acl pqI! qUM Bwvqw hYN]","unicode":"ਜੋ ਗੁਣੋਂ ਵਾਲੀਆਂ ਇਸਤ੍ਰੀਆਂ ਹੈਂ, ਸੋ ਤੇਰੇ ਗੁਣਹੁ ਕਰ ਤੁਝ ਕੋ ਰਾਵਤੀਆਂ ਹੈਂ ਔਰ ਮੇਰੇ ਕੋ ਭੀ, ਹੇ (ਨਿਹਚਲੁ) ਅਚਲ ਪਤੀ! ਤੂੰ ਭਾਵਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hor swrw jgq qW nwsvMq hY, iek isrjxhwr hI jo cqur hY qy isAwxw hY, sdw kwiem rihx vwlw hY [ ieh sdw-iQr ipAwrw pRBU-pqI aus guxW vwlI jIv-iesq®I ƒ ipAwrw l`gdw hY jo aus dy gux cyqy krdI rihMdI hY [","unicode":"ਹੋਰ ਸਾਰਾ ਜਗਤ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਇਕ ਸਿਰਜਣਹਾਰ ਹੀ ਜੋ ਚਤੁਰ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ । ਇਹ ਸਦਾ-ਥਿਰ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਗੁਣਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"guxvwn pqnI suAwmI dw j`s aucwrn krdI hY[ myrw sdIvI siQr pRIqm mYƒ cMgw l`gdw hY[","unicode":"ਗੁਣਵਾਨ ਪਤਨੀ ਸੁਆਮੀ ਦਾ ਜੱਸ ਉਚਾਰਨ ਕਰਦੀ ਹੈ। ਮੇਰਾ ਸਦੀਵੀ ਸਥਿਰ ਪ੍ਰੀਤਮ ਮੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।"}},"es":{"sn":"La novia que cuenta con Mérito alaba las Palabras de Mérito para que el Inmutable Señor esté complacido con ella."},"hi":{"ss":"ये सदा-स्थिर प्यारा प्रभू-पति उस गुणों वाली जीव-स्त्री को प्यारा लगता है जो उसके गुण चेते करती रहती है। उसको प्रभू के साथ गहरी सांझ प्राप्त होती है। उसकी सुरति प्रभू-चरणों में टिकती है।","sts":"गुणवान् जीव-स्त्री निश्चल पति-प्रभु के गुण गाती रहती है।"}},"transliteration":{"english":"gunava(n)tee gun ravai mai pir nihachal bhaave ||","hindi":"गुणवंती गुण रवै मै पिरु निहचलु भावए ॥","en":"gunava(n)tee gun ravai mai pir nihachal bhaave ||","hi":"गुणवंती गुण रवै मै पिरु निहचलु भावए ॥","ipa":"Gʊɳəʋəŋt̪i Gʊɳ rəʋæ mæ pɪr nɪhət͡ʃəl ɓɑʋee.","ur":"گُݨوںتیِ گُݨ روَے مَے پر نهچل بھاواے ۔۔"},"pageNo":1109,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47404,"shabadId":3987,"verse":{"gurmukhi":"inhclu cquru sujwxu ibDwqw cMclu jgqu sbwieAw ]","unicode":"ਨਿਹਚਲੁ ਚਤੁਰੁ ਸੁਜਾਣੁ ਬਿਧਾਤਾ ਚੰਚਲੁ ਜਗਤੁ ਸਬਾਇਆ ॥"},"larivaar":{"gurmukhi":"inhclucqurusujwxuibDwqwcMclujgqusbwieAw]","unicode":"ਨਿਹਚਲੁਚਤੁਰੁਸੁਜਾਣੁਬਿਧਾਤਾਚੰਚਲੁਜਗਤੁਸਬਾਇਆ॥"},"translation":{"en":{"bdb":"The Primal Lord is Unmoving and Unchanging, Clever and Wise; all the world is fickle.","ms":"Moveless, Wise and Omniscient is my Creator-Lord, but the whole world is movable.","ssk":"The Primal Lord is Unmoving and Unchanging, Clever and Wise; all the world is fickle."},"pu":{"ss":{"gurmukhi":"aus ƒ pRBU nwl fUMGI sWJ pRwpq huMdI hY, aus dI suriq pRBU-crnW ivc itkdI hY, pRBU dy gux aus dy ihrdy ivc Aw v`sdy hn;","unicode":"ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ;"},"ft":{"gurmukhi":"qUM (inhclu) AibnwsI hYN, ibvhwroN ky isD krny ko cqur hY, Gt Gt ky AMqr kI jwnxy ko sujwn punw (ibDwqw) Pl prdwqw hYN AOr sBI jgq ibjulI sm cMcl hY, Bwv sy nwsvMq hY]","unicode":"ਤੂੰ (ਨਿਹਚਲੁ) ਅਬਿਨਾਸੀ ਹੈਂ, ਬਿਵਹਾਰੋਂ ਕੇ ਸਿਧ ਕਰਨੇ ਕੋ ਚਤੁਰ ਹੈ, ਘਟ ਘਟ ਕੇ ਅੰਤਰ ਕੀ ਜਾਨਣੇ ਕੋ ਸੁਜਾਨ ਪੁਨਾ (ਬਿਧਾਤਾ) ਫਲ ਪਰਦਾਤਾ ਹੈਂ ਔਰ ਸਭੀ ਜਗਤ ਬਿਜੁਲੀ ਸਮ ਚੰਚਲ ਹੈ, ਭਾਵ ਸੇ ਨਾਸਵੰਤ ਹੈ॥"},"bdb":{"gurmukhi":"aus ƒ pRBU nwl fUMGI sWJ pRwpq huMdI hY, aus dI suriq pRBU-crnW ivc itkdI hY, pRBU dy gux aus dy ihrdy ivc Aw v`sdy hn;","unicode":"ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੇ ਹਨ;"},"ms":{"gurmukhi":"Aih`l, dwnW Aqy srbg hY myrw isrsjxhwr suAwmI, pRqU swrI dunIAW ih`l jwx vwlI hY[","unicode":"ਅਹਿੱਲ, ਦਾਨਾਂ ਅਤੇ ਸਰਬਗ ਹੈ ਮੇਰਾ ਸਿਰਸਜਣਹਾਰ ਸੁਆਮੀ, ਪ੍ਰਤੂ ਸਾਰੀ ਦੁਨੀਆਂ ਹਿੱਲ ਜਾਣ ਵਾਲੀ ਹੈ।"}},"es":{"sn":"Sí, Inmutable, Sabio y Edificador de nuestro Destino es el Señor, pero el mundo entero es inconstante, "},"hi":{"ss":"और सारा जगत तो नाशवंत है। एक सृजनहार ही जो चतुर है समझदार है। सदा कायम रहने वाला है।","sts":"विधाता बुद्धिमान, चतुर एवं निश्चल है, समूचा संसार चंचल है।"}},"transliteration":{"english":"nihachal chatur sujaan bidhaataa cha(n)chal jagat sabaiaa ||","hindi":"निहचलु चतुरु सुजाणु बिधाता चंचलु जगतु सबाइआ ॥","en":"nihachal chatur sujaan bidhaataa cha(n)chal jagat sabaiaa ||","hi":"निहचलु चतुरु सुजाणु बिधाता चंचलु जगतु सबाइआ ॥","ipa":"nɪhət͡ʃəl t͡ʃət̪ʊr sʊd͡ʒɑɳ bɪt̪ɑt̪ɑ t͡ʃəŋt͡ʃəl d͡ʒəGət̪ səbɑɪɑ.","ur":"نِهچل چتر سُجاݨ بدھاتا چںچل جگت سباایا ۔۔"},"pageNo":1109,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47405,"shabadId":3987,"verse":{"gurmukhi":"igAwnu iDAwnu gux AMik smwxy pRB Bwxy qw BwieAw ]","unicode":"ਗਿਆਨੁ ਧਿਆਨੁ ਗੁਣ ਅੰਕਿ ਸਮਾਣੇ ਪ੍ਰਭ ਭਾਣੇ ਤਾ ਭਾਇਆ ॥"},"larivaar":{"gurmukhi":"igAwnuiDAwnuguxAMiksmwxypRBBwxyqwBwieAw]","unicode":"ਗਿਆਨੁਧਿਆਨੁਗੁਣਅੰਕਿਸਮਾਣੇਪ੍ਰਭਭਾਣੇਤਾਭਾਇਆ॥"},"translation":{"en":{"bdb":"By virtue of spiritual wisdom and meditation, she merges in His Being; she is pleasing to God, and He is pleasing to her.","ms":"They, who possess the virtue of gnosis and meditation, merge in the Lord's Being. They are pleasing to the Lord and the Lord is pleasing to them.","ssk":"By virtue of spiritual wisdom and meditation, she merges in His Being; she is pleasing to God, and He is pleasing to her."},"pu":{"ss":{"gurmukhi":"pRBU dI rzw Anuswr ieh sB kuJ aus jIv-iesq®I ƒ cMgw l`gx l`g pYNdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਇਹ ਸਭ ਕੁਝ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijn sMq jnoN ny iridEN myN AgÎwn iDAwn AwdI gux smwey hYN, so pRBU qyry ko Bwey hYN Ar (qw) iqs qy iqn ko qUM BwieAw hYN; vw jb Awid gux hmwry irdy myN smwey hYN, qb hy pRBU! hm qyry ko Bwey AOr qUM hm ko (BwieAw) ipAwrw lgw hYN]","unicode":"ਜਿਨ ਸੰਤ ਜਨੋਂ ਨੇ ਰਿਦਿਓਂ ਮੇਂ ਅਗ੍ਯਾਨ ਧਿਆਨ ਆਦੀ ਗੁਣ ਸਮਾਏ ਹੈਂ, ਸੋ ਪ੍ਰਭੂ ਤੇਰੇ ਕੋ ਭਾਏ ਹੈਂ ਅਰ (ਤਾ) ਤਿਸ ਤੇ ਤਿਨ ਕੋ ਤੂੰ ਭਾਇਆ ਹੈਂ; ਵਾ ਜਬ ਆਦਿ ਗੁਣ ਹਮਾਰੇ ਰਿਦੇ ਮੇਂ ਸਮਾਏ ਹੈਂ, ਤਬ ਹੇ ਪ੍ਰਭੂ! ਹਮ ਤੇਰੇ ਕੋ ਭਾਏ ਔਰ ਤੂੰ ਹਮ ਕੋ (ਭਾਇਆ) ਪਿਆਰਾ ਲਗਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU dI rzw Anuswr ieh sB kuJ aus jIv-iesq®I ƒ cMgw l`gx l`g pYNdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਇਹ ਸਭ ਕੁਝ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"ijnHW dy p¤ly bRhmigAwq Aqy ismrn dI nykI hY auh sweIN dy srUp AMdr lIn ho jWdy hn[ sweIN ƒ auh cMgy l`gdy hn Aqy sweIN auhnW ƒ cMgw l`gdw hY[","unicode":"ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਲੇ ਬ੍ਰਹਮਗਿਆਤ ਅਤੇ ਸਿਮਰਨ ਦੀ ਨੇਕੀ ਹੈ ਉਹ ਸਾਈਂ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ। ਸਾਈਂ ਨੂੰ ਉਹ ਚੰਗੇ ਲੱਗਦੇ ਹਨ ਅਤੇ ਸਾਈਂ ਉਹਨਾਂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।"}},"es":{"sn":"así la Sabiduría del Señor, la Contemplación y el Mérito se vuelven parte del ser de la novia y si el Señor así lo desea, "},"hi":{"ss":"प्रभू के गुण उसके हृदय में आ बसते हैं; प्रभू की रज़ा के अनुसार यह सब कुछ उस जीव-स्त्री को अच्छा लगने लग जाता है।","sts":"अगर प्रभु की रज़ा हो तो हृदय में ज्ञान-ध्यान के शुभ गुण बस जाते हैं।"}},"transliteration":{"english":"giaan dhiaan gun a(n)k samaane prabh bhaane taa bhaiaa ||","hindi":"गिआनु धिआनु गुण अंकि समाणे प्रभ भाणे ता भाइआ ॥","en":"giaan dhiaan gun a(n)k samaane prabh bhaane taa bhaiaa ||","hi":"गिआनु धिआनु गुण अंकि समाणे प्रभ भाणे ता भाइआ ॥","ipa":"Gɪəɑn t̪ɪəɑn Gʊɳ əŋk səmɑɳe pɹəɓ ɓɑɳe t̪ɑ ɓɑɪɑ.","ur":"گِآن دھآن گُݨ اںک سماݨے پربھ بھاݨے تا بھاایا ۔۔"},"pageNo":1109,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47406,"shabadId":3987,"verse":{"gurmukhi":"gIq nwd kivq kvy suix rwm nwim duKu BwgY ]","unicode":"ਗੀਤ ਨਾਦ ਕਵਿਤ ਕਵੇ ਸੁਣਿ ਰਾਮ ਨਾਮਿ ਦੁਖੁ ਭਾਗੈ ॥"},"larivaar":{"gurmukhi":"gIqnwdkivqkvysuixrwmnwimduKuBwgY]","unicode":"ਗੀਤਨਾਦਕਵਿਤਕਵੇਸੁਣਿਰਾਮਨਾਮਿਦੁਖੁਭਾਗੈ॥"},"translation":{"en":{"bdb":"I have heard the songs and the music, and the poems of the poets; but only the Name of the Lord takes away my pain.","ms":"The songs, music and the poems of poets have I heard, but it is through the Lord's Name that sorrow flees.","ssk":"I have heard the songs and the music, and the poems of the poets; but only the Name of the Lord takes away my pain."},"pu":{"ss":{"gurmukhi":"pRBU dI is&iq-swlwh dy gIq bwxI kwiv sux sux ky pRBU dy nwm ivc (juV ky) aus dw hor swrw du`K dUr ho jWdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਬਾਣੀ ਕਾਵਿ ਸੁਣ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦਾ ਹੋਰ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"(gIq) rwg (nwd) vwjy Ar kvIXoN ky kibq BI suxy, iqnhu kr duK dUr nw hUey Ar rwm nwm jwp kr duK Bwgy hYN; vw gIq gwvxhwry nwd pUrnyhwry kivqw krnyhwry ien sB ky duK qyry rwm nwm suxny kr Bwgy, Bwv dUr hUey hYN]","unicode":"(ਗੀਤ) ਰਾਗ (ਨਾਦ) ਵਾਜੇ ਅਰ ਕਵੀਯੋਂ ਕੇ ਕਬਿਤ ਭੀ ਸੁਣੇ, ਤਿਨਹੁ ਕਰ ਦੁਖ ਦੂਰ ਨਾ ਹੂਏ ਅਰ ਰਾਮ ਨਾਮ ਜਾਪ ਕਰ ਦੁਖ ਭਾਗੇ ਹੈਂ; ਵਾ ਗੀਤ ਗਾਵਣਹਾਰੇ ਨਾਦ ਪੂਰਨੇਹਾਰੇ ਕਵਿਤਾ ਕਰਨੇਹਾਰੇ ਇਨ ਸਭ ਕੇ ਦੁਖ ਤੇਰੇ ਰਾਮ ਨਾਮ ਸੁਣਨੇ ਕਰ ਭਾਗੇ, ਭਾਵ ਦੂਰ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU dI is&iq-swlwh dy gIq bwxI kwiv sux sux ky pRBU dy nwm ivc (juV ky) aus dw hor swrw du`K dUr ho jWdw hY [","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਬਾਣੀ ਕਾਵਿ ਸੁਣ ਸੁਣ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦਾ ਹੋਰ ਸਾਰਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"gwaux, surW Aqy kvISr dIAW kivqwvW mYN suxIAW hn, pRMqU pRBU dy nwm rwhIN hI duKVw dOVdw hY[","unicode":"ਗਾਉਣ, ਸੁਰਾਂ ਅਤੇ ਕਵੀਸ਼ਰ ਦੀਆਂ ਕਵਿਤਾਵਾਂ ਮੈਂ ਸੁਣੀਆਂ ਹਨ, ਪ੍ਰੰਤੂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਰਾਹੀਂ ਹੀ ਦੁਖੜਾ ਦੌੜਦਾ ਹੈ।"}},"es":{"sn":"ella Lo ama y logra escuchar los Cantos del Señor de los poetas y de los músicos, de esa forma, sus aflicciones desaparecen, "},"hi":{"ss":"प्रभू की सिफत-सालाह के गीत बाणी कावि सुन-सुन के प्रभू के नाम में (जुड़ के) उसका और सारा दुख दूर हो जाता है।","sts":"कवियों से प्रभु-नाम के गीत, नाद व कवित सुनकर दुःख निवृत्त हो जाते हैं।"}},"transliteration":{"english":"geet naadh kavit kave sun raam naam dhukh bhaagai ||","hindi":"गीत नाद कवित कवे सुणि राम नामि दुखु भागै ॥","en":"geet naadh kavit kave sun raam naam dhukh bhaagai ||","hi":"गीत नाद कवित कवे सुणि राम नामि दुखु भागै ॥","ipa":"Git̪ nɑd̪ kəʋɪt̪ kəʋe sʊɳ rɑm nɑm d̪ʊkʰ ɓɑGæ.","ur":"گیِت ناد کوت کوے سُݨ رام نام دُکھ بھاگَے ۔۔"},"pageNo":1109,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47407,"shabadId":3987,"verse":{"gurmukhi":"nwnk sw Dn nwh ipAwrI AB BgqI ipr AwgY ]13]","unicode":"ਨਾਨਕ ਸਾ ਧਨ ਨਾਹ ਪਿਆਰੀ ਅਭ ਭਗਤੀ ਪਿਰ ਆਗੈ ॥੧੩॥"},"larivaar":{"gurmukhi":"nwnkswDnnwhipAwrIABBgqIiprAwgY]13]","unicode":"ਨਾਨਕਸਾਧਨਨਾਹਪਿਆਰੀਅਭਭਗਤੀਪਿਰਆਗੈ॥੧੩॥"},"translation":{"en":{"bdb":"O Nanak, that soul-bride is pleasing to her Husband Lord, who performs loving devotional worship before her Beloved. ||13||","ms":"Nanak, only that bride is dear unto her Groom, who in His presence performs the hearty service of her Beloved.","ssk":"O Nanak, that soul-bride is pleasing to her Husband Lord, who performs loving devotional worship before her Beloved. ||13||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auh jIv-iesq®I pRBU-pqI ƒ ipAwrI ho jWdI hY, auh Awpxw idlI ipAwr pRBU dy A`gy (Byt) pyS krdI hY [13[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਪਣਾ ਦਿਲੀ ਪਿਆਰ ਪ੍ਰਭੂ ਦੇ ਅੱਗੇ (ਭੇਟ) ਪੇਸ਼ ਕਰਦੀ ਹੈ ।੧੩।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy (nwh) suAwmI soeI jIv rUp iesqRI qyry ko ipAwrI hY ijs ny (AB) irdy krky, hy pqI! qyry (AwgY) snmuK hoie kr BgqI krI hY]13]ÇAb ibRD AvsQw kI bhulqw khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ (ਨਾਹ) ਸੁਆਮੀ ਸੋਈ ਜੀਵ ਰੂਪ ਇਸਤ੍ਰੀ ਤੇਰੇ ਕੋ ਪਿਆਰੀ ਹੈ ਜਿਸ ਨੇ (ਅਭ) ਰਿਦੇ ਕਰਕੇ, ਹੇ ਪਤੀ! ਤੇਰੇ (ਆਗੈ) ਸਨਮੁਖ ਹੋਇ ਕਰ ਭਗਤੀ ਕਰੀ ਹੈ॥੧੩॥☬ਅਬ ਬ੍ਰਿਧ ਅਵਸਥਾ ਕੀ ਬਹੁਲਤਾ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! auh jIv-iesq®I pRBU-pqI ƒ ipAwrI ho jWdI hY, auh Awpxw idlI ipAwr pRBU dy A`gy (Byt) pyS krdI hY [13[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਪਣਾ ਦਿਲੀ ਪਿਆਰ ਪ੍ਰਭੂ ਦੇ ਅੱਗੇ (ਭੇਟ) ਪੇਸ਼ ਕਰਦੀ ਹੈ ।੧੩।"},"ms":{"gurmukhi":"nwnk kyvl auh hI pqnI Awpxy pqI dI lwflI hY jo aUs dI hjUrI AMdr Awpxy pRIqm dI idlI syvw kmwauNdI hY[","unicode":"ਨਾਨਕ ਕੇਵਲ ਉਹ ਹੀ ਪਤਨੀ ਆਪਣੇ ਪਤੀ ਦੀ ਲਾਡਲੀ ਹੈ ਜੋ ਊਸ ਦੀ ਹਜੂਰੀ ਅੰਦਰ ਆਪਣੇ ਪ੍ਰੀਤਮ ਦੀ ਦਿਲੀ ਸੇਵਾ ਕਮਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"convirtiéndose en la novia preferida del Señor; su corazón Lo alaba en Su Presencia. (13)"},"hi":{"ss":"हे नानक ! वह जीव-स्त्री प्रभू-पति को प्यारी हो जाती है। वह अपना दिली प्यार प्रभू के आगे (भेट) पेश करती है। 13","sts":"गुरु नानक का कथन है कि वही जीव रूपी नारी पति-प्रभु को प्यारी लगती है जो दिल से भक्ति करती है और सेवा में सदा तत्पर रहती है। १३॥"}},"transliteration":{"english":"naanak saa dhan naeh piaaree abh bhagatee pir aagai ||13||","hindi":"नानक सा धन नाह पिआरी अभ भगती पिर आगै ॥१३॥","en":"naanak saa dhan naeh piaaree abh bhagatee pir aagai ||13||","hi":"नानक सा धन नाह पिआरी अभ भगती पिर आगै ॥१३॥","ipa":"nɑnək sɑ t̪ən nɑh pɪəɑri əɓ ɓəGət̪i pɪr əɑGæ.1ə3.","ur":"نانک سا دھن ناه پآریِ ابھ بھگتیِ پر آگَے ۔۔۱۳۔۔"},"pageNo":1109,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}