{"shabadInfo":{"shabadId":3988,"shabadName":47408,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3987,"next":3989},"verses":[{"verseId":47408,"shabadId":3988,"verse":{"gurmukhi":"poiK quKwru pVY vxu iqRxu rsu soKY ]","unicode":"ਪੋਖਿ ਤੁਖਾਰੁ ਪੜੈ ਵਣੁ ਤ੍ਰਿਣੁ ਰਸੁ ਸੋਖੈ ॥"},"larivaar":{"gurmukhi":"poiKquKwrupVYvxuiqRxursusoKY]","unicode":"ਪੋਖਿਤੁਖਾਰੁਪੜੈਵਣੁਤ੍ਰਿਣੁਰਸੁਸੋਖੈ॥"},"translation":{"en":{"bdb":"In Poh, the snow falls, and the sap of the trees and the fields dries up.","ms":"In Poh, the snow falls and the sap of the forest and grass dries up.","ssk":"In Poh, the snow falls, and the sap of the trees and the fields dries up."},"pu":{"ss":{"gurmukhi":"poh (dy mhIny) ivc k`kr pYNdw hY, auh vx ƒ Gwh ƒ (hryk Gwh-bUt dy) rs ƒ sukw dyNdw hY (pRBU dI Xwd BulwieAW ijs mnu`K dy AMdr korwpn zor pWdw hY, auh aus dy jIvn ivcoN pyRm-rs sukw dyNdw hY) [","unicode":"ਪੋਹ (ਦੇ ਮਹੀਨੇ) ਵਿਚ ਕੱਕਰ ਪੈਂਦਾ ਹੈ, ਉਹ ਵਣ ਨੂੰ ਘਾਹ ਨੂੰ (ਹਰੇਕ ਘਾਹ-ਬੂਟ ਦੇ) ਰਸ ਨੂੰ ਸੁਕਾ ਦੇਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕੋਰਾਪਨ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਜੀਵਨ ਵਿਚੋਂ ਪੇ੍ਰਮ-ਰਸ ਸੁਕਾ ਦੇਂਦਾ ਹੈ) ।"},"ft":{"gurmukhi":"(poiK) ibRDwpnu hoxy qy jVqw rUp (quKwru) brP pVqI hY, Bwv buDI isQl ho jwqI hY (vxu) srIr, XQw- 'PrIdw ruq iPrI vx kMibAw' (iqRxu) ieMdRY, ienhu myN jo skqI rUp rs hY iqs ko soKqw hY, Bwv sy ieMdRY Awskq ho gey hYN[ prmwx XQw- 'PrIdw AKI dyiK pqIxIAw suix suix rIxy kMn' (rIxy) skqI sy KwlI hUey]","unicode":"(ਪੋਖਿ) ਬ੍ਰਿਧਾਪਨੁ ਹੋਣੇ ਤੇ ਜੜਤਾ ਰੂਪ (ਤੁਖਾਰੁ) ਬਰਫ ਪੜਤੀ ਹੈ, ਭਾਵ ਬੁਧੀ ਸਿਥਲ ਹੋ ਜਾਤੀ ਹੈ (ਵਣੁ) ਸਰੀਰ, ਯਥਾ- 'ਫਰੀਦਾ ਰੁਤ ਫਿਰੀ ਵਣ ਕੰਬਿਆ' (ਤ੍ਰਿਣੁ) ਇੰਦ੍ਰੈ, ਇਨਹੁ ਮੇਂ ਜੋ ਸਕਤੀ ਰੂਪ ਰਸ ਹੈ ਤਿਸ ਕੋ ਸੋਖਤਾ ਹੈ, ਭਾਵ ਸੇ ਇੰਦ੍ਰੈ ਆਸਕਤ ਹੋ ਗਏ ਹੈਂ। ਪਰਮਾਣ ਯਥਾ- 'ਫਰੀਦਾ ਅਖੀ ਦੇਖਿ ਪਤੀਣੀਆ ਸੁਣਿ ਸੁਣਿ ਰੀਣੇ ਕੰਨ' (ਰੀਣੇ) ਸਕਤੀ ਸੇ ਖਾਲੀ ਹੂਏ॥"},"bdb":{"gurmukhi":"poh (dy mhIny) ivc k`kr pYNdw hY, auh vx ƒ Gwh ƒ (hryk Gwh-bUt dy) rs ƒ sukw dyNdw hY (pRBU dI Xwd BulwieAW ijs mnu`K dy AMdr korwpn zor pWdw hY, auh aus dy jIvn ivcoN pyRm-rs sukw dyNdw hY) [","unicode":"ਪੋਹ (ਦੇ ਮਹੀਨੇ) ਵਿਚ ਕੱਕਰ ਪੈਂਦਾ ਹੈ, ਉਹ ਵਣ ਨੂੰ ਘਾਹ ਨੂੰ (ਹਰੇਕ ਘਾਹ-ਬੂਟ ਦੇ) ਰਸ ਨੂੰ ਸੁਕਾ ਦੇਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕੋਰਾਪਨ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਜੀਵਨ ਵਿਚੋਂ ਪੇ੍ਰਮ-ਰਸ ਸੁਕਾ ਦੇਂਦਾ ਹੈ) ।"},"ms":{"gurmukhi":"poh iv`c brP pYNdI hY Aqy jMgl qy Gwh dI rqUbq suk jWdI hY[","unicode":"ਪੋਹ ਵਿੱਚ ਬਰਫ ਪੈਂਦੀ ਹੈ ਅਤੇ ਜੰਗਲ ਤੇ ਘਾਹ ਦੀ ਰਤੂਬਤ ਸੁਕ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"En Po, la nieve cae y aún el pasto se congela, oh Señor, "},"hi":{"ss":"पोह (के महीने) में कोहरा पड़ता है। वह वन के घास को (हरेक वण-तृण पौधे के) रस को सुखा देता है (प्रभू की याद भुलाने से जिस मनुष्य के अंदर कोरापन जोर डालता है। वह उसके जीवन में से प्रेम-रस सुखा देता है)।","sts":"पौष के महीने में इतना पाला पड़ता है किं वन-तृण वनस्पति सब सूख जाते हैं।"}},"transliteration":{"english":"pokh tukhaar paRai van tiran ras sokhai ||","hindi":"पोखि तुखारु पड़ै वणु तृणु रसु सोखै ॥","en":"pokh tukhaar paRai van tiran ras sokhai ||","hi":"पोखि तुखारु पड़ै वणु तृणु रसु सोखै ॥","ipa":"pɔkʰ t̪ʊkʰɑr pəɽæ ʋəɳ t̪ɪɹəɳ rəs sɔkʰæ.","ur":"پوکھ تُکھار پڑَے وݨ ترݨ رس سوکھَے ۔۔"},"pageNo":1109,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47409,"shabadId":3988,"verse":{"gurmukhi":"Awvq kI nwhI min qin vsih muKy ]","unicode":"ਆਵਤ ਕੀ ਨਾਹੀ ਮਨਿ ਤਨਿ ਵਸਹਿ ਮੁਖੇ ॥"},"larivaar":{"gurmukhi":"AwvqkInwhIminqinvsihmuKy]","unicode":"ਆਵਤਕੀਨਾਹੀਮਨਿਤਨਿਵਸਹਿਮੁਖੇ॥"},"translation":{"en":{"bdb":"Why have You not come? I keep You in my mind, body and mouth.","ms":"O Lord, why come Thou not? Thou abide within my soul, body and mouth.","ssk":"Why have You not come? I keep You in my mind, body and mouth."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ Aw ky myry mn ivc myry qn ivc myry mUMh ivc ikauN nhIN v`sdw? (qw ik myrw jIvn ru`Kw n ho jwey) [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਕਿਉਂ ਨਹੀਂ ਵੱਸਦਾ? (ਤਾ ਕਿ ਮੇਰਾ ਜੀਵਨ ਰੁੱਖਾ ਨ ਹੋ ਜਾਏ) ।"},"ft":{"gurmukhi":"hy pRBU! AYsI AvsQw ivKy myry pws Awvqy ikauN nhIN ho dUr BI nhIN ho AOr muK auplKq bwxI myN invws kr rhw hYN, Bwv sqw dy rhw hYN]","unicode":"ਹੇ ਪ੍ਰਭੂ! ਐਸੀ ਅਵਸਥਾ ਵਿਖੇ ਮੇਰੇ ਪਾਸ ਆਵਤੇ ਕਿਉਂ ਨਹੀਂ ਹੋ ਦੂਰ ਭੀ ਨਹੀਂ ਹੋ ਔਰ ਮੁਖ ਉਪਲਖਤ ਬਾਣੀ ਮੇਂ ਨਿਵਾਸ ਕਰ ਰਹਾ ਹੈਂ, ਭਾਵ ਸਤਾ ਦੇ ਰਹਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ Aw ky myry mn ivc myry qn ivc myry mUMh ivc ikauN nhIN v`sdw? (qw ik myrw jIvn ru`Kw n ho jwey) [","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਕਿਉਂ ਨਹੀਂ ਵੱਸਦਾ? (ਤਾ ਕਿ ਮੇਰਾ ਜੀਵਨ ਰੁੱਖਾ ਨ ਹੋ ਜਾਏ) ।"},"ms":{"gurmukhi":"hy suAwmI! qUM ikauN nhIN AwauNdw? qUM myrI AwqmW, dyh Aqy mUMh AMdr v`sdw hYN[","unicode":"ਹੇ ਸੁਆਮੀ! ਤੂੰ ਕਿਉਂ ਨਹੀਂ ਆਉਂਦਾ? ਤੂੰ ਮੇਰੀ ਆਤਮਾਂ, ਦੇਹ ਅਤੇ ਮੂੰਹ ਅੰਦਰ ਵੱਸਦਾ ਹੈਂ।"}},"es":{"sn":"¿por qué no vienes aunque sea ahora a habitar en mi cuerpo, en mi mente y en mi lengua?"},"hi":{"ss":"हे प्रभू ! तू आ के मेरे मन में मेरे तन में मेरे मुँह में क्यों नहीं बसता। (ताकि मेरा जीवन रूखा ना हो जाए)।","sts":"हे ईश्वर ! मन, तन, मुख में तू ही बसा हुआ है, हमारे पास क्यों नहीं आता।"}},"transliteration":{"english":"aavat kee naahee man tan vaseh mukhe ||","hindi":"आवत की नाही मनि तनि वसहि मुखे ॥","en":"aavat kee naahee man tan vaseh mukhe ||","hi":"आवत की नाही मनि तनि वसहि मुखे ॥","ipa":"əɑʋət̪ ki nɑhi mən t̪ən ʋəsəh mʊkʰe.","ur":"آوت کیِ ناهیِ من تنِ وسه مُکھے ۔۔"},"pageNo":1109,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":4,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"},{"p":4,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47410,"shabadId":3988,"verse":{"gurmukhi":"min qin riv rihAw jgjIvnu gur sbdI rMgu mwxI ]","unicode":"ਮਨਿ ਤਨਿ ਰਵਿ ਰਹਿਆ ਜਗਜੀਵਨੁ ਗੁਰ ਸਬਦੀ ਰੰਗੁ ਮਾਣੀ ॥"},"larivaar":{"gurmukhi":"minqinrivrihAwjgjIvnugursbdIrMgumwxI]","unicode":"ਮਨਿਤਨਿਰਵਿਰਹਿਆਜਗਜੀਵਨੁਗੁਰਸਬਦੀਰੰਗੁਮਾਣੀ॥"},"translation":{"en":{"bdb":"He is permeating and pervading my mind and body; He is the Life of the World. Through the Word of the Guru's Shabad, I enjoy His Love.","ms":"God, the Life of the world is permeating my mind and body. Through the Guru's word, enjoy I his love.","ssk":"He is permeating and pervading my mind and body; He is the Life of the World. Through the Word of the Guru's Shabad, I enjoy His Love."},"pu":{"ss":{"gurmukhi":"ijs jIv dy mn ivc qn ivc swry jgq dw Awsrw pRBU Aw v`sdw hY, auh gurU dy Sbd ivc juV ky pRBU dy imlwp dw Awnµd mwxdw hY [","unicode":"ਜਿਸ ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਾਰੇ ਜਗਤ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy jgq ky jIvn rUp! qUM mn qn ivKy ibAwpk ho rhw hYN[ guroN ky sbd kr qyry AnMd ko (mwxI) BogIqw hY]","unicode":"ਹੇ ਜਗਤ ਕੇ ਜੀਵਨ ਰੂਪ! ਤੂੰ ਮਨ ਤਨ ਵਿਖੇ ਬਿਆਪਕ ਹੋ ਰਹਾ ਹੈਂ। ਗੁਰੋਂ ਕੇ ਸਬਦ ਕਰ ਤੇਰੇ ਅਨੰਦ ਕੋ (ਮਾਣੀ) ਭੋਗੀਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs jIv dy mn ivc qn ivc swry jgq dw Awsrw pRBU Aw v`sdw hY, auh gurU dy Sbd ivc juV ky pRBU dy imlwp dw Awnµd mwxdw hY [","unicode":"ਜਿਸ ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਾਰੇ ਜਗਤ ਦਾ ਆਸਰਾ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jgq dI ijMd jwn vwihgurU myry ic`q qy srIr AMdr rm irhw hY[ gurW dI bwxI rwhIN mYN aUs dI pRIq dw AnMd lYNdw hW[","unicode":"ਜਗਤ ਦੀ ਜਿੰਦ ਜਾਨ ਵਾਹਿਗੁਰੂ ਮੇਰੇ ਚਿੱਤ ਤੇ ਸਰੀਰ ਅੰਦਰ ਰਮ ਰਿਹਾ ਹੈ। ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਰਾਹੀਂ ਮੈਂ ਊਸ ਦੀ ਪ੍ਰੀਤ ਦਾ ਅਨੰਦ ਲੈਂਦਾ ਹਾਂ।"}},"es":{"sn":"Estás fundido en mi ser, oh Vida del Universo, me regocijo en Tu Amor a través de la Palabra del Shabd del Guru. "},"hi":{"ss":"जिस जीव के मन में तन में सारे जगत का आसरा प्रभू आ बसता है। वह गुरू के शबद में जुड़ के प्रभू के मिलाप का आनंद लेता है।","sts":"मन-तन हर जगह ईश्वर ही व्याप्त है और शब्द-गुरु से ही आनंद प्राप्त होता है।"}},"transliteration":{"english":"man tan rav rahiaa jagajeevan gur sabadhee ra(n)g maanee ||","hindi":"मनि तनि रवि रहिआ जगजीवनु गुर सबदी रंगु माणी ॥","en":"man tan rav rahiaa jagajeevan gur sabadhee ra(n)g maanee ||","hi":"मनि तनि रवि रहिआ जगजीवनु गुर सबदी रंगु माणी ॥","ipa":"mən t̪ən rəʋ rəhɪəɑ d͡ʒəGəd͡ʒiʋən Gʊr səbəd̪i rəŋG mɑɳi.","ur":"من تنِ روِ رهِآ جگجیِون گُر سبدیِ رںگ ماݨیِ ۔۔"},"pageNo":1109,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47411,"shabadId":3988,"verse":{"gurmukhi":"AMfj jyrj syqj auqBuj Git Git joiq smwxI ]","unicode":"ਅੰਡਜ ਜੇਰਜ ਸੇਤਜ ਉਤਭੁਜ ਘਟਿ ਘਟਿ ਜੋਤਿ ਸਮਾਣੀ ॥"},"larivaar":{"gurmukhi":"AMfjjyrjsyqjauqBujGitGitjoiqsmwxI]","unicode":"ਅੰਡਜਜੇਰਜਸੇਤਜਉਤਭੁਜਘਟਿਘਟਿਜੋਤਿਸਮਾਣੀ॥"},"translation":{"en":{"bdb":"His Light fills all those born of eggs, born from the womb, born of sweat and born of the earth, each and every heart.","ms":"The Lord's Light is contained in the egg-born, the foetus-born, the sweat-born, the earth-born and all the hearts.","ssk":"His Light fills all those born of eggs, born from the womb, born of sweat and born of the earth, each and every heart."},"pu":{"ss":{"gurmukhi":"aus ƒ cOhW KwxIAW dy jIvW ivc hryk Gt ivc pRBU dI hI joiq smweI id`sdI hY [","unicode":"ਉਸ ਨੂੰ ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਹਰੇਕ ਘਟ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਹੀ ਜੋਤਿ ਸਮਾਈ ਦਿੱਸਦੀ ਹੈ ।"},"ft":{"gurmukhi":"AMfj, jyrj, sÍyqj, auqBuj ien cwroN KwxI ky jIvoN ky Git Git myN qyrI cYqMn sqw smwie rhI hY]","unicode":"ਅੰਡਜ, ਜੇਰਜ, ਸ੍ਵੇਤਜ, ਉਤਭੁਜ ਇਨ ਚਾਰੋਂ ਖਾਣੀ ਕੇ ਜੀਵੋਂ ਕੇ ਘਟਿ ਘਟਿ ਮੇਂ ਤੇਰੀ ਚੈਤੰਨ ਸਤਾ ਸਮਾਇ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"aus ƒ cOhW KwxIAW dy jIvW ivc hryk Gt ivc pRBU dI hI joiq smweI id`sdI hY [","unicode":"ਉਸ ਨੂੰ ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਹਰੇਕ ਘਟ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਹੀ ਜੋਤਿ ਸਮਾਈ ਦਿੱਸਦੀ ਹੈ ।"},"ms":{"gurmukhi":"pRBU dw pRkwS AWfy, jyr, muVHky qy DrqI qoN pYdw hox vwly Aqy swirAW idlW AMdr rivAw hoieAw hY[","unicode":"ਪ੍ਰਭੂ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਂਡੇ, ਜੇਰ, ਮੁੜ੍ਹਕੇ ਤੇ ਧਰਤੀ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਅਤੇ ਸਾਰਿਆਂ ਦਿਲਾਂ ਅੰਦਰ ਰਵਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Tu Luz prevalece en quien ha nacido del huevo, del vientre, del sudor, el nacido de la tierra como la planta y en todos los corazones."},"hi":{"ss":"उसको चारों खाणियों के जीवों में हरेक घट में प्रभू की ही ज्योति समाई दिखती है।","sts":"अण्डज, जेरज, स्वेदज, उदभिज्ज, संसार के कण-कण में प्रभु-ज्योति ही समा रही है।"}},"transliteration":{"english":"a(n)ddaj jeraj setaj utabhuj ghaT ghaT jot samaanee ||","hindi":"अंडज जेरज सेतज उतभुज घटि घटि जोति समाणी ॥","en":"a(n)ddaj jeraj setaj utabhuj ghaT ghaT jot samaanee ||","hi":"अंडज जेरज सेतज उतभुज घटि घटि जोति समाणी ॥","ipa":"əŋɖəd͡ʒ d͡ʒerəd͡ʒ set̪əd͡ʒ oʊt̪əɓʊd͡ʒ Gʰəʈ Gʰəʈ d͡ʒɔt̪ səmɑɳi.","ur":"اںڈج جےرج سےتج اُتبھج گھٹ گھٹِ جوت سماݨیِ ۔۔"},"pageNo":1109,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47412,"shabadId":3988,"verse":{"gurmukhi":"drsnu dyhu dieAwpiq dwqy giq pwvau miq dyho ]","unicode":"ਦਰਸਨੁ ਦੇਹੁ ਦਇਆਪਤਿ ਦਾਤੇ ਗਤਿ ਪਾਵਉ ਮਤਿ ਦੇਹੋ ॥"},"larivaar":{"gurmukhi":"drsnudyhudieAwpiqdwqygiqpwvaumiqdyho]","unicode":"ਦਰਸਨੁਦੇਹੁਦਇਆਪਤਿਦਾਤੇਗਤਿਪਾਵਉਮਤਿਦੇਹੋ॥"},"translation":{"en":{"bdb":"Grant me the Blessed Vision of Your Darshan, O Lord of Mercy and Compassion. O Great Giver, grant me understanding, that I might find salvation.","ms":"O Lord of compassion, the Beneficent One, bless me with Thy vision and grant me understanding, that I may obtain salvation.","ssk":"Grant me the Blessed Vision of Your Darshan, O Lord of Mercy and Compassion. O Great Giver, grant me understanding, that I might find salvation."},"pu":{"ss":{"gurmukhi":"hy idAwl dwqwr! mYƒ Awpxw drsn dyh, mYƒ (cMgI) Akl dyh, (ijs krky) mYN au~cI Awqmk AvsQw hwsl kr skW (qy qYƒ hr QW vyK skW) [","unicode":"ਹੇ ਦਿਆਲ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, ਮੈਨੂੰ (ਚੰਗੀ) ਅਕਲ ਦੇਹ, (ਜਿਸ ਕਰਕੇ) ਮੈਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਾਂ (ਤੇ ਤੈਨੂੰ ਹਰ ਥਾਂ ਵੇਖ ਸਕਾਂ) ।"},"ft":{"gurmukhi":"hy dXw pq dwqy! myry ko gurW kw drsnu dyhu[ iqnW duAwry Awqm vsYxI miq dIjIey, ijs qy qyry srUp myN (giq) pRwpiq vw iesQqI pwvoN]","unicode":"ਹੇ ਦਯਾ ਪਤ ਦਾਤੇ! ਮੇਰੇ ਕੋ ਗੁਰਾਂ ਕਾ ਦਰਸਨੁ ਦੇਹੁ। ਤਿਨਾਂ ਦੁਆਰੇ ਆਤਮ ਵਸੈਣੀ ਮਤਿ ਦੀਜੀਏ, ਜਿਸ ਤੇ ਤੇਰੇ ਸਰੂਪ ਮੇਂ (ਗਤਿ) ਪ੍ਰਾਪਤਿ ਵਾ ਇਸਥਤੀ ਪਾਵੋਂ॥"},"bdb":{"gurmukhi":"hy idAwl dwqwr! mYƒ Awpxw drsn dyh, mYƒ (cMgI) Akl dyh, (ijs krky) mYN au~cI Awqmk AvsQw hwsl kr skW (qy qYƒ hr QW vyK skW) [","unicode":"ਹੇ ਦਿਆਲ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, ਮੈਨੂੰ (ਚੰਗੀ) ਅਕਲ ਦੇਹ, (ਜਿਸ ਕਰਕੇ) ਮੈਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਾਂ (ਤੇ ਤੈਨੂੰ ਹਰ ਥਾਂ ਵੇਖ ਸਕਾਂ) ।"},"ms":{"gurmukhi":"hy rihmq dy suAwmI, dwqwr purK! mYƒ Awpxw dIdwr bKS Aqy soc smJ pRdwn kr[ qW jo mYN mukqI ƒ pRwpq ho jwvW[","unicode":"ਹੇ ਰਹਿਮਤ ਦੇ ਸੁਆਮੀ, ਦਾਤਾਰ ਪੁਰਖ! ਮੈਨੂੰ ਆਪਣਾ ਦੀਦਾਰ ਬਖਸ਼ ਅਤੇ ਸੋਚ ਸਮਝ ਪ੍ਰਦਾਨ ਕਰ। ਤਾਂ ਜੋ ਮੈਂ ਮੁਕਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਵਾਂ।"}},"es":{"sn":"Oh Señor Compasivo, bendíceme con Tu Visión y concédeme la Sabiduría para que pueda ser emancipado. "},"hi":{"ss":"हे दयालु दातार ! मुझे अपना दर्शन दे। मुझे (उक्तम) बुद्धि दे। (जिसके वजह से) मैं ऊँची आत्मिक अवस्था हासिल कर सकूँ (और तुझे हर जगह देख सकूँ)।","sts":"हे दयालु दाता ! दर्शन दो, सद्बुद्धि प्रदान करो, ताकि गति प्राप्त हो जाए।"}},"transliteration":{"english":"dharasan dheh dhiaapat dhaate gat paavau mat dheho ||","hindi":"दरसनु देहु दइआपति दाते गति पावउ मति देहो ॥","en":"dharasan dheh dhiaapat dhaate gat paavau mat dheho ||","hi":"दरसनु देहु दइआपति दाते गति पावउ मति देहो ॥","ipa":"d̪ərəsən d̪eh d̪ɪɑpət̪ d̪ɑt̪e Gət̪ pɑʋo mət̪ d̪ehɔ.","ur":"درسن دےهُ دایاپت داتے گت پاوا متِ دےهو ۔۔"},"pageNo":1109,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47413,"shabadId":3988,"verse":{"gurmukhi":"nwnk rMig rvY ris rsIAw hir isau pRIiq snyho ]14]","unicode":"ਨਾਨਕ ਰੰਗਿ ਰਵੈ ਰਸਿ ਰਸੀਆ ਹਰਿ ਸਿਉ ਪ੍ਰੀਤਿ ਸਨੇਹੋ ॥੧੪॥"},"larivaar":{"gurmukhi":"nwnkrMigrvYrisrsIAwhirisaupRIiqsnyho]14]","unicode":"ਨਾਨਕਰੰਗਿਰਵੈਰਸਿਰਸੀਆਹਰਿਸਿਉਪ੍ਰੀਤਿਸਨੇਹੋ॥੧੪॥"},"translation":{"en":{"bdb":"O Nanak, the Lord enjoys, savors and ravishes the bride who is in love with Him. ||14||","ms":"Nanak, with love and pleasure, God, the Enjoyer enjoys the bride, who bears Him Love and affection.","ssk":"O Nanak, the Lord enjoys, savors and ravishes the bride who is in love with Him. ||14||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs mnu`K dI pRIq ijs dw ipAwr prmwqmw nwl bx jWdw hY, auh pRymI pRBU dy ipAwr ivc (juV ky) aus dy gux AwnMd nwl Xwd krdw hY [14[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਜਿਸ ਦਾ ਪਿਆਰ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰੇਮੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦੇ ਗੁਣ ਆਨੰਦ ਨਾਲ ਯਾਦ ਕਰਦਾ ਹੈ ।੧੪।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy rs rsI !hy vwihgurU! myry pur iXh ikRpw kIjIey ik myry mnu gÎwn ko pwiekr BI qyry (rMig) pRym myN rwvxw kry Aru qnu kr ky BI pRIqI kry, punÚ bwxI kw snyhu BI qyry swQ hovY]14]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਰਸ ਰਸੀ !ਹੇ ਵਾਹਿਗੁਰੂ! ਮੇਰੇ ਪੁਰ ਯਿਹ ਕ੍ਰਿਪਾ ਕੀਜੀਏ ਕਿ ਮੇਰੇ ਮਨੁ ਗ੍ਯਾਨ ਕੋ ਪਾਇਕਰ ਭੀ ਤੇਰੇ (ਰੰਗਿ) ਪ੍ਰੇਮ ਮੇਂ ਰਾਵਣਾ ਕਰੇ ਅਰੁ ਤਨੁ ਕਰ ਕੇ ਭੀ ਪ੍ਰੀਤੀ ਕਰੇ, ਪੁਨਃ ਬਾਣੀ ਕਾ ਸਨੇਹੁ ਭੀ ਤੇਰੇ ਸਾਥ ਹੋਵੈ॥੧੪॥"},"bdb":{"gurmukhi":"hy nwnk! ijs mnu`K dI pRIq ijs dw ipAwr prmwqmw nwl bx jWdw hY, auh pRymI pRBU dy ipAwr ivc (juV ky) aus dy gux AwnMd nwl Xwd krdw hY [14[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਜਿਸ ਦਾ ਪਿਆਰ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰੇਮੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਜੁੜ ਕੇ) ਉਸ ਦੇ ਗੁਣ ਆਨੰਦ ਨਾਲ ਯਾਦ ਕਰਦਾ ਹੈ ।੧੪।"},"ms":{"gurmukhi":"nwnk mOjI vwihgurU ipAwr Aqy KuSI nwl auh pqnI ƒ mwxdw hY jo aus nwlpRym Aqy muh`bq krdI hY[","unicode":"ਨਾਨਕ ਮੌਜੀ ਵਾਹਿਗੁਰੂ ਪਿਆਰ ਅਤੇ ਖੁਸ਼ੀ ਨਾਲ ਉਹ ਪਤਨੀ ਨੂੰ ਮਾਣਦਾ ਹੈ ਜੋ ਉਸ ਨਾਲਪ੍ਰੇਮ ਅਤੇ ਮੁਹੱਬਤ ਕਰਦੀ ਹੈ।"}},"es":{"sn":"Dice Nanak, la novia que ama sólo a su Señor, goza de ese Maravilloso Señor de los mil colores. (14)"},"hi":{"ss":"हे नानक ! जिस मनुष्य की प्रीति जिसका प्यार परमात्मा से बन जाता है। वह प्रेमी प्रभू के प्यार में (जुड़ के) उस के गुण आनंद से याद करता है। 14।","sts":"गुरु नानक का कथन है कि जिसका प्रभु से प्रेम बन जाता है, वह सब रस आनंद पाता है॥ १४॥"}},"transliteration":{"english":"naanak ra(n)g ravai ras raseeaa har siau preet saneho ||14||","hindi":"नानक रंगि रवै रसि रसीआ हरि सिउ प्रीति सनेहो ॥१४॥","en":"naanak ra(n)g ravai ras raseeaa har siau preet saneho ||14||","hi":"नानक रंगि रवै रसि रसीआ हरि सिउ प्रीति सनेहो ॥१४॥","ipa":"nɑnək rəŋG rəʋæ rəs rəsiəɑ hər sɪo pɹit̪ sənehɔ.1ə4.","ur":"نانک رںگ روَے رس رسیِآ هرِ سا پریِت سنےهو ۔۔۱۴۔۔"},"pageNo":1109,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}