{"shabadInfo":{"shabadId":3989,"shabadName":47414,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":5,"navigation":{"previous":3988,"next":3990},"verses":[{"verseId":47414,"shabadId":3989,"verse":{"gurmukhi":"mwiG punIq BeI qIrQu AMqir jwinAw ]","unicode":"ਮਾਘਿ ਪੁਨੀਤ ਭਈ ਤੀਰਥੁ ਅੰਤਰਿ ਜਾਨਿਆ ॥"},"larivaar":{"gurmukhi":"mwiGpunIqBeIqIrQuAMqirjwinAw]","unicode":"ਮਾਘਿਪੁਨੀਤਭਈਤੀਰਥੁਅੰਤਰਿਜਾਨਿਆ॥"},"translation":{"en":{"bdb":"In Maagh, I become pure; I know that the sacred shrine of pilgrimage is within me.","ms":"In the month of Magh I become immaculate by realising that the place of pilgrimage is within me.","ssk":"In Maagh, I become pure; I know that the sacred shrine of pilgrimage is within me."},"pu":{"ss":{"gurmukhi":"mwG (mhIny) ivc (lok pRXwg Awidk auqy ieSnwn krn ivc pivq®qw mMndy hn pr) ijs jIv ny Awpxy ihrdy ivc hI qIrQ pCwx ilAw hY aus dI ijMd pivq® ho jWdI hY [","unicode":"ਮਾਘ (ਮਹੀਨੇ) ਵਿਚ (ਲੋਕ ਪ੍ਰਯਾਗ ਆਦਿਕ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਵਿਚ ਪਵਿਤ੍ਰਤਾ ਮੰਨਦੇ ਹਨ ਪਰ) ਜਿਸ ਜੀਵ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਤੀਰਥ ਪਛਾਣ ਲਿਆ ਹੈ ਉਸ ਦੀ ਜਿੰਦ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ft":{"gurmukhi":"XQw- mwG mws myN jn gn pRXwg myN mjn kr ky pivqR hoqy hYN qQw pRwrQnw Anuswr sqsMg pRwpqI dÍwrw pivqrqw kihqy hYN[ hy Bgvn! mwG sqo gux iqs myN sqsMg swQ iml ky myrI buDI pivqr BeI hY, ikauNik (qIrQu) pivqR rUp qyry ko irdy bIc mYny jwnw hY, vw iesI qy sMqoN ko mYny irdy ky AMqr pRXwg qIrQ rUp jwnw hY] Ab vsysqw khqy hYN: pRXwg qo bfy kst kr pRwpiq hoqw hY[","unicode":"ਯਥਾ- ਮਾਘ ਮਾਸ ਮੇਂ ਜਨ ਗਨ ਪ੍ਰਯਾਗ ਮੇਂ ਮਜਨ ਕਰ ਕੇ ਪਵਿਤ੍ਰ ਹੋਤੇ ਹੈਂ ਤਥਾ ਪ੍ਰਾਰਥਨਾ ਅਨੁਸਾਰ ਸਤਸੰਗ ਪ੍ਰਾਪਤੀ ਦ੍ਵਾਰਾ ਪਵਿਤਰਤਾ ਕਹਿਤੇ ਹੈਂ। ਹੇ ਭਗਵਨ! ਮਾਘ ਸਤੋ ਗੁਣ ਤਿਸ ਮੇਂ ਸਤਸੰਗ ਸਾਥ ਮਿਲ ਕੇ ਮੇਰੀ ਬੁਧੀ ਪਵਿਤਰ ਭਈ ਹੈ, ਕਿਉਂਕਿ (ਤੀਰਥੁ) ਪਵਿਤ੍ਰ ਰੂਪ ਤੇਰੇ ਕੋ ਰਿਦੇ ਬੀਚ ਮੈਨੇ ਜਾਨਾ ਹੈ, ਵਾ ਇਸੀ ਤੇ ਸੰਤੋਂ ਕੋ ਮੈਨੇ ਰਿਦੇ ਕੇ ਅੰਤਰ ਪ੍ਰਯਾਗ ਤੀਰਥ ਰੂਪ ਜਾਨਾ ਹੈ॥ ਅਬ ਵਸੇਸਤਾ ਕਹਤੇ ਹੈਂ: ਪ੍ਰਯਾਗ ਤੋ ਬਡੇ ਕਸਟ ਕਰ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ।"},"bdb":{"gurmukhi":"mwG (mhIny) ivc (lok pRXwg Awidk auqy ieSnwn krn ivc pivq®qw mMndy hn pr) ijs jIv ny Awpxy ihrdy ivc hI qIrQ pCwx ilAw hY aus dI ijMd pivq® ho jWdI hY [","unicode":"ਮਾਘ (ਮਹੀਨੇ) ਵਿਚ (ਲੋਕ ਪ੍ਰਯਾਗ ਆਦਿਕ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਵਿਚ ਪਵਿਤ੍ਰਤਾ ਮੰਨਦੇ ਹਨ ਪਰ) ਜਿਸ ਜੀਵ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਤੀਰਥ ਪਛਾਣ ਲਿਆ ਹੈ ਉਸ ਦੀ ਜਿੰਦ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ ।"},"ms":{"gurmukhi":"mwG dy mhIny AMdr Xwqrw AsQwn ƒ Awpxy AMdr AnuBv krn duAwrw mYN piv`qr ho jWdI hW[","unicode":"ਮਾਘ ਦੇ ਮਹੀਨੇ ਅੰਦਰ ਯਾਤਰਾ ਅਸਥਾਨ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਅਨੁਭਵ ਕਰਨ ਦੁਆਰਾ ਮੈਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੀ ਹਾਂ।"}},"es":{"sn":"En el mes de Magh, soy purificado, pues me viene el conocimiento de que la estación de peregrinos está en mi interior, "},"hi":{"ss":"माघ (महीने) में (लोग प्रयाग आदि तीरथ पर स्नान करने में पवित्रता मानते हैं पर) जिस जीव ने अपने हृदय में ही तीर्थ पहचान लिया है उसकी जीवात्मा पवित्र हो जाती है।","sts":"अंतर्मन में ज्ञान का तीर्थ स्नान माना तो माघ का महीना जीव के लिए पावन बन गया।"}},"transliteration":{"english":"maagh puneet bhiee teerath a(n)tar jaaniaa ||","hindi":"माघि पुनीत भई तीरथु अंतरि जानिआ ॥","en":"maagh puneet bhiee teerath a(n)tar jaaniaa ||","hi":"माघि पुनीत भई तीरथु अंतरि जानिआ ॥","ipa":"mɑGʰə̀ pʊnit̪ ɓei t̪irət̪ʰ əŋt̪ər d͡ʒɑnɪəɑ.","ur":"ماگھ پُنیِت بھای تیِرتھ اںتر جانآ ۔۔"},"pageNo":1109,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":47415,"shabadId":3989,"verse":{"gurmukhi":"swjn shij imly gux gih AMik smwinAw ]","unicode":"ਸਾਜਨ ਸਹਜਿ ਮਿਲੇ ਗੁਣ ਗਹਿ ਅੰਕਿ ਸਮਾਨਿਆ ॥"},"larivaar":{"gurmukhi":"swjnshijimlyguxgihAMiksmwinAw]","unicode":"ਸਾਜਨਸਹਜਿਮਿਲੇਗੁਣਗਹਿਅੰਕਿਸਮਾਨਿਆ॥"},"translation":{"en":{"bdb":"I have met my Friend with intuitive ease; I grasp His Glorious Virtues, and merge in His Being.","ms":"I have easily met my Friend, by enshrining. His virtues and merging in His Being.","ssk":"I have met my Friend with intuitive ease; I grasp His Glorious Virtues, and merge in His Being."},"pu":{"ss":{"gurmukhi":"jo jIv prmwqmw dy gux Awpxy ihrdy ivc vsw ky aus dy crnW ivc lIn huMdw hY, auh Afol AvsQw ivc itk jWdw hY ijQy aus ƒ s`jx-pRBU iml pYNdw hY [","unicode":"ਜੋ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਉਸ ਨੂੰ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sMq sjn shjy hI imly hYN, ikauNik sB dysoN myN sdw sulB hY iesI qy vsys hYN[ jy khY iqs pRXwg myN qo puMn pRwipq hoqy hYN? iqs pr khqy hYN: hy Bgvn! qyry guxoN ko gRhx kr ky mYN qyry AMk srUp ivKY (smwinAw) smwieAw, Bwv AByd hUAw hUM Xh puMn hY]","unicode":"ਸੰਤ ਸਜਨ ਸਹਜੇ ਹੀ ਮਿਲੇ ਹੈਂ, ਕਿਉਂਕਿ ਸਭ ਦੇਸੋਂ ਮੇਂ ਸਦਾ ਸੁਲਭ ਹੈ ਇਸੀ ਤੇ ਵਸੇਸ ਹੈਂ। ਜੇ ਕਹੈ ਤਿਸ ਪ੍ਰਯਾਗ ਮੇਂ ਤੋ ਪੁੰਨ ਪ੍ਰਾਪਿਤ ਹੋਤੇ ਹੈਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਗਵਨ! ਤੇਰੇ ਗੁਣੋਂ ਕੋ ਗ੍ਰਹਣ ਕਰ ਕੇ ਮੈਂ ਤੇਰੇ ਅੰਕ ਸਰੂਪ ਵਿਖੈ (ਸਮਾਨਿਆ) ਸਮਾਇਆ, ਭਾਵ ਅਭੇਦ ਹੂਆ ਹੂੰ ਯਹ ਪੁੰਨ ਹੈ॥"},"bdb":{"gurmukhi":"jo jIv prmwqmw dy gux Awpxy ihrdy ivc vsw ky aus dy crnW ivc lIn huMdw hY, auh Afol AvsQw ivc itk jWdw hY ijQy aus ƒ s`jx-pRBU iml pYNdw hY [","unicode":"ਜੋ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਉਸ ਨੂੰ ਸੱਜਣ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"aUs dIAW nykIAW Dwrn krn Aqy aus dy srUp AMdr lIn hox duAwrw mYN suKYn hI Awpxy swjn ƒ iml peI hW[","unicode":"ਊਸ ਦੀਆਂ ਨੇਕੀਆਂ ਧਾਰਨ ਕਰਨ ਅਤੇ ਉਸ ਦੇ ਸਰੂਪ ਅੰਦਰ ਲੀਨ ਹੋਣ ਦੁਆਰਾ ਮੈਂ ਸੁਖੈਨ ਹੀ ਆਪਣੇ ਸਾਜਨ ਨੂੰ ਮਿਲ ਪਈ ਹਾਂ।"}},"es":{"sn":"de esta forma encuentro a mi Señor en el Equilibrio y enalteciendo Sus Méritos me inmerjo en Su Ser. "},"hi":{"ss":"जो जीव परमात्मा के गुण अपने हृदय में बसा के उसके चरणों में लीन होता है। वह अडोल अवस्था में टिक जाता है जहाँ उसको सज्जन प्रभू मिल जाता है।","sts":"मन प्रभु के स्तुतिगान में लीन हुआ तो वह सज्जन सहज स्वाभाविक मिल गया।"}},"transliteration":{"english":"saajan sahaj mile gun geh a(n)k samaaniaa ||","hindi":"साजन सहजि मिले गुण गहि अंकि समानिआ ॥","en":"saajan sahaj mile gun geh a(n)k samaaniaa ||","hi":"साजन सहजि मिले गुण गहि अंकि समानिआ ॥","ipa":"sɑd͡ʒən səhəd͡ʒ mɪle Gʊɳ Gəh əŋk səmɑnɪəɑ.","ur":"ساجن سهج ملے گُݨ گهِ اںک سمانآ ۔۔"},"pageNo":1109,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":47416,"shabadId":3989,"verse":{"gurmukhi":"pRIqm gux AMky suix pRB bMky quDu Bwvw sir nwvw ]","unicode":"ਪ੍ਰੀਤਮ ਗੁਣ ਅੰਕੇ ਸੁਣਿ ਪ੍ਰਭ ਬੰਕੇ ਤੁਧੁ ਭਾਵਾ ਸਰਿ ਨਾਵਾ ॥"},"larivaar":{"gurmukhi":"pRIqmguxAMkysuixpRBbMkyquDuBwvwsirnwvw]","unicode":"ਪ੍ਰੀਤਮਗੁਣਅੰਕੇਸੁਣਿਪ੍ਰਭਬੰਕੇਤੁਧੁਭਾਵਾਸਰਿਨਾਵਾ॥"},"translation":{"en":{"bdb":"O my Beloved, Beauteous Lord God, please listen: I sing Your Glories, and merge in Your Being. If it is pleasing to Your Will, I bathe in the sacred pool within.","ms":"Hear Thou me, O my darling and beauteous Lord; Thine merits I have enshrined in my mind. If it pleases Thee, I shall bathe in Thy tank.","ssk":"O my Beloved, Beauteous Lord God, please listen: I sing Your Glories, and merge in Your Being. If it is pleasing to Your Will, I bathe in the sacred pool within."},"pu":{"ss":{"gurmukhi":"hy sohxy pRIqm pRBU! jy qyry gux mYN Awpxy ihrdy ivc vsw ky qyrI is&iq-swlwh sux ky qYƒ cMgw l`gx l`g pvW, qW mYN qIrQ auqy ieSnwn kr ilAw (smJdw hW) [","unicode":"ਹੇ ਸੋਹਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਗੁਣ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਮੈਂ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ (ਸਮਝਦਾ ਹਾਂ) ।"},"ft":{"gurmukhi":"hy myry (bMky) suMdR pRIqm pRBU! srvx krIey, mYN qyry gux irdy myN Dwrn kIey hYN[ qW qy iXh ikRpw kr iesI swD smwgm rUp pRXwg myN iesnwn kro, ijs kr qYƒ hCw lgW]","unicode":"ਹੇ ਮੇਰੇ (ਬੰਕੇ) ਸੁੰਦ੍ਰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਸਰਵਣ ਕਰੀਏ, ਮੈਂ ਤੇਰੇ ਗੁਣ ਰਿਦੇ ਮੇਂ ਧਾਰਨ ਕੀਏ ਹੈਂ। ਤਾਂ ਤੇ ਯਿਹ ਕ੍ਰਿਪਾ ਕਰ ਇਸੀ ਸਾਧ ਸਮਾਗਮ ਰੂਪ ਪ੍ਰਯਾਗ ਮੇਂ ਇਸਨਾਨ ਕਰੋ, ਜਿਸ ਕਰ ਤੈਨੂੰ ਹਛਾ ਲਗਾਂ॥"},"bdb":{"gurmukhi":"hy sohxy pRIqm pRBU! jy qyry gux mYN Awpxy ihrdy ivc vsw ky qyrI is&iq-swlwh sux ky qYƒ cMgw l`gx l`g pvW, qW mYN qIrQ auqy ieSnwn kr ilAw (smJdw hW) [","unicode":"ਹੇ ਸੋਹਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਜੇ ਤੇਰੇ ਗੁਣ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣ ਕੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ, ਤਾਂ ਮੈਂ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ (ਸਮਝਦਾ ਹਾਂ) ।"},"ms":{"gurmukhi":"qUM myrI g`l sux, hy myry ipAwry Aqy suMdr suAwmI! qyrIAW KUbIAW ƒ mYN Awpxy ihrdy AMdr itkw ilAw hY[ jykr qYƒ cMgw l¤gy qW mYN qyry srovr AMdr ieSnwn krWgI[","unicode":"ਤੂੰ ਮੇਰੀ ਗੱਲ ਸੁਣ, ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਅਤੇ ਸੁੰਦਰ ਸੁਆਮੀ! ਤੇਰੀਆਂ ਖੂਬੀਆਂ ਨੂੰ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾ ਲਿਆ ਹੈ। ਜੇਕਰ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਮੈਂ ਤੇਰੇ ਸਰੋਵਰ ਅੰਦਰ ਇਸ਼ਨਾਨ ਕਰਾਂਗੀ।"}},"es":{"sn":"Sí, Tus Méritos se vuelven parte de mi ser, oh mi Bello Señor, y si así Te complace me baño en Tu Laguna de Paz, éste en verdad es mi baño sagrado del Ganges, del Yamuna, de su confluencia con el Saraswati en los siete mares."},"hi":{"ss":"हे सोहाने प्रीतम प्रभू ! अगर तेरे गुण मैं अपने दिल में बसा के तेरी सिफतसालाह सुन के तुझे अच्छा लगने लग जाऊँ। तो मैंने तीर्थ पर स्नान कर लिया (समझता हूँ)।","sts":"प्रियतम के गुण धारण करके उसे भली लगूंगी। हे प्रभु ! तुझे स्वीकार हो तो मन रूपी सरोवर में स्नान करूँ।"}},"transliteration":{"english":"preetam gun a(n)ke sun prabh ba(n)ke tudh bhaavaa sar naavaa ||","hindi":"प्रीतम गुण अंके सुणि प्रभ बंके तुधु भावा सरि नावा ॥","en":"preetam gun a(n)ke sun prabh ba(n)ke tudh bhaavaa sar naavaa ||","hi":"प्रीतम गुण अंके सुणि प्रभ बंके तुधु भावा सरि नावा ॥","ipa":"pɹit̪əm Gʊɳ əŋke sʊɳ pɹəɓ bəŋke t̪ʊt̪ ɓɑʋɑ sər nɑʋɑ.","ur":"پریِتم گُݨ اںکے سُݨ پربھ بںکے تُدھ بھاوا سر ناوا ۔۔"},"pageNo":1109,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[]}},{"verseId":47417,"shabadId":3989,"verse":{"gurmukhi":"gMg jmun qh byxI sMgm swq smuMd smwvw ] puMn dwn pUjw prmysur juig juig eyko jwqw ]","unicode":"ਗੰਗ ਜਮੁਨ ਤਹ ਬੇਣੀ ਸੰਗਮ ਸਾਤ ਸਮੁੰਦ ਸਮਾਵਾ ॥ ਪੁੰਨ ਦਾਨ ਪੂਜਾ ਪਰਮੇਸੁਰ ਜੁਗਿ ਜੁਗਿ ਏਕੋ ਜਾਤਾ ॥"},"larivaar":{"gurmukhi":"gMgjmunqhbyxIsMgmswqsmuMdsmwvw]puMndwnpUjwprmysurjuigjuigeykojwqw]","unicode":"ਗੰਗਜਮੁਨਤਹਬੇਣੀਸੰਗਮਸਾਤਸਮੁੰਦਸਮਾਵਾ॥ਪੁੰਨਦਾਨਪੂਜਾਪਰਮੇਸੁਰਜੁਗਿਜੁਗਿਏਕੋਜਾਤਾ॥"},"translation":{"en":{"bdb":"The Ganges, Jamunaa, the sacred meeting place of the three rivers, the seven seas, charity, donations, adoration and worship all rest in the Transcendent Lord God; throughout the ages, I realize the One.","ms":"The Ganges, the Jamna, the confluence of three streams, seven oceans are contained in,","ssk":"The Ganges, Jamunaa, the sacred meeting place of the three rivers, the seven seas,"},"pu":{"ss":{"gurmukhi":"qyry crnW ivc lInqw vwlI AvsQw hI gMgw jmnw srsÍqI iqMnW ndIAW dw imlwp-QW hY iqRbyxI hY, auQy hI mYN s`qy smuMdr smwey mMndw hW [ijs mnu`K ny hryk jug ivc ivAwpk prmysr nwl sWJ pw leI aus ny (qIrQ-ieSnwn Awidk) swry puMn krm dwn qy pUjw krm kr ley [","unicode":"ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨਤਾ ਵਾਲੀ ਅਵਸਥਾ ਹੀ ਗੰਗਾ ਜਮਨਾ ਸਰਸ੍ਵਤੀ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ-ਥਾਂ ਹੈ ਤ੍ਰਿਬੇਣੀ ਹੈ, ਉਥੇ ਹੀ ਮੈਂ ਸੱਤੇ ਸਮੁੰਦਰ ਸਮਾਏ ਮੰਨਦਾ ਹਾਂ ।ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੇਕ ਜੁਗ ਵਿਚ ਵਿਆਪਕ ਪਰਮੇਸਰ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਉਸ ਨੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਸਾਰੇ ਪੁੰਨ ਕਰਮ ਦਾਨ ਤੇ ਪੂਜਾ ਕਰਮ ਕਰ ਲਏ ।"},"ft":{"gurmukhi":"(gMg) BgqI, (jmun) krm kQw, bRhm ibcwr, sRsÍqI, XhI iqRbyxI kw sMgm hY[ cqusty swDn sRvn, mnn, inDÎwsn Xh swq smuMd ibsyS kr ky sMqoN myN (smwvw) invws krqy hYN[ cqusty swDn kw rUp khqy hYN: pRQm vYrwg[ so vYrwgu qIn pRkwr kw hY: mMd 1, qIbr 2, qIbr qr 3[ mMd kw rUp iksI iesqRI, puqR, Dn AwidkoN ky ivjog kr gRhsq kw qÎwg kr ivrkq ho jwxw[ jo vhI pdwrQ iml jwvyN qhW igr pVw[ Awgy qIbr kw sÍrUp: ies lok ky BogoN kw iqAwg kr sÍrg AwdI suKoN kI mn myN ieCw bnI rihxI[ qIbr qr kw sÍrUp iXh hY: bRhm lok pRXMq suK kwg ibstw ky qul jwnxy[ ibbyk kw srUp iXh hY: jgq ko imQÎw Ar prmysr ko sq jwnxw[ Kt sMpqI kw srUp iXh hY: 1 sm mn ivsÎoN sy rokxw, 2 dm ieMdRY ivsXoN sy rokxy, 3 srDw gurU swsqR kw khxw sq jwnxw, 4 smwDwn swsqR sRvx kriqAW vw guroN ky vwk suxiqAW mn ko iekwgr rKxw, 5 auprqI swDnhu ky sihq sB krmhu kw qÎwgu krnw AOr ibK rUp jwn ky sB ivsÎoN kw qÎwg krnw[ iesqRIEN ko dyK kr icq myN iglwnI hovY iXh auDwrmqw hY, 6 qiqKÎw prmysÍr pRwpqI hyq DUp Ar sIq BUK pÎws shwrnI[ ","unicode":"(ਗੰਗ) ਭਗਤੀ, (ਜਮੁਨ) ਕਰਮ ਕਥਾ, ਬ੍ਰਹਮ ਬਿਚਾਰ, ਸ੍ਰਸ੍ਵਤੀ, ਯਹੀ ਤ੍ਰਿਬੇਣੀ ਕਾ ਸੰਗਮ ਹੈ। ਚਤੁਸਟੇ ਸਾਧਨ ਸ੍ਰਵਨ, ਮਨਨ, ਨਿਧ੍ਯਾਸਨ ਯਹ ਸਾਤ ਸਮੁੰਦ ਬਿਸੇਸ਼ ਕਰ ਕੇ ਸੰਤੋਂ ਮੇਂ (ਸਮਾਵਾ) ਨਿਵਾਸ ਕਰਤੇ ਹੈਂ। ਚਤੁਸਟੇ ਸਾਧਨ ਕਾ ਰੂਪ ਕਹਤੇ ਹੈਂ: ਪ੍ਰਥਮ ਵੈਰਾਗ। ਸੋ ਵੈਰਾਗੁ ਤੀਨ ਪ੍ਰਕਾਰ ਕਾ ਹੈ: ਮੰਦ ੧, ਤੀਬਰ ੨, ਤੀਬਰ ਤਰ ੩। ਮੰਦ ਕਾ ਰੂਪ ਕਿਸੀ ਇਸਤ੍ਰੀ, ਪੁਤ੍ਰ, ਧਨ ਆਦਿਕੋਂ ਕੇ ਵਿਜੋਗ ਕਰ ਗ੍ਰਹਸਤ ਕਾ ਤ੍ਯਾਗ ਕਰ ਵਿਰਕਤ ਹੋ ਜਾਣਾ। ਜੋ ਵਹੀ ਪਦਾਰਥ ਮਿਲ ਜਾਵੇਂ ਤਹਾਂ ਗਿਰ ਪੜਾ। ਆਗੇ ਤੀਬਰ ਕਾ ਸ੍ਵਰੂਪ: ਇਸ ਲੋਕ ਕੇ ਭੋਗੋਂ ਕਾ ਤਿਆਗ ਕਰ ਸ੍ਵਰਗ ਆਦੀ ਸੁਖੋਂ ਕੀ ਮਨ ਮੇਂ ਇਛਾ ਬਨੀ ਰਹਿਣੀ। ਤੀਬਰ ਤਰ ਕਾ ਸ੍ਵਰੂਪ ਯਿਹ ਹੈ: ਬ੍ਰਹਮ ਲੋਕ ਪ੍ਰਯੰਤ ਸੁਖ ਕਾਗ ਬਿਸਟਾ ਕੇ ਤੁਲ ਜਾਨਣੇ। ਬਿਬੇਕ ਕਾ ਸਰੂਪ ਯਿਹ ਹੈ: ਜਗਤ ਕੋ ਮਿਥ੍ਯਾ ਅਰ ਪਰਮੇਸਰ ਕੋ ਸਤ ਜਾਨਣਾ। ਖਟ ਸੰਪਤੀ ਕਾ ਸਰੂਪ ਯਿਹ ਹੈ: ੧ ਸਮ ਮਨ ਵਿਸ੍ਯੋਂ ਸੇ ਰੋਕਣਾ, ੨ ਦਮ ਇੰਦ੍ਰੈ ਵਿਸਯੋਂ ਸੇ ਰੋਕਣੇ, ੩ ਸਰਧਾ ਗੁਰੂ ਸਾਸਤ੍ਰ ਕਾ ਕਹਣਾ ਸਤ ਜਾਨਣਾ, ੪ ਸਮਾਧਾਨ ਸਾਸਤ੍ਰ ਸ੍ਰਵਣ ਕਰਤਿਆਂ ਵਾ ਗੁਰੋਂ ਕੇ ਵਾਕ ਸੁਣਤਿਆਂ ਮਨ ਕੋ ਇਕਾਗਰ ਰਖਣਾ, ੫ ਉਪਰਤੀ ਸਾਧਨਹੁ ਕੇ ਸਹਿਤ ਸਭ ਕਰਮਹੁ ਕਾ ਤ੍ਯਾਗੁ ਕਰਨਾ ਔਰ ਬਿਖ ਰੂਪ ਜਾਨ ਕੇ ਸਭ ਵਿਸ੍ਯੋਂ ਕਾ ਤ੍ਯਾਗ ਕਰਨਾ। ਇਸਤ੍ਰੀਓਂ ਕੋ ਦੇਖ ਕਰ ਚਿਤ ਮੇਂ ਗਿਲਾਨੀ ਹੋਵੈ ਯਿਹ ਉਧਾਰਮਤਾ ਹੈ, ੬ ਤਤਿਖ੍ਯਾ ਪਰਮੇਸ੍ਵਰ ਪ੍ਰਾਪਤੀ ਹੇਤ ਧੂਪ ਅਰ ਸੀਤ ਭੂਖ ਪ੍ਯਾਸ ਸਹਾਰਨੀ। "},"bdb":{"gurmukhi":"qyry crnW ivc lInqw vwlI AvsQw hI gMgw jmnw srsÍqI iqMnW ndIAW dw imlwp-QW hY iqRbyxI hY, auQy hI mYN s`qy smuMdr smwey mMndw hW [ijs mnu`K ny hryk jug ivc ivAwpk prmysr nwl sWJ pw leI aus ny (qIrQ-ieSnwn Awidk) swry puMn krm dwn qy pUjw krm kr ley [","unicode":"ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨਤਾ ਵਾਲੀ ਅਵਸਥਾ ਹੀ ਗੰਗਾ ਜਮਨਾ ਸਰਸ੍ਵਤੀ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ-ਥਾਂ ਹੈ ਤ੍ਰਿਬੇਣੀ ਹੈ, ਉਥੇ ਹੀ ਮੈਂ ਸੱਤੇ ਸਮੁੰਦਰ ਸਮਾਏ ਮੰਨਦਾ ਹਾਂ ।ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰੇਕ ਜੁਗ ਵਿਚ ਵਿਆਪਕ ਪਰਮੇਸਰ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਉਸ ਨੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਸਾਰੇ ਪੁੰਨ ਕਰਮ ਦਾਨ ਤੇ ਪੂਜਾ ਕਰਮ ਕਰ ਲਏ ।"},"ms":{"gurmukhi":"gMgw jmnw iqMnW ndIAW dw imlwp AsQwn qy s`q smuMdr smwey hoey hn,","unicode":"ਗੰਗਾ ਜਮਨਾ ਤਿੰਨਾਂ ਨਦੀਆਂ ਦਾ ਮਿਲਾਪ ਅਸਥਾਨ ਤੇ ਸੱਤ ਸਮੁੰਦਰ ਸਮਾਏ ਹੋਏ ਹਨ,"}},"es":{"sn":"El saber que el Señor habita a través de las épocas, para mí es toda la Alabanza y la Caridad."},"hi":{"ss":"तेरे चरणों में लीनता वाली अवस्था ही गंगा यमुना व सरस्वती तीनों नदियों के मिलाप की जगह है त्रिवेणी है। वहीं मैं सातों समुंद्र समाए हुए मानता हूँ। जिस मनुष्य ने हरेक युग में व्यापक परमेश्वर के साथ सांझ डाल ली उसने (तीर्थ-स्नान आदिक) सारे पून्य कर्म दान और पूजा कर्म कर लिए।","sts":"इसी से गंगा, यमुना त्रिवेणी संगम तथा सात समुद्र की पवित्रता मुझे प्राप्त होगी। दान-पुण्य एवं पूजा-अर्चना युग-युगांतर एक परमेश्वर का ही अस्तित्व माना है।"}},"transliteration":{"english":"ga(n)g jamun teh benee sa(n)gam saat samu(n)dh samaavaa || pu(n)n dhaan poojaa paramesur jug jug eko jaataa ||","hindi":"गंग जमुन तह बेणी संगम सात समुँद समावा ॥ पुँन दान पूजा परमेसुर जुगि जुगि एको जाता ॥","en":"ga(n)g jamun teh benee sa(n)gam saat samu(n)dh samaavaa || pu(n)n dhaan poojaa paramesur jug jug eko jaataa ||","hi":"गंग जमुन तह बेणी संगम सात समुँद समावा ॥ पुँन दान पूजा परमेसुर जुगि जुगि एको जाता ॥","ipa":"GəŋG d͡ʒəmʊn t̪əh beɳi səŋGəm sɑt̪ səmʊŋd̪ səmɑʋɑ. pʊŋn d̪ɑn pud͡ʒɑ pərəmesʊr d͡ʒʊG d͡ʒʊG eekɔ d͡ʒɑt̪ɑ.","ur":"گںگ جمن ته بےݨیِ سںگم سات سمںد سماوا ۔۔ پُنّ دان پُوجا پرمےسر جُگ جُگ اےکو جاتا ۔۔"},"pageNo":1109,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":47418,"shabadId":3989,"verse":{"gurmukhi":"nwnk mwiG mhw rsu hir jip ATsiT qIrQ nwqw ]15]","unicode":"ਨਾਨਕ ਮਾਘਿ ਮਹਾ ਰਸੁ ਹਰਿ ਜਪਿ ਅਠਸਠਿ ਤੀਰਥ ਨਾਤਾ ॥੧੫॥"},"larivaar":{"gurmukhi":"nwnkmwiGmhwrsuhirjipATsiTqIrQnwqw]15]","unicode":"ਨਾਨਕਮਾਘਿਮਹਾਰਸੁਹਰਿਜਪਿਅਠਸਠਿਤੀਰਥਨਾਤਾ॥੧੫॥"},"translation":{"en":{"bdb":"O Nanak, in Maagh, the most sublime essence is meditation on the Lord; this is the cleansing bath of the sixty-eight sacred shrines of pilgrimage. ||15||","ms":"Nanak, in Magh, the ablution at the sixty-eight holies is contained in the meditation of Supreme elixir of the Lord's Name.","ssk":"O Nanak, in Maagh, the most sublime essence is meditation on the Lord; this is the cleansing bath of the sixty-eight sacred shrines of pilgrimage. ||15||"},"pu":{"ss":{"gurmukhi":"hy nwnk! mwG mhIny ivc (qIrQ-ieSnwn Awidk dy QW) ijs ny pRBU dw nwm ismr ky pRBU-nwm dw mhw rs pI ilAw, aus ny ATwhT hI qIrQW dw ieSnwn kr ilAw [15[","unicode":"ਹੇ ਨਾਨਕ! ਮਾਘ ਮਹੀਨੇ ਵਿਚ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੇ ਥਾਂ) ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਮਹਾ ਰਸ ਪੀ ਲਿਆ, ਉਸ ਨੇ ਅਠਾਹਠ ਹੀ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ।੧੫।"},"ft":{"gurmukhi":"qIrQoN myN jo jpu krIqw hY[ eIhW sMq pRXwg myN sqo gux mwG ivKy, hy hrI! qUM jo mhw rsu rUp hYN 'Awqm rs ijh jwinAw' ies kQn qy inscy kr ky so Awqmw rs rUp ko pRwpiq ho kr ieh jIau prm AnMd rUp ho jwqw hY[ ies kQn qy hy hrI! eyk rs qyry ko rs rUp jwn kr pwn kIAw hY, Bwv Dwrn kIAw hY[ Ar AT sT qIrQ iesnwn kw Pl pRwpiq hUAw hY, Bwv ieh siqsMg qIrQ myN ATwhT qIrQoN ky iesnwn kw Pl hoqw hY]15]ÇAb sqsMg dÍwrw BgvMq pRwpqI khqy hYN:","unicode":"ਤੀਰਥੋਂ ਮੇਂ ਜੋ ਜਪੁ ਕਰੀਤਾ ਹੈ। ਈਹਾਂ ਸੰਤ ਪ੍ਰਯਾਗ ਮੇਂ ਸਤੋ ਗੁਣ ਮਾਘ ਵਿਖੇ, ਹੇ ਹਰੀ! ਤੂੰ ਜੋ ਮਹਾ ਰਸੁ ਰੂਪ ਹੈਂ 'ਆਤਮ ਰਸ ਜਿਹ ਜਾਨਿਆ' ਇਸ ਕਥਨ ਤੇ ਨਿਸਚੇ ਕਰ ਕੇ ਸੋ ਆਤਮਾ ਰਸ ਰੂਪ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋ ਕਰ ਇਹ ਜੀਉ ਪਰਮ ਅਨੰਦ ਰੂਪ ਹੋ ਜਾਤਾ ਹੈ। ਇਸ ਕਥਨ ਤੇ ਹੇ ਹਰੀ! ਏਕ ਰਸ ਤੇਰੇ ਕੋ ਰਸ ਰੂਪ ਜਾਨ ਕਰ ਪਾਨ ਕੀਆ ਹੈ, ਭਾਵ ਧਾਰਨ ਕੀਆ ਹੈ। ਅਰ ਅਠ ਸਠ ਤੀਰਥ ਇਸਨਾਨ ਕਾ ਫਲ ਪ੍ਰਾਪਤਿ ਹੂਆ ਹੈ, ਭਾਵ ਇਹ ਸਤਿਸੰਗ ਤੀਰਥ ਮੇਂ ਅਠਾਹਠ ਤੀਰਥੋਂ ਕੇ ਇਸਨਾਨ ਕਾ ਫਲ ਹੋਤਾ ਹੈ॥੧੫॥☬ਅਬ ਸਤਸੰਗ ਦ੍ਵਾਰਾ ਭਗਵੰਤ ਪ੍ਰਾਪਤੀ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! mwG mhIny ivc (qIrQ-ieSnwn Awidk dy QW) ijs ny pRBU dw nwm ismr ky pRBU-nwm dw mhw rs pI ilAw, aus ny ATwhT hI qIrQW dw ieSnwn kr ilAw [15[","unicode":"ਹੇ ਨਾਨਕ! ਮਾਘ ਮਹੀਨੇ ਵਿਚ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੇ ਥਾਂ) ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਮਹਾ ਰਸ ਪੀ ਲਿਆ, ਉਸ ਨੇ ਅਠਾਹਠ ਹੀ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲਿਆ ।੧੫।"},"ms":{"gurmukhi":"nwnk mwG iv`c ATwht XwqRw AsQwnW dw ieSnwn suAwmI dy nwm dy prm AMimRq dy ismrn iv`c Awjwdw hY[","unicode":"ਨਾਨਕ ਮਾਘ ਵਿੱਚ ਅਠਾਹਟ ਯਾਤ੍ਰਾ ਅਸਥਾਨਾਂ ਦਾ ਇਸ਼ਨਾਨ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦੇ ਪਰਮ ਅੰਮ੍ਰਿਤ ਦੇ ਸਿਮਰਨ ਵਿੱਚ ਆਜਾਦਾ ਹੈ।"}},"es":{"sn":"Dice Nanak, en el mes de Magh, el probar una pizca de la Maravillosa Esencia de la Alabanza del Señor, es como bañarse en todas las aguas santas. (15)"},"hi":{"ss":"हे नानक ! माघ महीने में (तीर्थ-स्नान आदि की जगह) जिसने प्रभू का नाम सिमर के प्रभू-नाम का महा रस पी लिया। उसने अढ़सठ ही तीर्थों का स्नान कर लिया। 15।","sts":"गुरु नानक का कथन है कि माघ के महीने प्रभु का जाप महा आनंददायक है, यही अड़सठ तीर्थ में स्नान समान है॥१५॥"}},"transliteration":{"english":"naanak maagh mahaa ras har jap aThasaTh teerath naataa ||15||","hindi":"नानक माघि महा रसु हरि जपि अठसठि तीरथ नाता ॥१५॥","en":"naanak maagh mahaa ras har jap aThasaTh teerath naataa ||15||","hi":"नानक माघि महा रसु हरि जपि अठसठि तीरथ नाता ॥१५॥","ipa":"nɑnək mɑGʰə̀ məhɑ rəs hər d͡ʒəp əʈʰəsəʈʰ t̪irət̪ʰ nɑt̪ɑ.1ə5.","ur":"نانک ماگھ مها رس هر جپِ اٹھسٹھ تیِرتھ ناتا ۔۔۱۵۔۔"},"pageNo":1109,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"},{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":1,"t":"v"},{"p":5,"t":"v"},{"p":0,"t":"y"},{"p":7,"t":"y"}],"sttm2":[]}}]}