{"shabadInfo":{"shabadId":3990,"shabadName":47419,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":6,"navigation":{"previous":3989,"next":3991},"verses":[{"verseId":47419,"shabadId":3990,"verse":{"gurmukhi":"Plguin min rhsI pRymu suBwieAw ]","unicode":"ਫਲਗੁਨਿ ਮਨਿ ਰਹਸੀ ਪ੍ਰੇਮੁ ਸੁਭਾਇਆ ॥"},"larivaar":{"gurmukhi":"PlguinminrhsIpRymusuBwieAw]","unicode":"ਫਲਗੁਨਿਮਨਿਰਹਸੀਪ੍ਰੇਮੁਸੁਭਾਇਆ॥"},"translation":{"en":{"bdb":"In Phalgun, her mind is enraptured, pleased by the Love of her Beloved.","ms":"In Phagan, the soul of those, to whom Lord's love is pleasing is in bloom.","ssk":"In Phalgun, her mind is enraptured, pleased by the Love of her Beloved."},"pu":{"ss":{"gurmukhi":"(isAwlI ru`q dI krVI srdI ipCoN bhwr iPrn qy) P`gx dy mhIny ivc (lok holIAW dy rMg-qmwiSAW dI rwhIN ^uSIAW mnWdy hn, pr ijs jIv-iesq®I ƒ Awpxy mn ivc) pRBU dw ipAwr im`Tw l`gw,","unicode":"(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ) ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਾ,"},"ft":{"gurmukhi":"jb (Plguin) dYvI sMpqI guxo kw PlH hUAw, qb (min) mnn kr ky (rhsI) AnMd BeI hUM, ikauNik hy prmysÍr! qyrw suMdR pRym myry ko BwieAw hY]Çjy khY vhu AnMd ivKy AnMd sm iKn BMgr hovygw? iqs pr khqy hYN:","unicode":"ਜਬ (ਫਲਗੁਨਿ) ਦੈਵੀ ਸੰਪਤੀ ਗੁਣੋ ਕਾ ਫਲ੍ਹ ਹੂਆ, ਤਬ (ਮਨਿ) ਮਨਨ ਕਰ ਕੇ (ਰਹਸੀ) ਅਨੰਦ ਭਈ ਹੂੰ, ਕਿਉਂਕਿ ਹੇ ਪਰਮੇਸ੍ਵਰ! ਤੇਰਾ ਸੁੰਦ੍ਰ ਪ੍ਰੇਮ ਮੇਰੇ ਕੋ ਭਾਇਆ ਹੈ॥☬ਜੇ ਕਹੈ ਵਹੁ ਅਨੰਦ ਵਿਖੇ ਅਨੰਦ ਸਮ ਖਿਨ ਭੰਗਰ ਹੋਵੇਗਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(isAwlI ru`q dI krVI srdI ipCoN bhwr iPrn qy) P`gx dy mhIny ivc (lok holIAW dy rMg-qmwiSAW dI rwhIN ^uSIAW mnWdy hn, pr ijs jIv-iesq®I ƒ Awpxy mn ivc) pRBU dw ipAwr im`Tw l`gw,","unicode":"(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ) ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਾ,"},"ms":{"gurmukhi":"P`gx iv`c ijnHW ƒ pRBU dI pRIq BwauNdI hY, aunHW dI AwqmW iKV jWdI hY[","unicode":"ਫੱਗਣ ਵਿੱਚ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਭਾਉਂਦੀ ਹੈ, ਉਨ੍ਹਾਂ ਦੀ ਆਤਮਾਂ ਖਿੜ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"En el mes de Falgon, la mente florece y uno se fascina con el Amor de Dios. "},"hi":{"ss":"(सर्दी ऋतु की कड़ाके की ठंड के बाद बहार के फिरने पर) फागुन के महीने में (लोग होलियों के रंग-तमाशों द्वारा खुशियां मनाते हैं। पर जिस जीव-स्त्री को अपने मन में) प्रभू का प्यार मीठा लगा।","sts":"फाल्गुन के महीने में प्रभु से प्रेम लगा, तो मन आनंदित हो गया।"}},"transliteration":{"english":"falagun man rahasee prem subhaiaa ||","hindi":"फलगुनि मनि रहसी प्रेमु सुभाइआ ॥","en":"falagun man rahasee prem subhaiaa ||","hi":"फलगुनि मनि रहसी प्रेमु सुभाइआ ॥","ipa":"fələGʊn mən rəhəsi pɹem sʊɓɑɪɑ.","ur":"پھلگن من رهسیِ پرےم سُبھاایا ۔۔"},"pageNo":1109,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":47420,"shabadId":3990,"verse":{"gurmukhi":"Anidnu rhsu BieAw Awpu gvwieAw ]","unicode":"ਅਨਦਿਨੁ ਰਹਸੁ ਭਇਆ ਆਪੁ ਗਵਾਇਆ ॥"},"larivaar":{"gurmukhi":"AnidnurhsuBieAwAwpugvwieAw]","unicode":"ਅਨਦਿਨੁਰਹਸੁਭਇਆਆਪੁਗਵਾਇਆ॥"},"translation":{"en":{"bdb":"Night and day, she is enraptured, and her selfishness is gone.","ms":"She, who effaces her self-conceit, night and day abides in spiritual bliss.","ssk":"Night and day, she is enraptured, and her selfishness is gone."},"pu":{"ss":{"gurmukhi":"aus dy mn ivc Asl AwnMd pYdw hoieAw hY; ijs ny Awpw-Bwv gvwieAw hY, aus dy AMdr hr vyly hI iKVwau bixAw rihMdw hY [","unicode":"ਉਸ ਦੇ ਮਨ ਵਿਚ ਅਸਲ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਹੈ; ਜਿਸ ਨੇ ਆਪਾ-ਭਾਵ ਗਵਾਇਆ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਹੀ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"myry ko Anidn eyk svw rwqR idn AnMd pRwpiq hUAw hY, ikauNik AnMdk pRiqbMDku jo Awpw Bwau Qw, so gvwie dIAw hYÇjy khY Awpw Bwau kYsy dUr hUAw? iqs pr khqy hYN:","unicode":"ਮੇਰੇ ਕੋ ਅਨਦਿਨ ਏਕ ਸਵਾ ਰਾਤ੍ਰ ਦਿਨ ਅਨੰਦ ਪ੍ਰਾਪਤਿ ਹੂਆ ਹੈ, ਕਿਉਂਕਿ ਅਨੰਦਕ ਪ੍ਰਤਿਬੰਧਕੁ ਜੋ ਆਪਾ ਭਾਉ ਥਾ, ਸੋ ਗਵਾਇ ਦੀਆ ਹੈ☬ਜੇ ਕਹੈ ਆਪਾ ਭਾਉ ਕੈਸੇ ਦੂਰ ਹੂਆ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"aus dy mn ivc Asl AwnMd pYdw hoieAw hY; ijs ny Awpw-Bwv gvwieAw hY, aus dy AMdr hr vyly hI iKVwau bixAw rihMdw hY [","unicode":"ਉਸ ਦੇ ਮਨ ਵਿਚ ਅਸਲ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਹੈ; ਜਿਸ ਨੇ ਆਪਾ-ਭਾਵ ਗਵਾਇਆ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਹੀ ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo AwpxI svY-hMgqw ƒ mwr idMdI hY, auh rwq Aqy idn Awqmk AnMd AMdr ivcrdI hY[","unicode":"ਜੋ ਆਪਣੀ ਸਵੈ-ਹੰਗਤਾ ਨੂੰ ਮਾਰ ਦਿੰਦੀ ਹੈ, ਉਹ ਰਾਤ ਅਤੇ ਦਿਨ ਆਤਮਕ ਅਨੰਦ ਅੰਦਰ ਵਿਚਰਦੀ ਹੈ।"}},"es":{"sn":"Sí, uno está en Éxtasis día y noche, perdido en su ser y haciendo a un lado su ego negativo. "},"hi":{"ss":"उसके मन में असल आनंद पैदा हुआ है; जिसने स्वै भाव गवाया है। उसके अंदर हर वक्त ही आनंद बना रहता है। (पर।","sts":"अहम् भाव को छोड़ने से नित्य खुशियाँ मिल रही हैं।"}},"transliteration":{"english":"anadhin rahas bhiaa aap gavaiaa ||","hindi":"अनदिनु रहसु भइआ आपु गवाइआ ॥","en":"anadhin rahas bhiaa aap gavaiaa ||","hi":"अनदिनु रहसु भइआ आपु गवाइआ ॥","ipa":"ənəd̪ɪn rəhəs ɓɪɑ əɑp Gəʋɑɪɑ.","ur":"اندن رهس بھایا آپ گواایا ۔۔"},"pageNo":1109,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":47421,"shabadId":3990,"verse":{"gurmukhi":"mn mohu cukwieAw jw iqsu BwieAw kir ikrpw Gir AwE ]","unicode":"ਮਨ ਮੋਹੁ ਚੁਕਾਇਆ ਜਾ ਤਿਸੁ ਭਾਇਆ ਕਰਿ ਕਿਰਪਾ ਘਰਿ ਆਓ ॥"},"larivaar":{"gurmukhi":"mnmohucukwieAwjwiqsuBwieAwkirikrpwGirAwE]","unicode":"ਮਨਮੋਹੁਚੁਕਾਇਆਜਾਤਿਸੁਭਾਇਆਕਰਿਕਿਰਪਾਘਰਿਆਓ॥"},"translation":{"en":{"bdb":"Emotional attachment is eradicated from her mind, when it pleases Him; in His Mercy, He comes to my home.","ms":"When it pleases Him, efface I the worldly Love from my mind and the Lord mercifully comes to my home.","ssk":"Emotional attachment is eradicated from her mind, when it pleases Him; in His Mercy, He comes to my home."},"pu":{"ss":{"gurmukhi":"(pr Awpw-Bwv gvwxw koeI sOKI Kyf nhIN hY) jdoN pRBU Awp hI imhr krdw hY, qW jIv Awpxy mn ivcoN mwieAw dw moh mukWdw hY, pRBU BI imhr kr ky aus dy ihrdy-Gr ivc Aw pRvyS krdw hY [","unicode":"(ਪਰ ਆਪਾ-ਭਾਵ ਗਵਾਣਾ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮੁਕਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਭੀ ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਪ੍ਰਵੇਸ਼ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy pRBU! (jw) jo (iqsu) qyry ko myrw pRymu BwXw qO Awpw Bwv kw kwrn jo myry mn ivKY (mohu) AgÎwn Qw, so Awp ny cukwie dIAw hY[ Ab ikRpw idRstI kr ky myry (Gir) irdy myN Awie kr invws kIjIey, Bwv swKÎwq hoeIey]Çjy khY myrI pRwpqI kw koeI swDn kru? iqs pr khqy hYN:","unicode":"ਹੇ ਪ੍ਰਭੂ! (ਜਾ) ਜੋ (ਤਿਸੁ) ਤੇਰੇ ਕੋ ਮੇਰਾ ਪ੍ਰੇਮੁ ਭਾਯਾ ਤੌ ਆਪਾ ਭਾਵ ਕਾ ਕਾਰਨ ਜੋ ਮੇਰੇ ਮਨ ਵਿਖੈ (ਮੋਹੁ) ਅਗ੍ਯਾਨ ਥਾ, ਸੋ ਆਪ ਨੇ ਚੁਕਾਇ ਦੀਆ ਹੈ। ਅਬ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸਟੀ ਕਰ ਕੇ ਮੇਰੇ (ਘਰਿ) ਰਿਦੇ ਮੇਂ ਆਇ ਕਰ ਨਿਵਾਸ ਕੀਜੀਏ, ਭਾਵ ਸਾਖ੍ਯਾਤ ਹੋਈਏ॥☬ਜੇ ਕਹੈ ਮੇਰੀ ਪ੍ਰਾਪਤੀ ਕਾ ਕੋਈ ਸਾਧਨ ਕਰੁ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pr Awpw-Bwv gvwxw koeI sOKI Kyf nhIN hY) jdoN pRBU Awp hI imhr krdw hY, qW jIv Awpxy mn ivcoN mwieAw dw moh mukWdw hY, pRBU BI imhr kr ky aus dy ihrdy-Gr ivc Aw pRvyS krdw hY [","unicode":"(ਪਰ ਆਪਾ-ਭਾਵ ਗਵਾਣਾ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਮਾਇਆ ਦਾ ਮੋਹ ਮੁਕਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਭੀ ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਪ੍ਰਵੇਸ਼ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd aus ƒ cMgw l`gdw hY qW mYN Awpxy ihrdy ivcoN sMswrI mmqw ƒ myt idMdI hW Aqy sweIN imhr Dwr ky myry Gr iv`c Aw jWdw hY[","unicode":"ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਾਂ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚੋਂ ਸੰਸਾਰੀ ਮਮਤਾ ਨੂੰ ਮੇਟ ਦਿੰਦੀ ਹਾਂ ਅਤੇ ਸਾਈਂ ਮਿਹਰ ਧਾਰ ਕੇ ਮੇਰੇ ਘਰ ਵਿੱਚ ਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Por la Voluntad de Dios, uno reza, oh Señor, sé Compasivo conmigo y ven a mí, pues sin Ti, "},"hi":{"ss":"स्वै-भाव गवाना कोई आसान खेल नहीं है) जब प्रभू स्वयं ही मेहर करता है। तो जीव अपने मन में से माया का मोह खत्म करता है। प्रभू भी मेहर करके उसके हृदय-घर में आ प्रवेश करता है।","sts":"जब प्रभु की रज़ा हुई तो मन में से मोह मिट गया, वह कृपा करके हृदय घर में आ गया।"}},"transliteration":{"english":"man moh chukaiaa jaa tis bhaiaa kar kirapaa ghar aao ||","hindi":"मन मोहु चुकाइआ जा तिसु भाइआ करि किरपा घरि आओ ॥","en":"man moh chukaiaa jaa tis bhaiaa kar kirapaa ghar aao ||","hi":"मन मोहु चुकाइआ जा तिसु भाइआ करि किरपा घरि आओ ॥","ipa":"mən mɔh t͡ʃʊkɑɪɑ d͡ʒɑ t̪ɪs ɓɑɪɑ kər kɪrəpɑ Gʰər əɑo.","ur":"من موهُ چُکااآ جا تس بھاایا کر کرپا گھرِ آاو ۔۔"},"pageNo":1109,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":47422,"shabadId":3990,"verse":{"gurmukhi":"bhuqy vys krI ipr bwJhu mhlI lhw n QwE ]","unicode":"ਬਹੁਤੇ ਵੇਸ ਕਰੀ ਪਿਰ ਬਾਝਹੁ ਮਹਲੀ ਲਹਾ ਨ ਥਾਓ ॥"},"larivaar":{"gurmukhi":"bhuqyvyskrIiprbwJhumhlIlhwnQwE]","unicode":"ਬਹੁਤੇਵੇਸਕਰੀਪਿਰਬਾਝਹੁਮਹਲੀਲਹਾਨਥਾਓ॥"},"translation":{"en":{"bdb":"I dress in various clothes, but without my Beloved, I shall not find a place in the Mansion of His Presence.","ms":"Though I may wear many grabs, yet without Love, I shall find not a place in His mansion.","ssk":"I dress in various clothes, but without my Beloved, I shall not find a place in the Mansion of His Presence."},"pu":{"ss":{"gurmukhi":"pRBU-imlwp qoN ibnw hI mYN bQyry (Dwrimk) isMgwr (bwhroN id`sdy Dwrimk kMm) kIqy, pr aus dy crnW ivc mYƒ itkwxw nwh hI imilAw [","unicode":"ਪ੍ਰਭੂ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹੀ ਮੈਂ ਬਥੇਰੇ (ਧਾਰਮਿਕ) ਸਿੰਗਾਰ (ਬਾਹਰੋਂ ਦਿੱਸਦੇ ਧਾਰਮਿਕ ਕੰਮ) ਕੀਤੇ, ਪਰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮੈਨੂੰ ਟਿਕਾਣਾ ਨਾਹ ਹੀ ਮਿਲਿਆ ।"},"ft":{"gurmukhi":"hy (ipr) pqI! qyrI ikRpw sy ibnW jykr mYN hMqw kr ky swDn rUp Anyk pRkwr ky vys kroN qW vI qyry (mhlI) sÍrUp ivKY, vw mYN jgÎwsU iesqRI QwauN ko nhIN pwvqI hUM[ qW qy ieh inscY kIAw hY ik qyrI ikRpw hI suK rUp hY[ ies pRkwr ipRQmYN sqsMg bhuVo pRymu suBwieAw hY, punÚ Awpw Bwv sihq moh cukwieAw qb pRwpqI BeI so khqy hYN]","unicode":"ਹੇ (ਪਿਰ) ਪਤੀ! ਤੇਰੀ ਕ੍ਰਿਪਾ ਸੇ ਬਿਨਾਂ ਜੇਕਰ ਮੈਂ ਹੰਤਾ ਕਰ ਕੇ ਸਾਧਨ ਰੂਪ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਵੇਸ ਕਰੋਂ ਤਾਂ ਵੀ ਤੇਰੇ (ਮਹਲੀ) ਸ੍ਵਰੂਪ ਵਿਖੈ, ਵਾ ਮੈਂ ਜਗ੍ਯਾਸੂ ਇਸਤ੍ਰੀ ਥਾਉਂ ਕੋ ਨਹੀਂ ਪਾਵਤੀ ਹੂੰ। ਤਾਂ ਤੇ ਇਹ ਨਿਸਚੈ ਕੀਆ ਹੈ ਕਿ ਤੇਰੀ ਕ੍ਰਿਪਾ ਹੀ ਸੁਖ ਰੂਪ ਹੈ। ਇਸ ਪ੍ਰਕਾਰ ਪ੍ਰਿਥਮੈਂ ਸਤਸੰਗ ਬਹੁੜੋ ਪ੍ਰੇਮੁ ਸੁਭਾਇਆ ਹੈ, ਪੁਨਃ ਆਪਾ ਭਾਵ ਸਹਿਤ ਮੋਹ ਚੁਕਾਇਆ ਤਬ ਪ੍ਰਾਪਤੀ ਭਈ ਸੋ ਕਹਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pRBU-imlwp qoN ibnw hI mYN bQyry (Dwrimk) isMgwr (bwhroN id`sdy Dwrimk kMm) kIqy, pr aus dy crnW ivc mYƒ itkwxw nwh hI imilAw [","unicode":"ਪ੍ਰਭੂ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹੀ ਮੈਂ ਬਥੇਰੇ (ਧਾਰਮਿਕ) ਸਿੰਗਾਰ (ਬਾਹਰੋਂ ਦਿੱਸਦੇ ਧਾਰਮਿਕ ਕੰਮ) ਕੀਤੇ, ਪਰ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮੈਨੂੰ ਟਿਕਾਣਾ ਨਾਹ ਹੀ ਮਿਲਿਆ ।"},"ms":{"gurmukhi":"BwvyN mYN Gnyry Bys Dwrn kr lvW, pRMqU Awpxy ipAwry dy bgYr, mYƒ aus dy mMdr iv`c QW nhIN imlxI[","unicode":"ਭਾਵੇਂ ਮੈਂ ਘਨੇਰੇ ਭੇਸ ਧਾਰਨ ਕਰ ਲਵਾਂ, ਪ੍ਰੰਤੂ ਆਪਣੇ ਪਿਆਰੇ ਦੇ ਬਗੈਰ, ਮੈਨੂੰ ਉਸ ਦੇ ਮੰਦਰ ਵਿੱਚ ਥਾਂ ਨਹੀਂ ਮਿਲਣੀ।"}},"es":{"sn":"aunque me adorne de mil formas, no logro refugio. Pero cuando el Señor se me presentó, "},"hi":{"ss":"प्रभू-मिलाप के बिना ही मैंने बहुत सारे (धार्मिक) श्रृंगार (बाहर से दिखाई देते धार्मिक कर्म) किए। पर उसके चरणों में मुझे ठिकाना ना मिला। हाँ।","sts":"प्रभु के बिना अनेक श्रृंगार किए, परन्तु उसके चरणों में स्थान नहीं मिल सका।"}},"transliteration":{"english":"bahute ves karee pir baajhahu mahalee lahaa na thaao ||","hindi":"बहुते वेस करी पिर बाझहु महली लहा न थाओ ॥","en":"bahute ves karee pir baajhahu mahalee lahaa na thaao ||","hi":"बहुते वेस करी पिर बाझहु महली लहा न थाओ ॥","ipa":"bəhʊt̪e ʋes kəri pɪr bɑɖ͡ʐəh məhəli ləhɑ nə t̪ʰɑo.","ur":"بهُتے وےس کریِ پر باجھهُ مهلیِ لها ن تھااو ۔۔"},"pageNo":1109,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47423,"shabadId":3990,"verse":{"gurmukhi":"hwr for rs pwt ptMbr ipir loVI sIgwrI ]","unicode":"ਹਾਰ ਡੋਰ ਰਸ ਪਾਟ ਪਟੰਬਰ ਪਿਰਿ ਲੋੜੀ ਸੀਗਾਰੀ ॥"},"larivaar":{"gurmukhi":"hwrforrspwtptMbripirloVIsIgwrI]","unicode":"ਹਾਰਡੋਰਰਸਪਾਟਪਟੰਬਰਪਿਰਿਲੋੜੀਸੀਗਾਰੀ॥"},"translation":{"en":{"bdb":"I have adorned myself with garlands of flowers, pearl necklaces, scented oils and silk robes.","ms":"When my Beloved so wished, I decorated myself with garlands, strings of pearls, perfumes and raiments of silk.","ssk":"I have adorned myself with garlands of flowers, pearl necklaces, scented oils and silk robes."},"pu":{"ss":{"gurmukhi":"ijs ƒ pqI-pRBU ny psMd kr ilAw, auh swry hwr-isMgwrW rySmI k`piVAW nwl isMgwrI geI [","unicode":"ਜਿਸ ਨੂੰ ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਪਸੰਦ ਕਰ ਲਿਆ, ਉਹ ਸਾਰੇ ਹਾਰ-ਸਿੰਗਾਰਾਂ ਰੇਸ਼ਮੀ ਕੱਪੜਿਆਂ ਨਾਲ ਸਿੰਗਾਰੀ ਗਈ ।"},"ft":{"gurmukhi":"hir hir jwp hwr, ibRqI for, suB krm rsu, (pwt) pRym rUpI smwn bsqR, gÎwn rUp ptMbr[ hy (ipir) pqI! ijs pUrbokiq isMgwr ko mYN (loVI) cwhqI QI; vw hy pqI! jb qYny cwhI qb iqs kr ky Awpny myN (sIgwrI) BUKÎq krI hUM]","unicode":"ਹਰਿ ਹਰਿ ਜਾਪ ਹਾਰ, ਬ੍ਰਿਤੀ ਡੋਰ, ਸੁਭ ਕਰਮ ਰਸੁ, (ਪਾਟ) ਪ੍ਰੇਮ ਰੂਪੀ ਸਮਾਨ ਬਸਤ੍ਰ, ਗ੍ਯਾਨ ਰੂਪ ਪਟੰਬਰ। ਹੇ (ਪਿਰਿ) ਪਤੀ! ਜਿਸ ਪੂਰਬੋਕਤਿ ਸਿੰਗਾਰ ਕੋ ਮੈਂ (ਲੋੜੀ) ਚਾਹਤੀ ਥੀ; ਵਾ ਹੇ ਪਤੀ! ਜਬ ਤੈਨੇ ਚਾਹੀ ਤਬ ਤਿਸ ਕਰ ਕੇ ਆਪਨੇ ਮੇਂ (ਸੀਗਾਰੀ) ਭੂਖ੍ਯਤ ਕਰੀ ਹੂੰ॥"},"bdb":{"gurmukhi":"ijs ƒ pqI-pRBU ny psMd kr ilAw, auh swry hwr-isMgwrW rySmI k`piVAW nwl isMgwrI geI [","unicode":"ਜਿਸ ਨੂੰ ਪਤੀ-ਪ੍ਰਭੂ ਨੇ ਪਸੰਦ ਕਰ ਲਿਆ, ਉਹ ਸਾਰੇ ਹਾਰ-ਸਿੰਗਾਰਾਂ ਰੇਸ਼ਮੀ ਕੱਪੜਿਆਂ ਨਾਲ ਸਿੰਗਾਰੀ ਗਈ ।"},"ms":{"gurmukhi":"jd myry idlbr ny ies qrHW cwihAw qW mYN Awpxy Awp ƒ PUl mwlw, moqIAW dIAW lVIAW Aqr Aqy rySmI bsqrW nwl SSoBq kIqw[","unicode":"ਜਦ ਮੇਰੇ ਦਿਲਬਰ ਨੇ ਇਸ ਤਰ੍ਹਾਂ ਚਾਹਿਆ ਤਾਂ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਫੂਲ ਮਾਲਾ, ਮੋਤੀਆਂ ਦੀਆਂ ਲੜੀਆਂ ਅਤਰ ਅਤੇ ਰੇਸ਼ਮੀ ਬਸਤਰਾਂ ਨਾਲ ਸ਼ਸ਼ੋਭਤ ਕੀਤਾ।"}},"es":{"sn":"estaba yo adornado de forma natural con guirnaldas, collares y sedas."},"hi":{"ss":"जिसको प्रभू-पति ने पसंद कर लिया। वह सारे हार-श्रृंगारों रेशमी कपड़ों से श्रृंगारी गई।","sts":"जब प्रभु की इच्छा हुई तो हार, डोर, रस, पाट-पटंबर सब श्रृंगार हो गए।"}},"transliteration":{"english":"haar ddor ras paaT paTa(n)bar pir loRee seegaaree ||","hindi":"हार डोर रस पाट पटंबर पिरि लोड़ी सीगारी ॥","en":"haar ddor ras paaT paTa(n)bar pir loRee seegaaree ||","hi":"हार डोर रस पाट पटंबर पिरि लोड़ी सीगारी ॥","ipa":"hɑr ɖɔr rəs pɑʈ pəʈəŋbər pɪr lɔɽi siGɑri.","ur":"هار ڈور رس پاٹ پٹںبر پر لوڑیِ سیِگاریِ ۔۔"},"pageNo":1109,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47424,"shabadId":3990,"verse":{"gurmukhi":"nwnk myil leI guir ApxY Gir vru pwieAw nwrI ]16]","unicode":"ਨਾਨਕ ਮੇਲਿ ਲਈ ਗੁਰਿ ਅਪਣੈ ਘਰਿ ਵਰੁ ਪਾਇਆ ਨਾਰੀ ॥੧੬॥"},"larivaar":{"gurmukhi":"nwnkmyilleIguirApxYGirvrupwieAwnwrI]16]","unicode":"ਨਾਨਕਮੇਲਿਲਈਗੁਰਿਅਪਣੈਘਰਿਵਰੁਪਾਇਆਨਾਰੀ॥੧੬॥"},"translation":{"en":{"bdb":"O Nanak, the Guru has united me with Him. The soul-bride has found her Husband Lord, within the home of her own heart. ||16||","ms":"Nanak, the Guru has united me with God and I, the bride, have obtained my Groom in my very home.","ssk":"O Nanak, the Guru has united me with Him. The soul-bride has found her Husband Lord, within the home of her own heart. ||16||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU-pqI ny Awpxy gurU dI rwhIN (Awpxy nwl) imlw ilAw, aus ƒ ihrdy-Gr ivc hI Ksm-pRBU iml ipAw [16[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ।੧੬।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mYN nwrI jb Apny guroN ny Awpxy nwl myl leI qb mYN nwrI ny, hy (vru) pqI! qyry ko Apny Gr myN hI pwie lIAw[ qW qy hy pqI! vwihgurU hI qyry pRwpiq krny kw kwrnu hY]16]ÇAb vwihgurU kI pRwpqI kw Plu pRgt krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਨਾਰੀ ਜਬ ਅਪਨੇ ਗੁਰੋਂ ਨੇ ਆਪਣੇ ਨਾਲ ਮੇਲ ਲਈ ਤਬ ਮੈਂ ਨਾਰੀ ਨੇ, ਹੇ (ਵਰੁ) ਪਤੀ! ਤੇਰੇ ਕੋ ਅਪਨੇ ਘਰ ਮੇਂ ਹੀ ਪਾਇ ਲੀਆ। ਤਾਂ ਤੇ ਹੇ ਪਤੀ! ਵਾਹਿਗੁਰੂ ਹੀ ਤੇਰੇ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਕਾ ਕਾਰਨੁ ਹੈ॥੧੬॥☬ਅਬ ਵਾਹਿਗੁਰੂ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ ਫਲੁ ਪ੍ਰਗਟ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! ijs jIv-iesq®I ƒ pRBU-pqI ny Awpxy gurU dI rwhIN (Awpxy nwl) imlw ilAw, aus ƒ ihrdy-Gr ivc hI Ksm-pRBU iml ipAw [16[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ।੧੬।"},"ms":{"gurmukhi":"nwnk gurW ny mYƒ vwihgurU nwl imlw id`qw hY Aqy mYN pqnI ny Awpdy pqI ƒ Awpxy gRih iv`c hI pRwpq kr ilAw hY[","unicode":"ਨਾਨਕ ਗੁਰਾਂ ਨੇ ਮੈਨੂੰ ਵਾਹਿਗੁਰੂ ਨਾਲ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ਅਤੇ ਮੈਂ ਪਤਨੀ ਨੇ ਆਪਦੇ ਪਤੀ ਨੂੰ ਆਪਣੇ ਗ੍ਰਹਿ ਵਿੱਚ ਹੀ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"Dice Nanak, cuando el Dios Guru unió a la novia con Su Ser, ella encontró su Verdadero Hogar. (16)"},"hi":{"ss":"हे नानक ! जिस जीव-स्त्री को प्रभू-पति ने अपने गुरू के माध्यम से (अपने साथ) मिला लिया। उसको हृदय-घर में ही पति-प्रभू मिल गया। 16।","sts":"गुरु नानक का कथन है कि गुरु से मिलाप हुआ तो पति-प्रभु को हृदय में पा लिया॥१६॥"}},"transliteration":{"english":"naanak mel liee gur apanai ghar var paiaa naaree ||16||","hindi":"नानक मेलि लई गुरि अपणै घरि वरु पाइआ नारी ॥१६॥","en":"naanak mel liee gur apanai ghar var paiaa naaree ||16||","hi":"नानक मेलि लई गुरि अपणै घरि वरु पाइआ नारी ॥१६॥","ipa":"nɑnək mel lei Gʊr əpəɳæ Gʰər ʋər pɑɪɑ nɑri.1ə6.","ur":"نانک مےل لای گُر اپݨَے گھر ور پاایا ناریِ ۔۔۱۶۔۔"},"pageNo":1109,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}