{"shabadInfo":{"shabadId":3991,"shabadName":47425,"pageNo":1109,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1109},"raag":{"raagId":26,"gurmukhi":"rwgu quKwrI","unicode":"ਰਾਗੁ ਤੁਖਾਰੀ","english":"Raag Tukhaari","raagWithPage":"Tukhaaree (1107-1117)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":5,"navigation":{"previous":3990,"next":3992},"verses":[{"verseId":47425,"shabadId":3991,"verse":{"gurmukhi":"by ds mwh ruqI iQqI vwr Bly ] GVI mUrq pl swcy Awey shij imly ]","unicode":"ਬੇ ਦਸ ਮਾਹ ਰੁਤੀ ਥਿਤੀ ਵਾਰ ਭਲੇ ॥ ਘੜੀ ਮੂਰਤ ਪਲ ਸਾਚੇ ਆਏ ਸਹਜਿ ਮਿਲੇ ॥"},"larivaar":{"gurmukhi":"bydsmwhruqIiQqIvwrBly]GVImUrqplswcyAweyshijimly]","unicode":"ਬੇਦਸਮਾਹਰੁਤੀਥਿਤੀਵਾਰਭਲੇ॥ਘੜੀਮੂਰਤਪਲਸਾਚੇਆਏਸਹਜਿਮਿਲੇ॥"},"translation":{"en":{"bdb":"The twelve months, the seasons, the weeks, the days, the hours, the minutes and the seconds are all sublime, when the True Lord comes and meets her with natural ease.","ms":"The two and ten (twelve) months, the seasons, the lunar days are all sublime,","ssk":"The twelve months, the seasons, the weeks, the days, the hours, the minutes and the seconds are all sublime,"},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I dy Afol hoey ihrdy ivc sdw-iQr rihx vwlw prmwqmw Aw itkdw hY, aus ƒ bwrW hI mhIny, swrIAW ru`qW, swrIAW iQ`qW, swry idn, swrIAW GVIAW, swry muhUrq qy pl sul`Kxy jwpdy hn (aus ƒ iksy sMgRWd m`isAw Awidk dI hI pivq®qw dw Brm-BulyKw nhIN rihMdw) [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅਡੋਲ ਹੋਏ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਟਿਕਦਾ ਹੈ, ਉਸ ਨੂੰ ਬਾਰਾਂ ਹੀ ਮਹੀਨੇ, ਸਾਰੀਆਂ ਰੁੱਤਾਂ, ਸਾਰੀਆਂ ਥਿੱਤਾਂ, ਸਾਰੇ ਦਿਨ, ਸਾਰੀਆਂ ਘੜੀਆਂ, ਸਾਰੇ ਮੁਹੂਰਤ ਤੇ ਪਲ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ (ਉਸ ਨੂੰ ਕਿਸੇ ਸੰਗ੍ਰਾਂਦ ਮੱਸਿਆ ਆਦਿਕ ਦੀ ਹੀ ਪਵਿਤ੍ਰਤਾ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਨਹੀਂ ਰਹਿੰਦਾ) ।"},"ft":{"gurmukhi":"(by) do Ar ds, bwrW mhIny iqn mih Kt ruqy AOr iqnoN myN pMdRh iqQ, iqn mih swq vwr Bly hYN]","unicode":"(ਬੇ) ਦੋ ਅਰ ਦਸ, ਬਾਰਾਂ ਮਹੀਨੇ ਤਿਨ ਮਹਿ ਖਟ ਰੁਤੇ ਔਰ ਤਿਨੋਂ ਮੇਂ ਪੰਦ੍ਰਹ ਤਿਥ, ਤਿਨ ਮਹਿ ਸਾਤ ਵਾਰ ਭਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I dy Afol hoey ihrdy ivc sdw-iQr rihx vwlw prmwqmw Aw itkdw hY, aus ƒ bwrW hI mhIny, swrIAW ru`qW, swrIAW iQ`qW, swry idn, swrIAW GVIAW, swry muhUrq qy pl sul`Kxy jwpdy hn (aus ƒ iksy sMgRWd m`isAw Awidk dI hI pivq®qw dw Brm-BulyKw nhIN rihMdw) [","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅਡੋਲ ਹੋਏ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਟਿਕਦਾ ਹੈ, ਉਸ ਨੂੰ ਬਾਰਾਂ ਹੀ ਮਹੀਨੇ, ਸਾਰੀਆਂ ਰੁੱਤਾਂ, ਸਾਰੀਆਂ ਥਿੱਤਾਂ, ਸਾਰੇ ਦਿਨ, ਸਾਰੀਆਂ ਘੜੀਆਂ, ਸਾਰੇ ਮੁਹੂਰਤ ਤੇ ਪਲ ਸੁਲੱਖਣੇ ਜਾਪਦੇ ਹਨ (ਉਸ ਨੂੰ ਕਿਸੇ ਸੰਗ੍ਰਾਂਦ ਮੱਸਿਆ ਆਦਿਕ ਦੀ ਹੀ ਪਵਿਤ੍ਰਤਾ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਨਹੀਂ ਰਹਿੰਦਾ) ।"},"ms":{"gurmukhi":"do Aqy ds (bwrW) mhIny, mOsm, iq`QW, hPqy dy idhwVy srySt hn,","unicode":"ਦੋ ਅਤੇ ਦਸ (ਬਾਰਾਂ) ਮਹੀਨੇ, ਮੌਸਮ, ਤਿੱਥਾਂ, ਹਫਤੇ ਦੇ ਦਿਹਾੜੇ ਸਰੇਸ਼ਟ ਹਨ,"}},"es":{"sn":"Benditos sean los doce meses, las seis estaciones, los días lunares y solares, las horas, los minutos y los segundos, "},"hi":{"ss":"जिस जीव-स्त्री के अडोल हुए हृदय में सदा-स्थिर रहने वाला परमात्मा आ टिकता है। उसको ही बारह ही महीने। सारी ऋतुएं। सारी तिथियां। सारे दिन। सारी घड़ियां। सारे महूरत और पल भाग्यशाली लगते हैं (उसको किसी संगरांद अमावस्या आदि की ही पवित्रता का भरम-भुलेखा नहीं रहता)। (वह जीव-स्त्री किसी काम को आरम्भ करने के लिए कोई खास महूरत नहीं तलाशती।","sts":"बारह महीने, ऋतुएँ, तिथि एवं वार भले हैं। घड़ी, मुहूर्त, पल भी प्रशंसनीय है और सच्चा प्रभु सहज-स्वभाव ही मिल जाता है।"}},"transliteration":{"english":"be dhas maeh rutee thitee vaar bhale || ghaRee moorat pal saache aae sahaj mile ||","hindi":"बे दस माह रुती थिती वार भले ॥ घड़ी मूरत पल साचे आए सहजि मिले ॥","en":"be dhas maeh rutee thitee vaar bhale || ghaRee moorat pal saache aae sahaj mile ||","hi":"बे दस माह रुती थिती वार भले ॥ घड़ी मूरत पल साचे आए सहजि मिले ॥","ipa":"be d̪əs mɑh rʊt̪i t̪ʰɪt̪i ʋɑr ɓəle. Gʰəɽi murət̪ pəl sɑt͡ʃe əɑee səhəd͡ʒ mɪle.","ur":"بے دس ماه رُتیِ تھتیِ وار بھلے ۔۔ گھڑیِ مُورت پل ساچے آاے سهج ملے ۔۔"},"pageNo":1109,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":11,"t":"v"}]}},{"verseId":47426,"shabadId":3991,"verse":{"gurmukhi":"pRB imly ipAwry kwrj swry krqw sB ibiD jwxY ]","unicode":"ਪ੍ਰਭ ਮਿਲੇ ਪਿਆਰੇ ਕਾਰਜ ਸਾਰੇ ਕਰਤਾ ਸਭ ਬਿਧਿ ਜਾਣੈ ॥"},"larivaar":{"gurmukhi":"pRBimlyipAwrykwrjswrykrqwsBibiDjwxY]","unicode":"ਪ੍ਰਭਮਿਲੇਪਿਆਰੇਕਾਰਜਸਾਰੇਕਰਤਾਸਭਬਿਧਿਜਾਣੈ॥"},"translation":{"en":{"bdb":"God, my Beloved, has met me, and my affairs are all resolved. The Creator Lord knows all ways and means.","ms":"The sweet Master has met me and mine affairs are arranged. The Creator-Lord knows all the ways.","ssk":"God, my Beloved, has met me, and my affairs are all resolved. The Creator Lord knows all ways and means."},"pu":{"ss":{"gurmukhi":"(auh jIv-iesq®I iksy kMm ƒ SurU krn vwsqy koeI ^ws muhUrq nhIN BwldI, aus ƒ ieh XkIn huMdw hY ik) jdoN ipAwrw pRBU iml pey (Bwv, prmwqmw dw Awsrw ilAW) sB kMm rws Aw jWdy hn, krqwr hI (jIv ƒ sPlqw dyx dIAW) swrIAW ibDIAW jwxdw hY  ","unicode":"(ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਿਸੇ ਕੰਮ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਾਸਤੇ ਕੋਈ ਖ਼ਾਸ ਮੁਹੂਰਤ ਨਹੀਂ ਭਾਲਦੀ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਹੁੰਦਾ ਹੈ ਕਿ) ਜਦੋਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏ (ਭਾਵ, ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆਂ) ਸਭ ਕੰਮ ਰਾਸ ਆ ਜਾਂਦੇ ਹਨ, ਕਰਤਾਰ ਹੀ (ਜੀਵ ਨੂੰ ਸਫਲਤਾ ਦੇਣ ਦੀਆਂ) ਸਾਰੀਆਂ ਬਿਧੀਆਂ ਜਾਣਦਾ ਹੈ  "},"ft":{"gurmukhi":"jb pRBU pÎwry imly qb sBI kwrj hmwry (swry) svwr dIey hYN[ ies myN Ascrj nhIN hY ikauNik (krqw) vwihgurU sB ibDIAW jwnqw hY iqs qy sB ibDW BeI hYN]","unicode":"ਜਬ ਪ੍ਰਭੂ ਪ੍ਯਾਰੇ ਮਿਲੇ ਤਬ ਸਭੀ ਕਾਰਜ ਹਮਾਰੇ (ਸਾਰੇ) ਸਵਾਰ ਦੀਏ ਹੈਂ। ਇਸ ਮੇਂ ਅਸਚਰਜ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ (ਕਰਤਾ) ਵਾਹਿਗੁਰੂ ਸਭ ਬਿਧੀਆਂ ਜਾਨਤਾ ਹੈ ਤਿਸ ਤੇ ਸਭ ਬਿਧਾਂ ਭਈ ਹੈਂ॥"},"bdb":{"gurmukhi":"(auh jIv-iesq®I iksy kMm ƒ SurU krn vwsqy koeI ^ws muhUrq nhIN BwldI, aus ƒ ieh XkIn huMdw hY ik) jdoN ipAwrw pRBU iml pey (Bwv, prmwqmw dw Awsrw ilAW) sB kMm rws Aw jWdy hn, krqwr hI (jIv ƒ sPlqw dyx dIAW) swrIAW ibDIAW jwxdw hY  ","unicode":"(ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਿਸੇ ਕੰਮ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਵਾਸਤੇ ਕੋਈ ਖ਼ਾਸ ਮੁਹੂਰਤ ਨਹੀਂ ਭਾਲਦੀ, ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਹੁੰਦਾ ਹੈ ਕਿ) ਜਦੋਂ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਏ (ਭਾਵ, ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆਂ) ਸਭ ਕੰਮ ਰਾਸ ਆ ਜਾਂਦੇ ਹਨ, ਕਰਤਾਰ ਹੀ (ਜੀਵ ਨੂੰ ਸਫਲਤਾ ਦੇਣ ਦੀਆਂ) ਸਾਰੀਆਂ ਬਿਧੀਆਂ ਜਾਣਦਾ ਹੈ  "},"ms":{"gurmukhi":"im`TVw mwlk mYƒ iml ipAw hY Aqy myry swry kMm rws ho gey hn[ isrjxhwr suAwmI swrIAW qdbIrW jwxdw hY[","unicode":"ਮਿੱਠੜਾ ਮਾਲਕ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ ਅਤੇ ਮੇਰੇ ਸਾਰੇ ਕੰਮ ਰਾਸ ਹੋ ਗਏ ਹਨ। ਸਿਰਜਣਹਾਰ ਸੁਆਮੀ ਸਾਰੀਆਂ ਤਦਬੀਰਾਂ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"cuando el Señor, de forma espontánea nos encuentra. Sí, el Señor nos encuentra y nos llena, "},"hi":{"ss":"उसको यह यकीन होता है कि) जब प्यारा प्रभू मिल जाए (भाव। परमात्मा का आसरा लेने से) सब काम रास आ जाते हैं। करतार ही (सफलता देने की) सारी विधियाँ जानता है।","sts":"प्यारे प्रभु को मिलकर सभी कार्य संवर जाते हैं और कर्ता-प्रभु सब विधियाँ जानता है।"}},"transliteration":{"english":"prabh mile piaare kaaraj saare karataa sabh bidh jaanai ||","hindi":"प्रभ मिले पिआरे कारज सारे करता सभ बिधि जाणै ॥","en":"prabh mile piaare kaaraj saare karataa sabh bidh jaanai ||","hi":"प्रभ मिले पिआरे कारज सारे करता सभ बिधि जाणै ॥","ipa":"pɹəɓ mɪle pɪəɑre kɑrəd͡ʒ sɑre kərət̪ɑ səɓ bɪt̪ə̀ d͡ʒɑɳæ.","ur":"پربھ ملے پآرے کارج سارے کرتا سبھ بدھ جاݨَے ۔۔"},"pageNo":1109,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":47427,"shabadId":3991,"verse":{"gurmukhi":"ijin sIgwrI iqsih ipAwrI mylu BieAw rMgu mwxY ]","unicode":"ਜਿਨਿ ਸੀਗਾਰੀ ਤਿਸਹਿ ਪਿਆਰੀ ਮੇਲੁ ਭਇਆ ਰੰਗੁ ਮਾਣੈ ॥"},"larivaar":{"gurmukhi":"ijinsIgwrIiqsihipAwrImyluBieAwrMgumwxY]","unicode":"ਜਿਨਿਸੀਗਾਰੀਤਿਸਹਿਪਿਆਰੀਮੇਲੁਭਇਆਰੰਗੁਮਾਣੈ॥"},"translation":{"en":{"bdb":"I am loved by the One who has embellished and exalted me; I have met Him, and I savor His Love.","ms":"I am dear unto Him, who has embellished me. I have met Him and enjoy His Love.","ssk":"I am loved by the One who has embellished and exalted me; I have met Him, and I savor His Love."},"pu":{"ss":{"gurmukhi":"(pr ieh isdk-srDw dw Awqmk sohj prmwqmw Awp hI dyNdw hY) pRBU ny Awp hI jIv-iesq®I dy Awqmw ƒ sMvwrnw hY, qy Awp hI aus ƒ ipAwrnw hY [ (aus dI imhr nwl hI) jIv-iesq®I dw pRBU-pqI nwl myl huMdw hY, qy auh Awqmk AwnMd mwxdI hY [","unicode":"(ਪਰ ਇਹ ਸਿਦਕ-ਸਰਧਾ ਦਾ ਆਤਮਕ ਸੋਹਜ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਆਤਮਾ ਨੂੰ ਸੰਵਾਰਨਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਪਿਆਰਨਾ ਹੈ । (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ, ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ।"},"ft":{"gurmukhi":"ijs vwihgurU ny mYN sIgwrI hUM iqs ko ipAwrI lgI hUM[ Ab iqs ky swQ myl hUAw hY iesI qy (rMgu) AnMd ko BogqI hUM]ÇAb prMprw kwrx khqy hYN:","unicode":"ਜਿਸ ਵਾਹਿਗੁਰੂ ਨੇ ਮੈਂ ਸੀਗਾਰੀ ਹੂੰ ਤਿਸ ਕੋ ਪਿਆਰੀ ਲਗੀ ਹੂੰ। ਅਬ ਤਿਸ ਕੇ ਸਾਥ ਮੇਲ ਹੂਆ ਹੈ ਇਸੀ ਤੇ (ਰੰਗੁ) ਅਨੰਦ ਕੋ ਭੋਗਤੀ ਹੂੰ॥☬ਅਬ ਪਰੰਪਰਾ ਕਾਰਣ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pr ieh isdk-srDw dw Awqmk sohj prmwqmw Awp hI dyNdw hY) pRBU ny Awp hI jIv-iesq®I dy Awqmw ƒ sMvwrnw hY, qy Awp hI aus ƒ ipAwrnw hY [ (aus dI imhr nwl hI) jIv-iesq®I dw pRBU-pqI nwl myl huMdw hY, qy auh Awqmk AwnMd mwxdI hY [","unicode":"(ਪਰ ਇਹ ਸਿਦਕ-ਸਰਧਾ ਦਾ ਆਤਮਕ ਸੋਹਜ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਆਤਮਾ ਨੂੰ ਸੰਵਾਰਨਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਉਸ ਨੂੰ ਪਿਆਰਨਾ ਹੈ । (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ, ਤੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ।"},"ms":{"gurmukhi":"mYN aus dI lwflI hW, ijs ny mYƒ cwr cMn lwey hn[ mYN aus ƒ iml peI hW Aqy aus dy ipAwr dw AnMd lYNdI hW[","unicode":"ਮੈਂ ਉਸ ਦੀ ਲਾਡਲੀ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਚਾਰ ਚੰਨ ਲਾਏ ਹਨ। ਮੈਂ ਉਸ ਨੂੰ ਮਿਲ ਪਈ ਹਾਂ ਅਤੇ ਉਸ ਦੇ ਪਿਆਰ ਦਾ ਅਨੰਦ ਲੈਂਦੀ ਹਾਂ।"}},"es":{"sn":"pues Él conoce todas las formas. Encontrándolo disfruté también de Él, de Quien me decoró y amó. "},"hi":{"ss":"(पर यह सिदक-श्रद्धा का आत्मि्क सोहज परमात्मा स्वयं ही देता है) प्रभू ने स्वयं ही जीव-स्त्री की आत्मा को सँवारना है। और स्वयं ही उसको प्यार करना है। (उसकी मेहर से ही) जीव-स्त्री का प्रभू-पति के साथ मेल होता है।","sts":"जिसे प्रभु शुभ गुणों से श्रृंगार देता है वही प्यारी है और प्रभु मिलन में आनंद प्राप्त करती है।"}},"transliteration":{"english":"jin seegaaree tiseh piaaree mel bhiaa ra(n)g maanai ||","hindi":"जिनि सीगारी तिसहि पिआरी मेलु भइआ रंगु माणै ॥","en":"jin seegaaree tiseh piaaree mel bhiaa ra(n)g maanai ||","hi":"जिनि सीगारी तिसहि पिआरी मेलु भइआ रंगु माणै ॥","ipa":"d͡ʒɪn siGɑri t̪ɪsəh pɪəɑri mel ɓɪɑ rəŋG mɑɳæ.","ur":"جٍن سیِگاریِ تسه پآریِ مےل بھایا رںگ ماݨَے ۔۔"},"pageNo":1109,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":47428,"shabadId":3991,"verse":{"gurmukhi":"Gir syj suhwvI jw ipir rwvI gurmuiK msqik Bwgo ]","unicode":"ਘਰਿ ਸੇਜ ਸੁਹਾਵੀ ਜਾ ਪਿਰਿ ਰਾਵੀ ਗੁਰਮੁਖਿ ਮਸਤਕਿ ਭਾਗੋ ॥"},"larivaar":{"gurmukhi":"GirsyjsuhwvIjwipirrwvIgurmuiKmsqikBwgo]","unicode":"ਘਰਿਸੇਜਸੁਹਾਵੀਜਾਪਿਰਿਰਾਵੀਗੁਰਮੁਖਿਮਸਤਕਿਭਾਗੋ॥"},"translation":{"en":{"bdb":"The bed of my heart becomes beautiful, when my Husband Lord ravishes me. As Gurmukh, the destiny on my forehead has been awakened and activated.","ms":"The couch of my home becomes beauteous, when my Beloved enjoys me. By the Guru's grace, the destiny of my forehead is awakened.","ssk":"The bed of my heart becomes beautiful, when my Husband Lord ravishes me. As Gurmukh, the destiny on my forehead has been awakened and activated."},"pu":{"ss":{"gurmukhi":"gurU dI rwhIN ijs jIv-iesq®I dy m`Qy dw lyK au~GiVAw, (aus Anuswr) jdoN pRBU-pqI ny aus ƒ Awpxy crnW nwl joiVAw, aus dI ihrdw-syj suMdr ho geI hY [","unicode":"ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮੱਥੇ ਦਾ ਲੇਖ ਉੱਘੜਿਆ, (ਉਸ ਅਨੁਸਾਰ) ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਿਆ, ਉਸ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਹੋ ਗਈ ਹੈ ।"},"ft":{"gurmukhi":"jO mYN pqI ko BweI qO srIr Gr myN AMqhkrx rUp syj soBnIk hoqI BeI hY[ ikauNik guroN dÍwry hmwry msqk kw Bwg jwgw hY qO pqI imlw hY]","unicode":"ਜੌ ਮੈਂ ਪਤੀ ਕੋ ਭਾਈ ਤੌ ਸਰੀਰ ਘਰ ਮੇਂ ਅੰਤਹਕਰਣ ਰੂਪ ਸੇਜ ਸੋਭਨੀਕ ਹੋਤੀ ਭਈ ਹੈ। ਕਿਉਂਕਿ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਹਮਾਰੇ ਮਸਤਕ ਕਾ ਭਾਗ ਜਾਗਾ ਹੈ ਤੌ ਪਤੀ ਮਿਲਾ ਹੈ॥"},"bdb":{"gurmukhi":"gurU dI rwhIN ijs jIv-iesq®I dy m`Qy dw lyK au~GiVAw, (aus Anuswr) jdoN pRBU-pqI ny aus ƒ Awpxy crnW nwl joiVAw, aus dI ihrdw-syj suMdr ho geI hY [","unicode":"ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮੱਥੇ ਦਾ ਲੇਖ ਉੱਘੜਿਆ, (ਉਸ ਅਨੁਸਾਰ) ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ ਜੋੜਿਆ, ਉਸ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਹੋ ਗਈ ਹੈ ।"},"ms":{"gurmukhi":"jd myrw pRIqm mYƒ mwxdw hY qW myry Gr dw plMG suMdr ho jWdw hY[ gurW dI dieAw duAwrw, myry m¤Qy dI pRwlBD jwg auTI hY[","unicode":"ਜਦ ਮੇਰਾ ਪ੍ਰੀਤਮ ਮੈਨੂੰ ਮਾਣਦਾ ਹੈ ਤਾਂ ਮੇਰੇ ਘਰ ਦਾ ਪਲੰਘ ਸੁੰਦਰ ਹੋ ਜਾਂਦਾ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਮੇਰੇ ਮੱਥੇ ਦੀ ਪ੍ਰਾਲਭਧ ਜਾਗ ਉਠੀ ਹੈ।"}},"es":{"sn":"El aposento de mi corazón se volvió Glorioso cuando el Señor gozó de mí y como Gurmukj mi destino despertó a través de la Gracia del Guru. "},"hi":{"ss":"और वह आत्मिक आनंद पाती है। गुरू के द्वारा जिस जीव-स्त्री के माथे का लेख उघड़ा। (उसके अनुसार) जब प्रभू-पति ने उसको अपने चरणों के साथ जोड़ा। उसकी हृदय-सेज सुंदर हो गई है।","sts":"यदि प्रभु रमण करे तो हृदय-घर रूपी सेज सुन्दर हो जाती है, जिस गुरुमुख के मस्तक पर उत्तम भाग्य होता है।"}},"transliteration":{"english":"ghar sej suhaavee jaa pir raavee gurmukh masatak bhaago ||","hindi":"घरि सेज सुहावी जा पिरि रावी गुरमुखि मसतकि भागो ॥","en":"ghar sej suhaavee jaa pir raavee gurmukh masatak bhaago ||","hi":"घरि सेज सुहावी जा पिरि रावी गुरमुखि मसतकि भागो ॥","ipa":"Gʰər sed͡ʒ sʊhɑʋi d͡ʒɑ pɪr rɑʋi Gʊrəmʊkʰ məsət̪ək ɓɑGɔ.","ur":"گھر سےج سُهاویِ جا پرِ راویِ گُرمکھ مستک بھاگو ۔۔"},"pageNo":1109,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":47429,"shabadId":3991,"verse":{"gurmukhi":"nwnk Aihinis rwvY pRIqmu hir vru iQru sohwgo ]17]1]","unicode":"ਨਾਨਕ ਅਹਿਨਿਸਿ ਰਾਵੈ ਪ੍ਰੀਤਮੁ ਹਰਿ ਵਰੁ ਥਿਰੁ ਸੋਹਾਗੋ ॥੧੭॥੧॥"},"larivaar":{"gurmukhi":"nwnkAihinisrwvYpRIqmuhirvruiQrusohwgo]17]1]","unicode":"ਨਾਨਕਅਹਿਨਿਸਿਰਾਵੈਪ੍ਰੀਤਮੁਹਰਿਵਰੁਥਿਰੁਸੋਹਾਗੋ॥੧੭॥੧॥"},"translation":{"en":{"bdb":"O Nanak, day and night, my Beloved enjoys me; with the Lord as my Husband, my Marriage is Eternal. ||17||1||","ms":"Nanak, day and night, my Beloved enjoys me and obtaining God as my Spouse my married life has become eternal.","ssk":"O Nanak, day and night, my Beloved enjoys me; with the Lord as my Husband, my Marriage is Eternal. ||17||1||"},"pu":{"ss":{"gurmukhi":"hy nwnk! aus suBwg jIv-iesq®I ƒ pRIqm-pRBU idn rwq imilAw rihMdw hY, pRBU-pqI aus dw sdw leI kwiem rihx vwlw suhwg bx jWdw hY [17[1[","unicode":"ਹੇ ਨਾਨਕ! ਉਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਿਨ ਰਾਤ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦਾ ਸਦਾ ਲਈ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੁਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ ।੧੭।੧।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: (Aihinis) inrMqr vw rwiqR idn iqs pRIqm ko rwvqy hYN, punÚ hrI vr kw suhwg iQr hUAw hY[ XQw- 'Akwl mUriq vru pwieAw AibnwsI nw kdy mrY n jwieAw]' qIn ivsysno sy iqRkwlwbwD hY]17]1]ÇrUpk AMlkwr dÍwrw rwiqR ky cwr pihroN vq AvsQw ky cwr Bwg kr vrnn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: (ਅਹਿਨਿਸਿ) ਨਿਰੰਤਰ ਵਾ ਰਾਤ੍ਰਿ ਦਿਨ ਤਿਸ ਪ੍ਰੀਤਮ ਕੋ ਰਾਵਤੇ ਹੈਂ, ਪੁਨਃ ਹਰੀ ਵਰ ਕਾ ਸੁਹਾਗ ਥਿਰ ਹੂਆ ਹੈ। ਯਥਾ- 'ਅਕਾਲ ਮੂਰਤਿ ਵਰੁ ਪਾਇਆ ਅਬਿਨਾਸੀ ਨਾ ਕਦੇ ਮਰੈ ਨ ਜਾਇਆ॥' ਤੀਨ ਵਿਸੇਸਨੋ ਸੇ ਤ੍ਰਿਕਾਲਾਬਾਧ ਹੈ॥੧੭॥੧॥☬ਰੂਪਕ ਅੰਲਕਾਰ ਦ੍ਵਾਰਾ ਰਾਤ੍ਰਿ ਕੇ ਚਾਰ ਪਹਿਰੋਂ ਵਤ ਅਵਸਥਾ ਕੇ ਚਾਰ ਭਾਗ ਕਰ ਵਰਨਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! aus suBwg jIv-iesq®I ƒ pRIqm-pRBU idn rwq imilAw rihMdw hY, pRBU-pqI aus dw sdw leI kwiem rihx vwlw suhwg bx jWdw hY [17[1[","unicode":"ਹੇ ਨਾਨਕ! ਉਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਿਨ ਰਾਤ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦਾ ਸਦਾ ਲਈ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੁਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ ।੧੭।੧।"},"ms":{"gurmukhi":"nwnk idn rwq myrw idljwnI mYƒ mwxdw hY Aqy vwihgurU ƒ Awpxy kMq vjoN pRwpq kr ky myrw ivAwhuqw jIvn sdIvI siQr ho igAw hY[","unicode":"ਨਾਨਕ ਦਿਨ ਰਾਤ ਮੇਰਾ ਦਿਲਜਾਨੀ ਮੈਨੂੰ ਮਾਣਦਾ ਹੈ ਅਤੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਆਪਣੇ ਕੰਤ ਵਜੋਂ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਮੇਰਾ ਵਿਆਹੁਤਾ ਜੀਵਨ ਸਦੀਵੀ ਸਥਿਰ ਹੋ ਗਿਆ ਹੈ।"}},"es":{"sn":"Dice Nanak, he gozado así de mi Señor siempre, día y noche, pues el Señor, mi Consorte, se queda para siempre. (17-1)"},"hi":{"ss":"हे नानक ! उस सोभाग्यवती जीव-स्त्री को प्रीतम-प्रभू दिन-रात मिला रहता है। प्रभू-पति उसका सदा के लिए कायम रहने वाला सोहाग बन जाता है। 17। 1।","sts":"गुरु नानक का कथन है कि वह दिन-रात प्रियतम-प्रभु के संग रमण करती है और उसका प्रभु रूपी सुहाग अटल है॥ १७॥ १॥"}},"transliteration":{"english":"naanak ahinis raavai preetam har var thir sohaago ||17||1||","hindi":"नानक अहिनिसि रावै प्रीतमु हरि वरु थिरु सोहागो ॥१७॥१॥","en":"naanak ahinis raavai preetam har var thir sohaago ||17||1||","hi":"नानक अहिनिसि रावै प्रीतमु हरि वरु थिरु सोहागो ॥१७॥१॥","ipa":"nɑnək əhɪnɪs rɑʋæ pɹit̪əm hər ʋər t̪ʰɪr sɔhɑGɔ.1ə7.1.","ur":"نانک اهٍنس راوَے پریِتم هرِ ور تھر سوهاگو ۔۔۱۷۔۔۱۔۔"},"pageNo":1110,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}}]}