{"shabadInfo":{"shabadId":4021,"shabadName":47883,"pageNo":1123,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1123},"raag":{"raagId":27,"gurmukhi":"rwgu kydwrw","unicode":"ਰਾਗੁ ਕੇਦਾਰਾ","english":"Raag Kaydaaraa","raagWithPage":"Kaydaaraa (1118-1124)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":10,"navigation":{"previous":4020,"next":4022},"verses":[{"verseId":47880,"shabadId":4021,"verse":{"gurmukhi":"iknhI bnijAw kWsI qWbw iknhI laug supwrI ]","unicode":"ਕਿਨਹੀ ਬਨਜਿਆ ਕਾਂਸੀ ਤਾਂਬਾ ਕਿਨਹੀ ਲਉਗ ਸੁਪਾਰੀ ॥"},"larivaar":{"gurmukhi":"iknhIbnijAwkWsIqWbwiknhIlaugsupwrI]","unicode":"ਕਿਨਹੀਬਨਜਿਆਕਾਂਸੀਤਾਂਬਾਕਿਨਹੀਲਉਗਸੁਪਾਰੀ॥"},"translation":{"en":{"bdb":"Some deal in bronze and copper, some in cloves and betel nuts.","ms":"Some deal in bronze and copper and some in cloves and betel-nuts.","ssk":"Some deal in bronze and copper, some in cloves and betel nuts."},"pu":{"ss":{"gurmukhi":"keI lok kYNh qWby Awidk dw vxj krdy hn, keI lONg supwrI Awidk vxjdy hn [","unicode":"ਕਈ ਲੋਕ ਕੈਂਹ ਤਾਂਬੇ ਆਦਿਕ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ, ਕਈ ਲੌਂਗ ਸੁਪਾਰੀ ਆਦਿਕ ਵਣਜਦੇ ਹਨ ।"},"ft":{"gurmukhi":"iksI ny qo sMswr myN kwsI qWbw KrId kIAw, punw iksI ny lONg spwrI Awid bsqUEN kw bnj kIAw hY]","unicode":"ਕਿਸੀ ਨੇ ਤੋ ਸੰਸਾਰ ਮੇਂ ਕਾਸੀ ਤਾਂਬਾ ਖਰੀਦ ਕੀਆ, ਪੁਨਾ ਕਿਸੀ ਨੇ ਲੌਂਗ ਸਪਾਰੀ ਆਦਿ ਬਸਤੂਓਂ ਕਾ ਬਨਜ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"keI lok kYNh qWby Awidk dw vxj krdy hn, keI lONg supwrI Awidk vxjdy hn [","unicode":"ਕਈ ਲੋਕ ਕੈਂਹ ਤਾਂਬੇ ਆਦਿਕ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ, ਕਈ ਲੌਂਗ ਸੁਪਾਰੀ ਆਦਿਕ ਵਣਜਦੇ ਹਨ ।"},"ms":{"gurmukhi":"keI kYhy Aqy qWby dw vxj krdy hn Aqy keI lOgW Aqy supwrIAW dw[","unicode":"ਕਈ ਕੈਹੇ ਅਤੇ ਤਾਂਬੇ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ ਅਤੇ ਕਈ ਲੌਗਾਂ ਅਤੇ ਸੁਪਾਰੀਆਂ ਦਾ।"}},"es":{"sn":"Algunos comercian con el bronce, otros con cobre, otros con esencias de clavo y nueces de betel, "},"hi":{"ss":"कई लोग कांसे। तांबे आदि का व्यापार करते हैं। कई लौंग सुपारी आदि का व्यापार करते हैं।","sts":"किसी ने कॉसे-तांबे का व्यापार किया तो किसी ने लौंग-सुपारी का व्यवसाय किया।"}},"transliteration":{"english":"kinahee banajiaa kaa(n)see taa(n)baa kinahee laug supaaree ||","hindi":"किनही बनजिआ काँसी ताँबा किनही लउग सुपारी ॥","en":"kinahee banajiaa kaa(n)see taa(n)baa kinahee laug supaaree ||","hi":"किनही बनजिआ काँसी ताँबा किनही लउग सुपारी ॥","ipa":"kɪnəhi bənəd͡ʒɪəɑ kɑⁿəsi t̪ɑⁿəbɑ kɪnəhi loʊG sʊpɑri.","ur":"کٍنهیِ بنجآ کاںسیِ تاںبا کنهیِ لاگ سُپاریِ ۔۔"},"pageNo":1123,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47881,"shabadId":4021,"verse":{"gurmukhi":"sMqhu bnijAw nwmu goibd kw AYsI Kyp hmwrI ]1]","unicode":"ਸੰਤਹੁ ਬਨਜਿਆ ਨਾਮੁ ਗੋਬਿਦ ਕਾ ਐਸੀ ਖੇਪ ਹਮਾਰੀ ॥੧॥"},"larivaar":{"gurmukhi":"sMqhubnijAwnwmugoibdkwAYsIKyphmwrI]1]","unicode":"ਸੰਤਹੁਬਨਜਿਆਨਾਮੁਗੋਬਿਦਕਾਐਸੀਖੇਪਹਮਾਰੀ॥੧॥"},"translation":{"en":{"bdb":"The Saints deal in the Naam, the Name of the Lord of the Universe. Such is my merchandise as well. ||1||","ms":"The saints deal in the Lord's Name. Such is my merchandise.","ssk":"The Saints deal in the Naam, the Name of the Lord of the Universe. Such is my merchandise as well. ||1||"},"pu":{"ss":{"gurmukhi":"pRBU dy sMqW ny prmwqmw dw nwm vxijAw hY; mYN BI iehI sOdw l`idAw hY [1[","unicode":"ਪ੍ਰਭੂ ਦੇ ਸੰਤਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਣਜਿਆ ਹੈ; ਮੈਂ ਭੀ ਇਹੀ ਸੌਦਾ ਲੱਦਿਆ ਹੈ ।੧।"},"ft":{"gurmukhi":"prMqU sMqoN ny eyk goibMd kw nwm hI bnjw hY, so hmwrI Kyp BI AYsI hY]1]","unicode":"ਪਰੰਤੂ ਸੰਤੋਂ ਨੇ ਏਕ ਗੋਬਿੰਦ ਕਾ ਨਾਮ ਹੀ ਬਨਜਾ ਹੈ, ਸੋ ਹਮਾਰੀ ਖੇਪ ਭੀ ਐਸੀ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"pRBU dy sMqW ny prmwqmw dw nwm vxijAw hY; mYN BI iehI sOdw l`idAw hY [1[","unicode":"ਪ੍ਰਭੂ ਦੇ ਸੰਤਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਣਜਿਆ ਹੈ; ਮੈਂ ਭੀ ਇਹੀ ਸੌਦਾ ਲੱਦਿਆ ਹੈ ।੧।"},"ms":{"gurmukhi":"swDU suAwmI dy nwm dw vwpwr krdy hn[ ieho ijhw hY myrw sOdw sUq[","unicode":"ਸਾਧੂ ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਵਾਪਾਰ ਕਰਦੇ ਹਨ। ਇਹੋ ਜਿਹਾ ਹੈ ਮੇਰਾ ਸੌਦਾ ਸੂਤ।"}},"es":{"sn":"pero los Santos comercian sólo con el Nombre del Señor, ese también es mi Capital. (1)"},"hi":{"ss":"प्रभू के संतों ने परमात्मा के नाम का व्यापार किया है; मैंने भी यही सौदा लादा है। 1।","sts":"हे सज्जनो ! हमने तो हरिनाम का व्यापार किया और यही हमारा सौदा है॥१॥"}},"transliteration":{"english":"sa(n)tahu banajiaa naam gobidh kaa aaisee khep hamaaree ||1||","hindi":"संतहु बनजिआ नामु गोबिद का ऐसी खेप हमारी ॥१॥","en":"sa(n)tahu banajiaa naam gobidh kaa aaisee khep hamaaree ||1||","hi":"संतहु बनजिआ नामु गोबिद का ऐसी खेप हमारी ॥१॥","ipa":"səŋt̪əh bənəd͡ʒɪəɑ nɑm Gɔbɪd̪ kɑ æsi kʰep həmɑri.1.","ur":"سںتهُ بنجآ نام گوبد کا اَےسیِ کھےپ هماریِ ۔۔۱۔۔"},"pageNo":1123,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47882,"shabadId":4021,"verse":{"gurmukhi":"hir ky nwm ky ibAwpwrI ]","unicode":"ਹਰਿ ਕੇ ਨਾਮ ਕੇ ਬਿਆਪਾਰੀ ॥"},"larivaar":{"gurmukhi":"hirkynwmkyibAwpwrI]","unicode":"ਹਰਿਕੇਨਾਮਕੇਬਿਆਪਾਰੀ॥"},"translation":{"en":{"bdb":"I am a trader in the Name of the Lord.","ms":"I have become a dealer in God's Name.","ssk":"I am a trader in the Name of the Lord."},"pu":{"ss":{"gurmukhi":"jo mnu`K pRBU dy nwm dw vxj krdy hn,","unicode":"ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ,"},"ft":{"gurmukhi":"hrI nWm ky jo vpwrI sMq jn hYN]","unicode":"ਹਰੀ ਨਾਂਮ ਕੇ ਜੋ ਵਪਾਰੀ ਸੰਤ ਜਨ ਹੈਂ॥"},"bdb":{"gurmukhi":"jo mnu`K pRBU dy nwm dw vxj krdy hn,","unicode":"ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦੇ ਹਨ,"},"ms":{"gurmukhi":"mYN vwihgurU dy nwm dw vxjwrw ho igAw hW[","unicode":"ਮੈਂ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਵਣਜਾਰਾ ਹੋ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"Me he convertido en el comerciante del Nombre del Señor, sí, "},"hi":{"ss":"जो मनुष्य प्रभू के नाम का वणज करते हैं।","sts":"हम हरिनाम के व्यापारी हैं,"}},"transliteration":{"english":"har ke naam ke biaapaaree ||","hindi":"हरि के नाम के बिआपारी ॥","en":"har ke naam ke biaapaaree ||","hi":"हरि के नाम के बिआपारी ॥","ipa":"hər ke nɑm ke bɪəɑpɑri.","ur":"هر کے نام کے بآپاریِ ۔۔"},"pageNo":1123,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[]}},{"verseId":47883,"shabadId":4021,"verse":{"gurmukhi":"hIrw hwiQ ciVAw inrmolku CUit geI sMswrI ]1] rhwau ]","unicode":"ਹੀਰਾ ਹਾਥਿ ਚੜਿਆ ਨਿਰਮੋਲਕੁ ਛੂਟਿ ਗਈ ਸੰਸਾਰੀ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hIrwhwiQciVAwinrmolkuCUitgeIsMswrI]1]rhwau]","unicode":"ਹੀਰਾਹਾਥਿਚੜਿਆਨਿਰਮੋਲਕੁਛੂਟਿਗਈਸੰਸਾਰੀ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The priceless diamond has come into my hands. I have left the world behind. ||1||Pause||","ms":"The Priceless diamond has come to my hand, and I have abandoned worldliness. Pause.","ssk":"The priceless diamond has come into my hands. I have left the world behind. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"auhnW ƒ pRBU dw nwm-rUp Amolk hIrw l`B pYNdw hY [ qy, auhnW dI auh ibrqI mu`k jWdI hY, jo sdw sMswr ivc hI joVI r`KdI hY [1[rhwau[","unicode":"ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਅਮੋਲਕ ਹੀਰਾ ਲੱਭ ਪੈਂਦਾ ਹੈ । ਤੇ, ਉਹਨਾਂ ਦੀ ਉਹ ਬਿਰਤੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਜੋ ਸਦਾ ਸੰਸਾਰ ਵਿਚ ਹੀ ਜੋੜੀ ਰੱਖਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"iqn ky buDI rUpI hwQ myN gÎwn vw bRhm Amolk hIrw cV igAw hY, Bwv swKÎwqkwr hUAw hY AOr sMswr ky pRwpiq krny vwlI AsuB ikirAw iqn kI CUt geI hY]1] rhwau ]","unicode":"ਤਿਨ ਕੇ ਬੁਧੀ ਰੂਪੀ ਹਾਥ ਮੇਂ ਗ੍ਯਾਨ ਵਾ ਬ੍ਰਹਮ ਅਮੋਲਕ ਹੀਰਾ ਚੜ ਗਿਆ ਹੈ, ਭਾਵ ਸਾਖ੍ਯਾਤਕਾਰ ਹੂਆ ਹੈ ਔਰ ਸੰਸਾਰ ਕੇ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਵਾਲੀ ਅਸੁਭ ਕਿਰਿਆ ਤਿਨ ਕੀ ਛੂਟ ਗਈ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"auhnW ƒ pRBU dw nwm-rUp Amolk hIrw l`B pYNdw hY [ qy, auhnW dI auh ibrqI mu`k jWdI hY, jo sdw sMswr ivc hI joVI r`KdI hY [1[rhwau[","unicode":"ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੂਪ ਅਮੋਲਕ ਹੀਰਾ ਲੱਭ ਪੈਂਦਾ ਹੈ । ਤੇ, ਉਹਨਾਂ ਦੀ ਉਹ ਬਿਰਤੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਜੋ ਸਦਾ ਸੰਸਾਰ ਵਿਚ ਹੀ ਜੋੜੀ ਰੱਖਦੀ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"Amolk jvyhr myry h`Q lg igAw hY, Aqy mYN dunIAWdwrI C`f idqI hY[ Tihrwau[","unicode":"ਅਮੋਲਕ ਜਵੇਹਰ ਮੇਰੇ ਹੱਥ ਲਗ ਗਿਆ ਹੈ, ਅਤੇ ਮੈਂ ਦੁਨੀਆਂਦਾਰੀ ਛੱਡ ਦਿਤੀ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"acercarme a ese Inapreciable Diamante que me ha permitido abandonar mis apegos mundanos. (1-Pausa)"},"hi":{"ss":"उनको प्रभू का नाम-रूपी अमोलक हीरा मिल जाता है। और। उनकी वह बिरती समाप्त हो जाती है। जो सदा संसार में ही जोड़े रखती है। 1। रहाउ।","sts":"जब से अमूल्य नाम रूपी हीरा हाथ आया है, हमारी सांसारिक लगन छूट गई हैं॥१॥रहाउ॥"}},"transliteration":{"english":"heeraa haath chaRiaa niramolak chhooT giee sa(n)saaree ||1|| rahaau ||","hindi":"हीरा हाथि चड़िआ निरमोलकु छूटि गई संसारी ॥१॥ रहाउ ॥","en":"heeraa haath chaRiaa niramolak chhooT giee sa(n)saaree ||1|| rahaau ||","hi":"हीरा हाथि चड़िआ निरमोलकु छूटि गई संसारी ॥१॥ रहाउ ॥","ipa":"hirɑ hɑt̪ʰ t͡ʃəɽɪəɑ nɪrəmɔlək ɕuʈ Gei səŋsɑri.1. rəhɑo.","ur":"هیِرا هاتھ چڑآ نرمولک چھُوٹ گای سںساریِ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1123,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47884,"shabadId":4021,"verse":{"gurmukhi":"swcy lwey qau sc lwgy swcy ky ibauhwrI ]","unicode":"ਸਾਚੇ ਲਾਏ ਤਉ ਸਚ ਲਾਗੇ ਸਾਚੇ ਕੇ ਬਿਉਹਾਰੀ ॥"},"larivaar":{"gurmukhi":"swcylweyqausclwgyswcykyibauhwrI]","unicode":"ਸਾਚੇਲਾਏਤਉਸਚਲਾਗੇਸਾਚੇਕੇਬਿਉਹਾਰੀ॥"},"translation":{"en":{"bdb":"When the True Lord attached me, then I was attached to Truth. I am a trader of the True Lord.","ms":"When the True Lord attached me, then alone was I attached to Truth. I am the trader of the True Lord.","ssk":"When the True Lord attached me, then I was attached to Truth. I am a trader of the True Lord."},"pu":{"ss":{"gurmukhi":"s`cy nwm dw vpwr krn vwly bMdy qdoN hI s`cy nwm ivc l`gdy hn, jdoN pRBU Awp auhnW ƒ ies vxj ivc lWdw hY [","unicode":"ਸੱਚੇ ਨਾਮ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਤਦੋਂ ਹੀ ਸੱਚੇ ਨਾਮ ਵਿਚ ਲੱਗਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਨੂੰ ਇਸ ਵਣਜ ਵਿਚ ਲਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hm scy prmysr ny pRym kr lgwey qO sc nwm jwp myN lwgy hYN, Ab qo swcy ky hI ibvhwrI ho rhy hY, Bwv Xh ik ibvhwroN myN BI prmysÍr ko hI icMqn krqy hYN[ XQw pRmwx-Ç'nwmw khY iqlocnw muK qy rwm smwil]ÇhwQ pwau kir kwm sB cIq inrMjin nwil]'","unicode":"ਹਮ ਸਚੇ ਪਰਮੇਸਰ ਨੇ ਪ੍ਰੇਮ ਕਰ ਲਗਾਏ ਤੌ ਸਚ ਨਾਮ ਜਾਪ ਮੇਂ ਲਾਗੇ ਹੈਂ, ਅਬ ਤੋ ਸਾਚੇ ਕੇ ਹੀ ਬਿਵਹਾਰੀ ਹੋ ਰਹੇ ਹੈ, ਭਾਵ ਯਹ ਕਿ ਬਿਵਹਾਰੋਂ ਮੇਂ ਭੀ ਪਰਮੇਸ੍ਵਰ ਕੋ ਹੀ ਚਿੰਤਨ ਕਰਤੇ ਹੈਂ। ਯਥਾ ਪ੍ਰਮਾਣ-☬'ਨਾਮਾ ਕਹੈ ਤਿਲੋਚਨਾ ਮੁਖ ਤੇ ਰਾਮ ਸਮਾਲਿ॥☬ਹਾਥ ਪਾਉ ਕਰਿ ਕਾਮ ਸਭ ਚੀਤ ਨਿਰੰਜਨਿ ਨਾਲਿ॥'"},"bdb":{"gurmukhi":"s`cy nwm dw vpwr krn vwly bMdy qdoN hI s`cy nwm ivc l`gdy hn, jdoN pRBU Awp auhnW ƒ ies vxj ivc lWdw hY [","unicode":"ਸੱਚੇ ਨਾਮ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਤਦੋਂ ਹੀ ਸੱਚੇ ਨਾਮ ਵਿਚ ਲੱਗਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਨੂੰ ਇਸ ਵਣਜ ਵਿਚ ਲਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd s¤cy suAwmI ny mYƒ joiVAw kyvl qd hI mYN s`c nwl juiVAw[ mYN s¤cy suAwmI dw vpwrI hW[","unicode":"ਜਦ ਸੱਚੇ ਸੁਆਮੀ ਨੇ ਮੈਨੂੰ ਜੋੜਿਆ ਕੇਵਲ ਤਦ ਹੀ ਮੈਂ ਸੱਚ ਨਾਲ ਜੁੜਿਆ। ਮੈਂ ਸੱਚੇ ਸੁਆਮੀ ਦਾ ਵਪਾਰੀ ਹਾਂ।"}},"es":{"sn":"Comercio con la Verdad, pues el Señor Verdadero me ha otorgado esa Bendición, "},"hi":{"ss":"सच्चे नाम का व्यापार करने वाले बँदे तब ही सच्चे नाम में लगते हैं। जब प्रभू स्वयं उनको इस वणज में लगाता है।","sts":"जब सच्चे परमेश्वर ने सत्य-नाम के साथ लगाया तो हम सत्य के व्यापारी बन गए।"}},"transliteration":{"english":"saache laae tau sach laage saache ke biauhaaree ||","hindi":"साचे लाए तउ सच लागे साचे के बिउहारी ॥","en":"saache laae tau sach laage saache ke biauhaaree ||","hi":"साचे लाए तउ सच लागे साचे के बिउहारी ॥","ipa":"sɑt͡ʃe lɑee t̪o sət͡ʃ lɑGe sɑt͡ʃe ke bɪoʊhɑri.","ur":"ساچے لااے تا سچ لاگے ساچے کے باهاریِ ۔۔"},"pageNo":1123,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47885,"shabadId":4021,"verse":{"gurmukhi":"swcI bsqu ky Bwr clwey phucy jwie BMfwrI ]2]","unicode":"ਸਾਚੀ ਬਸਤੁ ਕੇ ਭਾਰ ਚਲਾਏ ਪਹੁਚੇ ਜਾਇ ਭੰਡਾਰੀ ॥੨॥"},"larivaar":{"gurmukhi":"swcIbsqukyBwrclweyphucyjwieBMfwrI]2]","unicode":"ਸਾਚੀਬਸਤੁਕੇਭਾਰਚਲਾਏਪਹੁਚੇਜਾਇਭੰਡਾਰੀ॥੨॥"},"translation":{"en":{"bdb":"I have loaded the commodity of Truth; It has reached the Lord, the Treasurer. ||2||","ms":"I have despatched the loads of true goods and they have reached God, the Treasurer.","ssk":"I have loaded the commodity of Truth; It has reached the Lord, the Treasurer. ||2||"},"pu":{"ss":{"gurmukhi":"auh mnu`K ies sdw-iQr rihx vwlI nwm vsq dy l`dy l`d qurdy hn, qy pRBU dI hzUrI ivc jw A`pVdy hn [2[","unicode":"ਉਹ ਮਨੁੱਖ ਇਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਨਾਮ ਵਸਤ ਦੇ ਲੱਦੇ ਲੱਦ ਤੁਰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾ ਅੱਪੜਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"irdy rUp Kjwny sy swcI vsqU jo BgqI hY iqs ky Bwr clwey hYN, Bwv Xh ik Awp BgqI krnI AvroN sy krwvxI] XQw pRmwx hY-Ç'hau vwrI jIau vwrI Awp Bgiq krn Avrw Bgiq krwvixAw]'Çpunw vhu purS BMfwrI ho kr sÍrUp myN jwie phucy hYN]2]ÇAb iqn sMqoN kw inscw brnn krqy hYN:","unicode":"ਰਿਦੇ ਰੂਪ ਖਜਾਨੇ ਸੇ ਸਾਚੀ ਵਸਤੂ ਜੋ ਭਗਤੀ ਹੈ ਤਿਸ ਕੇ ਭਾਰ ਚਲਾਏ ਹੈਂ, ਭਾਵ ਯਹ ਕਿ ਆਪ ਭਗਤੀ ਕਰਨੀ ਅਵਰੋਂ ਸੇ ਕਰਾਵਣੀ॥ ਯਥਾ ਪ੍ਰਮਾਣ ਹੈ-☬'ਹਉ ਵਾਰੀ ਜੀਉ ਵਾਰੀ ਆਪ ਭਗਤਿ ਕਰਨ ਅਵਰਾ ਭਗਤਿ ਕਰਾਵਣਿਆ॥'☬ਪੁਨਾ ਵਹੁ ਪੁਰਸ਼ ਭੰਡਾਰੀ ਹੋ ਕਰ ਸ੍ਵਰੂਪ ਮੇਂ ਜਾਇ ਪਹੁਚੇ ਹੈਂ॥੨॥☬ਅਬ ਤਿਨ ਸੰਤੋਂ ਕਾ ਨਿਸਚਾ ਬਰਨਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"auh mnu`K ies sdw-iQr rihx vwlI nwm vsq dy l`dy l`d qurdy hn, qy pRBU dI hzUrI ivc jw A`pVdy hn [2[","unicode":"ਉਹ ਮਨੁੱਖ ਇਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਨਾਮ ਵਸਤ ਦੇ ਲੱਦੇ ਲੱਦ ਤੁਰਦੇ ਹਨ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾ ਅੱਪੜਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"mYN s¤cy mwl dy boJ qor idqy hn Aqy auh vwihgurU KjwncI kol puj gey hn[","unicode":"ਮੈਂ ਸੱਚੇ ਮਾਲ ਦੇ ਬੋਝ ਤੋਰ ਦਿਤੇ ਹਨ ਅਤੇ ਉਹ ਵਾਹਿਗੁਰੂ ਖਜਾਨਚੀ ਕੋਲ ਪੁਜ ਗਏ ਹਨ।"}},"es":{"sn":"sí, he cargado mi ser de la Cosa Verdadera que es la única aceptada en la Tesorería de Dios. (2)"},"hi":{"ss":"वह मनुष्य सदा-स्थिर रहने वाली नाम-वस्तु के लदे हुए चलते हैं। और प्रभू की हजूरी में जा पहुँचते हैं। 2।","sts":"हमने सच्ची वस्तु के भार लाद लिए हैं और प्रभु-भण्डार तक जा पहुँचे हैं।॥२॥"}},"transliteration":{"english":"saachee basat ke bhaar chalaae pahuche jai bha(n)ddaaree ||2||","hindi":"साची बसतु के भार चलाए पहुचे जाइ भंडारी ॥२॥","en":"saachee basat ke bhaar chalaae pahuche jai bha(n)ddaaree ||2||","hi":"साची बसतु के भार चलाए पहुचे जाइ भंडारी ॥२॥","ipa":"sɑt͡ʃi bəsət̪ ke ɓɑr t͡ʃəlɑee pəhʊt͡ʃe d͡ʒɑeɪ ɓəŋɖɑri.2.","ur":"ساچیِ بست کے بھار چلااے پهُچے جاا بھںڈاریِ ۔۔۲۔۔"},"pageNo":1123,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47886,"shabadId":4021,"verse":{"gurmukhi":"Awpih rqn jvwhr mwink AwpY hY pwswrI ]","unicode":"ਆਪਹਿ ਰਤਨ ਜਵਾਹਰ ਮਾਨਿਕ ਆਪੈ ਹੈ ਪਾਸਾਰੀ ॥"},"larivaar":{"gurmukhi":"AwpihrqnjvwhrmwinkAwpYhYpwswrI]","unicode":"ਆਪਹਿਰਤਨਜਵਾਹਰਮਾਨਿਕਆਪੈਹੈਪਾਸਾਰੀ॥"},"translation":{"en":{"bdb":"He Himself is the pearl, the jewel, the ruby; He Himself is the jeweller.","ms":"The Lord Himself is the pearl, jeweller.","ssk":"He Himself is the pearl, the jewel, the ruby; He Himself is the jeweller."},"pu":{"ss":{"gurmukhi":"pRBU Awp hI rqn hY, Awp hI hIrw hY, Awp hI moqI hY, auh Awp hI ies dw h`t clw irhw hY;","unicode":"ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਤਨ ਹੈ, ਆਪ ਹੀ ਹੀਰਾ ਹੈ, ਆਪ ਹੀ ਮੋਤੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਇਸ ਦਾ ਹੱਟ ਚਲਾ ਰਿਹਾ ਹੈ;"},"ft":{"gurmukhi":"prmysÍr Awp hI (rqn) vYrwg hY AOr (jvwhr) swKÎwqkwr Ar (mwink) mMnn suB gux rUp Awp hI hY AOr (pwswrI) pRpMc kw krqw, vw ien gux kw pwswr krny vwlw ArQwq gurU BI Awp hI hY]","unicode":"ਪਰਮੇਸ੍ਵਰ ਆਪ ਹੀ (ਰਤਨ) ਵੈਰਾਗ ਹੈ ਔਰ (ਜਵਾਹਰ) ਸਾਖ੍ਯਾਤਕਾਰ ਅਰ (ਮਾਨਿਕ) ਮੰਨਨ ਸੁਭ ਗੁਣ ਰੂਪ ਆਪ ਹੀ ਹੈ ਔਰ (ਪਾਸਾਰੀ) ਪ੍ਰਪੰਚ ਕਾ ਕਰਤਾ, ਵਾ ਇਨ ਗੁਣ ਕਾ ਪਾਸਾਰ ਕਰਨੇ ਵਾਲਾ ਅਰਥਾਤ ਗੁਰੂ ਭੀ ਆਪ ਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"pRBU Awp hI rqn hY, Awp hI hIrw hY, Awp hI moqI hY, auh Awp hI ies dw h`t clw irhw hY;","unicode":"ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਤਨ ਹੈ, ਆਪ ਹੀ ਹੀਰਾ ਹੈ, ਆਪ ਹੀ ਮੋਤੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਇਸ ਦਾ ਹੱਟ ਚਲਾ ਰਿਹਾ ਹੈ;"},"ms":{"gurmukhi":"pRBU Kud moqI jvyhr Aqy lwl hY Aqy Kud hI jOhrI hY[","unicode":"ਪ੍ਰਭੂ ਖੁਦ ਮੋਤੀ ਜਵੇਹਰ ਅਤੇ ਲਾਲ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਜੌਹਰੀ ਹੈ।"}},"es":{"sn":"El Mismo Señor es la Perla, el Rubí, la Joya; Él Mismo esparce Su Ser para el disfrute de todos, "},"hi":{"ss":"प्रभू स्वयं ही रत्न है। स्वयं ही हीरा है। स्वयं ही मोती है। वह स्वयं ही इस की हाट को चला रहा है;","sts":"रत्न, जवाहर एवं माणिक्य प्रभु स्वयं ही है और स्वयं ही इसे फैलाने वाला है।"}},"transliteration":{"english":"aapeh ratan javaahar maanik aapai hai paasaaree ||","hindi":"आपहि रतन जवाहर मानिक आपै है पासारी ॥","en":"aapeh ratan javaahar maanik aapai hai paasaaree ||","hi":"आपहि रतन जवाहर मानिक आपै है पासारी ॥","ipa":"əɑpəh rət̪ən d͡ʒəʋɑhər mɑnɪk əɑpæ hæ pɑsɑri.","ur":"آپه رتن جواهر مانک آپَے هَے پاساریِ ۔۔"},"pageNo":1123,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47887,"shabadId":4021,"verse":{"gurmukhi":"AwpY dh ids Awp clwvY inhclu hY ibAwpwrI ]3]","unicode":"ਆਪੈ ਦਹ ਦਿਸ ਆਪ ਚਲਾਵੈ ਨਿਹਚਲੁ ਹੈ ਬਿਆਪਾਰੀ ॥੩॥"},"larivaar":{"gurmukhi":"AwpYdhidsAwpclwvYinhcluhYibAwpwrI]3]","unicode":"ਆਪੈਦਹਦਿਸਆਪਚਲਾਵੈਨਿਹਚਲੁਹੈਬਿਆਪਾਰੀ॥੩॥"},"translation":{"en":{"bdb":"He Himself spreads out in the ten directions. The Merchant is Eternal and Unchanging. ||3||","ms":"Moveless is my Lord-Merchant, who Himself pervades ten directions and Himself moves every thing.","ssk":"He Himself spreads out in the ten directions. The Merchant is Eternal and Unchanging. ||3||"},"pu":{"ss":{"gurmukhi":"auh Awp hI sdw-iQr rihx vwlw sOdwgr hY, auh Awp hI jIv-vxjwirAW ƒ (jgq ivc) dsIN pwsIN qor irhw hY [3[","unicode":"ਉਹ ਆਪ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾਗਰ ਹੈ, ਉਹ ਆਪ ਹੀ ਜੀਵ-ਵਣਜਾਰਿਆਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਦਸੀਂ ਪਾਸੀਂ ਤੋਰ ਰਿਹਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"dso idsw rUp BI Awp hI hY AOr BgqI rUp Kyp cxwauxy vwlw Awp hI hY Ar Acl vpwrI hY, Bwv Xih ik sqw sPurqI jy auqpqI, pwln, sMGwr krqw hUAw hI AsMg hY]3]Çjy khY vwpwr myN bYl, gux Awidk hoqy hYN, Xh kOx hY? iqs pr khqy hYN:","unicode":"ਦਸੋ ਦਿਸਾ ਰੂਪ ਭੀ ਆਪ ਹੀ ਹੈ ਔਰ ਭਗਤੀ ਰੂਪ ਖੇਪ ਚਣਾਉਣੇ ਵਾਲਾ ਆਪ ਹੀ ਹੈ ਅਰ ਅਚਲ ਵਪਾਰੀ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਸਤਾ ਸਫੁਰਤੀ ਜੇ ਉਤਪਤੀ, ਪਾਲਨ, ਸੰਘਾਰ ਕਰਤਾ ਹੂਆ ਹੀ ਅਸੰਗ ਹੈ॥੩॥☬ਜੇ ਕਹੈ ਵਾਪਾਰ ਮੇਂ ਬੈਲ, ਗੁਣ ਆਦਿਕ ਹੋਤੇ ਹੈਂ, ਯਹ ਕੌਣ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"auh Awp hI sdw-iQr rihx vwlw sOdwgr hY, auh Awp hI jIv-vxjwirAW ƒ (jgq ivc) dsIN pwsIN qor irhw hY [3[","unicode":"ਉਹ ਆਪ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾਗਰ ਹੈ, ਉਹ ਆਪ ਹੀ ਜੀਵ-ਵਣਜਾਰਿਆਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਦਸੀਂ ਪਾਸੀਂ ਤੋਰ ਰਿਹਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"Aih`l hY myrw suAwmI-sudwgr, jo Kud dsIN pwsIN ivAwpk hY Aqy Kud hI hr SY ƒ qordw hY[","unicode":"ਅਹਿੱਲ ਹੈ ਮੇਰਾ ਸੁਆਮੀ-ਸੁਦਾਗਰ, ਜੋ ਖੁਦ ਦਸੀਂ ਪਾਸੀਂ ਵਿਆਪਕ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਹਰ ਸ਼ੈ ਨੂੰ ਤੋਰਦਾ ਹੈ।"}},"es":{"sn":"sí, Eterno e Inamovible es ese Señor, Quien prevalece en todas direcciones y mueve todo. (3)"},"hi":{"ss":"वह स्वयं ही सदा-स्थिर रहने वाला सौदागर है। वह स्वयं ही जीव-बन्जारों को (जगत में) दसों दिशाओं में चला रहा है। 3।","sts":"वह स्वयं ही दस दिशाओं को चलाता है और वह व्यापारी भी निश्चल है॥३॥"}},"transliteration":{"english":"aapai dheh dhis aap chalaavai nihachal hai biaapaaree ||3||","hindi":"आपै दह दिस आप चलावै निहचलु है बिआपारी ॥३॥","en":"aapai dheh dhis aap chalaavai nihachal hai biaapaaree ||3||","hi":"आपै दह दिस आप चलावै निहचलु है बिआपारी ॥३॥","ipa":"əɑpæ d̪əh d̪ɪs əɑp t͡ʃəlɑʋæ nɪhət͡ʃəl hæ bɪəɑpɑri.3.","ur":"آپَے ده دس آپ چلاوَے نهچل هَے بآپاریِ ۔۔۳۔۔"},"pageNo":1123,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47888,"shabadId":4021,"verse":{"gurmukhi":"mnu kir bYlu suriq kir pYfw igAwn goin Bir fwrI ]","unicode":"ਮਨੁ ਕਰਿ ਬੈਲੁ ਸੁਰਤਿ ਕਰਿ ਪੈਡਾ ਗਿਆਨ ਗੋਨਿ ਭਰਿ ਡਾਰੀ ॥"},"larivaar":{"gurmukhi":"mnukirbYlusuriqkirpYfwigAwngoinBirfwrI]","unicode":"ਮਨੁਕਰਿਬੈਲੁਸੁਰਤਿਕਰਿਪੈਡਾਗਿਆਨਗੋਨਿਭਰਿਡਾਰੀ॥"},"translation":{"en":{"bdb":"My mind is the bull, and meditation is the road; I have filled my packs with spiritual wisdom, and loaded them on the bull.","ms":"Making my mind the bullock and meditation the road, I have filled my sack with gnosis and have loaded it on the bullock.","ssk":"My mind is the bull, and meditation is the road; I have filled my packs with spiritual wisdom, and loaded them on the bull."},"pu":{"ss":{"gurmukhi":"mYN Awpxy mn ƒ bld bxw ky, (pRBU-crnW ivc juVI AwpxI) surq dI rwhIN jIvn-pMD qur ky (gurU dy d`sy) igAwn dI C`t Br leI hY ","unicode":"ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਬਲਦ ਬਣਾ ਕੇ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਆਪਣੀ) ਸੁਰਤ ਦੀ ਰਾਹੀਂ ਜੀਵਨ-ਪੰਧ ਤੁਰ ਕੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ) ਗਿਆਨ ਦੀ ਛੱਟ ਭਰ ਲਈ ਹੈ "},"ft":{"gurmukhi":"Asmwidk dwsoN ny mn ko bYl kIAw hY, Bwv mn ko prmysr mwrg myN clwXw hY[ (suriq) sRySt pRIqI mwrg kIAw hY, igAwn rUpI gux suB gux ky swQ Br kr mn rUp bYl ky aUpr (fwrI) pweI hY, Bwv suB gux sBI igAwn ky AMqr Aw jwqy hYN]","unicode":"ਅਸਮਾਦਿਕ ਦਾਸੋਂ ਨੇ ਮਨ ਕੋ ਬੈਲ ਕੀਆ ਹੈ, ਭਾਵ ਮਨ ਕੋ ਪਰਮੇਸਰ ਮਾਰਗ ਮੇਂ ਚਲਾਯਾ ਹੈ। (ਸੁਰਤਿ) ਸ੍ਰੇਸ਼ਟ ਪ੍ਰੀਤੀ ਮਾਰਗ ਕੀਆ ਹੈ, ਗਿਆਨ ਰੂਪੀ ਗੁਣ ਸੁਭ ਗੁਣ ਕੇ ਸਾਥ ਭਰ ਕਰ ਮਨ ਰੂਪ ਬੈਲ ਕੇ ਊਪਰ (ਡਾਰੀ) ਪਾਈ ਹੈ, ਭਾਵ ਸੁਭ ਗੁਣ ਸਭੀ ਗਿਆਨ ਕੇ ਅੰਤਰ ਆ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"mYN Awpxy mn ƒ bld bxw ky, (pRBU-crnW ivc juVI AwpxI) surq dI rwhIN jIvn-pMD qur ky (gurU dy d`sy) igAwn dI C`t Br leI hY ","unicode":"ਮੈਂ ਆਪਣੇ ਮਨ ਨੂੰ ਬਲਦ ਬਣਾ ਕੇ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਆਪਣੀ) ਸੁਰਤ ਦੀ ਰਾਹੀਂ ਜੀਵਨ-ਪੰਧ ਤੁਰ ਕੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ) ਗਿਆਨ ਦੀ ਛੱਟ ਭਰ ਲਈ ਹੈ "},"ms":{"gurmukhi":"Awpxy ic`q ƒ bld Aqy ismrn ƒ sVk bxw, mYN borI ƒ bRhm vIcwr nwl BirAw hY Aqy ies ƒ bld qy l`d id`qw hY[","unicode":"ਆਪਣੇ ਚਿੱਤ ਨੂੰ ਬਲਦ ਅਤੇ ਸਿਮਰਨ ਨੂੰ ਸੜਕ ਬਣਾ, ਮੈਂ ਬੋਰੀ ਨੂੰ ਬ੍ਰਹਮ ਵੀਚਾਰ ਨਾਲ ਭਰਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਬਲਦ ਤੇ ਲੱਦ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"Mi mente es el buey que viaja a través del alta Conciencia, cargando el Saco de Sabiduría."},"hi":{"ss":"मैंने अपने मन को बैल बना के। (प्रभू के चरणों में जुड़ी अपनी) सुरति से जीवन-पथ पर चल के (गुरू के बताए हुए) ज्ञान की छॅट भर ली है।","sts":"मन को बैल बनाकर उस पर ज्ञान की गठरी लादकर सुरति को प्रभु-मार्ग पर चला दिया हैं।"}},"transliteration":{"english":"man kar bail surat kar paiddaa giaan gon bhar ddaaree ||","hindi":"मनु करि बैलु सुरति करि पैडा गिआन गोनि भरि डारी ॥","en":"man kar bail surat kar paiddaa giaan gon bhar ddaaree ||","hi":"मनु करि बैलु सुरति करि पैडा गिआन गोनि भरि डारी ॥","ipa":"mən kər bæl sʊrət̪ kər pæɖɑ Gɪəɑn Gɔn ɓər ɖɑri.","ur":"من کر بَےل سُرت کرِ پَےڈا گآن گون بھرِ ڈاریِ ۔۔"},"pageNo":1123,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47889,"shabadId":4021,"verse":{"gurmukhi":"khqu kbIru sunhu ry sMqhu inbhI Kyp hmwrI ]4]2]","unicode":"ਕਹਤੁ ਕਬੀਰੁ ਸੁਨਹੁ ਰੇ ਸੰਤਹੁ ਨਿਬਹੀ ਖੇਪ ਹਮਾਰੀ ॥੪॥੨॥"},"larivaar":{"gurmukhi":"khqukbIrusunhurysMqhuinbhIKyphmwrI]4]2]","unicode":"ਕਹਤੁਕਬੀਰੁਸੁਨਹੁਰੇਸੰਤਹੁਨਿਬਹੀਖੇਪਹਮਾਰੀ॥੪॥੨॥"},"translation":{"en":{"bdb":"Says Kabeer, listen, O Saints: my merchandise has reached its destination! ||4||2||","ms":"Says Kabir, hear O ye saints, my merchandise has reached its destination.","ssk":"Says Kabeer, listen, O Saints: my merchandise has reached its destination! ||4||2||"},"pu":{"ss":{"gurmukhi":"kbIr AwKdw hY—hy sMq jno! suxo, myrw vxijAw hoieAw nwm-v`Kr bVw lwhy-vMdw hoieAw hY [ [4[2[","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਮੇਰਾ ਵਣਜਿਆ ਹੋਇਆ ਨਾਮ-ਵੱਖਰ ਬੜਾ ਲਾਹੇ-ਵੰਦਾ ਹੋਇਆ ਹੈ । ।੪।੨।"},"ft":{"gurmukhi":"sRI kbIr jI khqy hYN: hy BweI sMq jno! sRvx kro Ab hmwrI Kyp inBI hY]4]2]ÇaupdyS krqy hYN:","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ ਸੰਤ ਜਨੋ! ਸ੍ਰਵਣ ਕਰੋ ਅਬ ਹਮਾਰੀ ਖੇਪ ਨਿਭੀ ਹੈ॥੪॥੨॥☬ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"kbIr AwKdw hY—hy sMq jno! suxo, myrw vxijAw hoieAw nwm-v`Kr bVw lwhy-vMdw hoieAw hY [ [4[2[","unicode":"ਕਬੀਰ ਆਖਦਾ ਹੈ—ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਮੇਰਾ ਵਣਜਿਆ ਹੋਇਆ ਨਾਮ-ਵੱਖਰ ਬੜਾ ਲਾਹੇ-ਵੰਦਾ ਹੋਇਆ ਹੈ । ।੪।੨।"},"ms":{"gurmukhi":"kbIr jI AwKdy hn, sRvx kro, qusIN hy swDUE! myrw mwl Awpxy QW itkwxy qy A`pV igAw hY[","unicode":"ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਸ੍ਰਵਣ ਕਰੋ, ਤੁਸੀਂ ਹੇ ਸਾਧੂਓ! ਮੇਰਾ ਮਾਲ ਆਪਣੇ ਥਾਂ ਟਿਕਾਣੇ ਤੇ ਅੱਪੜ ਗਿਆ ਹੈ।"}},"es":{"sn":"Dice Kabir, escuchen oh Santos, ésta es la carga que sí logra llegar hasta su destino final. (4-2)"},"hi":{"ss":"कबीर कहता है- हे संत जनों ! सुनो। मेरा वणजा हुआ नाम-सौदा बड़ा लाभदायक रहा है। 4। 2।","sts":"कबीर जी कहते हैं, हे संतजनो ! सुनो, इस प्रकार हमारे सौदे ने हमारा साथ निभाया है॥४॥२॥"}},"transliteration":{"english":"kahat kabeer sunahu re sa(n)tahu nibahee khep hamaaree ||4||2||","hindi":"कहतु कबीरु सुनहु रे संतहु निबही खेप हमारी ॥४॥२॥","en":"kahat kabeer sunahu re sa(n)tahu nibahee khep hamaaree ||4||2||","hi":"कहतु कबीरु सुनहु रे संतहु निबही खेप हमारी ॥४॥२॥","ipa":"kəhət̪ kəbir sʊnəh re səŋt̪əh nɪbəhi kʰep həmɑri.4.2.","ur":"کهت کبیِر سُنهُ رے سںتهُ نبهیِ کھےپ هماریِ ۔۔۴۔۔۲۔۔"},"pageNo":1123,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}