{"shabadInfo":{"shabadId":4022,"shabadName":47893,"pageNo":1123,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1123},"raag":{"raagId":27,"gurmukhi":"rwgu kydwrw","unicode":"ਰਾਗੁ ਕੇਦਾਰਾ","english":"Raag Kaydaaraa","raagWithPage":"Kaydaaraa (1118-1124)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":10,"navigation":{"previous":4021,"next":4023},"verses":[{"verseId":47890,"shabadId":4022,"verse":{"gurmukhi":"rI klvwir gvwir mUF miq aulto pvnu iPrwvau ]","unicode":"ਰੀ ਕਲਵਾਰਿ ਗਵਾਰਿ ਮੂਢ ਮਤਿ ਉਲਟੋ ਪਵਨੁ ਫਿਰਾਵਉ ॥"},"larivaar":{"gurmukhi":"rIklvwirgvwirmUFmiqaultopvnuiPrwvau]","unicode":"ਰੀਕਲਵਾਰਿਗਵਾਰਿਮੂਢਮਤਿਉਲਟੋਪਵਨੁਫਿਰਾਵਉ॥"},"translation":{"en":{"bdb":"You barbaric brute, with your primitive intellect - reverse your breath and turn it inward.","ms":"O brute of brawling and uncultured intellect reversing thy breath from the world, turn it towards thy God.","ssk":"You barbaric brute, with your primitive intellect - reverse your breath and turn it inward."},"pu":{"ss":{"gurmukhi":"hy (mwieAw dw) nSw vMfx vwlI! hy gMvwrn! hy myrI mUrK Akl! mYN qW (nwm-AMimRq dI mOj ivc) Awpxy ivMgy jWdy cMcl mn ƒ (mwieAw vloN) vrj irhw hW [","unicode":"ਹੇ (ਮਾਇਆ ਦਾ) ਨਸ਼ਾ ਵੰਡਣ ਵਾਲੀ! ਹੇ ਗੰਵਾਰਨ! ਹੇ ਮੇਰੀ ਮੂਰਖ ਅਕਲ! ਮੈਂ ਤਾਂ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਮੌਜ ਵਿਚ) ਆਪਣੇ ਵਿੰਗੇ ਜਾਂਦੇ ਚੰਚਲ ਮਨ ਨੂੰ (ਮਾਇਆ ਵਲੋਂ) ਵਰਜ ਰਿਹਾ ਹਾਂ ।"},"ft":{"gurmukhi":"hy (klvwir) klys vwlI gwvwr (mUF) AqI mUrK buDI! qUM vwsnw rUpI pvn ko sMswr kI qrP sy aultI kr ky prmysÍr kI qrP (iPrwvau) moVo; vw prqK pRwx pvx ko nIcy sy aUpr dsmyN duAwry ko moVo]","unicode":"ਹੇ (ਕਲਵਾਰਿ) ਕਲੇਸ ਵਾਲੀ ਗਾਵਾਰ (ਮੂਢ) ਅਤੀ ਮੂਰਖ ਬੁਧੀ! ਤੂੰ ਵਾਸਨਾ ਰੂਪੀ ਪਵਨ ਕੋ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਉਲਟੀ ਕਰ ਕੇ ਪਰਮੇਸ੍ਵਰ ਕੀ ਤਰਫ (ਫਿਰਾਵਉ) ਮੋੜੋ; ਵਾ ਪਰਤਖ ਪ੍ਰਾਣ ਪਵਣ ਕੋ ਨੀਚੇ ਸੇ ਊਪਰ ਦਸਮੇਂ ਦੁਆਰੇ ਕੋ ਮੋੜੋ॥"},"bdb":{"gurmukhi":"hy (mwieAw dw) nSw vMfx vwlI! hy gMvwrn! hy myrI mUrK Akl! mYN qW (nwm-AMimRq dI mOj ivc) Awpxy ivMgy jWdy cMcl mn ƒ (mwieAw vloN) vrj irhw hW [","unicode":"ਹੇ (ਮਾਇਆ ਦਾ) ਨਸ਼ਾ ਵੰਡਣ ਵਾਲੀ! ਹੇ ਗੰਵਾਰਨ! ਹੇ ਮੇਰੀ ਮੂਰਖ ਅਕਲ! ਮੈਂ ਤਾਂ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਮੌਜ ਵਿਚ) ਆਪਣੇ ਵਿੰਗੇ ਜਾਂਦੇ ਚੰਚਲ ਮਨ ਨੂੰ (ਮਾਇਆ ਵਲੋਂ) ਵਰਜ ਰਿਹਾ ਹਾਂ ।"},"ms":{"gurmukhi":"hy JgVwlU Aqy mUrK mq vwly, vihSI! Awpxy suAwsW ƒ sMswr vlo prq ky qUM ies ƒ Awpxy vwihgurU vl moV[","unicode":"ਹੇ ਝਗੜਾਲੂ ਅਤੇ ਮੂਰਖ ਮਤ ਵਾਲੇ, ਵਹਿਸ਼ੀ! ਆਪਣੇ ਸੁਆਸਾਂ ਨੂੰ ਸੰਸਾਰ ਵਲੋ ਪਰਤ ਕੇ ਤੂੰ ਇਸ ਨੂੰ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਵਲ ਮੋੜ।"}},"es":{"sn":"Oh mente inculta e ignorante, oh mente cantinera, transforma la ola de tus deseos "},"hi":{"ss":"हे (माया का) नशा बाँटने वाली ! हे गँवारन ! हे मेरी मूर्ख बुद्धि ! मैं तो (नाम-अमृत की मौज में) अपने टेढ़े चलते चंचल मन को (माया की ओर से) मना कर रहा हूँ।","sts":"अरी गंवार कलवारी ! हे मूर्ख बुद्धि ! वासना रूपी पवन को सांसारिक प्रपंच की तरफ से हटाओ।"}},"transliteration":{"english":"ree kalavaar gavaar moodd mat ulaTo pavan firaavau ||","hindi":"री कलवारि गवारि मूढ मति उलटो पवनु फिरावउ ॥","en":"ree kalavaar gavaar moodd mat ulaTo pavan firaavau ||","hi":"री कलवारि गवारि मूढ मति उलटो पवनु फिरावउ ॥","ipa":"ri kələʋɑr Gəʋɑr muʈə̀ mət̪ oʊləʈɔ pəʋən fɪrɑʋo.","ur":"ریِ کلوار گوار مُوڈھ مت اُلٹو پون پھراوا ۔۔"},"pageNo":1123,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47891,"shabadId":4022,"verse":{"gurmukhi":"mnu mqvwr myr sr BwTI AMimRq Dwr cuAwvau ]1]","unicode":"ਮਨੁ ਮਤਵਾਰ ਮੇਰ ਸਰ ਭਾਠੀ ਅੰਮ੍ਰਿਤ ਧਾਰ ਚੁਆਵਉ ॥੧॥"},"larivaar":{"gurmukhi":"mnumqvwrmyrsrBwTIAMimRqDwrcuAwvau]1]","unicode":"ਮਨੁਮਤਵਾਰਮੇਰਸਰਭਾਠੀਅੰਮ੍ਰਿਤਧਾਰਚੁਆਵਉ॥੧॥"},"translation":{"en":{"bdb":"Let your mind be intoxicated with the stream of Ambrosial Nectar which trickles down from the furnace of the Tenth Gate. ||1||","ms":"Intoxicate stream that trickles from the furnace of the sublime tenth gate.","ssk":"Let your mind be intoxicated with the stream of Ambrosial Nectar which trickles down from the furnace of the Tenth Gate. ||1||"},"pu":{"ss":{"gurmukhi":"(pRBU-crnW ivc juVI) surq dI B`TI bxw ky mYN ijauN ijauN (nwm-) AMimRq dIAW DwrW coNdw hW, iqauN iqauN myrw mn (aus ivc) msq huMdw jw irhw hY [1[","unicode":"(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ) ਸੁਰਤ ਦੀ ਭੱਠੀ ਬਣਾ ਕੇ ਮੈਂ ਜਿਉਂ ਜਿਉਂ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਧਾਰਾਂ ਚੋਂਦਾ ਹਾਂ, ਤਿਉਂ ਤਿਉਂ ਮੇਰਾ ਮਨ (ਉਸ ਵਿਚ) ਮਸਤ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"mn mqvwro msq ho jwvygw AOr (myr sr) myrU prbq ky smwn muK rUp jo prmwqmw hY iqs ko BwTI kr; vw myrU jo dsvW dvwr hY iqs ko BTI kI sdrs kr[ punw pRqKÎ dsmyN duAwry qy AMimRq kI Dwr ikMvyN AwqmwnMd ko cuAwauxw kro, Bwv swKÎwq kro]1]","unicode":"ਮਨ ਮਤਵਾਰੋ ਮਸਤ ਹੋ ਜਾਵੇਗਾ ਔਰ (ਮੇਰ ਸਰ) ਮੇਰੂ ਪਰਬਤ ਕੇ ਸਮਾਨ ਮੁਖ ਰੂਪ ਜੋ ਪਰਮਾਤਮਾ ਹੈ ਤਿਸ ਕੋ ਭਾਠੀ ਕਰ; ਵਾ ਮੇਰੂ ਜੋ ਦਸਵਾਂ ਦਵਾਰ ਹੈ ਤਿਸ ਕੋ ਭਠੀ ਕੀ ਸਦਰਸ ਕਰ। ਪੁਨਾ ਪ੍ਰਤਖ੍ਯ ਦਸਮੇਂ ਦੁਆਰੇ ਤੇ ਅੰਮ੍ਰਿਤ ਕੀ ਧਾਰ ਕਿੰਵੇਂ ਆਤਮਾਨੰਦ ਕੋ ਚੁਆਉਣਾ ਕਰੋ, ਭਾਵ ਸਾਖ੍ਯਾਤ ਕਰੋ॥੧॥"},"bdb":{"gurmukhi":"(pRBU-crnW ivc juVI) surq dI B`TI bxw ky mYN ijauN ijauN (nwm-) AMimRq dIAW DwrW coNdw hW, iqauN iqauN myrw mn (aus ivc) msq huMdw jw irhw hY [1[","unicode":"(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ) ਸੁਰਤ ਦੀ ਭੱਠੀ ਬਣਾ ਕੇ ਮੈਂ ਜਿਉਂ ਜਿਉਂ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਧਾਰਾਂ ਚੋਂਦਾ ਹਾਂ, ਤਿਉਂ ਤਿਉਂ ਮੇਰਾ ਮਨ (ਉਸ ਵਿਚ) ਮਸਤ ਹੁੰਦਾ ਜਾ ਰਿਹਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"qUM Awpxy mnUey ƒ srySt dsm duAwr dI B`TI iv`c tpkx vwlI suDwsrUp ndI nwl mqvwlw kr[","unicode":"ਤੂੰ ਆਪਣੇ ਮਨੂਏ ਨੂੰ ਸਰੇਸ਼ਟ ਦਸਮ ਦੁਆਰ ਦੀ ਭੱਠੀ ਵਿੱਚ ਟਪਕਣ ਵਾਲੀ ਸੁਧਾਸਰੂਪ ਨਦੀ ਨਾਲ ਮਤਵਾਲਾ ਕਰ।"}},"es":{"sn":"y emborráchate con el Nombre del Señor que gotea de la cerradura de la Décima Puerta, el Trono de la Conciencia. (1)"},"hi":{"ss":"(प्रभू-चरणों में जुड़ी) सुरति की भट्ठी बना के मैं ज्यों-ज्यों धारा चुआता हूँ। त्यों-त्यों मेरा मन (उसमें) मस्त होता जा रहा है। 1।","sts":"मन को दसम द्वार की भट्टी में से अमृतधारा का पान करवा कर मतवाला बना दो॥१॥"}},"transliteration":{"english":"man matavaar mer sar bhaaThee a(n)mirat dhaar chuaavau ||1||","hindi":"मनु मतवार मेर सर भाठी अंमृत धार चुआवउ ॥१॥","en":"man matavaar mer sar bhaaThee a(n)mirat dhaar chuaavau ||1||","hi":"मनु मतवार मेर सर भाठी अंमृत धार चुआवउ ॥१॥","ipa":"mən mət̪əʋɑr mer sər ɓɑʈʰi əŋmɪɹət̪ t̪ɑr t͡ʃʊəɑʋo.1.","ur":"من متوار مےر سر بھاٹھیِ اںمرت دھار چُآوا ۔۔۱۔۔"},"pageNo":1123,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47892,"shabadId":4022,"verse":{"gurmukhi":"bolhu BeIAw rwm kI duhweI ]","unicode":"ਬੋਲਹੁ ਭਈਆ ਰਾਮ ਕੀ ਦੁਹਾਈ ॥"},"larivaar":{"gurmukhi":"bolhuBeIAwrwmkIduhweI]","unicode":"ਬੋਲਹੁਭਈਆਰਾਮਕੀਦੁਹਾਈ॥"},"translation":{"en":{"bdb":"O Siblings of Destiny, call on the Lord.","ms":"O brother, invoke and call upon they Lord for thy assistance.","ssk":"O Siblings of Destiny, call on the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! muV muV pRBU dy nwm dw jwp jpo;","unicode":"ਹੇ ਭਾਈ! ਮੁੜ ਮੁੜ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪੋ;"},"ft":{"gurmukhi":"hy BweI! qum ko rwm kI (duhweI) spq hY, vw ijs rwm kI swry duhweI iPr rhI hY]","unicode":"ਹੇ ਭਾਈ! ਤੁਮ ਕੋ ਰਾਮ ਕੀ (ਦੁਹਾਈ) ਸਪਤ ਹੈ, ਵਾ ਜਿਸ ਰਾਮ ਕੀ ਸਾਰੇ ਦੁਹਾਈ ਫਿਰ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! muV muV pRBU dy nwm dw jwp jpo;","unicode":"ਹੇ ਭਾਈ! ਮੁੜ ਮੁੜ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪੋ;"},"ms":{"gurmukhi":"hy vIr! qUM AwpxI shwieqw nhIN Awpxy suAwmI ƒ AwK qy pukwr kr[","unicode":"ਹੇ ਵੀਰ! ਤੂੰ ਆਪਣੀ ਸਹਾਇਤਾ ਨਹੀਂ ਆਪਣੇ ਸੁਆਮੀ ਨੂੰ ਆਖ ਤੇ ਪੁਕਾਰ ਕਰ।"}},"es":{"sn":"Oh Santos Hermanos, llamen sólo a su Señor, sí, beban sólo de este Precioso Licor, "},"hi":{"ss":"हे भाई ! बार-बार प्रभू के नाम का जाप जपो;","sts":"हे भाई ! राम की दुहाई है।"}},"transliteration":{"english":"bolahu bhieeaa raam kee dhuhaiee ||","hindi":"बोलहु भईआ राम की दुहाई ॥","en":"bolahu bhieeaa raam kee dhuhaiee ||","hi":"बोलहु भईआ राम की दुहाई ॥","ipa":"bɔləh ɓeiɑ rɑm ki d̪ʊhɑei.","ur":"بولهُ بھایآ رام کیِ دُهاای ۔۔"},"pageNo":1123,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":47893,"shabadId":4022,"verse":{"gurmukhi":"pIvhu sMq sdw miq durlB shjy ipAws buJweI ]1] rhwau ]","unicode":"ਪੀਵਹੁ ਸੰਤ ਸਦਾ ਮਤਿ ਦੁਰਲਭ ਸਹਜੇ ਪਿਆਸ ਬੁਝਾਈ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"pIvhusMqsdwmiqdurlBshjyipAwsbuJweI]1]rhwau]","unicode":"ਪੀਵਹੁਸੰਤਸਦਾਮਤਿਦੁਰਲਭਸਹਜੇਪਿਆਸਬੁਝਾਈ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"O Saints, drink in this wine forever; it is so difficult to obtain, and it quenches your thirst so easily. ||1||Pause||","ms":"O saints, ever drink ye this wine, so difficult to obtain and it shall easily quench thy thirst. Pause.","ssk":"O Saints, drink in this wine forever; it is so difficult to obtain, and it quenches your thirst so easily. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(pRBU dy nwm dw jwp-rs AMimRq) pIE [ ies nwm-rs AMimRq dy pIx nwl) quhwfI mq sdw leI AYsI bx jwiegI jo muSkl nwl bixAw krdI hY, (ieh AMimRq) sihj AvsQw ivc (ApVw ky, mwieAw dI) ipAws buJw dyNdw hY [1[rhwau[","unicode":"(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ-ਰਸ ਅੰਮ੍ਰਿਤ) ਪੀਓ । ਇਸ ਨਾਮ-ਰਸ ਅੰਮ੍ਰਿਤ ਦੇ ਪੀਣ ਨਾਲ) ਤੁਹਾਡੀ ਮਤ ਸਦਾ ਲਈ ਐਸੀ ਬਣ ਜਾਇਗੀ ਜੋ ਮੁਸ਼ਕਲ ਨਾਲ ਬਣਿਆ ਕਰਦੀ ਹੈ, (ਇਹ ਅੰਮ੍ਰਿਤ) ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ (ਅਪੜਾ ਕੇ, ਮਾਇਆ ਦੀ) ਪਿਆਸ ਬੁਝਾ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"iqs prmysr kw js aucwrn kro, sMqoN kI (miq) isKÎw Dwr kr jo durlB AwqmwnMd AMmRq hY iqs ko sdw pIvo[ ijnoN ny pIAw hY iqs AMimRq ny iqn kI ivsÎ vwsnw rUpI iqRKw buJwie deI hY]1] rhwau ]","unicode":"ਤਿਸ ਪਰਮੇਸਰ ਕਾ ਜਸ ਉਚਾਰਨ ਕਰੋ, ਸੰਤੋਂ ਕੀ (ਮਤਿ) ਸਿਖ੍ਯਾ ਧਾਰ ਕਰ ਜੋ ਦੁਰਲਭ ਆਤਮਾਨੰਦ ਅੰਮ੍ਰਤ ਹੈ ਤਿਸ ਕੋ ਸਦਾ ਪੀਵੋ। ਜਿਨੋਂ ਨੇ ਪੀਆ ਹੈ ਤਿਸ ਅੰਮ੍ਰਿਤ ਨੇ ਤਿਨ ਕੀ ਵਿਸ੍ਯ ਵਾਸਨਾ ਰੂਪੀ ਤ੍ਰਿਖਾ ਬੁਝਾਇ ਦਈ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(pRBU dy nwm dw jwp-rs AMimRq) pIE [ ies nwm-rs AMimRq dy pIx nwl) quhwfI mq sdw leI AYsI bx jwiegI jo muSkl nwl bixAw krdI hY, (ieh AMimRq) sihj AvsQw ivc (ApVw ky, mwieAw dI) ipAws buJw dyNdw hY [1[rhwau[","unicode":"(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ-ਰਸ ਅੰਮ੍ਰਿਤ) ਪੀਓ । ਇਸ ਨਾਮ-ਰਸ ਅੰਮ੍ਰਿਤ ਦੇ ਪੀਣ ਨਾਲ) ਤੁਹਾਡੀ ਮਤ ਸਦਾ ਲਈ ਐਸੀ ਬਣ ਜਾਇਗੀ ਜੋ ਮੁਸ਼ਕਲ ਨਾਲ ਬਣਿਆ ਕਰਦੀ ਹੈ, (ਇਹ ਅੰਮ੍ਰਿਤ) ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ (ਅਪੜਾ ਕੇ, ਮਾਇਆ ਦੀ) ਪਿਆਸ ਬੁਝਾ ਦੇਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy swDUE! qusIN hmySW ies nW hQ lgx vwlI Srwb ƒ pwn kro Aqy ieh suKYn hI quhwfI qryh ƒ buJw dyvygI[ Tihrwau[","unicode":"ਹੇ ਸਾਧੂਓ! ਤੁਸੀਂ ਹਮੇਸ਼ਾਂ ਇਸ ਨਾਂ ਹਥ ਲਗਣ ਵਾਲੀ ਸ਼ਰਾਬ ਨੂੰ ਪਾਨ ਕਰੋ ਅਤੇ ਇਹ ਸੁਖੈਨ ਹੀ ਤੁਹਾਡੀ ਤਰੇਹ ਨੂੰ ਬੁਝਾ ਦੇਵੇਗੀ। ਠਹਿਰਾਉ।"}},"es":{"sn":"pues acabará con su sed de forma espontánea. (1-Pausa)"},"hi":{"ss":"हे संतजनो ! (प्रभू के नाम का जाप-रस अमृत) पीयो। इस नाम-रस अमृत (के पीने) से तुम्हारी मति हमेशा के लिए ऐसी बन जाएगी जो मुश्किल से बना करती है। (यह अमृत) सहज अवस्था में (पहुँचा के। माया की) प्यास बुझा देता है। 1। रहाउ।","sts":"संत सदैव इस अमृत का पान करते हैं, जो दुर्लभ है और सहज प्यास बुझा लेते हैं।॥१॥रहाउ॥"}},"transliteration":{"english":"peevahu sa(n)t sadhaa mat dhuralabh sahaje piaas bujhaiee ||1|| rahaau ||","hindi":"पीवहु संत सदा मति दुरलभ सहजे पिआस बुझाई ॥१॥ रहाउ ॥","en":"peevahu sa(n)t sadhaa mat dhuralabh sahaje piaas bujhaiee ||1|| rahaau ||","hi":"पीवहु संत सदा मति दुरलभ सहजे पिआस बुझाई ॥१॥ रहाउ ॥","ipa":"piʋəh səŋt̪ səd̪ɑ mət̪ d̪ʊrələɓ səhəd͡ʒe pɪəɑs bʊɖ͡ʐɑei.1. rəhɑo.","ur":"پیِوهُ سںت سدا مت دُرلبھ سهجے پآس بُجھاای ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1123,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47894,"shabadId":4022,"verse":{"gurmukhi":"BY ibic Bwau Bwie koaU bUJih hir rsu pwvY BweI ]","unicode":"ਭੈ ਬਿਚਿ ਭਾਉ ਭਾਇ ਕੋਊ ਬੂਝਹਿ ਹਰਿ ਰਸੁ ਪਾਵੈ ਭਾਈ ॥"},"larivaar":{"gurmukhi":"BYibicBwauBwiekoaUbUJihhirrsupwvYBweI]","unicode":"ਭੈਬਿਚਿਭਾਉਭਾਇਕੋਊਬੂਝਹਿਹਰਿਰਸੁਪਾਵੈਭਾਈ॥"},"translation":{"en":{"bdb":"In the Fear of God, is the Love of God. Only those few who understand His Love obtain the sublime essence of the Lord, O Siblings of Destiny.","ms":"In the Lord's fear is the love. A few, who understand the Lord's love, obtain His elixir, O brother.","ssk":"In the Fear of God, is the Love of God. Only those few who understand His Love obtain the sublime essence of the Lord, O Siblings of Destiny."},"pu":{"ss":{"gurmukhi":"hy BweI! jo jo mnu`K ies hir-nwm AMimRq dw suAwd c`Kdw hY, pRBU dy fr ivc rih ky aus dy AMdr pRBU dw pyRm pYdw huMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੋ ਜੋ ਮਨੁੱਖ ਇਸ ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਡਰ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪੇ੍ਰਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"BY ky ivKY (Bwau) gÎwnu hY, Bwv phly BÎ hovYgw qO AOr swDnoN dÍwry gÎwn pRwpqI hovygI, AO (Bwie) pRym kr ky gÎwn ky mhwqm ko koaU ivrlw hI smJqw hY[ hy BweI! vhI purKu hrI ky AMimRq rUp rs ko pIvqw hY[ rs pd AwnMd kw pRXwX hY]","unicode":"ਭੈ ਕੇ ਵਿਖੈ (ਭਾਉ) ਗ੍ਯਾਨੁ ਹੈ, ਭਾਵ ਪਹਲੇ ਭ੍ਯ ਹੋਵੈਗਾ ਤੌ ਔਰ ਸਾਧਨੋਂ ਦ੍ਵਾਰੇ ਗ੍ਯਾਨ ਪ੍ਰਾਪਤੀ ਹੋਵੇਗੀ, ਔ (ਭਾਇ) ਪ੍ਰੇਮ ਕਰ ਕੇ ਗ੍ਯਾਨ ਕੇ ਮਹਾਤਮ ਕੋ ਕੋਊ ਵਿਰਲਾ ਹੀ ਸਮਝਤਾ ਹੈ। ਹੇ ਭਾਈ! ਵਹੀ ਪੁਰਖੁ ਹਰੀ ਕੇ ਅੰਮ੍ਰਿਤ ਰੂਪ ਰਸ ਕੋ ਪੀਵਤਾ ਹੈ। ਰਸ ਪਦ ਆਨੰਦ ਕਾ ਪ੍ਰਯਾਯ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jo jo mnu`K ies hir-nwm AMimRq dw suAwd c`Kdw hY, pRBU dy fr ivc rih ky aus dy AMdr pRBU dw pyRm pYdw huMdw hY [","unicode":"ਹੇ ਭਾਈ! ਜੋ ਜੋ ਮਨੁੱਖ ਇਸ ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਡਰ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪੇ੍ਰਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"pRBU dy fr AMdr ipAwr hY[ bhuq hI QoVHy jo pBU dy ipAwr ƒ smJdy hn, aus dy AMimRq ƒ pw lYNdy hn, hy vIr!","unicode":"ਪ੍ਰਭੂ ਦੇ ਡਰ ਅੰਦਰ ਪਿਆਰ ਹੈ। ਬਹੁਤ ਹੀ ਥੋੜ੍ਹੇ ਜੋ ਪਭੂ ਦੇ ਪਿਆਰ ਨੂੰ ਸਮਝਦੇ ਹਨ, ਉਸ ਦੇ ਅੰਮ੍ਰਿਤ ਨੂੰ ਪਾ ਲੈਂਦੇ ਹਨ, ਹੇ ਵੀਰ!"}},"es":{"sn":"Extraordinario es el que toma Conciencia del Amor de Dios."},"hi":{"ss":"हे भाई ! जो जो मनुष्य हरी-नाम अमृत का स्वाद चखता है। प्रभू के डर में रहके उसके अंदर प्रभू का प्रेम पैदा होता है।","sts":"प्रभु-भय में ही प्रेम भावना है, जो इस तथ्य को बूझता है, वही हरि-रस पाता है।"}},"transliteration":{"english":"bhai bich bhaau bhai kouoo boojheh har ras paavai bhaiee ||","hindi":"भै बिचि भाउ भाइ कोऊ बूझहि हरि रसु पावै भाई ॥","en":"bhai bich bhaau bhai kouoo boojheh har ras paavai bhaiee ||","hi":"भै बिचि भाउ भाइ कोऊ बूझहि हरि रसु पावै भाई ॥","ipa":"ɓæ bɪt͡ʃ ɓɑo ɓɑeɪ kɔou buɖ͡ʐəh hər rəs pɑʋæ ɓɑei.","ur":"بھَے بچ بھاا بھاا کواُو بُوجھه هرِ رس پاوَے بھاای ۔۔"},"pageNo":1123,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47895,"shabadId":4022,"verse":{"gurmukhi":"jyqy Gt AMimRqu sB hI mih BwvY iqsih pIAweI ]2]","unicode":"ਜੇਤੇ ਘਟ ਅੰਮ੍ਰਿਤੁ ਸਭ ਹੀ ਮਹਿ ਭਾਵੈ ਤਿਸਹਿ ਪੀਆਈ ॥੨॥"},"larivaar":{"gurmukhi":"jyqyGtAMimRqusBhImihBwvYiqsihpIAweI]2]","unicode":"ਜੇਤੇਘਟਅੰਮ੍ਰਿਤੁਸਭਹੀਮਹਿਭਾਵੈਤਿਸਹਿਪੀਆਈ॥੨॥"},"translation":{"en":{"bdb":"As many hearts as there are - in all of them, is His Ambrosial Nectar; as He pleases, He causes them to drink it in. ||2||","ms":"As many as are the hearts, in all of them is the Nectar. Him alone, He makes in-drink it, whom He pleases.","ssk":"As many hearts as there are - in all of them, is His Ambrosial Nectar; as He pleases, He causes them to drink it in. ||2||"},"pu":{"ss":{"gurmukhi":"aus pyRm dI brkiq nwl auh ivrly (BwgW vwly) bMdy ieh g`l smJ lYNdy hn ik ijqny BI jIv hn, auhnW sBnW dy AMdr ieh nwm-AMimRq mOjUd hY [ pr, jo jIv aus pRBU ƒ cMgw l`gdw hY ausy ƒ hI auh AMimRq ipAwldw hY [2[","unicode":"ਉਸ ਪੇ੍ਰਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਬੰਦੇ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦੇ ਹਨ ਕਿ ਜਿਤਨੇ ਭੀ ਜੀਵ ਹਨ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਅੰਦਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮੌਜੂਦ ਹੈ । ਪਰ, ਜੋ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਉਹ ਅੰਮ੍ਰਿਤ ਪਿਆਲਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"ijqny Gt hYN AMimRq sB hI myN hY, prMqU ijs ko prmysÍr cwhqw hY iqs ko iplwvqw hY]2]","unicode":"ਜਿਤਨੇ ਘਟ ਹੈਂ ਅੰਮ੍ਰਿਤ ਸਭ ਹੀ ਮੇਂ ਹੈ, ਪਰੰਤੂ ਜਿਸ ਕੋ ਪਰਮੇਸ੍ਵਰ ਚਾਹਤਾ ਹੈ ਤਿਸ ਕੋ ਪਿਲਾਵਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"aus pyRm dI brkiq nwl auh ivrly (BwgW vwly) bMdy ieh g`l smJ lYNdy hn ik ijqny BI jIv hn, auhnW sBnW dy AMdr ieh nwm-AMimRq mOjUd hY [ pr, jo jIv aus pRBU ƒ cMgw l`gdw hY ausy ƒ hI auh AMimRq ipAwldw hY [2[","unicode":"ਉਸ ਪੇ੍ਰਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਬੰਦੇ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦੇ ਹਨ ਕਿ ਜਿਤਨੇ ਭੀ ਜੀਵ ਹਨ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਅੰਦਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮੌਜੂਦ ਹੈ । ਪਰ, ਜੋ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਉਹ ਅੰਮ੍ਰਿਤ ਪਿਆਲਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"ijMny BI idl hn, aunHW swirAW iv`c suDwrs hY[ kyvl aus ƒ hI, auh ies ƒ iplwauNdw hY ijs ƒ auh cwhuMdw hY[","unicode":"ਜਿੰਨੇ ਭੀ ਦਿਲ ਹਨ, ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਵਿੱਚ ਸੁਧਾਰਸ ਹੈ। ਕੇਵਲ ਉਸ ਨੂੰ ਹੀ, ਉਹ ਇਸ ਨੂੰ ਪਿਲਾਉਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਉਹ ਚਾਹੁੰਦਾ ਹੈ।"}},"es":{"sn":" Lleno de Fervor, sólo bebe del Néctar del Señor. Sí, el Néctar del Señor está en cada corazón, pero sólo Lo bebe aquél que cuenta con la Gracia de Dios. (2)"},"hi":{"ss":"उस प्रेम की बरकति से वह विरले (भाग्यशाली) लोग यह बात समझ लेते हैं कि जितने भी जीव हैं। उन सब के अंदर ये नाम-अमृत मौजूद है। पर। जो जीव उस प्रभू को अच्छा लगता है उसी को ही वह अमृत पिलाता है। 2।","sts":"जितने भी शरीर रूपी घट हैं, सब में अमृत विद्यमान है, मगर जिसे प्रभु चाहता है, उसे ही पान करवाता है॥२॥"}},"transliteration":{"english":"jete ghaT a(n)mrit sabh hee meh bhaavai tiseh peeaaiee ||2||","hindi":"जेते घट अंमृतु सभ ही महि भावै तिसहि पीआई ॥२॥","en":"jete ghaT a(n)mrit sabh hee meh bhaavai tiseh peeaaiee ||2||","hi":"जेते घट अंमृतु सभ ही महि भावै तिसहि पीआई ॥२॥","ipa":"d͡ʒet̪e Gʰəʈ əŋmɪɹət̪ səɓ hi məh ɓɑʋæ t̪ɪsəh piəɑei.2.","ur":"جےتے گھٹ اںمرت سبھ هیِ مهِ بھاوَے تسه پیِآای ۔۔۲۔۔"},"pageNo":1123,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47896,"shabadId":4022,"verse":{"gurmukhi":"ngrI eykY nau drvwjy Dwvqu brij rhweI ]","unicode":"ਨਗਰੀ ਏਕੈ ਨਉ ਦਰਵਾਜੇ ਧਾਵਤੁ ਬਰਜਿ ਰਹਾਈ ॥"},"larivaar":{"gurmukhi":"ngrIeykYnaudrvwjyDwvqubrijrhweI]","unicode":"ਨਗਰੀਏਕੈਨਉਦਰਵਾਜੇਧਾਵਤੁਬਰਜਿਰਹਾਈ॥"},"translation":{"en":{"bdb":"There are nine gates to the one city of the body; restrain your mind from escaping through them.","ms":"There are nine gates to the one body city. Prohibit and restrain thou thy mind from escaping through them.","ssk":"There are nine gates to the one city of the body; restrain your mind from escaping through them."},"pu":{"ss":{"gurmukhi":"hy BweI! (“rwm kI duhweI” dI brkiq nwl) jo mnu`K ies nON-golkI srIr dy AMdr hI Btkdy mn ƒ mwieAw vloN vrj ky rok r`Kdw hY,","unicode":"ਹੇ ਭਾਈ! (“ਰਾਮ ਕੀ ਦੁਹਾਈ” ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੋ ਮਨੁੱਖ ਇਸ ਨੌਂ-ਗੋਲਕੀ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਭਟਕਦੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲੋਂ ਵਰਜ ਕੇ ਰੋਕ ਰੱਖਦਾ ਹੈ,"},"ft":{"gurmukhi":"dyh rUp ngrI eyk hY Ar nau golk iqs ky drvwjy hYN[ iqs ivKY jo ibRqI vw pvn DwvqI QI so rok kr TihrweI hY]","unicode":"ਦੇਹ ਰੂਪ ਨਗਰੀ ਏਕ ਹੈ ਅਰ ਨਉ ਗੋਲਕ ਤਿਸ ਕੇ ਦਰਵਾਜੇ ਹੈਂ। ਤਿਸ ਵਿਖੈ ਜੋ ਬ੍ਰਿਤੀ ਵਾ ਪਵਨ ਧਾਵਤੀ ਥੀ ਸੋ ਰੋਕ ਕਰ ਠਹਿਰਾਈ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (“rwm kI duhweI” dI brkiq nwl) jo mnu`K ies nON-golkI srIr dy AMdr hI Btkdy mn ƒ mwieAw vloN vrj ky rok r`Kdw hY,","unicode":"ਹੇ ਭਾਈ! (“ਰਾਮ ਕੀ ਦੁਹਾਈ” ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੋ ਮਨੁੱਖ ਇਸ ਨੌਂ-ਗੋਲਕੀ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਭਟਕਦੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲੋਂ ਵਰਜ ਕੇ ਰੋਕ ਰੱਖਦਾ ਹੈ,"},"ms":{"gurmukhi":"dyih dy iek Sihr dy nO buey hn[ auhnW dy rwhIN bwhr inkl jwx qoN qUM Awpxy mnUey ƒ vrj Aqy rok ky rK[","unicode":"ਦੇਹਿ ਦੇ ਇਕ ਸ਼ਹਿਰ ਦੇ ਨੌ ਬੁਏ ਹਨ। ਉਹਨਾਂ ਦੇ ਰਾਹੀਂ ਬਾਹਰ ਨਿਕਲ ਜਾਣ ਤੋਂ ਤੂੰ ਆਪਣੇ ਮਨੂਏ ਨੂੰ ਵਰਜ ਅਤੇ ਰੋਕ ਕੇ ਰਖ।"}},"es":{"sn":"Si uno logra cerrar las Nueve Puertas de la ciudad del cuerpo, si uno logra calmar su ansiosa mente, "},"hi":{"ss":"हे भाई ! ('राम की दुहाई' की बरकति से) जो मनुष्य इस नौ-दरवाजों वाले शरीर के अंदर ही भटकते मन को माया की ओर से रोक के रखता है।","sts":"शरीर रूपी एक नगरी के (ऑखें, कान इत्यादि) नौ द्वार हैं, चंचल मन को नियंत्रण में करो।"}},"transliteration":{"english":"nagaree ekai nau dharavaaje dhaavat baraj rahaiee ||","hindi":"नगरी एकै नउ दरवाजे धावतु बरजि रहाई ॥","en":"nagaree ekai nau dharavaaje dhaavat baraj rahaiee ||","hi":"नगरी एकै नउ दरवाजे धावतु बरजि रहाई ॥","ipa":"nəGəri eekæ no d̪ərəʋɑd͡ʒe t̪ɑʋət̪ bərəd͡ʒ rəhɑei.","ur":"نگریِ اےکَے نا درواجے دھاوت برج رهاای ۔۔"},"pageNo":1123,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":47897,"shabadId":4022,"verse":{"gurmukhi":"iqRkutI CUtY dsvw dru KUl@Y qw mnu KIvw BweI ]3]","unicode":"ਤ੍ਰਿਕੁਟੀ ਛੂਟੈ ਦਸਵਾ ਦਰੁ ਖੂਲੑੈ ਤਾ ਮਨੁ ਖੀਵਾ ਭਾਈ ॥੩॥"},"larivaar":{"gurmukhi":"iqRkutICUtYdsvwdruKUl@YqwmnuKIvwBweI]3]","unicode":"ਤ੍ਰਿਕੁਟੀਛੂਟੈਦਸਵਾਦਰੁਖੂਲੑੈਤਾਮਨੁਖੀਵਾਭਾਈ॥੩॥"},"translation":{"en":{"bdb":"When the knot of the three qualities is untied, then the Tenth Gate opens up, and the mind is intoxicated, O Siblings of Destiny. ||3||","ms":"When the knot of three qualities is loosed, then opens the Tenth gate and the mind becomes inebriated, O brother.","ssk":"When the knot of the three qualities is untied, then the Tenth Gate opens up, and the mind is intoxicated, O Siblings of Destiny. ||3||"},"pu":{"ss":{"gurmukhi":"aus dI iq®aUVI mu`k jWdI hY (Bwv, mwieAw dy kwrn pYdw hoeI iK`J ^qm ho jWdI hY), aus dI surq pRBU-crnW ivc juV jWdI hY qy (aus imlwp ivc aus dw) mn mgn rihMdw hY [3[","unicode":"ਉਸ ਦੀ ਤ੍ਰਿਊੜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ ਖਿੱਝ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ), ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ ਤੇ (ਉਸ ਮਿਲਾਪ ਵਿਚ ਉਸ ਦਾ) ਮਨ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"jb DXwqw DyX Awidk iqRkutI (CUtY) inibqR ho jwvY, Bwv ibRqI gwVI ho jwvY, qo hy BweI! dsvW (dr) dÍwrw pUrbokq AMimRq kw Kulqw hY AOr qO hI mn (KIvw) AmlI hoqw hY, Bwv Awqm AwnMdI hoqw hY]3]","unicode":"ਜਬ ਧਯਾਤਾ ਧੇਯ ਆਦਿਕ ਤ੍ਰਿਕੁਟੀ (ਛੂਟੈ) ਨਿਬਿਤ੍ਰ ਹੋ ਜਾਵੈ, ਭਾਵ ਬ੍ਰਿਤੀ ਗਾੜੀ ਹੋ ਜਾਵੈ, ਤੋ ਹੇ ਭਾਈ! ਦਸਵਾਂ (ਦਰ) ਦ੍ਵਾਰਾ ਪੂਰਬੋਕਤ ਅੰਮ੍ਰਿਤ ਕਾ ਖੁਲਤਾ ਹੈ ਔਰ ਤੌ ਹੀ ਮਨ (ਖੀਵਾ) ਅਮਲੀ ਹੋਤਾ ਹੈ, ਭਾਵ ਆਤਮ ਆਨੰਦੀ ਹੋਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"aus dI iq®aUVI mu`k jWdI hY (Bwv, mwieAw dy kwrn pYdw hoeI iK`J ^qm ho jWdI hY), aus dI surq pRBU-crnW ivc juV jWdI hY qy (aus imlwp ivc aus dw) mn mgn rihMdw hY [3[","unicode":"ਉਸ ਦੀ ਤ੍ਰਿਊੜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ ਖਿੱਝ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ), ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਜਾਂਦੀ ਹੈ ਤੇ (ਉਸ ਮਿਲਾਪ ਵਿਚ ਉਸ ਦਾ) ਮਨ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"jd iqMnW l`Cxw dI gMF iKSk jWdI hY, qd dsm duAwrw KulH jWdw hY Aqy mnUAw mqvwlw ho jWdw hY, hy Brwvw!","unicode":"ਜਦ ਤਿੰਨਾਂ ਲੱਛਣਾ ਦੀ ਗੰਢ ਖਿਸ਼ਕ ਜਾਂਦੀ ਹੈ, ਤਦ ਦਸਮ ਦੁਆਰਾ ਖੁਲ੍ਹ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਨੂਆ ਮਤਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਹੇ ਭਰਾਵਾ!"}},"es":{"sn":"entonces el nudo de las Tres Modalidades se deshace y la Décima Puerta se abre para uno, dejando a la mente en total Éxtasis. (3)"},"hi":{"ss":"उसकी त्रिकुटी (खिझ) समाप्त हो जाती है (भाव। माया के कारण पैदा हुई खिझ खत्म हो जाती है)। उसकी सुरति प्रभू-चरणों में जुड़ जाती है और (उस मिलाप में उसका) मन मगन रहता है। 3।","sts":"हे भाई ! जब तीन गुण छूट जाते हैं तो दसम द्वार खुल जाता है और मन आनंदित हो जाता है॥३॥"}},"transliteration":{"english":"tirakuTee chhooTai dhasavaa dhar khool(h)ai taa man kheevaa bhaiee ||3||","hindi":"तृकुटी छूटै दसवा दरु खूल्लै ता मनु खीवा भाई ॥३॥","en":"tirakuTee chhooTai dhasavaa dhar khool(h)ai taa man kheevaa bhaiee ||3||","hi":"तृकुटी छूटै दसवा दरु खूल्लै ता मनु खीवा भाई ॥३॥","ipa":"t̪ɪɹəkʊʈi ɕuʈæ d̪əsəʋɑ d̪ər kʰul@æ t̪ɑ mən kʰiʋɑ ɓɑei.3.","ur":"تِرکٹیِ چھُوٹَے دسوا در کھُولھَے تا من کھیِوا بھاای ۔۔۳۔۔"},"pageNo":1123,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":47898,"shabadId":4022,"verse":{"gurmukhi":"ABY pd pUir qwp qh nwsy kih kbIr bIcwrI ]","unicode":"ਅਭੈ ਪਦ ਪੂਰਿ ਤਾਪ ਤਹ ਨਾਸੇ ਕਹਿ ਕਬੀਰ ਬੀਚਾਰੀ ॥"},"larivaar":{"gurmukhi":"ABYpdpUirqwpqhnwsykihkbIrbIcwrI]","unicode":"ਅਭੈਪਦਪੂਰਿਤਾਪਤਹਨਾਸੇਕਹਿਕਬੀਰਬੀਚਾਰੀ॥"},"translation":{"en":{"bdb":"When the mortal fully realizes the state of fearless dignity, then his sufferings vanish; so says Kabeer after careful deliberation.","ms":"When man fully obtains the fearless status, then cease his sufferings. Says Kabir deliberately.","ssk":"When the mortal fully realizes the state of fearless dignity, then his sufferings vanish; so says Kabeer after careful deliberation."},"pu":{"ss":{"gurmukhi":"hux kbIr ieh g`l bVy XkIn nwl AwKdw hY—(‘rwm kI duhweI’ dI brkiq nwl) mn ivc auh hwlq pYdw ho jWdI hY ij`Qy ies ƒ dunIAw dy koeI) fr nhIN poNhdy, mn dy swry klyS nws ho jWdy hn [","unicode":"ਹੁਣ ਕਬੀਰ ਇਹ ਗੱਲ ਬੜੇ ਯਕੀਨ ਨਾਲ ਆਖਦਾ ਹੈ—(‘ਰਾਮ ਕੀ ਦੁਹਾਈ’ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਵਿਚ ਉਹ ਹਾਲਤ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਇਸ ਨੂੰ ਦੁਨੀਆ ਦੇ ਕੋਈ) ਡਰ ਨਹੀਂ ਪੋਂਹਦੇ, ਮਨ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ABY pd myN ijnW ny mn ko pUrn kIAw hY ArQwq lgwXw hY iqs ky ADÎwqm AwdI qwp ns† hUey hYN[ sRI kbIr jI khqy hYN: mYN bIcwr kr kihqw hUM]","unicode":"ਅਭੈ ਪਦ ਮੇਂ ਜਿਨਾਂ ਨੇ ਮਨ ਕੋ ਪੂਰਨ ਕੀਆ ਹੈ ਅਰਥਾਤ ਲਗਾਯਾ ਹੈ ਤਿਸ ਕੇ ਅਧ੍ਯਾਤਮ ਆਦੀ ਤਾਪ ਨਸ੍ਟ ਹੂਏ ਹੈਂ। ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਬੀਚਾਰ ਕਰ ਕਹਿਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hux kbIr ieh g`l bVy XkIn nwl AwKdw hY—(‘rwm kI duhweI’ dI brkiq nwl) mn ivc auh hwlq pYdw ho jWdI hY ij`Qy ies ƒ dunIAw dy koeI) fr nhIN poNhdy, mn dy swry klyS nws ho jWdy hn [","unicode":"ਹੁਣ ਕਬੀਰ ਇਹ ਗੱਲ ਬੜੇ ਯਕੀਨ ਨਾਲ ਆਖਦਾ ਹੈ—(‘ਰਾਮ ਕੀ ਦੁਹਾਈ’ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਵਿਚ ਉਹ ਹਾਲਤ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਇਸ ਨੂੰ ਦੁਨੀਆ ਦੇ ਕੋਈ) ਡਰ ਨਹੀਂ ਪੋਂਹਦੇ, ਮਨ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"jd ienswn BY-rihq pdvI ƒ pUrI qrHW pw lYNdw hY, qd aus dy duKVy dUr ho jWdy hn[ kbIr jI soc smJ ky AwKdy hn[","unicode":"ਜਦ ਇਨਸਾਨ ਭੈ-ਰਹਿਤ ਪਦਵੀ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਪਾ ਲੈਂਦਾ ਹੈ, ਤਦ ਉਸ ਦੇ ਦੁਖੜੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ। ਕਬੀਰ ਜੀ ਸੋਚ ਸਮਝ ਕੇ ਆਖਦੇ ਹਨ।"}},"es":{"sn":"Dice Kabir: Uno penetra en el Estado Sin Miedo y es liberado de las tres maldades, "},"hi":{"ss":"अब कबीर यह बात बड़े विश्वास के साथ कहता है- ('राम की दुहाई' की बरकति से) मन में वह हालत पैदा हो जाती है जहाँ इसको (दुनियावी) डर नहीं सताते। मन के सारे कलेश नाश हो जाते हैं।","sts":"कबीर जी विचार कर कहते हैं कि अभयपद पाने से सब ताप नष्ट हो जाते हैं,"}},"transliteration":{"english":"abhai padh poor taap teh naase keh kabeer beechaaree ||","hindi":"अभै पद पूरि ताप तह नासे कहि कबीर बीचारी ॥","en":"abhai padh poor taap teh naase keh kabeer beechaaree ||","hi":"अभै पद पूरि ताप तह नासे कहि कबीर बीचारी ॥","ipa":"əɓæ pəd̪ pur t̪ɑp t̪əh nɑse kəh kəbir bit͡ʃɑri.","ur":"ابھَے پد پُور تاپ ته ناسے کهِ کبیِر بیِچاریِ ۔۔"},"pageNo":1123,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":47899,"shabadId":4022,"verse":{"gurmukhi":"aubt clµqy iehu mdu pwieAw jYsy KoNd KumwrI ]4]3]","unicode":"ਉਬਟ ਚਲੰਤੇ ਇਹੁ ਮਦੁ ਪਾਇਆ ਜੈਸੇ ਖੋਂਦ ਖੁਮਾਰੀ ॥੪॥੩॥"},"larivaar":{"gurmukhi":"aubtclµqyiehumdupwieAwjYsyKoNdKumwrI]4]3]","unicode":"ਉਬਟਚਲੰਤੇਇਹੁਮਦੁਪਾਇਆਜੈਸੇਖੋਂਦਖੁਮਾਰੀ॥੪॥੩॥"},"translation":{"en":{"bdb":"Turning away from the world, I have obtained this wine, and I am intoxicated with it. ||4||3||","ms":"Turning away from the world I have obtained this wine and am inebriated as if with the grape wine.","ssk":"Turning away from the world, I have obtained this wine, and I am intoxicated with it. ||4||3||"},"pu":{"ss":{"gurmukhi":"(pr ieh nwm-AMimRq hwsl krn vwlw rwh, AOKw phwVI rwh hY) ies AOKy cVHweI dy rwh cVHidAW hI ieh nSw pRwpq huMdw hY (qy ieh nSw ieauN hY) ijvyN AMgUrI Srwb dw nSw huMdw hY [4[3[","unicode":"(ਪਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਨ ਵਾਲਾ ਰਾਹ, ਔਖਾ ਪਹਾੜੀ ਰਾਹ ਹੈ) ਇਸ ਔਖੇ ਚੜ੍ਹਾਈ ਦੇ ਰਾਹ ਚੜ੍ਹਦਿਆਂ ਹੀ ਇਹ ਨਸ਼ਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਤੇ ਇਹ ਨਸ਼ਾ ਇਉਂ ਹੈ) ਜਿਵੇਂ ਅੰਗੂਰੀ ਸ਼ਰਾਬ ਦਾ ਨਸ਼ਾ ਹੁੰਦਾ ਹੈ ।੪।੩।"},"ft":{"gurmukhi":"jo sMswr qy ault kr clqy hYN aunoN ny iXh mdu pwieAw hY, jo ies sbd myN khw hY[ jYsy mD kw (KoNd) pÎwlw pIxy qy purs ko KumwrI cVqI hY; vw jYsy (KoNd) sUMGy ko DrqI sUMGny sy KumwrI cVqI hY, Bwv Kwrw mITw jlu pRqIq ho jwqw hY, qYsy hI vhu purs bRhmwnMd myN AMimRq kr msq hUAw hY]4]3]Çaupdys krqy hYN:","unicode":"ਜੋ ਸੰਸਾਰ ਤੇ ਉਲਟ ਕਰ ਚਲਤੇ ਹੈਂ ਉਨੋਂ ਨੇ ਯਿਹ ਮਦੁ ਪਾਇਆ ਹੈ, ਜੋ ਇਸ ਸਬਦ ਮੇਂ ਕਹਾ ਹੈ। ਜੈਸੇ ਮਧ ਕਾ (ਖੋਂਦ) ਪ੍ਯਾਲਾ ਪੀਣੇ ਤੇ ਪੁਰਸ ਕੋ ਖੁਮਾਰੀ ਚੜਤੀ ਹੈ; ਵਾ ਜੈਸੇ (ਖੋਂਦ) ਸੂੰਘੇ ਕੋ ਧਰਤੀ ਸੂੰਘਨੇ ਸੇ ਖੁਮਾਰੀ ਚੜਤੀ ਹੈ, ਭਾਵ ਖਾਰਾ ਮੀਠਾ ਜਲੁ ਪ੍ਰਤੀਤ ਹੋ ਜਾਤਾ ਹੈ, ਤੈਸੇ ਹੀ ਵਹੁ ਪੁਰਸ ਬ੍ਰਹਮਾਨੰਦ ਮੇਂ ਅੰਮ੍ਰਿਤ ਕਰ ਮਸਤ ਹੂਆ ਹੈ॥੪॥੩॥☬ਉਪਦੇਸ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(pr ieh nwm-AMimRq hwsl krn vwlw rwh, AOKw phwVI rwh hY) ies AOKy cVHweI dy rwh cVHidAW hI ieh nSw pRwpq huMdw hY (qy ieh nSw ieauN hY) ijvyN AMgUrI Srwb dw nSw huMdw hY [4[3[","unicode":"(ਪਰ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹਾਸਲ ਕਰਨ ਵਾਲਾ ਰਾਹ, ਔਖਾ ਪਹਾੜੀ ਰਾਹ ਹੈ) ਇਸ ਔਖੇ ਚੜ੍ਹਾਈ ਦੇ ਰਾਹ ਚੜ੍ਹਦਿਆਂ ਹੀ ਇਹ ਨਸ਼ਾ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਤੇ ਇਹ ਨਸ਼ਾ ਇਉਂ ਹੈ) ਜਿਵੇਂ ਅੰਗੂਰੀ ਸ਼ਰਾਬ ਦਾ ਨਸ਼ਾ ਹੁੰਦਾ ਹੈ ।੪।੩।"},"ms":{"gurmukhi":"dunIAW qoN pry ht ky, mYNƒ ieh Srwb prwpq hoeI hY Aqy mYN AMgUrw dI Srwb dI inAweI ies nwl nSeI ho igAw hW[","unicode":"ਦੁਨੀਆਂ ਤੋਂ ਪਰੇ ਹਟ ਕੇ, ਮੈਂਨੂੰ ਇਹ ਸ਼ਰਾਬ ਪਰਾਪਤ ਹੋਈ ਹੈ ਅਤੇ ਮੈਂ ਅੰਗੂਰਾ ਦੀ ਸ਼ਰਾਬ ਦੀ ਨਿਆਈ ਇਸ ਨਾਲ ਨਸ਼ਈ ਹੋ ਗਿਆ ਹਾਂ।"}},"es":{"sn":"pero uno podrá obtener este Licor si uno le voltea la espalda a Maya y vive embebido en Dios. (4-3)"},"hi":{"ss":"(पर यह नाम-अमृत हासिल करने वाला रास्ता। मुश्किल और पहाड़ी है। औखी घाटी है) इस कठिन चढ़ाई के राह पर चढ़ते हुए यह नशा प्राप्त होता है (और यह नशा इस प्रकार है) जैसे अंगूरी शराब का नशा होता है। 4। 3।","sts":"मन को माया की ओर से उलटाने से यह मदिरा प्राप्त होती है, जैसे खाए-पीए पशु की मानिंद खुमारी छाई रहती है॥४॥३॥"}},"transliteration":{"english":"aubaT chala(n)te ih madh paiaa jaise kho(n)dh khumaaree ||4||3||","hindi":"उबट चलंते इहु मदु पाइआ जैसे खोंद खुमारी ॥४॥३॥","en":"aubaT chala(n)te ih madh paiaa jaise kho(n)dh khumaaree ||4||3||","hi":"उबट चलंते इहु मदु पाइआ जैसे खोंद खुमारी ॥४॥३॥","ipa":"oʊbəʈ t͡ʃələⁿt̪e eɪh məd̪ pɑɪɑ d͡ʒæse kʰɔⁿd̪ kʰʊmɑri.4.3.","ur":"اُبٹ چلµتے اهُ مد پاایا جَےسے کھوںد کھُماریِ ۔۔۴۔۔۳۔۔"},"pageNo":1123,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}}]}