{"shabadInfo":{"shabadId":4260,"shabadName":51625,"pageNo":1201,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1201},"raag":{"raagId":30,"gurmukhi":"rwgu swrMg","unicode":"ਰਾਗੁ ਸਾਰੰਗ","english":"Raag Saarang","raagWithPage":"Saarang (1197-1253)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":8,"navigation":{"previous":4259,"next":4261},"verses":[{"verseId":51624,"shabadId":4260,"verse":{"gurmukhi":"swrMg mhlw 4 ]","unicode":"ਸਾਰੰਗ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"swrMgmhlw4]","unicode":"ਸਾਰੰਗਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Saarang, Fourth Mehla:","ms":"Sarang 4th Guru.","ssk":"Saarang, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"swrMg cOQI pwiqSwhI[","unicode":"ਸਾਰੰਗ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Sarang, Mejl Guru Ram Das, Cuarto Canal Divino."},"hi":{"ss":"","sts":"सारंग महला ४ ॥"}},"transliteration":{"english":"saara(n)g mahalaa chauthhaa ||","hindi":"सारंग महला ४ ॥","en":"saara(n)g mahalaa chauthhaa ||","hi":"सारंग महला ४ ॥","ipa":"sɑrəŋG məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"سارںگ مهلا ۴ ۔۔"},"pageNo":1201,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":51625,"shabadId":4260,"verse":{"gurmukhi":"jip mn nrhry nrhr suAwmI hir sgl dyv dyvw sRI rwm rwm nwmw hir pRIqmu morw ]1] rhwau ]","unicode":"ਜਪਿ ਮਨ ਨਰਹਰੇ ਨਰਹਰ ਸੁਆਮੀ ਹਰਿ ਸਗਲ ਦੇਵ ਦੇਵਾ ਸ੍ਰੀ ਰਾਮ ਰਾਮ ਨਾਮਾ ਹਰਿ ਪ੍ਰੀਤਮੁ ਮੋਰਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jipmnnrhrynrhrsuAwmIhirsgldyvdyvwsRIrwmrwmnwmwhirpRIqmumorw]1]rhwau]","unicode":"ਜਪਿਮਨਨਰਹਰੇਨਰਹਰਸੁਆਮੀਹਰਿਸਗਲਦੇਵਦੇਵਾਸ੍ਰੀਰਾਮਰਾਮਨਾਮਾਹਰਿਪ੍ਰੀਤਮੁਮੋਰਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"O my mind, meditate on the Lord, the Lord, your Lord and Master. The Lord is the Most Divine of all the divine beings. Chant the Name of the Lord, Raam, Raam, the Lord, my most Dear Beloved. ||1||Pause||","ms":"O my soul, contemplate thou thy Lord, the Man-lion, the Man-lion. God is the Lord of all the gods Utter thou the Name of the Reverend Lord Master God, my Beloved. Pause.","ssk":"O my mind, meditate on the Lord, the Lord, your Lord and Master. The Lord is the Most Divine of all the divine beings. Chant the Name of the Lord, Raam, Raam, the Lord, my most Dear Beloved. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"hy (myry) mn! (sB dy) mwlk nrhr-pRBU dw nwm jipAw kr, srb-ivAwpk rwm dw nwm jipAw kr, auh hrI swry dyviqAW dw dyvqw hY, auhI hrI myrw pRIqm hY [1[rhwau[","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy nroN ky hry krnhwry nrisMG rUp sÍwmI hrI sgl dyvoN ky dyv (sRI) soBwvwn (rwm) rmn rUp rwm! hy myry pRIqm hrI! qyry ko myry mn ny jipAw hY]1] rhwau ]","unicode":"ਹੇ ਨਰੋਂ ਕੇ ਹਰੇ ਕਰਨਹਾਰੇ ਨਰਸਿੰਘ ਰੂਪ ਸ੍ਵਾਮੀ ਹਰੀ ਸਗਲ ਦੇਵੋਂ ਕੇ ਦੇਵ (ਸ੍ਰੀ) ਸੋਭਾਵਾਨ (ਰਾਮ) ਰਮਨ ਰੂਪ ਰਾਮ! ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਹਰੀ! ਤੇਰੇ ਕੋ ਮੇਰੇ ਮਨ ਨੇ ਜਪਿਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"hy (myry) mn! (sB dy) mwlk nrhr-pRBU dw nwm jipAw kr, srb-ivAwpk rwm dw nwm jipAw kr, auh hrI swry dyviqAW dw dyvqw hY, auhI hrI myrw pRIqm hY [1[rhwau[","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! (ਸਭ ਦੇ) ਮਾਲਕ ਨਰਹਰ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਹ ਹਰੀ ਸਾਰੇ ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਹੈ, ਉਹੀ ਹਰੀ ਮੇਰਾ ਪ੍ਰੀਤਮ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM mnu`S-Syr, mnu`S-Syr srUp Awpxy swihb dw ismrn kr[ vwihgurU swirAW dyviqAW dw pRBU hY[ qUM myry ipAwry pUjX suAwmI mwlk vwihgurU dy nwm dw aucwrn kr[ Tihrwau[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਮਨੁੱਸ਼-ਸ਼ੇਰ, ਮਨੁੱਸ਼-ਸ਼ੇਰ ਸਰੂਪ ਆਪਣੇ ਸਾਹਿਬ ਦਾ ਸਿਮਰਨ ਕਰ। ਵਾਹਿਗੁਰੂ ਸਾਰਿਆਂ ਦੇਵਤਿਆਂ ਦਾ ਪ੍ਰਭੂ ਹੈ। ਤੂੰ ਮੇਰੇ ਪਿਆਰੇ ਪੂਜਯ ਸੁਆਮੀ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Oh mi mente, medita, medita en Dios, tu Señor; el Señor es el más Divino de los seres divinos, canta el Nombre del Señor Ram, Ram, el Señor, mi Bienamado. (1-Pausa)"},"hi":{"ss":"हे (मेरे) मन ! (सबके) मालिक नरहर-प्रभू का नाम जपा कर। सर्व-व्यापक राम का नाम जपा कर। वह हरी सारे देवताओं का देवता है। वही हरी मेरा प्रीतम है। 1। रहाउ।","sts":"हे मन ! नारायण का जाप करो, वह श्रीहरि सभी देवताओं का भी पूज्य देव है, वह श्री राम ही मेरा प्रियतम है॥१॥रहाउ॥।"}},"transliteration":{"english":"jap man narahare narahar suaamee har sagal dhev dhevaa sree raam raam naamaa har preetam moraa ||1|| rahaau ||","hindi":"जपि मन नरहरे नरहर सुआमी हरि सगल देव देवा स्री राम राम नामा हरि प्रीतमु मोरा ॥१॥ रहाउ ॥","en":"jap man narahare narahar suaamee har sagal dhev dhevaa sree raam raam naamaa har preetam moraa ||1|| rahaau ||","hi":"जपि मन नरहरे नरहर सुआमी हरि सगल देव देवा स्री राम राम नामा हरि प्रीतमु मोरा ॥१॥ रहाउ ॥","ipa":"d͡ʒəp mən nərəhəre nərəhər sʊəɑmi hər səGəl d̪eʋ d̪eʋɑ sɹi rɑm rɑm nɑmɑ hər pɹit̪əm mɔrɑ.1. rəhɑo.","ur":"جپ من نرهرے نرهر سُآمیِ هرِ سگل دےو دےوا سریِ رام رام ناما هرِ پریِتم مورا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1201,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":1,"t":"y"},{"p":4,"t":"y"},{"p":12,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":12,"t":"v"}]}},{"verseId":51626,"shabadId":4260,"verse":{"gurmukhi":"ijqu igRih gun gwvqy hir ky gun gwvqy rwm gun gwvqy iqqu igRih vwjy pMc sbd vf Bwg mQorw ]","unicode":"ਜਿਤੁ ਗ੍ਰਿਹਿ ਗੁਨ ਗਾਵਤੇ ਹਰਿ ਕੇ ਗੁਨ ਗਾਵਤੇ ਰਾਮ ਗੁਨ ਗਾਵਤੇ ਤਿਤੁ ਗ੍ਰਿਹਿ ਵਾਜੇ ਪੰਚ ਸਬਦ ਵਡ ਭਾਗ ਮਥੋਰਾ ॥"},"larivaar":{"gurmukhi":"ijquigRihgungwvqyhirkygungwvqyrwmgungwvqyiqquigRihvwjypMcsbdvfBwgmQorw]","unicode":"ਜਿਤੁਗ੍ਰਿਹਿਗੁਨਗਾਵਤੇਹਰਿਕੇਗੁਨਗਾਵਤੇਰਾਮਗੁਨਗਾਵਤੇਤਿਤੁਗ੍ਰਿਹਿਵਾਜੇਪੰਚਸਬਦਵਡਭਾਗਮਥੋਰਾ॥"},"translation":{"en":{"bdb":"That household, in which the Glorious Praises of the Lord are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the forehead of one who lives in such a household.","ms":"The house, in which praises are sung, God's praises are sung, the Lord's praises are sung; in that house ring the melodies of the five musical instruments. Great destiny is writ on the forehead of him who abides in such a home.","ssk":"That household, in which the Glorious Praises of the Lord are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the forehead of one who lives in such a household."},"pu":{"ss":{"gurmukhi":"hy (myry) mn! ijs (ihrdy-) Gr ivc prmwqmw dy gux gwey jWdy hn, hrI dy gux gwey jWdy hn, rwm dy gux gwey jWdy hn, aus (ihrdy-) Gr ivc (mwno) pMj hI iksmW dy swj v`j rhy hn qy AwnMd bixAw hoieAw hY [ (pr ieh AvsQw auhnW mnu`KW dy AMdr hI bxdI hY ijnHW dy) m`Qy dy v`fy Bwg jwgdy hn [","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ । (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijs (igRih) srIr ivKy mn kr, hy hrI! Awp ky gun gwvIqy hYN, hy hrI! qn kr ky Awp ky gun gwvqy hYN, hy rwm! bwxI kr ky qyry gun gwvqy hYN[ iqs purs ky (igRih) srIr ivKy pMc sbd dsvyN dÍwr vw sMqoN myN js ky vwjy bjy hYN, kÎoNik iqn ky mwQy kw Bwg bfw auqmu hY]","unicode":"ਜਿਸ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਮਨ ਕਰ, ਹੇ ਹਰੀ! ਆਪ ਕੇ ਗੁਨ ਗਾਵੀਤੇ ਹੈਂ, ਹੇ ਹਰੀ! ਤਨ ਕਰ ਕੇ ਆਪ ਕੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ, ਹੇ ਰਾਮ! ਬਾਣੀ ਕਰ ਕੇ ਤੇਰੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ। ਤਿਸ ਪੁਰਸ ਕੇ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਪੰਚ ਸਬਦ ਦਸਵੇਂ ਦ੍ਵਾਰ ਵਾ ਸੰਤੋਂ ਮੇਂ ਜਸ ਕੇ ਵਾਜੇ ਬਜੇ ਹੈਂ, ਕ੍ਯੋਂਕਿ ਤਿਨ ਕੇ ਮਾਥੇ ਕਾ ਭਾਗ ਬਡਾ ਉਤਮੁ ਹੈ॥"},"bdb":{"gurmukhi":"hy (myry) mn! ijs (ihrdy-) Gr ivc prmwqmw dy gux gwey jWdy hn, hrI dy gux gwey jWdy hn, rwm dy gux gwey jWdy hn, aus (ihrdy-) Gr ivc (mwno) pMj hI iksmW dy swj v`j rhy hn qy AwnMd bixAw hoieAw hY [ (pr ieh AvsQw auhnW mnu`KW dy AMdr hI bxdI hY ijnHW dy) m`Qy dy v`fy Bwg jwgdy hn [","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ । (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ।"},"ms":{"gurmukhi":"ijs Gr iv`c isPqW gwien kIqIAW jWdIAW hn, hrI dIAW isPqw gwien kIqIAW jWdIAW hn, pRBU dIAW isPqw gwien kIqIAW jWdIAW hn, aus Gr iv`c pMj sMgIqk swjW dw rwg gUMjdw hY[ BwrI pRwlBD ilKI hoeI hY, aus dy m¤Qy auqy jo ieho ijhy Gr iv`c vsdw hY[","unicode":"ਜਿਸ ਘਰ ਵਿੱਚ ਸਿਫਤਾਂ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਹਰੀ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਉਸ ਘਰ ਵਿੱਚ ਪੰਜ ਸੰਗੀਤਕ ਸਾਜਾਂ ਦਾ ਰਾਗ ਗੂੰਜਦਾ ਹੈ। ਭਾਰੀ ਪ੍ਰਾਲਭਧ ਲਿਖੀ ਹੋਈ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਜੋ ਇਹੋ ਜਿਹੇ ਘਰ ਵਿੱਚ ਵਸਦਾ ਹੈ।"}},"es":{"sn":"En ese hogar en el que las Gloriosas Alabanzas del Señor son cantadas, en el que Sus Gloriosas Alabanzas son cantadas, en donde el Panch Shabd, el Sonido Primordial resuena, un Gran Destino está escrito en la frente del ser que habita en ese hogar. "},"hi":{"ss":"हे (मेरे) मन ! जिस (हृदय-) घर में परमात्मा के गुण गाए जाते हैं। हरी के गुण गाए जाते हैं। उस (हृदय-) घर में (मानो) पाँच ही किस्मों के साज बज रहे हैं और आनंद बना हुआ है। (पर यह अवस्था मनुष्यों के अंदर ही बनती है जिनके) माथे के बड़े भाग्य जागते हैं।","sts":"जिस घर में परमात्मा का गुणगान होता है, राम का यशोगान होता है, उस घर में अनगिनत खुशियाँ एवं आनंद हो जाता है, अहोभाग्य जाग जाते हैं।"}},"transliteration":{"english":"jit gireh gun gaavate har ke gun gaavate raam gun gaavate tit gireh vaaje pa(n)ch sabadh vadd bhaag mathoraa ||","hindi":"जितु गृहि गुन गावते हरि के गुन गावते राम गुन गावते तितु गृहि वाजे पंच सबद वड भाग मथोरा ॥","en":"jit gireh gun gaavate har ke gun gaavate raam gun gaavate tit gireh vaaje pa(n)ch sabadh vadd bhaag mathoraa ||","hi":"जितु गृहि गुन गावते हरि के गुन गावते राम गुन गावते तितु गृहि वाजे पंच सबद वड भाग मथोरा ॥","ipa":"d͡ʒɪt̪ Gɪɹəh Gʊn Gɑʋət̪e hər ke Gʊn Gɑʋət̪e rɑm Gʊn Gɑʋət̪e t̪ɪt̪ Gɪɹəh ʋɑd͡ʒe pəŋt͡ʃ səbəd̪ ʋəɖ ɓɑG mət̪ʰɔrɑ.","ur":"جِت گره گُن گاوتے هر کے گُن گاوتے رام گُن گاوتے تت گره واجے پںچ سبد وڈ بھاگ متھورا ۔۔"},"pageNo":1201,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"},{"p":15,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"},{"p":15,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"v"},{"p":15,"t":"v"}]}},{"verseId":51627,"shabadId":4260,"verse":{"gurmukhi":"iqn@ jn ky siB pwp gey siB doK gey siB rog gey kwmu k®oDu loBu mohu AiBmwnu gey iqn@ jn ky hir mwir kFy pMc corw ]1]","unicode":"ਤਿਨੑ ਜਨ ਕੇ ਸਭਿ ਪਾਪ ਗਏ ਸਭਿ ਦੋਖ ਗਏ ਸਭਿ ਰੋਗ ਗਏ ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਮੋਹੁ ਅਭਿਮਾਨੁ ਗਏ ਤਿਨੑ ਜਨ ਕੇ ਹਰਿ ਮਾਰਿ ਕਢੇ ਪੰਚ ਚੋਰਾ ॥੧॥"},"larivaar":{"gurmukhi":"iqn@jnkysiBpwpgeysiBdoKgeysiBroggeykwmuk®oDuloBumohuAiBmwnugeyiqn@jnkyhirmwirkFypMccorw]1]","unicode":"ਤਿਨੑਜਨਕੇਸਭਿਪਾਪਗਏਸਭਿਦੋਖਗਏਸਭਿਰੋਗਗਏਕਾਮੁਕ੍ਰੋਧੁਲੋਭੁਮੋਹੁਅਭਿਮਾਨੁਗਏਤਿਨੑਜਨਕੇਹਰਿਮਾਰਿਕਢੇਪੰਚਚੋਰਾ॥੧॥"},"translation":{"en":{"bdb":"All the sins of that humble being are taken away, all pains are taken away, all diseases are taken away; lust anger, greed, attachment and egotistical pride are taken away. The Lord drives the five thieves out of such a person of the Lord. 1","ms":"Of that man all the sins are effaced, all the evils are effaced, and Lust wrath, avarice, worldly love and ego are effaced. Of that man the Lord drives out the five thrives.","ssk":"All the sins of that humble being are taken away, all pains are taken away, all diseases are taken away; sexual desire, anger, greed, attachment and egotistical pride are taken away. The Lord drives the five thieves out of such a person of the Lord. ||1||"},"pu":{"ss":{"gurmukhi":"hy mn! auhnW mnu`KW dy swry pwp dUr ho jWdy hn, swry ivkwr dUr ho jWdy hn, swry rog dUr ho jWdy hn, (auhnW dy AMdroN) kwm ko®D loB moh AhMkwr nws ho jWdy hn [ prmwqmw auhnW dy AMdroN (Awqmk jIvn dw srmwieAw curwx vwly iehnW) pMjW corW ƒ mwr ky k`F dyNdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕੋ੍ਰਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ । ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"iqn jnoN ky sB pwp dUr ho gey hYN AO duK dUr hUey hYN AOr sB jnmwidk rog BI cly gey hYN punh kwm, kRoD, loB, moh, AiBmwn iqn jnoN ky dUr ho gey hYN[ kÎoNik eyh kwmwdI jo pwcoN cor hY, so hy hrI! qYny mwr ky kwFy hYN]1]","unicode":"ਤਿਨ ਜਨੋਂ ਕੇ ਸਭ ਪਾਪ ਦੂਰ ਹੋ ਗਏ ਹੈਂ ਔ ਦੁਖ ਦੂਰ ਹੂਏ ਹੈਂ ਔਰ ਸਭ ਜਨਮਾਦਿਕ ਰੋਗ ਭੀ ਚਲੇ ਗਏ ਹੈਂ ਪੁਨਹ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਅਭਿਮਾਨ ਤਿਨ ਜਨੋਂ ਕੇ ਦੂਰ ਹੋ ਗਏ ਹੈਂ। ਕ੍ਯੋਂਕਿ ਏਹ ਕਾਮਾਦੀ ਜੋ ਪਾਚੋਂ ਚੋਰ ਹੈ, ਸੋ ਹੇ ਹਰੀ! ਤੈਨੇ ਮਾਰ ਕੇ ਕਾਢੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy mn! auhnW mnu`KW dy swry pwp dUr ho jWdy hn, swry ivkwr dUr ho jWdy hn, swry rog dUr ho jWdy hn, (auhnW dy AMdroN) kwm ko®D loB moh AhMkwr nws ho jWdy hn [ prmwqmw auhnW dy AMdroN (Awqmk jIvn dw srmwieAw curwx vwly iehnW) pMjW corW ƒ mwr ky k`F dyNdw hY [1[","unicode":"ਹੇ ਮਨ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਕਾਮ ਕੋ੍ਰਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ । ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਚੁਰਾਣ ਵਾਲੇ ਇਹਨਾਂ) ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"aus jIv dy swry gunwh imt jWdy hn, swrIAW bdIAW imt jWdIAW hn, swrIAW bImwrIAW imt jWdIAW hn, Aqy Sihvq gu`sw lwlc sMswrI mmqw Aqy hMkwr imt jWdy hn[ aus jIv dy pMj qskrW ƒ suAwmI mwr ky bwhr k`F idMdw hY[","unicode":"ਉਸ ਜੀਵ ਦੇ ਸਾਰੇ ਗੁਨਾਹ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਸਾਰੀਆਂ ਬਦੀਆਂ ਮਿਟ ਜਾਂਦੀਆਂ ਹਨ, ਸਾਰੀਆਂ ਬੀਮਾਰੀਆਂ ਮਿਟ ਜਾਂਦੀਆਂ ਹਨ, ਅਤੇ ਸ਼ਹਿਵਤ ਗੁੱਸਾ ਲਾਲਚ ਸੰਸਾਰੀ ਮਮਤਾ ਅਤੇ ਹੰਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ। ਉਸ ਜੀਵ ਦੇ ਪੰਜ ਤਸਕਰਾਂ ਨੂੰ ਸੁਆਮੀ ਮਾਰ ਕੇ ਬਾਹਰ ਕੱਢ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Todas las faltas de ese ser son borradas, sus dolores le son removidos, sus enfermedades no las sufre más, el deseo sexual, los apegos físicos, el enojo, la avaricia y su orgullo egoísta desaparecen, el Señor destierra a los cinco bandidos de la psique de tal ser de Dios. (1)"},"hi":{"ss":"हे मन ! उन मनुष्यों के सारे पाप दूर हो जाते हैं। सारे विकार दूर हो जाते हैं। सारे रोग दूर हो जाते हैं। (उनके अंदर से) काम क्रोध लोभ मोह अहंकार नाश हो जाते हैं। परमात्मा उनके अंदर से (आत्मिक जीवन की राशि चुराने वाले इन) पाँचों चोरों को मार के निकाल देता है। 1।","sts":"उन भक्तों के सभी पाप, दोष, रोग, काम-क्रोध, लोभ, मोह एवं अभिमान दूर हो जाता है। ईश्वर उन भक्तों के कामादिक पांच विकारों को मारकर निकाल देता है॥१॥"}},"transliteration":{"english":"tin(h) jan ke sabh paap ge sabh dhokh ge sabh rog ge kaam karodh lobh moh abhimaan ge tin(h) jan ke har maar kadde pa(n)ch choraa ||1||","hindi":"तिन्न जन के सभि पाप गए सभि दोख गए सभि रोग गए कामु क्रोधु लोभु मोहु अभिमानु गए तिन्न जन के हरि मारि कढे पंच चोरा ॥१॥","en":"tin(h) jan ke sabh paap ge sabh dhokh ge sabh rog ge kaam karodh lobh moh abhimaan ge tin(h) jan ke har maar kadde pa(n)ch choraa ||1||","hi":"तिन्न जन के सभि पाप गए सभि दोख गए सभि रोग गए कामु क्रोधु लोभु मोहु अभिमानु गए तिन्न जन के हरि मारि कढे पंच चोरा ॥१॥","ipa":"t̪ɪn@ d͡ʒən ke səɓ pɑp Gee səɓ d̪ɔkʰ Gee səɓ rɔG Gee kɑm kəʳɔt̪ lɔɓ mɔh əɓɪmɑn Gee t̪ɪn@ d͡ʒən ke hər mɑr kəʈe pəŋt͡ʃ t͡ʃɔrɑ.1.","ur":"تٍنھ جن کے سبھ پاپ گاے سبھِ دوکھ گاے سبھِ روگ گاے کام ک®ودھ لوبھ موهُ ابھِمان گاے تنھ جن کے هرِ مار کڈھے پںچ چورا ۔۔۱۔۔"},"pageNo":1201,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"},{"p":8,"t":"v"},{"p":11,"t":"v"},{"p":17,"t":"v"},{"p":20,"t":"v"}]}},{"verseId":51628,"shabadId":4260,"verse":{"gurmukhi":"hir rwm bolhu hir swDU hir ky jn swDU jgdIsu jphu min bcin krim hir hir AwrwDU hir ky jn swDU ]","unicode":"ਹਰਿ ਰਾਮ ਬੋਲਹੁ ਹਰਿ ਸਾਧੂ ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ ਜਗਦੀਸੁ ਜਪਹੁ ਮਨਿ ਬਚਨਿ ਕਰਮਿ ਹਰਿ ਹਰਿ ਆਰਾਧੂ ਹਰਿ ਕੇ ਜਨ ਸਾਧੂ ॥"},"larivaar":{"gurmukhi":"hirrwmbolhuhirswDUhirkyjnswDUjgdIsujphuminbcinkrimhirhirAwrwDUhirkyjnswDU]","unicode":"ਹਰਿਰਾਮਬੋਲਹੁਹਰਿਸਾਧੂਹਰਿਕੇਜਨਸਾਧੂਜਗਦੀਸੁਜਪਹੁਮਨਿਬਚਨਿਕਰਮਿਹਰਿਹਰਿਆਰਾਧੂਹਰਿਕੇਜਨਸਾਧੂ॥"},"translation":{"en":{"bdb":"Chant the Name of the Lord, O Holy Saints of the Lord; meditate on the Lord of the Universe, O Holy people of the Lord. Meditate in thought, word and deed on the Lord, Har, Har. Worship and adore the Lord, O Holy people of the Lord.","ms":"Utter the Lord's Name, O God's saints. Meditate on the Lord of the World, O God's holymen. In thought, word and deed contemplate ye your Lord God, O God's holymen.","ssk":"Chant the Name of the Lord, O Holy Saints of the Lord; meditate on the Lord of the Universe, O Holy people of the Lord. Meditate in thought, word and deed on the Lord, Har, Har. Worship and adore the Lord, O Holy people of the Lord."},"pu":{"ss":{"gurmukhi":"hy sMq jno! prmwqmw hrI dw nwm aucwirAw kro [ hy hrI dy sMq jno! jgq dy mwlk-pRBU dw nwm jipAw kro [ hy hrI dy swD jno! Awpxy mn dI rwhIN (hryk) bcn dI rwhIN (hryk) krm dI rwhIN pRBU dw AwrwDn kirAw kro [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ ।"},"ft":{"gurmukhi":"hy hrI! qyry swDU jn qyrw hrI rwm nwm bolqy hYN, Ar mn bc krm kr qyry hir hir nwm kw ArwDn krqy hYN]","unicode":"ਹੇ ਹਰੀ! ਤੇਰੇ ਸਾਧੂ ਜਨ ਤੇਰਾ ਹਰੀ ਰਾਮ ਨਾਮ ਬੋਲਤੇ ਹੈਂ, ਅਰ ਮਨ ਬਚ ਕਰਮ ਕਰ ਤੇਰੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕਾ ਅਰਾਧਨ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy sMq jno! prmwqmw hrI dw nwm aucwirAw kro [ hy hrI dy sMq jno! jgq dy mwlk-pRBU dw nwm jipAw kro [ hy hrI dy swD jno! Awpxy mn dI rwhIN (hryk) bcn dI rwhIN (hryk) krm dI rwhIN pRBU dw AwrwDn kirAw kro [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ । ਹੇ ਹਰੀ ਦੇ ਸਾਧ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਬਚਨ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ) ਕਰਮ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਿਆ ਕਰੋ ।"},"ms":{"gurmukhi":"suAwmI dy nwm dw aucwrn kro hy r`b dy sMqo! sMswr dy suAwmI dw ismrn kro, hy r`b dy nyk bMidE! iKAwl Sbd qy Aml iv`c qusIN Awpxy suAwmI vwihgurU dw AwrwDn kro hy r`b dy nyk bMidE!","unicode":"ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰੋ ਹੇ ਰੱਬ ਦੇ ਸੰਤੋ! ਸੰਸਾਰ ਦੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰੋ, ਹੇ ਰੱਬ ਦੇ ਨੇਕ ਬੰਦਿਓ! ਖਿਆਲ ਸ਼ਬਦ ਤੇ ਅਮਲ ਵਿੱਚ ਤੁਸੀਂ ਆਪਣੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਆਰਾਧਨ ਕਰੋ ਹੇ ਰੱਬ ਦੇ ਨੇਕ ਬੰਦਿਓ!"}},"es":{"sn":"Entonen el Nombre del Señor, oh Santos del Señor, mediten en el Señor del Universo, oh, gente Santa del Señor, mediten en pensamiento, palabra y obra en el Señor, Jar Jar, alaben y adoren al Señor, oh gente Santa del Señor. "},"hi":{"ss":"हे संत जनो ! परमात्मा हरी का नाम उचारा करो। हे हरी के संत-जनो ! जगत के मालिक-प्रभू का नाम जपा करो। हे हरी के साध-जनो ! अपने मन से (हरेक) वचन से (हरेक) कर्म से प्रभू की आराधना किया करो।","sts":"ईश्वर के भक्त, साधु पुरुष राम नाम ही बोलते हैं और उस जगदीश का ही जाप करते हैं। ईश्वर के भक्त मन, वचन एवं कर्म से हरि की आराधना करते हैं।"}},"transliteration":{"english":"har raam bolahu har saadhoo har ke jan saadhoo jagadhees japahu man bachan karam har har aaraadhoo har ke jan saadhoo ||","hindi":"हरि राम बोलहु हरि साधू हरि के जन साधू जगदीसु जपहु मनि बचनि करमि हरि हरि आराधू हरि के जन साधू ॥","en":"har raam bolahu har saadhoo har ke jan saadhoo jagadhees japahu man bachan karam har har aaraadhoo har ke jan saadhoo ||","hi":"हरि राम बोलहु हरि साधू हरि के जन साधू जगदीसु जपहु मनि बचनि करमि हरि हरि आराधू हरि के जन साधू ॥","ipa":"hər rɑm bɔləh hər sɑt̪u hər ke d͡ʒən sɑt̪u d͡ʒəGəd̪is d͡ʒəpəh mən bət͡ʃən kərəm hər hər əɑrɑt̪u hər ke d͡ʒən sɑt̪u.","ur":"هر رام بولهُ هرِ سادھُو هرِ کے جن سادھُو جگدیِس جپهُ منِ بچن کرم هرِ هرِ آرادھُو هرِ کے جن سادھُو ۔۔"},"pageNo":1201,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":16,"t":"v"},{"p":4,"t":"y"},{"p":8,"t":"y"},{"p":10,"t":"y"},{"p":13,"t":"y"}],"igurbani":[{"p":16,"t":"v"},{"p":4,"t":"y"},{"p":8,"t":"y"},{"p":10,"t":"y"},{"p":13,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":8,"t":"v"},{"p":10,"t":"v"},{"p":16,"t":"v"}]}},{"verseId":51629,"shabadId":4260,"verse":{"gurmukhi":"hir rwm boil hir rwm boil siB pwp gvwDU ]","unicode":"ਹਰਿ ਰਾਮ ਬੋਲਿ ਹਰਿ ਰਾਮ ਬੋਲਿ ਸਭਿ ਪਾਪ ਗਵਾਧੂ ॥"},"larivaar":{"gurmukhi":"hirrwmboilhirrwmboilsiBpwpgvwDU]","unicode":"ਹਰਿਰਾਮਬੋਲਿਹਰਿਰਾਮਬੋਲਿਸਭਿਪਾਪਗਵਾਧੂ॥"},"translation":{"en":{"bdb":"Chant the Name of the Lord, chant the Name of the Lord. It shall rid you of all your sins.","ms":"Utter thou Thy Lord's Name, utter thou thy Lord's Name, and it shall rid thee of all thine sins.","ssk":"Chant the Name of the Lord, chant the Name of the Lord. It shall rid you of all your sins."},"pu":{"ss":{"gurmukhi":"hrI dw nwm aucwr ky, rwm dw nwm jp ky swry pwp dUr kr lvogy [","unicode":"ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ ।"},"ft":{"gurmukhi":"mn qn kr qyry hir nwm bolxy sy siB pwp (gvwDU) gvwey jwqy hYN]","unicode":"ਮਨ ਤਨ ਕਰ ਤੇਰੇ ਹਰਿ ਨਾਮ ਬੋਲਣੇ ਸੇ ਸਭਿ ਪਾਪ (ਗਵਾਧੂ) ਗਵਾਏ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hrI dw nwm aucwr ky, rwm dw nwm jp ky swry pwp dUr kr lvogy [","unicode":"ਹਰੀ ਦਾ ਨਾਮ ਉਚਾਰ ਕੇ, ਰਾਮ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲਵੋਗੇ ।"},"ms":{"gurmukhi":"qUM sweIN dy nwm dw aucwrn kr, qUM sweIN dy nwm dw aucwrn kr, Aqy ieh qyry swry gunwh k`t dyvygw[","unicode":"ਤੂੰ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਤੂੰ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਅਤੇ ਇਹ ਤੇਰੇ ਸਾਰੇ ਗੁਨਾਹ ਕੱਟ ਦੇਵੇਗਾ।"}},"es":{"sn":"Canten el Nombre del Señor, canten el Nombre del Señor, esto los liberará de todas sus faltas. "},"hi":{"ss":"हरी का नाम उचार के। राम का नाम जप के सारे पाप दूर हो कर लोगे।","sts":"वे राम नाम बोलकर अपने सब पापों का निवारण करते हैं।"}},"transliteration":{"english":"har raam bol har raam bol sabh paap gavaadhoo ||","hindi":"हरि राम बोलि हरि राम बोलि सभि पाप गवाधू ॥","en":"har raam bol har raam bol sabh paap gavaadhoo ||","hi":"हरि राम बोलि हरि राम बोलि सभि पाप गवाधू ॥","ipa":"hər rɑm bɔl hər rɑm bɔl səɓ pɑp Gəʋɑt̪u.","ur":"هر رام بول هرِ رام بول سبھِ پاپ گوادھُو ۔۔"},"pageNo":1201,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":51630,"shabadId":4260,"verse":{"gurmukhi":"inq inq jwgrxu krhu sdw sdw Awnµdu jip jgdIsuorw ]","unicode":"ਨਿਤ ਨਿਤ ਜਾਗਰਣੁ ਕਰਹੁ ਸਦਾ ਸਦਾ ਆਨੰਦੁ ਜਪਿ ਜਗਦੀਸੋੁਰਾ ॥"},"larivaar":{"gurmukhi":"inqinqjwgrxukrhusdwsdwAwnµdujipjgdIsuorw]","unicode":"ਨਿਤਨਿਤਜਾਗਰਣੁਕਰਹੁਸਦਾਸਦਾਆਨੰਦੁਜਪਿਜਗਦੀਸੋੁਰਾ॥"},"translation":{"en":{"bdb":"Continually and continuously remain awake and aware. You shall be in ecstasy forever and ever, meditating on the Lord of the Universe.","ms":"Ever, ever remain thou awake. Remembering the Lord of the universe, ever, ever abide thou in bless.","ssk":"Continually and continuously remain awake and aware. You shall be in ecstasy forever and ever, meditating on the Lord of the Universe."},"pu":{"ss":{"gurmukhi":"hy sMq jno! sdw hI (ivkwrW dy h`ilAW vloN) sucyq rho [ jgq dy mwlk dw nwm jp jp ky sdw hI Awqmk AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ । ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"vhu inq inq jgxw krqy hYN[ hy jgdIsÍr! qyry nwm ko jpu kr iqn ko sdw sdw kw AnMd pRwpiq hoqw hY]","unicode":"ਵਹੁ ਨਿਤ ਨਿਤ ਜਗਣਾ ਕਰਤੇ ਹੈਂ। ਹੇ ਜਗਦੀਸ੍ਵਰ! ਤੇਰੇ ਨਾਮ ਕੋ ਜਪੁ ਕਰ ਤਿਨ ਕੋ ਸਦਾ ਸਦਾ ਕਾ ਅਨੰਦ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy sMq jno! sdw hI (ivkwrW dy h`ilAW vloN) sucyq rho [ jgq dy mwlk dw nwm jp jp ky sdw hI Awqmk AwnMd bixAw rihMdw hY [","unicode":"ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੋ । ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hmySw, hmySW qUM jwgdw rhu[ Awlm dy suAwmI dw ismrn krn duAwrw qUM sdIv sdvI hI KuSI AMdr vs[","unicode":"ਹਮੇਸ਼ਾ, ਹਮੇਸ਼ਾਂ ਤੂੰ ਜਾਗਦਾ ਰਹੁ। ਆਲਮ ਦੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ ਤੂੰ ਸਦੀਵ ਸਦਵੀ ਹੀ ਖੁਸ਼ੀ ਅੰਦਰ ਵਸ।"}},"es":{"sn":"Continuamente permanezcan despiertos, vivirán en Éxtasis por siempre y para siempre, meditando en el Señor del Universo. "},"hi":{"ss":"हे संत जनो ! सदा ही (विकारों के हमलों से) सचेत रहो। जगत के मालिक का नाम जप-जप के सदा ही आत्मिक आनंद बना रहता है।","sts":"वे नित्य जागृत रहते हैं और सदा जगदीश्वर को जपकर आनंद पाते हैं।"}},"transliteration":{"english":"nit nit jaagaran karahu sadhaa sadhaa aana(n)dh jap jagadheesuoraa ||","hindi":"नित नित जागरणु करहु सदा सदा आनंदु जपि जगदीसुोरा ॥","en":"nit nit jaagaran karahu sadhaa sadhaa aana(n)dh jap jagadheesuoraa ||","hi":"नित नित जागरणु करहु सदा सदा आनंदु जपि जगदीसुोरा ॥","ipa":"nɪt̪ nɪt̪ d͡ʒɑGərəɳ kərəh səd̪ɑ səd̪ɑ əɑnəⁿd̪ d͡ʒəp d͡ʒəGəd̪isʊɔrɑ.","ur":"نِت نت جاگرݨ کرهُ سدا سدا آنµد جپ جگدیِسورا ۔۔"},"pageNo":1201,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":51631,"shabadId":4260,"verse":{"gurmukhi":"mn ieCy Pl pwvhu sBY Pl pwvhu Drmu ArQu kwm moKu jn nwnk hir isau imly hir Bgq qorw ]2]2]9]","unicode":"ਮਨ ਇਛੇ ਫਲ ਪਾਵਹੁ ਸਭੈ ਫਲ ਪਾਵਹੁ ਧਰਮੁ ਅਰਥੁ ਕਾਮ ਮੋਖੁ ਜਨ ਨਾਨਕ ਹਰਿ ਸਿਉ ਮਿਲੇ ਹਰਿ ਭਗਤ ਤੋਰਾ ॥੨॥੨॥੯॥"},"larivaar":{"gurmukhi":"mnieCyPlpwvhusBYPlpwvhuDrmuArQukwmmoKujnnwnkhirisauimlyhirBgqqorw]2]2]9]","unicode":"ਮਨਇਛੇਫਲਪਾਵਹੁਸਭੈਫਲਪਾਵਹੁਧਰਮੁਅਰਥੁਕਾਮਮੋਖੁਜਨਨਾਨਕਹਰਿਸਿਉਮਿਲੇਹਰਿਭਗਤਤੋਰਾ॥੨॥੨॥੯॥"},"translation":{"en":{"bdb":"Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, fulfilment of desires and liberation. ||2||2||9||","ms":"Says slave Nanak, O Lord, Thy saint obtains the heart-desired fruits, all the fruits, and obtains also the four cardinal boons of righteousness, riches, success and emancipation.","ssk":"Servant Nanak: O Lord, Your devotees obtain the fruits of their minds' desires; they obtain all the fruits and rewards, and the four great blessings - Dharmic faith, wealth and riches, fulfilment of desires and liberation. ||2||2||9||"},"pu":{"ss":{"gurmukhi":"hy sMq jno! (nwm dI brkiq nwl) swry mn-mMgy Pl hwsl krogy, swrIAW murwdW pw lvogy [ Drm, ArQ, kwm, moK—ieh cwry pdwrQ pRwpq kr lvogy [ hy dws nwnk! (AwK—) hy hrI! ijhVy mnu`K qyry (crnW) nwl juVy rihMdy hn auhI qyry Bgq hn [2[2[9[","unicode":"ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ । ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ—ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ । ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ—) ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ।੨।੨।੯।"},"ft":{"gurmukhi":"mn ieCq Pl ko pwvqy hYN AOr BI sBI Pl pwvqy hYN, Drm, ArQ, kwm, moK Awidk jo hY[ sRI gurU jI khqy hYN: hy hrI! jo Bgq jn qyry swQ imly hYN, so hy hrI! qyrw hukm mwnqy hYN; vw BgqoN myN iqn kw qorw ArQwq mu`Kqw hoqI hY[ pUrbokq sbd kw aupdys myN BI ArQ bn skqw hY]2]2]9]","unicode":"ਮਨ ਇਛਤ ਫਲ ਕੋ ਪਾਵਤੇ ਹੈਂ ਔਰ ਭੀ ਸਭੀ ਫਲ ਪਾਵਤੇ ਹੈਂ, ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ ਆਦਿਕ ਜੋ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਹਰੀ! ਜੋ ਭਗਤ ਜਨ ਤੇਰੇ ਸਾਥ ਮਿਲੇ ਹੈਂ, ਸੋ ਹੇ ਹਰੀ! ਤੇਰਾ ਹੁਕਮ ਮਾਨਤੇ ਹੈਂ; ਵਾ ਭਗਤੋਂ ਮੇਂ ਤਿਨ ਕਾ ਤੋਰਾ ਅਰਥਾਤ ਮੁੱਖਤਾ ਹੋਤੀ ਹੈ। ਪੂਰਬੋਕਤ ਸਬਦ ਕਾ ਉਪਦੇਸ ਮੇਂ ਭੀ ਅਰਥ ਬਨ ਸਕਤਾ ਹੈ॥੨॥੨॥੯॥"},"bdb":{"gurmukhi":"hy sMq jno! (nwm dI brkiq nwl) swry mn-mMgy Pl hwsl krogy, swrIAW murwdW pw lvogy [ Drm, ArQ, kwm, moK—ieh cwry pdwrQ pRwpq kr lvogy [ hy dws nwnk! (AwK—) hy hrI! ijhVy mnu`K qyry (crnW) nwl juVy rihMdy hn auhI qyry Bgq hn [2[2[9[","unicode":"ਹੇ ਸੰਤ ਜਨੋ! (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਮਨ-ਮੰਗੇ ਫਲ ਹਾਸਲ ਕਰੋਗੇ, ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪਾ ਲਵੋਗੇ । ਧਰਮ, ਅਰਥ, ਕਾਮ, ਮੋਖ—ਇਹ ਚਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ । ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ—) ਹੇ ਹਰੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹੀ ਤੇਰੇ ਭਗਤ ਹਨ ।੨।੨।੯।"},"ms":{"gurmukhi":"golw nwnk AwKdw hY, hy suAwmI! qyrw swDU ic`q-cwhuMdy myvy pw lYNdw hY, swry myvy pw lYNdw hY Aqy s`cweI, Dn-dOlq, kwmXwbI Aqy kilAwx dIAW cwr auqm dwqW BI pw lYNdw hY[","unicode":"ਗੋਲਾ ਨਾਨਕ ਆਖਦਾ ਹੈ, ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਸਾਧੂ ਚਿੱਤ-ਚਾਹੁੰਦੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੇ ਮੇਵੇ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਸੱਚਾਈ, ਧਨ-ਦੌਲਤ, ਕਾਮਯਾਬੀ ਅਤੇ ਕਲਿਆਣ ਦੀਆਂ ਚਾਰ ਉਤਮ ਦਾਤਾਂ ਭੀ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"El Sirviente Nanak dice, oh Señor, Tus Devotos obtienen los Frutos de los deseos de sus mentes. Obtienen todos los Frutos y Recompensas y las Cuatro Grandes Bendiciones, Fe Dhármica, bienes y riquezas, satisfacción sexual y liberación. (2-2-9)"},"hi":{"ss":"हे संत जनो ! (नाम की बरकति से) सारे मन-माँगे फल हासिल करोगे। सारी मुरादें पा लोगे। धर्म। काम। मोक्ष - ये चारों पदार्थ प्राप्त कर लोगे। हे दास नानक ! (कह-) हे हरी ! जो मनुष्य तेरे (चरणों) के साथ जुड़े रहते हैं वही तेरे भगत हैं। 2। 2। 9।","sts":"वे घर्म, अर्थ, काम, मोक्ष एवं मनवांछित फल पाते हैं। हे नानक ! भक्तजन ईश्वर की भक्ति में ही लीन रहते हैं।॥२॥ २ ॥६॥"}},"transliteration":{"english":"man ichhe fal paavahu sabhai fal paavahu dharam arath kaam mokh jan naanak har siau mile har bhagat toraa ||2||2||9||","hindi":"मन इछे फल पावहु सभै फल पावहु धरमु अरथु काम मोखु जन नानक हरि सिउ मिले हरि भगत तोरा ॥२॥२॥९॥","en":"man ichhe fal paavahu sabhai fal paavahu dharam arath kaam mokh jan naanak har siau mile har bhagat toraa ||2||2||9||","hi":"मन इछे फल पावहु सभै फल पावहु धरमु अरथु काम मोखु जन नानक हरि सिउ मिले हरि भगत तोरा ॥२॥२॥९॥","ipa":"mən eɪɕe fəl pɑʋəh səɓæ fəl pɑʋəh t̪ərəm ərət̪ʰ kɑm mɔkʰ d͡ʒən nɑnək hər sɪo mɪle hər ɓəGət̪ t̪ɔrɑ.2.2.9.","ur":"من اچھے پھل پاوهُ سبھَے پھل پاوهُ دھرم ارتھ کام موکھ جن نانک هر سا ملے هرِ بھگت تورا ۔۔۲۔۔۲۔۔۹۔۔"},"pageNo":1201,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"},{"p":15,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":6,"t":"y"},{"p":15,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"},{"p":15,"t":"v"}]}}]}