{"shabadInfo":{"shabadId":4535,"shabadName":53725,"pageNo":1254,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1254},"raag":{"raagId":31,"gurmukhi":"rwgu mlwr","unicode":"ਰਾਗੁ ਮਲਾਰ","english":"Raag Malaar","raagWithPage":"Malaar (1254-1293)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":11,"navigation":{"previous":4534,"next":4536},"verses":[{"verseId":53721,"shabadId":4535,"verse":{"gurmukhi":"mlwr mhlw 1 ]","unicode":"ਮਲਾਰ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"mlwrmhlw1]","unicode":"ਮਲਾਰਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Malaar, First Mehla:","ms":"Malar 1st Guru.","ssk":"Malaar, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"mlwr pihlI pwiqSwhI[","unicode":"ਮਲਾਰ ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Malhar, Mejl Guru Nanak, Primer Canal Divino. "},"hi":{"ss":"","sts":"मलार महला १ ॥"}},"transliteration":{"english":"malaar mahalaa pehilaa ||","hindi":"मलार महला १ ॥","en":"malaar mahalaa pehilaa ||","hi":"मलार महला १ ॥","ipa":"məlɑr məhəlɑ pəhɪlɑ.","ur":"ملار مهلا ۱ ۔۔"},"pageNo":1254,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":53722,"shabadId":4535,"verse":{"gurmukhi":"krau ibnau gur Apny pRIqm hir vru Awix imlwvY ]","unicode":"ਕਰਉ ਬਿਨਉ ਗੁਰ ਅਪਨੇ ਪ੍ਰੀਤਮ ਹਰਿ ਵਰੁ ਆਣਿ ਮਿਲਾਵੈ ॥"},"larivaar":{"gurmukhi":"krauibnaugurApnypRIqmhirvruAwiximlwvY]","unicode":"ਕਰਉਬਿਨਉਗੁਰਅਪਨੇਪ੍ਰੀਤਮਹਰਿਵਰੁਆਣਿਮਿਲਾਵੈ॥"},"translation":{"en":{"bdb":"I offer prayers to my Beloved Guru, that He may unite me with my Husband Lord.","ms":"I make supplication before my beloved Guru, that he may unite me with God, my spouse.","ssk":"I offer prayers to my Beloved Guru, that He may unite me with my Husband Lord."},"pu":{"ss":{"gurmukhi":"mYN Awpxy gurU pRIqm A`gy bynqI krdI hW, (gurU hI) pqI-pRBU ƒ ilAw ky imlw skdw hY ","unicode":"ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪ੍ਰੀਤਮ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ, (ਗੁਰੂ ਹੀ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਲਿਆ ਕੇ ਮਿਲਾ ਸਕਦਾ ਹੈ "},"ft":{"gurmukhi":"mYN Apny siqguroN ky Awgy bynqI krqI hUM: jo myry (vru) pqI hrI ko myry swQ ilAwky imlwvY]","unicode":"ਮੈਂ ਅਪਨੇ ਸਤਿਗੁਰੋਂ ਕੇ ਆਗੇ ਬੇਨਤੀ ਕਰਤੀ ਹੂੰ: ਜੋ ਮੇਰੇ (ਵਰੁ) ਪਤੀ ਹਰੀ ਕੋ ਮੇਰੇ ਸਾਥ ਲਿਆਕੇ ਮਿਲਾਵੈ॥"},"bdb":{"gurmukhi":"mYN Awpxy gurU pRIqm A`gy bynqI krdI hW, (gurU hI) pqI-pRBU ƒ ilAw ky imlw skdw hY ","unicode":"ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪ੍ਰੀਤਮ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ, (ਗੁਰੂ ਹੀ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਲਿਆ ਕੇ ਮਿਲਾ ਸਕਦਾ ਹੈ "},"ms":{"gurmukhi":"mYN Awpxy ipAwry gurW Agy pRwrQnw krdw hW, ik auh mYƒ myry kMq vwihgurU nwl imlw dyx[","unicode":"ਮੈਂ ਆਪਣੇ ਪਿਆਰੇ ਗੁਰਾਂ ਅਗੇ ਪ੍ਰਾਰਥਨਾ ਕਰਦਾ ਹਾਂ, ਕਿ ਉਹ ਮੈਨੂੰ ਮੇਰੇ ਕੰਤ ਵਾਹਿਗੁਰੂ ਨਾਲ ਮਿਲਾ ਦੇਣ।"}},"es":{"sn":"Le rezo a mi Guru, a mi Amor, que me guíe hasta mi Esposo. "},"hi":{"ss":"मैं अपने गुरू प्रीतम के आगे विनती करती हूँ। (गुरू ही) पति-प्रभू को ला के मिला सकता है।","sts":"मैं अपने गुरु को विनती करती हूँ कि मुझे प्रियतम प्रभु से मिला दो।"}},"transliteration":{"english":"karau binau gur apane preetam har var aan milaavai ||","hindi":"करउ बिनउ गुर अपने प्रीतम हरि वरु आणि मिलावै ॥","en":"karau binau gur apane preetam har var aan milaavai ||","hi":"करउ बिनउ गुर अपने प्रीतम हरि वरु आणि मिलावै ॥","ipa":"kəro bɪno Gʊr əpəne pɹit̪əm hər ʋər əɑɳ mɪlɑʋæ.","ur":"کرا بنا گُر اپنے پریِتم هر ور آݨ ملاوَے ۔۔"},"pageNo":1254,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":53723,"shabadId":4535,"verse":{"gurmukhi":"suix Gn Gor sIqlu mnu morw lwl rqI gux gwvY ]1]","unicode":"ਸੁਣਿ ਘਨ ਘੋਰ ਸੀਤਲੁ ਮਨੁ ਮੋਰਾ ਲਾਲ ਰਤੀ ਗੁਣ ਗਾਵੈ ॥੧॥"},"larivaar":{"gurmukhi":"suixGnGorsIqlumnumorwlwlrqIguxgwvY]1]","unicode":"ਸੁਣਿਘਨਘੋਰਸੀਤਲੁਮਨੁਮੋਰਾਲਾਲਰਤੀਗੁਣਗਾਵੈ॥੧॥"},"translation":{"en":{"bdb":"I hear the thunder in the clouds, and my mind is cooled and soothed; imbued with the Love of my Dear Beloved, I sing His Glorious Praises. ||1||","ms":"Hearing the thundering of clouds my mind is rendered calm and cool and imbued with the Love of my Beloved, I sing His praise.","ssk":"I hear the thunder in the clouds, and my mind is cooled and soothed; imbued with the Love of my Dear Beloved, I sing His Glorious Praises. ||1||"},"pu":{"ss":{"gurmukhi":"(ijvyN vrKw ru`qy b`dlW dI grj sux ky mor pYlW pWdw hY, iqvyN) gurU dy Sbd-b`dlW dI grj sux ky myrw mn TMFw-Twr huMdw hY (mn dI ivkwrW dI qpS bu`J jWdI hY, myrI ijMd) pRIqm-pRBU dy ipAwr ivc rMgIj ky aus dI is&iq-swlwh krdI hY [1[","unicode":"(ਜਿਵੇਂ ਵਰਖਾ ਰੁੱਤੇ ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੋਰ ਪੈਲਾਂ ਪਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੁੰਦਾ ਹੈ (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਮੇਰੀ ਜਿੰਦ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"myG rUpI siqguroN kw aupdyS (Gor) grjxw sux kr ky mn rUpI mor vw myrw mn sIql hUAw hY[ iqsI qy myrI bwxI hrI (lwl) pÎwry myN rqI hUeI iqs ky guxoN ko gwvqI hY]1]","unicode":"ਮੇਘ ਰੂਪੀ ਸਤਿਗੁਰੋਂ ਕਾ ਉਪਦੇਸ਼ (ਘੋਰ) ਗਰਜਣਾ ਸੁਣ ਕਰ ਕੇ ਮਨ ਰੂਪੀ ਮੋਰ ਵਾ ਮੇਰਾ ਮਨ ਸੀਤਲ ਹੂਆ ਹੈ। ਤਿਸੀ ਤੇ ਮੇਰੀ ਬਾਣੀ ਹਰੀ (ਲਾਲ) ਪ੍ਯਾਰੇ ਮੇਂ ਰਤੀ ਹੂਈ ਤਿਸ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤੀ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"(ijvyN vrKw ru`qy b`dlW dI grj sux ky mor pYlW pWdw hY, iqvyN) gurU dy Sbd-b`dlW dI grj sux ky myrw mn TMFw-Twr huMdw hY (mn dI ivkwrW dI qpS bu`J jWdI hY, myrI ijMd) pRIqm-pRBU dy ipAwr ivc rMgIj ky aus dI is&iq-swlwh krdI hY [1[","unicode":"(ਜਿਵੇਂ ਵਰਖਾ ਰੁੱਤੇ ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੋਰ ਪੈਲਾਂ ਪਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਸੁਣ ਕੇ ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੁੰਦਾ ਹੈ (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਮੇਰੀ ਜਿੰਦ) ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"b`dlW dI grj ƒ sux ky, myrw ic`q TMfw-Twr ho igAw hY Aqy Awpxy ipAwry dy ipAwr nwl rMgIj mYN aus dI mihmw gwien krdI hW[","unicode":"ਬੱਦਲਾਂ ਦੀ ਗਰਜ ਨੂੰ ਸੁਣ ਕੇ, ਮੇਰਾ ਚਿੱਤ ਠੰਡਾ-ਠਾਰ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਆਪਣੇ ਪਿਆਰੇ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗੀਜ ਮੈਂ ਉਸ ਦੀ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦੀ ਹਾਂ।"}},"es":{"sn":"Sí, cuando veo las nubes de Gracia relampaguear, el pavo real de mi mente danza, e imbuido en Su Amor, grazna Su Alabanza. (1) "},"hi":{"ss":"(जैसे बरखा ऋतु में बादलों की गड़-गड़ाहट सुन के मोर नाचने लगता है। वैसे ही) गुरू-शबद-बादलों की गरज सुन के मेरा मन ठंडा-ठार होता है (मन के विकारों की तपश बुझ जाती है। मेरे प्राण) प्रीतम-प्रभू के प्यार में रंगीज के उसकी सिफतसालाह करते हैं। 1।","sts":"बादल सरीखा गुरु का उपदेश सुनकर मेरा मन शीतल हो गया है और प्रियतम के प्रेम में रत होकर उसके गुण गाता है॥१॥"}},"transliteration":{"english":"sun ghan ghor seetal man moraa laal ratee gun gaavai ||1||","hindi":"सुणि घन घोर सीतलु मनु मोरा लाल रती गुण गावै ॥१॥","en":"sun ghan ghor seetal man moraa laal ratee gun gaavai ||1||","hi":"सुणि घन घोर सीतलु मनु मोरा लाल रती गुण गावै ॥१॥","ipa":"sʊɳ Gʰən Gʰɔr sit̪əl mən mɔrɑ lɑl rət̪i Gʊɳ Gɑʋæ.1.","ur":"سُݨ گھن گھور سیِتل من مورا لال رتیِ گُݨ گاوَے ۔۔۱۔۔"},"pageNo":1254,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":53724,"shabadId":4535,"verse":{"gurmukhi":"brsu Gnw myrw mnu BInw ]","unicode":"ਬਰਸੁ ਘਨਾ ਮੇਰਾ ਮਨੁ ਭੀਨਾ ॥"},"larivaar":{"gurmukhi":"brsuGnwmyrwmnuBInw]","unicode":"ਬਰਸੁਘਨਾਮੇਰਾਮਨੁਭੀਨਾ॥"},"translation":{"en":{"bdb":"The rain pours down, and my mind is drenched with His Love.","ms":"Pour down, O clouds, that my soul may be wetted with my spouse's love.","ssk":"The rain pours down, and my mind is drenched with His Love."},"pu":{"ss":{"gurmukhi":"hy b`dl! vrKw kr (hy gurU! nwm dI vrKw kr, qw ik) myrw mn aus ivc iB`j jwey ","unicode":"ਹੇ ਬੱਦਲ! ਵਰਖਾ ਕਰ (ਹੇ ਗੁਰੂ! ਨਾਮ ਦੀ ਵਰਖਾ ਕਰ, ਤਾ ਕਿ) ਮੇਰਾ ਮਨ ਉਸ ਵਿਚ ਭਿੱਜ ਜਾਏ "},"ft":{"gurmukhi":"jb myG rUp siqguroN ny aupdys jl myry pr brisAw hY qb myrw mn prym myN (BInw) singD hUAw hY]","unicode":"ਜਬ ਮੇਘ ਰੂਪ ਸਤਿਗੁਰੋਂ ਨੇ ਉਪਦੇਸ ਜਲ ਮੇਰੇ ਪਰ ਬਰਸਿਆ ਹੈ ਤਬ ਮੇਰਾ ਮਨ ਪਰੇਮ ਮੇਂ (ਭੀਨਾ) ਸਨਿਗਧ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy b`dl! vrKw kr (hy gurU! nwm dI vrKw kr, qw ik) myrw mn aus ivc iB`j jwey ","unicode":"ਹੇ ਬੱਦਲ! ਵਰਖਾ ਕਰ (ਹੇ ਗੁਰੂ! ਨਾਮ ਦੀ ਵਰਖਾ ਕਰ, ਤਾ ਕਿ) ਮੇਰਾ ਮਨ ਉਸ ਵਿਚ ਭਿੱਜ ਜਾਏ "},"ms":{"gurmukhi":"vrH pE, hy b`dlo! qW jo myrI ijMdVI Awpxy pqI dI iprhVI nwl iBj jwvy[","unicode":"ਵਰ੍ਹ ਪਓ, ਹੇ ਬੱਦਲੋ! ਤਾਂ ਜੋ ਮੇਰੀ ਜਿੰਦੜੀ ਆਪਣੇ ਪਤੀ ਦੀ ਪਿਰਹੜੀ ਨਾਲ ਭਿਜ ਜਾਵੇ।"}},"es":{"sn":"Desparrámense ya, oh nubes, para que mi Alma se empape "},"hi":{"ss":"हे बादल-बरखा कर (हे गुरू ! नाम की बरसात कर। ता कि) मेरा मन उसमें भीग जाए।","sts":"गुरु के उपदेश रूपी बादल के बरसने से मेरा मन भीग गया है।"}},"transliteration":{"english":"baras ghanaa meraa man bheenaa ||","hindi":"बरसु घना मेरा मनु भीना ॥","en":"baras ghanaa meraa man bheenaa ||","hi":"बरसु घना मेरा मनु भीना ॥","ipa":"bərəs Gʰənɑ merɑ mən ɓinɑ.","ur":"برس گھنا مےرا من بھیٍنا ۔۔"},"pageNo":1254,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":53725,"shabadId":4535,"verse":{"gurmukhi":"AMimRq bUMd suhwnI hIArY guir mohI mnu hir ris lInw ]1] rhwau ]","unicode":"ਅੰਮ੍ਰਿਤ ਬੂੰਦ ਸੁਹਾਨੀ ਹੀਅਰੈ ਗੁਰਿ ਮੋਹੀ ਮਨੁ ਹਰਿ ਰਸਿ ਲੀਨਾ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"AMimRqbUMdsuhwnIhIArYguirmohImnuhirrislInw]1]rhwau]","unicode":"ਅੰਮ੍ਰਿਤਬੂੰਦਸੁਹਾਨੀਹੀਅਰੈਗੁਰਿਮੋਹੀਮਨੁਹਰਿਰਸਿਲੀਨਾ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"The drop of Ambrosial Nectar pleases my heart; the Guru has fascinated my mind, which is drenched in the sublime essence of the Lord. ||1||Pause||","ms":"The Nectar drop is pleasing to my mind. The Guru has bewitched my soul and it is now absorbed in the God's elixir. Pause.","ssk":"The drop of Ambrosial Nectar pleases my heart; the Guru has fascinated my mind, which is drenched in the sublime essence of the Lord. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(ijs suBwg jIv-iesq®I ƒ) gurU ny Awpxy ipAwr-v`s kr ilAw; aus dw mn prmwqmw dy rs ivc lIn rihMdw hY, aus dy ihrdy ivc nwm-AMimRq dI bUMd TMF pWdI hY (suK dyNdI hY) [1[rhwau[","unicode":"(ਜਿਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਨੇ ਆਪਣੇ ਪਿਆਰ-ਵੱਸ ਕਰ ਲਿਆ; ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਰਸ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਠੰਢ ਪਾਂਦੀ ਹੈ (ਸੁਖ ਦੇਂਦੀ ਹੈ) ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"siqguroN kI isiKAw rUpI AMimRq bUMd myry irdy myN suKweI hY, iqsI qy myrI buDI guroN ny moih leI hY AOr mn myrw hrI ky (ris) pRym vw AnMd mY lIn ho igAw hY]1] rhwau ]","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਸਿਖਿਆ ਰੂਪੀ ਅੰਮ੍ਰਿਤ ਬੂੰਦ ਮੇਰੇ ਰਿਦੇ ਮੇਂ ਸੁਖਾਈ ਹੈ, ਤਿਸੀ ਤੇ ਮੇਰੀ ਬੁਧੀ ਗੁਰੋਂ ਨੇ ਮੋਹਿ ਲਈ ਹੈ ਔਰ ਮਨ ਮੇਰਾ ਹਰੀ ਕੇ (ਰਸਿ) ਪ੍ਰੇਮ ਵਾ ਅਨੰਦ ਮੈ ਲੀਨ ਹੋ ਗਿਆ ਹੈ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(ijs suBwg jIv-iesq®I ƒ) gurU ny Awpxy ipAwr-v`s kr ilAw; aus dw mn prmwqmw dy rs ivc lIn rihMdw hY, aus dy ihrdy ivc nwm-AMimRq dI bUMd TMF pWdI hY (suK dyNdI hY) [1[rhwau[","unicode":"(ਜਿਸ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਨੇ ਆਪਣੇ ਪਿਆਰ-ਵੱਸ ਕਰ ਲਿਆ; ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਰਸ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਠੰਢ ਪਾਂਦੀ ਹੈ (ਸੁਖ ਦੇਂਦੀ ਹੈ) ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"Awib-ieswq dI kxI, myry ihrdy ƒ cMgI lgdI hY[ gurW ny myrI Awqmw ƒ PryPqw kr ilAw hY Aqy ieh hux vwihgurU dy AMimRq iv`c smw geI hY[ Tihrwau[","unicode":"ਆਬਿ-ਇਸਾਤ ਦੀ ਕਣੀ, ਮੇਰੇ ਹਿਰਦੇ ਨੂੰ ਚੰਗੀ ਲਗਦੀ ਹੈ। ਗੁਰਾਂ ਨੇ ਮੇਰੀ ਆਤਮਾ ਨੂੰ ਫਰੇਫਤਾ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਇਹ ਹੁਣ ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਮ੍ਰਿਤ ਵਿੱਚ ਸਮਾ ਗਈ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"y el Néctar descienda y se pose en mi corazón, y embrujado por el Guru, quede intoxicado con el Sabor de Dios. (1-Pausa)"},"hi":{"ss":"(जिस सौभाग्यवती जीव-स्त्री को) गुरू ने अपने प्यार-वश कर लिया; उसका मन परमात्मा रस में लीन रहता है। उसके हृदय में नाम-अमृत की बूँद ठंडक देती है (सुख देती है)। 1। रहाउ।","sts":"उसकी अमृत की बूंद हृदय में सुहावनी हो गई है और गुरु ने मेरा मन हरि रस में लीन कर दिया है॥१॥रहाउ॥"}},"transliteration":{"english":"a(n)mirat boo(n)dh suhaanee heearai gur mohee man har ras leenaa ||1|| rahaau ||","hindi":"अंमृत बूँद सुहानी हीअरै गुरि मोही मनु हरि रसि लीना ॥१॥ रहाउ ॥","en":"a(n)mirat boo(n)dh suhaanee heearai gur mohee man har ras leenaa ||1|| rahaau ||","hi":"अंमृत बूँद सुहानी हीअरै गुरि मोही मनु हरि रसि लीना ॥१॥ रहाउ ॥","ipa":"əŋmɪɹət̪ buŋd̪ sʊhɑni hiəræ Gʊr mɔhi mən hər rəs linɑ.1. rəhɑo.","ur":"اںمرت بُوںد سُهانیِ هیِارَے گُر موهیِ من هر رسِ لیٍنا ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1254,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":53726,"shabadId":4535,"verse":{"gurmukhi":"shij suKI vr kwmix ipAwrI ijsu gur bcnI mnu mwinAw ]","unicode":"ਸਹਜਿ ਸੁਖੀ ਵਰ ਕਾਮਣਿ ਪਿਆਰੀ ਜਿਸੁ ਗੁਰ ਬਚਨੀ ਮਨੁ ਮਾਨਿਆ ॥"},"larivaar":{"gurmukhi":"shijsuKIvrkwmixipAwrIijsugurbcnImnumwinAw]","unicode":"ਸਹਜਿਸੁਖੀਵਰਕਾਮਣਿਪਿਆਰੀਜਿਸੁਗੁਰਬਚਨੀਮਨੁਮਾਨਿਆ॥"},"translation":{"en":{"bdb":"With intuitive peace and poise, the soul-bride is loved by her Husband Lord; her mind is pleased and appeased by the Guru's Teachings.","ms":"The Bride whose mind is pleased with the Guru's word, is sweet to her spouse and enjoys peace of poise.","ssk":"With intuitive peace and poise, the soul-bride is loved by her Husband Lord; her mind is pleased and appeased by the Guru's Teachings."},"pu":{"ss":{"gurmukhi":"ijs (jIv-iesq®I) dw mn gurU dy bcnW ivc (gurU dI bwxI ivc) ig`J jWdw hY, Ksm-pRBU dI auh ipAwrI iesq®I Afol AvsQw ivc Awqmk suK mwxdI hY [","unicode":"ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਉਹ ਪਿਆਰੀ ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਆਤਮਕ ਸੁਖ ਮਾਣਦੀ ਹੈ ।"},"ft":{"gurmukhi":"soeI (kwmix) iesqRI pqI ko ipAwrI Ar (shij) suBwvk suKI hY, ijs kw mn siqguroN ky bcnoN kr ky iqs hrI pqI myN mwinAw hY]","unicode":"ਸੋਈ (ਕਾਮਣਿ) ਇਸਤ੍ਰੀ ਪਤੀ ਕੋ ਪਿਆਰੀ ਅਰ (ਸਹਜਿ) ਸੁਭਾਵਕ ਸੁਖੀ ਹੈ, ਜਿਸ ਕਾ ਮਨ ਸਤਿਗੁਰੋਂ ਕੇ ਬਚਨੋਂ ਕਰ ਕੇ ਤਿਸ ਹਰੀ ਪਤੀ ਮੇਂ ਮਾਨਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijs (jIv-iesq®I) dw mn gurU dy bcnW ivc (gurU dI bwxI ivc) ig`J jWdw hY, Ksm-pRBU dI auh ipAwrI iesq®I Afol AvsQw ivc Awqmk suK mwxdI hY [","unicode":"ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਉਹ ਪਿਆਰੀ ਇਸਤ੍ਰੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਆਤਮਕ ਸੁਖ ਮਾਣਦੀ ਹੈ ।"},"ms":{"gurmukhi":"auh pqnI ijs dw ic`q gurW dI bwxI nwl prsMn ho igAw hY, Awpxy mwlk ƒ im`TI lgdI hY qy Afolqw dy Awrwm ƒ mwxdI hY[","unicode":"ਉਹ ਪਤਨੀ ਜਿਸ ਦਾ ਚਿੱਤ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਨਾਲ ਪਰਸੰਨ ਹੋ ਗਿਆ ਹੈ, ਆਪਣੇ ਮਾਲਕ ਨੂੰ ਮਿੱਠੀ ਲਗਦੀ ਹੈ ਤੇ ਅਡੋਲਤਾ ਦੇ ਆਰਾਮ ਨੂੰ ਮਾਣਦੀ ਹੈ।"}},"es":{"sn":"Aquélla que es la Bienamada del Maestro, disfruta de la Paz del Equilibrio, "},"hi":{"ss":"जिस (जीव-स्त्री) का मन गुरू के वचनों में (गुरू की बाणी में) लग जाता है। पति-प्रभू की वह प्यारी स्त्री अडोल अवस्था में आत्मिक सुख भोगती है।","sts":"गुरु के वचन से जिसका मन संतुष्ट हो गया है, यही प्यारी जीव-स्त्री अपने पति-प्रभु के साथ सुखी है।"}},"transliteration":{"english":"sahaj sukhee var kaaman piaaree jis gur bachanee man maaniaa ||","hindi":"सहजि सुखी वर कामणि पिआरी जिसु गुर बचनी मनु मानिआ ॥","en":"sahaj sukhee var kaaman piaaree jis gur bachanee man maaniaa ||","hi":"सहजि सुखी वर कामणि पिआरी जिसु गुर बचनी मनु मानिआ ॥","ipa":"səhəd͡ʒ sʊkʰi ʋər kɑməɳ pɪəɑri d͡ʒɪs Gʊr bət͡ʃəni mən mɑnɪəɑ.","ur":"سهج سُکھیِ ور کامݨ پآریِ جس گُر بچنیِ من مانآ ۔۔"},"pageNo":1254,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":53727,"shabadId":4535,"verse":{"gurmukhi":"hir vir nwir BeI sohwgix min qin pRymu suKwinAw ]2]","unicode":"ਹਰਿ ਵਰਿ ਨਾਰਿ ਭਈ ਸੋਹਾਗਣਿ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਸੁਖਾਨਿਆ ॥੨॥"},"larivaar":{"gurmukhi":"hirvirnwirBeIsohwgixminqinpRymusuKwinAw]2]","unicode":"ਹਰਿਵਰਿਨਾਰਿਭਈਸੋਹਾਗਣਿਮਨਿਤਨਿਪ੍ਰੇਮੁਸੁਖਾਨਿਆ॥੨॥"},"translation":{"en":{"bdb":"She is the happy soul-bride of her Husband Lord; her mind and body are filled with joy by His Love. ||2||","ms":"Such a bride of God, the Groom, becomes eternal and to her mind and body her Lord's love is pleasing.","ssk":"She is the happy soul-bride of her Husband Lord; her mind and body are filled with joy by His Love. ||2||"},"pu":{"ss":{"gurmukhi":"pRBU ƒ Awpxw Ksm bxw ky auh jIv-iesq®I BwgW vwlI ho jWdI hY, aus dy mn ivc aus dy qn ivc pRBU dw ipAwr Awqmk suK pYdw krdw hY [2[","unicode":"ਪ੍ਰਭੂ ਨੂੰ ਆਪਣਾ ਖਸਮ ਬਣਾ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਆਤਮਕ ਸੁਖ ਪੈਦਾ ਕਰਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"soeI hrI pqI kI nwr suhwgn BeI hY ijs ky mn qn ky AMqr iqs vwihgurU kw pRym suKwieAw hY]2]","unicode":"ਸੋਈ ਹਰੀ ਪਤੀ ਕੀ ਨਾਰ ਸੁਹਾਗਨ ਭਈ ਹੈ ਜਿਸ ਕੇ ਮਨ ਤਨ ਕੇ ਅੰਤਰ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕਾ ਪ੍ਰੇਮ ਸੁਖਾਇਆ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"pRBU ƒ Awpxw Ksm bxw ky auh jIv-iesq®I BwgW vwlI ho jWdI hY, aus dy mn ivc aus dy qn ivc pRBU dw ipAwr Awqmk suK pYdw krdw hY [2[","unicode":"ਪ੍ਰਭੂ ਨੂੰ ਆਪਣਾ ਖਸਮ ਬਣਾ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਆਤਮਕ ਸੁਖ ਪੈਦਾ ਕਰਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"Awpxy vwihgurU kMq dI AYsI pqnI vI siQr ho jWdI hY qy aus dy idl qy dyih ƒ Awpxy suAwmI dw ipAwr cMgw lgdw hY[","unicode":"ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਕੰਤ ਦੀ ਐਸੀ ਪਤਨੀ ਵੀ ਸਥਿਰ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਉਸ ਦੇ ਦਿਲ ਤੇ ਦੇਹਿ ਨੂੰ ਆਪਣੇ ਸੁਆਮੀ ਦਾ ਪਿਆਰ ਚੰਗਾ ਲਗਦਾ ਹੈ।"}},"es":{"sn":"sí, quien tiene una mente que está complacida con la Palabra del Guru, ama a Su Amor, en cuerpo y Alma y se convierte en la Novia Eterna de Dios. (2)"},"hi":{"ss":"प्रभू को अपना पति बना के वह जीव-स्त्री भाग्यशाली हो जाती है। उसके मन में उसके तन में प्रभू का प्यार आत्मिक सुख पैदा करता है। 2।","sts":"जीव रूपी नारी परमेश्वर रूपी पति को पाकर सुहागिन हो गई है और उसके मन तन को प्रभु का प्रेम सुख पहुँचा रहा है॥२॥"}},"transliteration":{"english":"har var naar bhiee sohaagan man tan prem sukhaaniaa ||2||","hindi":"हरि वरि नारि भई सोहागणि मनि तनि प्रेमु सुखानिआ ॥२॥","en":"har var naar bhiee sohaagan man tan prem sukhaaniaa ||2||","hi":"हरि वरि नारि भई सोहागणि मनि तनि प्रेमु सुखानिआ ॥२॥","ipa":"hər ʋər nɑr ɓei sɔhɑGəɳ mən t̪ən pɹem sʊkʰɑnɪəɑ.2.","ur":"هر ورِ نار بھای سوهاگݨ منِ تنِ پرےم سُکھانآ ۔۔۲۔۔"},"pageNo":1254,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":53728,"shabadId":4535,"verse":{"gurmukhi":"Avgx iqAwig BeI bYrwgin AsiQru vru sohwgu hrI ]","unicode":"ਅਵਗਣ ਤਿਆਗਿ ਭਈ ਬੈਰਾਗਨਿ ਅਸਥਿਰੁ ਵਰੁ ਸੋਹਾਗੁ ਹਰੀ ॥"},"larivaar":{"gurmukhi":"AvgxiqAwigBeIbYrwginAsiQruvrusohwguhrI]","unicode":"ਅਵਗਣਤਿਆਗਿਭਈਬੈਰਾਗਨਿਅਸਥਿਰੁਵਰੁਸੋਹਾਗੁਹਰੀ॥"},"translation":{"en":{"bdb":"Discarding her demerits, she becomes detached; with the Lord as her Husband, her marriage is eternal.","ms":"Abandoning demerits, she becomes detached and having God as her Groom, her married life is rendered permanent.","ssk":"Discarding her demerits, she becomes detached; with the Lord as her Husband, her marriage is eternal."},"pu":{"ss":{"gurmukhi":"auh iesq®I AOgux iqAwg ky pRBU-crnW dI vYrwgx ho jWdI hY, sdw kwiem rihx vwlw hrI aus dw sohwg bx jWdw hY, aus dw Ksm bx jWdw hY ","unicode":"ਉਹ ਇਸਤ੍ਰੀ ਔਗੁਣ ਤਿਆਗ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਵੈਰਾਗਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਉਸ ਦਾ ਸੋਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਖਸਮ ਬਣ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"AvguxoN ko iqAwg kr ky jo vYrwgvwn BeI hY iqs ko hrI pqI kw (suhwgu) AnMd iesiQq hUAw hY]","unicode":"ਅਵਗੁਣੋਂ ਕੋ ਤਿਆਗ ਕਰ ਕੇ ਜੋ ਵੈਰਾਗਵਾਨ ਭਈ ਹੈ ਤਿਸ ਕੋ ਹਰੀ ਪਤੀ ਕਾ (ਸੁਹਾਗੁ) ਅਨੰਦ ਇਸਥਿਤ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"auh iesq®I AOgux iqAwg ky pRBU-crnW dI vYrwgx ho jWdI hY, sdw kwiem rihx vwlw hrI aus dw sohwg bx jWdw hY, aus dw Ksm bx jWdw hY ","unicode":"ਉਹ ਇਸਤ੍ਰੀ ਔਗੁਣ ਤਿਆਗ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਵੈਰਾਗਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਉਸ ਦਾ ਸੋਹਾਗ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਖਸਮ ਬਣ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"bdIAW ƒ C`f ky auh auprwm ho jWdI hY Aqy hrI ƒ Awpxy pqI vjo pw, aus dw ivAwhuqw jIvn musqikl ho jWdw hY[","unicode":"ਬਦੀਆਂ ਨੂੰ ਛੱਡ ਕੇ ਉਹ ਉਪਰਾਮ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਹਰੀ ਨੂੰ ਆਪਣੇ ਪਤੀ ਵਜੋ ਪਾ, ਉਸ ਦਾ ਵਿਆਹੁਤਾ ਜੀਵਨ ਮੁਸਤਕਿਲ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Ella abandona sus deméritos y se desapega de lo mundano, entonada en Su Señor Eterno y Maestro. "},"hi":{"ss":"वह जीव-स्त्री अवगुण त्याग के प्रभू-चरणों की वैरागनि हो जाती है। सदा कायम रहने वाला हरी उसका सोहाग बन जाता है। उसका पति बन जाता है।","sts":"अपने अटल सुहाग प्रभु को पाकर वह वैराग्यवान हो गई है और उसने अवगुणों को त्याग दिया है।"}},"transliteration":{"english":"avagan tiaag bhiee bairaagan asathir var sohaag haree ||","hindi":"अवगण तिआगि भई बैरागनि असथिरु वरु सोहागु हरी ॥","en":"avagan tiaag bhiee bairaagan asathir var sohaag haree ||","hi":"अवगण तिआगि भई बैरागनि असथिरु वरु सोहागु हरी ॥","ipa":"əʋəGəɳ t̪ɪəɑG ɓei bærɑGən əsət̪ʰɪr ʋər sɔhɑG həri.","ur":"اوگݨ تآگ بھای بَےراگن استھر ور سوهاگ هریِ ۔۔"},"pageNo":1254,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":53729,"shabadId":4535,"verse":{"gurmukhi":"sogu ivjogu iqsu kdy n ivAwpY hir pRiB ApxI ikrpw krI ]3]","unicode":"ਸੋਗੁ ਵਿਜੋਗੁ ਤਿਸੁ ਕਦੇ ਨ ਵਿਆਪੈ ਹਰਿ ਪ੍ਰਭਿ ਅਪਣੀ ਕਿਰਪਾ ਕਰੀ ॥੩॥"},"larivaar":{"gurmukhi":"soguivjoguiqsukdynivAwpYhirpRiBApxIikrpwkrI]3]","unicode":"ਸੋਗੁਵਿਜੋਗੁਤਿਸੁਕਦੇਨਵਿਆਪੈਹਰਿਪ੍ਰਭਿਅਪਣੀਕਿਰਪਾਕਰੀ॥੩॥"},"translation":{"en":{"bdb":"She never suffers separation or sorrow; her Lord God showers her with His Grace. ||3||","ms":"The Lord God showers His benediction on her and she suffers not sorrow and separation ever.","ssk":"She never suffers separation or sorrow; her Lord God showers her with His Grace. ||3||"},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I auqy hrI pRBU ny AwpxI ikrpw (dI id®StI) kIqI, aus auqy moh Awidk dI icMqw jW pRBU-crnW qoN ivCoVw kdy zor nhIN pw skdw [3[","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਕਿਰਪਾ (ਦੀ ਦ੍ਰਿਸ਼ਟੀ) ਕੀਤੀ, ਉਸ ਉਤੇ ਮੋਹ ਆਦਿਕ ਦੀ ਚਿੰਤਾ ਜਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਕਦੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ।੩।"},"ft":{"gurmukhi":"punh ijs pr hir pRBU ny ApxI ikrpw krI hY iqs ko sog ivjog kbI nhIN ibAwpqw hY]3]","unicode":"ਪੁਨਹ ਜਿਸ ਪਰ ਹਰਿ ਪ੍ਰਭੂ ਨੇ ਅਪਣੀ ਕਿਰਪਾ ਕਰੀ ਹੈ ਤਿਸ ਕੋ ਸੋਗ ਵਿਜੋਗ ਕਬੀ ਨਹੀਂ ਬਿਆਪਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I auqy hrI pRBU ny AwpxI ikrpw (dI id®StI) kIqI, aus auqy moh Awidk dI icMqw jW pRBU-crnW qoN ivCoVw kdy zor nhIN pw skdw [3[","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਕਿਰਪਾ (ਦੀ ਦ੍ਰਿਸ਼ਟੀ) ਕੀਤੀ, ਉਸ ਉਤੇ ਮੋਹ ਆਦਿਕ ਦੀ ਚਿੰਤਾ ਜਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਕਦੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ।੩।"},"ms":{"gurmukhi":"suAwmI vwihgurU aus auqy AwpxI imhr Dwrdw hY Aqy aus ƒ APsos qy ivCoVw kdwicq nhIN ivAwpxy[","unicode":"ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਉਸ ਉਤੇ ਆਪਣੀ ਮਿਹਰ ਧਾਰਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਅਫਸੋਸ ਤੇ ਵਿਛੋੜਾ ਕਦਾਚਿਤ ਨਹੀਂ ਵਿਆਪਣੇ।"}},"es":{"sn":"Ella no es atacada por la tristeza o el sentido de separación nunca más, tal es la Misericordia de Dios sobre ella. (3)"},"hi":{"ss":"जिस जीव-स्त्री पर हरी-प्रभू ने अपनी कृपा (की दृष्टि) की। उस पर मोह आदि की चिंता या प्रभू-चरणों से विछोड़ा कभी जोर नहीं डाल सकता। 3।","sts":"जिस पर प्रभु ने अपनी कृपा की है, उसे शोक-वियोग कभी प्रभावित नहीं करता॥३॥"}},"transliteration":{"english":"sog vijog tis kadhe na viaapai har prabh apanee kirapaa karee ||3||","hindi":"सोगु विजोगु तिसु कदे न विआपै हरि प्रभि अपणी किरपा करी ॥३॥","en":"sog vijog tis kadhe na viaapai har prabh apanee kirapaa karee ||3||","hi":"सोगु विजोगु तिसु कदे न विआपै हरि प्रभि अपणी किरपा करी ॥३॥","ipa":"sɔG ʋɪd͡ʒɔG t̪ɪs kəd̪e nə ʋɪəɑpæ hər pɹəɓ əpəɳi kɪrəpɑ kəri.3.","ur":"سوگ وجوگ تس کدے ن وآپَے هر پربھ اپݨیِ کرپا کریِ ۔۔۳۔۔"},"pageNo":1254,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":53730,"shabadId":4535,"verse":{"gurmukhi":"Awvx jwxu nhI mnu inhclu pUry gur kI Et ghI ]","unicode":"ਆਵਣ ਜਾਣੁ ਨਹੀ ਮਨੁ ਨਿਹਚਲੁ ਪੂਰੇ ਗੁਰ ਕੀ ਓਟ ਗਹੀ ॥"},"larivaar":{"gurmukhi":"AwvxjwxunhImnuinhclupUrygurkIEtghI]","unicode":"ਆਵਣਜਾਣੁਨਹੀਮਨੁਨਿਹਚਲੁਪੂਰੇਗੁਰਕੀਓਟਗਹੀ॥"},"translation":{"en":{"bdb":"Her mind is steady and stable; she does not come and go in reincarnation.","ms":"She seizes the shelter of the Perfect Guru. Her mind becomes moveless and she comes and goes not.","ssk":"Her mind is steady and stable; she does not come and go in reincarnation."},"pu":{"ss":{"gurmukhi":"ijs jIv-iesq®I ny pUry gurU dw p`lw PiVAw hY, aus dw mn (ivkwrW vloN) Afol ho jWdw hY (Bwv, ivkwrW vl nhIN foldw), aus dw jnm mrn dw gyV mu`k jWdw hY [ ","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਲ ਨਹੀਂ ਡੋਲਦਾ), ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"ijnoN ny pUry siqguroN kI Et gRhx krI hY iqnoN kw mn inhcl hUAw hY, iqsI kr ky iqnoN ko punh Awvx jwxw ArQwq jnmxw mrnw nhIN hoqw hY]","unicode":"ਜਿਨੋਂ ਨੇ ਪੂਰੇ ਸਤਿਗੁਰੋਂ ਕੀ ਓਟ ਗ੍ਰਹਣ ਕਰੀ ਹੈ ਤਿਨੋਂ ਕਾ ਮਨ ਨਿਹਚਲ ਹੂਆ ਹੈ, ਤਿਸੀ ਕਰ ਕੇ ਤਿਨੋਂ ਕੋ ਪੁਨਹ ਆਵਣ ਜਾਣਾ ਅਰਥਾਤ ਜਨਮਣਾ ਮਰਨਾ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs jIv-iesq®I ny pUry gurU dw p`lw PiVAw hY, aus dw mn (ivkwrW vloN) Afol ho jWdw hY (Bwv, ivkwrW vl nhIN foldw), aus dw jnm mrn dw gyV mu`k jWdw hY [ ","unicode":"ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਲ ਨਹੀਂ ਡੋਲਦਾ), ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"auh pUrn gurW dI pnwh pkV lYNdI hY[ aus dw mnUAw Aih`l ho jWdw hY Aqy auh AwauNdI jWdI nhIN[","unicode":"ਉਹ ਪੂਰਨ ਗੁਰਾਂ ਦੀ ਪਨਾਹ ਪਕੜ ਲੈਂਦੀ ਹੈ। ਉਸ ਦਾ ਮਨੂਆ ਅਹਿੱਲ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ ਆਉਂਦੀ ਜਾਂਦੀ ਨਹੀਂ।"}},"es":{"sn":"Ella ya no regresa ni se va, su mente se vuelve inamovible, aferrándose al Refugio del Guru Perfecto. "},"hi":{"ss":"जिस जीव-स्त्री ने पूरे गुरू का पल्ला पकड़ा है। उसका मन (विकारों से) अडोल हो जाता है (भाव। विकारों की तरफ नहीं दौड़ता)। उसके जनम-मरण का चक्कर समाप्त हो जाता है।","sts":"जिसने पूर्ण गुरु का आसरा लिया है, उसका मन तो निश्चल हुआ ही है, आवागमन भी मिट गया है।"}},"transliteration":{"english":"aavan jaan nahee man nihachal poore gur kee oT gahee ||","hindi":"आवण जाणु नही मनु निहचलु पूरे गुर की ओट गही ॥","en":"aavan jaan nahee man nihachal poore gur kee oT gahee ||","hi":"आवण जाणु नही मनु निहचलु पूरे गुर की ओट गही ॥","ipa":"əɑʋəɳ d͡ʒɑɳ nəhi mən nɪhət͡ʃəl pure Gʊr ki oəʈ Gəhi.","ur":"آوݨ جاݨ نهیِ من نهچل پُورے گُر کیِ اوٹ گهیِ ۔۔"},"pageNo":1254,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":53731,"shabadId":4535,"verse":{"gurmukhi":"nwnk rwm nwmu jip gurmuiK Dnu sohwgix scu shI ]4]2]","unicode":"ਨਾਨਕ ਰਾਮ ਨਾਮੁ ਜਪਿ ਗੁਰਮੁਖਿ ਧਨੁ ਸੋਹਾਗਣਿ ਸਚੁ ਸਹੀ ॥੪॥੨॥"},"larivaar":{"gurmukhi":"nwnkrwmnwmujipgurmuiKDnusohwgixscushI]4]2]","unicode":"ਨਾਨਕਰਾਮਨਾਮੁਜਪਿਗੁਰਮੁਖਿਧਨੁਸੋਹਾਗਣਿਸਚੁਸਹੀ॥੪॥੨॥"},"translation":{"en":{"bdb":"She takes the Shelter of the Perfect Guru. O Nanak, as Gurmukh, chant the Naam; you shall be accepted as the true soul-bride of the Lord. ||4||2||","ms":"O Nanak, by the Guru's grace, utter thou the Lord's Name, that thou may be accepted as the really blessed bride of the True Lord.","ssk":"She takes the Shelter of the Perfect Guru. O Nanak, as Gurmukh, chant the Naam; you shall be accepted as the true soul-bride of the Lord. ||4||2||"},"pu":{"ss":{"gurmukhi":" hy nwnk! auhI jIv-iesq®I gurU dI rwhIN pRBU dw nwm jp ky BwgW vwlI ho jWdI hY, auh TIk ArQW ivc sdw-iQr pRBU dw rUp ho jWdI hY [4[2[","unicode":" ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਠੀਕ ਅਰਥਾਂ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ ।੪।੨।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: ijs ny guroN duAwry rwm nwm jp kr ky sc srUp ko (shI) inscy kIAw hY, so sohwgxI DMnÎ hY]4]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਸ ਨੇ ਗੁਰੋਂ ਦੁਆਰੇ ਰਾਮ ਨਾਮ ਜਪ ਕਰ ਕੇ ਸਚ ਸਰੂਪ ਕੋ (ਸਹੀ) ਨਿਸਚੇ ਕੀਆ ਹੈ, ਸੋ ਸੋਹਾਗਣੀ ਧੰਨ੍ਯ ਹੈ॥੪॥੨॥"},"bdb":{"gurmukhi":" hy nwnk! auhI jIv-iesq®I gurU dI rwhIN pRBU dw nwm jp ky BwgW vwlI ho jWdI hY, auh TIk ArQW ivc sdw-iQr pRBU dw rUp ho jWdI hY [4[2[","unicode":" ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਠੀਕ ਅਰਥਾਂ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੀ ਹੈ ।੪।੨।"},"ms":{"gurmukhi":"hy nwnk gurW dI dieAw duAwrw qUM sweIN dy nwm dw aucwrn kr, qW jo qUM s¤cy sweIN dI AslI mubwrk pqnI pRvwn ho jwvy[","unicode":"ਹੇ ਨਾਨਕ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਤੂੰ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਤਾਂ ਜੋ ਤੂੰ ਸੱਚੇ ਸਾਈਂ ਦੀ ਅਸਲੀ ਮੁਬਾਰਕ ਪਤਨੀ ਪ੍ਰਵਾਨ ਹੋ ਜਾਵੇ।"}},"es":{"sn":"Dice Nanak, habita en el Nombre del Señor, por la Gracia del Guru, para que seas aceptada como la Novia Bendecida de tu Dios. (4-2)"},"hi":{"ss":"हे नानक ! वही जीव-स्त्री गुरू के द्वारा प्रभू का नाम जप के सौभाग्यशाली हो जाती है। वह ठीक अर्थों में सदा-स्थिर प्रभू का रूप हो जाती है। 4। 2।","sts":"गुरु नानक का कथन है कि गुरु के द्वारा राम नाम का जाप करने वाली सुहागिन धन्य एवं सत्यशील है॥४॥२॥"}},"transliteration":{"english":"naanak raam naam jap gurmukh dhan sohaagan sach sahee ||4||2||","hindi":"नानक राम नामु जपि गुरमुखि धनु सोहागणि सचु सही ॥४॥२॥","en":"naanak raam naam jap gurmukh dhan sohaagan sach sahee ||4||2||","hi":"नानक राम नामु जपि गुरमुखि धनु सोहागणि सचु सही ॥४॥२॥","ipa":"nɑnək rɑm nɑm d͡ʒəp Gʊrəmʊkʰ t̪ən sɔhɑGəɳ sət͡ʃ səhi.4.2.","ur":"نانک رام نام جپ گُرمکھ دھن سوهاگݨ سچ سهیِ ۔۔۴۔۔۲۔۔"},"pageNo":1254,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}}]}