{"shabadInfo":{"shabadId":4766,"shabadName":56014,"pageNo":1313,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1313},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":6,"navigation":{"previous":4765,"next":4767},"verses":[{"verseId":56013,"shabadId":4766,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri."},"hi":{"ss":"","sts":"पउड़ी॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":1313,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":56014,"shabadId":4766,"verse":{"gurmukhi":"qUM Awpy hI isD swiDko qU Awpy hI jug jogIAw ]","unicode":"ਤੂੰ ਆਪੇ ਹੀ ਸਿਧ ਸਾਧਿਕੋ ਤੂ ਆਪੇ ਹੀ ਜੁਗ ਜੋਗੀਆ ॥"},"larivaar":{"gurmukhi":"qUMAwpyhIisDswiDkoqUAwpyhIjugjogIAw]","unicode":"ਤੂੰਆਪੇਹੀਸਿਧਸਾਧਿਕੋਤੂਆਪੇਹੀਜੁਗਜੋਗੀਆ॥"},"translation":{"en":{"bdb":"You Yourself are the Siddha and the seeker; You Yourself are the Yoga and the Yogi.","ms":"O Lord, Thou Thyself are the adept and the Striver. Thou Thyself are the Yogi and Yogis.","ssk":"You Yourself are the Siddha and the seeker; You Yourself are the Yoga and the Yogi."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ Awp hI (jog-swDnW ivc) pu`gw hoieAw jogI hYN, qUµ Awp hI swDn krn vwlw hYN, qUµ Awp hI jog ivc juVn vwlw hYN, ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗਾ ਹੋਇਆ ਜੋਗੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਧਨ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੋਗ ਵਿਚ ਜੁੜਨ ਵਾਲਾ ਹੈਂ, "},"ft":{"gurmukhi":"hy hrI! qUM Awpy hI isD hYN AOr swDnw krny vwlw BI Awp hI hYN AOr qUM Awpy hI sÍrUp myN (jug) juVny vwlw jogI hYN]","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਆਪੇ ਹੀ ਸਿਧ ਹੈਂ ਔਰ ਸਾਧਨਾ ਕਰਨੇ ਵਾਲਾ ਭੀ ਆਪ ਹੀ ਹੈਂ ਔਰ ਤੂੰ ਆਪੇ ਹੀ ਸ੍ਵਰੂਪ ਮੇਂ (ਜੁਗ) ਜੁੜਨੇ ਵਾਲਾ ਜੋਗੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ Awp hI (jog-swDnW ivc) pu`gw hoieAw jogI hYN, qUµ Awp hI swDn krn vwlw hYN, qUµ Awp hI jog ivc juVn vwlw hYN, ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗਾ ਹੋਇਆ ਜੋਗੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਧਨ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੋਗ ਵਿਚ ਜੁੜਨ ਵਾਲਾ ਹੈਂ, "},"ms":{"gurmukhi":"hy pRBU! qUM Kud hI pUrn purS Aqy AiBAwsI hYN[ qUM Kud hI XogIAW dw XogI hYN[","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਖੁਦ ਹੀ ਪੂਰਨ ਪੁਰਸ਼ ਅਤੇ ਅਭਿਆਸੀ ਹੈਂ। ਤੂੰ ਖੁਦ ਹੀ ਯੋਗੀਆਂ ਦਾ ਯੋਗੀ ਹੈਂ।"}},"es":{"sn":"Tú Mismo eres el Siddha y el buscador, Tú Mismo eres la Yoga y el Yogui,"},"hi":{"ss":"हे प्रभू ! तू स्वयं ही (जोग साधना में) सिद्धस्थ योगी है। तू स्वयं ही साधना करने वाला साधक है। तू स्वयं ही जोग में जुड़ने वाला है।","sts":"हे परमेश्वर ! तू स्वयं ही सिद्ध एवं साधक है और तू स्वयं ही योग-साधना करने वाला योगी है।"}},"transliteration":{"english":"too(n) aape hee sidh saadhiko too aape hee jug jogeeaa ||","hindi":"तूँ आपे ही सिध साधिको तू आपे ही जुग जोगीआ ॥","en":"too(n) aape hee sidh saadhiko too aape hee jug jogeeaa ||","hi":"तूँ आपे ही सिध साधिको तू आपे ही जुग जोगीआ ॥","ipa":"t̪uŋ əɑpe hi sɪt̪ə̀ sɑt̪ɪkɔ t̪u əɑpe hi d͡ʒʊG d͡ʒɔGiəɑ.","ur":"تُوں آپے هیِ سدھ سادھکو تُو آپے هیِ جُگ جوگیِآ ۔۔"},"pageNo":1313,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56015,"shabadId":4766,"verse":{"gurmukhi":"qU Awpy hI rs rsIAVw qU Awpy hI Bog BogIAw ]","unicode":"ਤੂ ਆਪੇ ਹੀ ਰਸ ਰਸੀਅੜਾ ਤੂ ਆਪੇ ਹੀ ਭੋਗ ਭੋਗੀਆ ॥"},"larivaar":{"gurmukhi":"qUAwpyhIrsrsIAVwqUAwpyhIBogBogIAw]","unicode":"ਤੂਆਪੇਹੀਰਸਰਸੀਅੜਾਤੂਆਪੇਹੀਭੋਗਭੋਗੀਆ॥"},"translation":{"en":{"bdb":"You Yourself are the Taster of tastes; You Yourself are the Enjoyer of pleasures.","ms":"Thou Thyself are the Taster of the tastes and Thou Thyself the Enjoyer of enjoyments.","ssk":"You Yourself are the Taster of tastes; You Yourself are the Enjoyer of pleasures."},"pu":{"ss":{"gurmukhi":"qUµ Awp hI (mwiek pdwrQW dy) rs c`Kx vwlw hYN, qUµ Awp hI (mwiek pdwrQW dy) Bog Bogx vwlw hYN, ","unicode":"ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਰਸ ਚੱਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਭੋਗ ਭੋਗਣ ਵਾਲਾ ਹੈਂ, "},"ft":{"gurmukhi":"qUM Awpy hI rs rUp hYN AOr iqn rsoN ky (rsIAVw) lYxy vwlw hY, Ar qUM Awp hI Bog rUp hYN punh Bogxy vwlw BI Awp hYN]","unicode":"ਤੂੰ ਆਪੇ ਹੀ ਰਸ ਰੂਪ ਹੈਂ ਔਰ ਤਿਨ ਰਸੋਂ ਕੇ (ਰਸੀਅੜਾ) ਲੈਣੇ ਵਾਲਾ ਹੈ, ਅਰ ਤੂੰ ਆਪ ਹੀ ਭੋਗ ਰੂਪ ਹੈਂ ਪੁਨਹ ਭੋਗਣੇ ਵਾਲਾ ਭੀ ਆਪ ਹੈਂ॥"},"bdb":{"gurmukhi":"qUµ Awp hI (mwiek pdwrQW dy) rs c`Kx vwlw hYN, qUµ Awp hI (mwiek pdwrQW dy) Bog Bogx vwlw hYN, ","unicode":"ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਰਸ ਚੱਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਭੋਗ ਭੋਗਣ ਵਾਲਾ ਹੈਂ, "},"ms":{"gurmukhi":"qUM Awp hI suAwdW dw suAwd lYx vwlw hYN Aqy Awp hI inAwmqW ƒ mwnx vwlw hYN[","unicode":"ਤੂੰ ਆਪ ਹੀ ਸੁਆਦਾਂ ਦਾ ਸੁਆਦ ਲੈਣ ਵਾਲਾ ਹੈਂ ਅਤੇ ਆਪ ਹੀ ਨਿਆਮਤਾਂ ਨੂੰ ਮਾਨਣ ਵਾਲਾ ਹੈਂ।"}},"es":{"sn":" tú Mismo eres el catador de sabores, Tú Mismo eres el que disfruta de los placeres, "},"hi":{"ss":"तू स्वयं ही (मायावी पदार्थों के) रस चखने वाला है। तू स्वयं ही (मायावी पदार्थों के) भोग-भोगने वाला है।","sts":"तू स्वयं ही रस लेने वाला रसिया है और स्वयं ही भोग करने वाला भोगी है।"}},"transliteration":{"english":"too aape hee ras raseeaRaa too aape hee bhog bhogeeaa ||","hindi":"तू आपे ही रस रसीअड़ा तू आपे ही भोग भोगीआ ॥","en":"too aape hee ras raseeaRaa too aape hee bhog bhogeeaa ||","hi":"तू आपे ही रस रसीअड़ा तू आपे ही भोग भोगीआ ॥","ipa":"t̪u əɑpe hi rəs rəsiəɽɑ t̪u əɑpe hi ɓɔG ɓɔGiəɑ.","ur":"تُو آپے هیِ رس رسیِاڑا تُو آپے هیِ بھوگ بھوگیِآ ۔۔"},"pageNo":1313,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56016,"shabadId":4766,"verse":{"gurmukhi":"qU Awpy Awip vrqdw qU Awpy krih su hogIAw ]","unicode":"ਤੂ ਆਪੇ ਆਪਿ ਵਰਤਦਾ ਤੂ ਆਪੇ ਕਰਹਿ ਸੁ ਹੋਗੀਆ ॥"},"larivaar":{"gurmukhi":"qUAwpyAwipvrqdwqUAwpykrihsuhogIAw]","unicode":"ਤੂਆਪੇਆਪਿਵਰਤਦਾਤੂਆਪੇਕਰਹਿਸੁਹੋਗੀਆ॥"},"translation":{"en":{"bdb":"You Yourself are All-pervading; whatever You do comes to pass.","ms":"Thou Thyself pervade everywhere and what Thou Thyself do, that alone comes to pass.","ssk":"You Yourself are All-pervading; whatever You do comes to pass."},"pu":{"ss":{"gurmukhi":"(ikauNik jogIAW ivc BI qy igRhsqIAW ivc BI hr QW) qUµ Awp hI Awp mOjUd hYN, jo kuJ qUµ krdw hYN, auhI huMdw hY [","unicode":"(ਕਿਉਂਕਿ ਜੋਗੀਆਂ ਵਿਚ ਭੀ ਤੇ ਗ੍ਰਿਹਸਤੀਆਂ ਵਿਚ ਭੀ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"qUM  Awp srb myN brq rhw hYN AOr qUM Awpy hI jo kuC Awgy ipCy krqw hYN, so hoqw hY]","unicode":"ਤੂੰ  ਆਪ ਸਰਬ ਮੇਂ ਬਰਤ ਰਹਾ ਹੈਂ ਔਰ ਤੂੰ ਆਪੇ ਹੀ ਜੋ ਕੁਛ ਆਗੇ ਪਿਛੇ ਕਰਤਾ ਹੈਂ, ਸੋ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ikauNik jogIAW ivc BI qy igRhsqIAW ivc BI hr QW) qUµ Awp hI Awp mOjUd hYN, jo kuJ qUµ krdw hYN, auhI huMdw hY [","unicode":"(ਕਿਉਂਕਿ ਜੋਗੀਆਂ ਵਿਚ ਭੀ ਤੇ ਗ੍ਰਿਹਸਤੀਆਂ ਵਿਚ ਭੀ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"qUM Awpxy Awp hI swry rm irhw hYN Aqy jo qUM Awp krdw hYN, kyvl auh hI huMdw hY[","unicode":"ਤੂੰ ਆਪਣੇ ਆਪ ਹੀ ਸਾਰੇ ਰਮ ਰਿਹਾ ਹੈਂ ਅਤੇ ਜੋ ਤੂੰ ਆਪ ਕਰਦਾ ਹੈਂ, ਕੇਵਲ ਉਹ ਹੀ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"y Tú Mismo prevaleces en todo. Lo que sea que haces eso sucede. "},"hi":{"ss":"(क्योंकि जोगियों में भी और गृहस्थियों में भी हर जगह) तू स्वयं ही स्वयं मौजूद है। जो कुछ तू करता है। वही होता है।","sts":"तू स्वयं ही कार्यशील है और जो तू करता है, वही होता है।"}},"transliteration":{"english":"too aape aap varatadhaa too aape kareh su hogeeaa ||","hindi":"तू आपे आपि वरतदा तू आपे करहि सु होगीआ ॥","en":"too aape aap varatadhaa too aape kareh su hogeeaa ||","hi":"तू आपे आपि वरतदा तू आपे करहि सु होगीआ ॥","ipa":"t̪u əɑpe əɑp ʋərət̪əd̪ɑ t̪u əɑpe kərəh s hɔGiəɑ.","ur":"تُو آپے آپ ورتدا تُو آپے کره سُ هوگیِآ ۔۔"},"pageNo":1313,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":56017,"shabadId":4766,"verse":{"gurmukhi":"sqsMgiq siqgur DMnu Dnuo DMn DMn Dno ijqu imil hir bulg bulogIAw ]","unicode":"ਸਤਸੰਗਤਿ ਸਤਿਗੁਰ ਧੰਨੁ ਧਨੋੁ ਧੰਨ ਧੰਨ ਧਨੋ ਜਿਤੁ ਮਿਲਿ ਹਰਿ ਬੁਲਗ ਬੁਲੋਗੀਆ ॥"},"larivaar":{"gurmukhi":"sqsMgiqsiqgurDMnuDnuoDMnDMnDnoijquimilhirbulgbulogIAw]","unicode":"ਸਤਸੰਗਤਿਸਤਿਗੁਰਧੰਨੁਧਨੋੁਧੰਨਧੰਨਧਨੋਜਿਤੁਮਿਲਿਹਰਿਬੁਲਗਬੁਲੋਗੀਆ॥"},"translation":{"en":{"bdb":"Blessed, blessed, blessed, blessed, blessed is the Sat Sangat, the True Congregation of the True Guru. Join them - speak and chant the Lord's Name.","ms":"Blest, blest, blest, blest, blest is the true society of the True Guru, through whom one meets his God and utters and recites His Name.","ssk":"Blessed, blessed, blessed, blessed, blessed is the Sat Sangat, the True Congregation of the True Guru. Join them - speak and chant the Lord's Name."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU dI swD sMgiq DMn hY DMn hY ijs ivc iml ky prmwqmw dI is&iq-swlwh dy bol boly jw skdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਧੰਨ ਹੈ ਧੰਨ ਹੈ ਜਿਸ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲੇ ਜਾ ਸਕਦੇ ਹਨ । "},"ft":{"gurmukhi":"siqguroN kI sqsMgq BUq kwl myN DMn DMn QI Ab BI DMn DMn hY Ar Awgy ko BI DMn DMn hovygI, ijs ivc hrI ky (bulg) boloN ko bolIqw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਕੀ ਸਤਸੰਗਤ ਭੂਤ ਕਾਲ ਮੇਂ ਧੰਨ ਧੰਨ ਥੀ ਅਬ ਭੀ ਧੰਨ ਧੰਨ ਹੈ ਅਰ ਆਗੇ ਕੋ ਭੀ ਧੰਨ ਧੰਨ ਹੋਵੇਗੀ, ਜਿਸ ਵਿਚ ਹਰੀ ਕੇ (ਬੁਲਗ) ਬੋਲੋਂ ਕੋ ਬੋਲੀਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! gurU dI swD sMgiq DMn hY DMn hY ijs ivc iml ky prmwqmw dI is&iq-swlwh dy bol boly jw skdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤਿ ਧੰਨ ਹੈ ਧੰਨ ਹੈ ਜਿਸ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲੇ ਜਾ ਸਕਦੇ ਹਨ । "},"ms":{"gurmukhi":"mubwrk, mubwrk, mubwrk, mubwrk, mubwrk hY s¤cy gurW dw s`cw myl-imlwp, ijs dy rwhIN bMdw hrI ƒ iml pYNdw hY qy aus dy nwm ƒ aucwrdw, Aqy gwauNdw hY[","unicode":"ਮੁਬਾਰਕ, ਮੁਬਾਰਕ, ਮੁਬਾਰਕ, ਮੁਬਾਰਕ, ਮੁਬਾਰਕ ਹੈ ਸੱਚੇ ਗੁਰਾਂ ਦਾ ਸੱਚਾ ਮੇਲ-ਮਿਲਾਪ, ਜਿਸ ਦੇ ਰਾਹੀਂ ਬੰਦਾ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਦਾ, ਅਤੇ ਗਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Bendita, Bendita, Bendita, Bendita, Bendita sea la Saad Sangat, la Congregación Verdadera del Guru. "},"hi":{"ss":"हे भाई ! गुरू की साध-संगति धन्य है धन्य है जिसमें मिल के परमात्मा की सिफतसालाह के बोल बोले जा सकते हैं।","sts":"सतिगुरु की सच्ची संगत धन्य है, जहाँ मिलकर जिज्ञासु जन परमात्मा का संकीर्तन करते हैं।"}},"transliteration":{"english":"satasa(n)gat satigur dha(n)n dhanuo dha(n)n dha(n)n dhano jit mil har bulag bulogeeaa ||","hindi":"सतसंगति सतिगुर धंनु धनुो धंन धंन धनो जितु मिलि हरि बुलग बुलोगीआ ॥","en":"satasa(n)gat satigur dha(n)n dhanuo dha(n)n dha(n)n dhano jit mil har bulag bulogeeaa ||","hi":"सतसंगति सतिगुर धंनु धनुो धंन धंन धनो जितु मिलि हरि बुलग बुलोगीआ ॥","ipa":"sət̪əsəŋGət̪ sət̪ɪGʊr t̪əŋn t̪ənʊɔ t̪əŋn t̪əŋn t̪ənɔ d͡ʒɪt̪ mɪl hər bʊləG bʊlɔGiəɑ.","ur":"ستسںگت ستگر دھنّ دھنو دھنّ دھنّ دھنو جت ملِ هرِ بُلگ بُلوگیِآ ۔۔"},"pageNo":1313,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":56018,"shabadId":4766,"verse":{"gurmukhi":"siB khhu muKhu hir hir hry hir hir hry hir bolq siB pwp lhogIAw ]1]","unicode":"ਸਭਿ ਕਹਹੁ ਮੁਖਹੁ ਹਰਿ ਹਰਿ ਹਰੇ ਹਰਿ ਹਰਿ ਹਰੇ ਹਰਿ ਬੋਲਤ ਸਭਿ ਪਾਪ ਲਹੋਗੀਆ ॥੧॥"},"larivaar":{"gurmukhi":"siBkhhumuKhuhirhirhryhirhirhryhirbolqsiBpwplhogIAw]1]","unicode":"ਸਭਿਕਹਹੁਮੁਖਹੁਹਰਿਹਰਿਹਰੇਹਰਿਹਰਿਹਰੇਹਰਿਬੋਲਤਸਭਿਪਾਪਲਹੋਗੀਆ॥੧॥"},"translation":{"en":{"bdb":"Let everyone chant together the Name of the Lord, Har, Har, Haray, Har, Har, Haray; chanting Har, all sins are washed away. ||1||","ms":"With their mouth, let all the men utter God, God, God, God, God, God. By uttering God all the sins are washed off.","ssk":"Let everyone chant together the Name of the Lord, Har, Har, Haray, Har, Har, Haray; chanting Har, all sins are washed away. ||1||"},"pu":{"ss":{"gurmukhi":"(hy BweI! swD sMgiq ivc bYT ky) swry (Awpxy mMUhoN sdw hr vyly prmwqmw dw nwm jipAW swry ipCly kIqy) pwp dUr ho jWdy hn [1[","unicode":"(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ) ਸਾਰੇ (ਆਪਣੇ ਮੰੂਹੋਂ ਸਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੇ ਪਿਛਲੇ ਕੀਤੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।"},"ft":{"gurmukhi":"hy BweI jnoN! iqs sqsMgq myN iml kr sBI muK kr hir hir hry hir hir hry aucwrn kro, ijs hrI ky bolxy kr sB pwp au`qr jwqy hYN]1]","unicode":"ਹੇ ਭਾਈ ਜਨੋਂ! ਤਿਸ ਸਤਸੰਗਤ ਮੇਂ ਮਿਲ ਕਰ ਸਭੀ ਮੁਖ ਕਰ ਹਰਿ ਹਰਿ ਹਰੇ ਹਰਿ ਹਰਿ ਹਰੇ ਉਚਾਰਨ ਕਰੋ, ਜਿਸ ਹਰੀ ਕੇ ਬੋਲਣੇ ਕਰ ਸਭ ਪਾਪ ਉੱਤਰ ਜਾਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"(hy BweI! swD sMgiq ivc bYT ky) swry (Awpxy mMUhoN sdw hr vyly prmwqmw dw nwm jipAW swry ipCly kIqy) pwp dUr ho jWdy hn [1[","unicode":"(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ) ਸਾਰੇ (ਆਪਣੇ ਮੰੂਹੋਂ ਸਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੇ ਪਿਛਲੇ ਕੀਤੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ।੧।"},"ms":{"gurmukhi":"Awpxy mUMh nwl swry jxy vwihgurU, vwihgurU, vwihgurU, vwihgurU, vwihgurU, vwihgurU dw aucwrn kro[ vwihgurU aucwrn krn duAwrw swry gunwh Doqy jWdy hn[","unicode":"ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਸਾਰੇ ਜਣੇ ਵਾਹਿਗੁਰੂ, ਵਾਹਿਗੁਰੂ, ਵਾਹਿਗੁਰੂ, ਵਾਹਿਗੁਰੂ, ਵਾਹਿਗੁਰੂ, ਵਾਹਿਗੁਰੂ ਦਾ ਉਚਾਰਨ ਕਰੋ। ਵਾਹਿਗੁਰੂ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ ਸਾਰੇ ਗੁਨਾਹ ਧੋਤੇ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Acércate a ella, pronunciando y cantando el Nombre del Señor. Que todo el mundo cante al unísono el Nombre del Señor Jar, Jar, Jaré, Jar, Jar, Jaré. Cantando Jar las faltas y errores son borrados. (1)"},"hi":{"ss":"(हे भाई ! साध-संगति में बैठ के) सारे (अपने मुँह से सदा हर वक्त परमात्मा का नाम जपने से सारे पिछले किए) पाप दूर हो जाते हैं। 1।","sts":"सभी अपने मुख से हरि-हरि बोलो, हरि की प्रशंसा करो, इससे सब पाप दूर हो जाते हैं।॥ १॥"}},"transliteration":{"english":"sabh kahahu mukhahu har har hare har har hare har bolat sabh paap lahogeeaa ||1||","hindi":"सभि कहहु मुखहु हरि हरि हरे हरि हरि हरे हरि बोलत सभि पाप लहोगीआ ॥१॥","en":"sabh kahahu mukhahu har har hare har har hare har bolat sabh paap lahogeeaa ||1||","hi":"सभि कहहु मुखहु हरि हरि हरे हरि हरि हरे हरि बोलत सभि पाप लहोगीआ ॥१॥","ipa":"səɓ kəhəh mʊkʰəh hər hər həre hər hər həre hər bɔlət̪ səɓ pɑp ləhɔGiəɑ.1.","ur":"سبھ کههُ مُکھهُ هرِ هرِ هرے هرِ هرِ هرے هرِ بولت سبھِ پاپ لهوگیِآ ۔۔۱۔۔"},"pageNo":1313,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":8,"t":"v"},{"p":5,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":8,"t":"v"},{"p":5,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":8,"t":"v"},{"p":10,"t":"v"}]}}]}