{"shabadInfo":{"shabadId":4769,"shabadName":56030,"pageNo":1313,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1313},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":6,"navigation":{"previous":4768,"next":4770},"verses":[{"verseId":56029,"shabadId":4769,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri."},"hi":{"ss":"","sts":"पउड़ी।॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":1313,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":56030,"shabadId":4769,"verse":{"gurmukhi":"sB joiq qyrI jgjIvnw qU Git Git hir rMg rMgnw ]","unicode":"ਸਭ ਜੋਤਿ ਤੇਰੀ ਜਗਜੀਵਨਾ ਤੂ ਘਟਿ ਘਟਿ ਹਰਿ ਰੰਗ ਰੰਗਨਾ ॥"},"larivaar":{"gurmukhi":"sBjoiqqyrIjgjIvnwqUGitGithirrMgrMgnw]","unicode":"ਸਭਜੋਤਿਤੇਰੀਜਗਜੀਵਨਾਤੂਘਟਿਘਟਿਹਰਿਰੰਗਰੰਗਨਾ॥"},"translation":{"en":{"bdb":"You are the Light of all, the Life of the World; You imbue each and every heart with Your Love.","ms":"O God, the life of the world, Thy light illumines all light, Thou, O Lord, imbue every heart with Thy love.","ssk":"You are the Light of all, the Life of the World; You imbue each and every heart with Your Love."},"pu":{"ss":{"gurmukhi":"hy jgq dy jIvn pRBU! swrI isRStI ivc qyrw hI nUr (cwnx kr irhw hY), qUµ hryk srIr ivc (mOjUd hYN qy Awpxy nwm dI) rMgx cwVHn vwlw hYN [","unicode":"ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਤੇਰਾ ਹੀ ਨੂਰ (ਚਾਨਣ ਕਰ ਰਿਹਾ ਹੈ), ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਮੌਜੂਦ ਹੈਂ ਤੇ ਆਪਣੇ ਨਾਮ ਦੀ) ਰੰਗਣ ਚਾੜ੍ਹਨ ਵਾਲਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy jgq ky jIvn rUp! srb myN qyrI joiq hY[ hy hrI! qUM GtoN GtoN ky rMgoN myN rMgw hUAw vw rMgny vwlw hYN, Bwv pRym sihq krny vwlw hYN]","unicode":"ਹੇ ਜਗਤ ਕੇ ਜੀਵਨ ਰੂਪ! ਸਰਬ ਮੇਂ ਤੇਰੀ ਜੋਤਿ ਹੈ। ਹੇ ਹਰੀ! ਤੂੰ ਘਟੋਂ ਘਟੋਂ ਕੇ ਰੰਗੋਂ ਮੇਂ ਰੰਗਾ ਹੂਆ ਵਾ ਰੰਗਨੇ ਵਾਲਾ ਹੈਂ, ਭਾਵ ਪ੍ਰੇਮ ਸਹਿਤ ਕਰਨੇ ਵਾਲਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy jgq dy jIvn pRBU! swrI isRStI ivc qyrw hI nUr (cwnx kr irhw hY), qUµ hryk srIr ivc (mOjUd hYN qy Awpxy nwm dI) rMgx cwVHn vwlw hYN [","unicode":"ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਤੇਰਾ ਹੀ ਨੂਰ (ਚਾਨਣ ਕਰ ਰਿਹਾ ਹੈ), ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਮੌਜੂਦ ਹੈਂ ਤੇ ਆਪਣੇ ਨਾਮ ਦੀ) ਰੰਗਣ ਚਾੜ੍ਹਨ ਵਾਲਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hy jgq dI ijMd-jwn vwihgurU! qyrw nUr swirAW nUrW ƒ pRkwSvwn kr irhw hY[ qUM, hy suAwmI! swirAW idlW ƒ AwpxI pRIq nwl rMgdw hY[","unicode":"ਹੇ ਜਗਤ ਦੀ ਜਿੰਦ-ਜਾਨ ਵਾਹਿਗੁਰੂ! ਤੇਰਾ ਨੂਰ ਸਾਰਿਆਂ ਨੂਰਾਂ ਨੂੰ ਪ੍ਰਕਾਸ਼ਵਾਨ ਕਰ ਰਿਹਾ ਹੈ। ਤੂੰ, ਹੇ ਸੁਆਮੀ! ਸਾਰਿਆਂ ਦਿਲਾਂ ਨੂੰ ਆਪਣੀ ਪ੍ਰੀਤ ਨਾਲ ਰੰਗਦਾ ਹੈ।"}},"es":{"sn":"Eres la Luz de Todo, Eres la Luz del mundo y compenetras todos los corazones con Tu Amor. "},"hi":{"ss":"हे जगत के जीवन प्रभू ! सारी सृष्टि में तेरा ही नूर (प्रकाश है)। तू हरेक शरीर में (मौजूद है। और अपने नाम की) रंगत चढ़ाने वाला है।","sts":"हे संसार के जीवन ! सब में तेरी ज्योति विद्यमान है। तू घट घट में व्याप्त है, रंग में रंगने वाला है।"}},"transliteration":{"english":"sabh jot teree jagajeevanaa too ghaT ghaT har ra(n)g ra(n)ganaa ||","hindi":"सभ जोति तेरी जगजीवना तू घटि घटि हरि रंग रंगना ॥","en":"sabh jot teree jagajeevanaa too ghaT ghaT har ra(n)g ra(n)ganaa ||","hi":"सभ जोति तेरी जगजीवना तू घटि घटि हरि रंग रंगना ॥","ipa":"səɓ d͡ʒɔt̪ t̪eri d͡ʒəGəd͡ʒiʋənɑ t̪u Gʰəʈ Gʰəʈ hər rəŋG rəŋGənɑ.","ur":"سبھ جوت تےریِ جگجیِونا تُو گھٹ گھٹِ هرِ رںگ رںگنا ۔۔"},"pageNo":1313,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":56031,"shabadId":4769,"verse":{"gurmukhi":"siB iDAwvih quDu myry pRIqmw qU siq siq purK inrMjnw ]","unicode":"ਸਭਿ ਧਿਆਵਹਿ ਤੁਧੁ ਮੇਰੇ ਪ੍ਰੀਤਮਾ ਤੂ ਸਤਿ ਸਤਿ ਪੁਰਖ ਨਿਰੰਜਨਾ ॥"},"larivaar":{"gurmukhi":"siBiDAwvihquDumyrypRIqmwqUsiqsiqpurKinrMjnw]","unicode":"ਸਭਿਧਿਆਵਹਿਤੁਧੁਮੇਰੇਪ੍ਰੀਤਮਾਤੂਸਤਿਸਤਿਪੁਰਖਨਿਰੰਜਨਾ॥"},"translation":{"en":{"bdb":"All meditate on You, O my Beloved; You are the True, True Primal Being, the Immaculate Lord.","ms":"All meditate on Thee, O my Beloved, True yea, true Thou are, O my Immaculate Lord.","ssk":"All meditate on You, O my Beloved; You are the True, True Primal Being, the Immaculate Lord."},"pu":{"ss":{"gurmukhi":"[ hy myry pRIqm! swry jIv qYƒ (hI) ismrdy hn [ hy srb-ivAwpk (qy iPr BI) inrlyp pRBU! qUµ sdw kwiem rihx vwlw hYN, qUµ sdw kwiem rihx vwlw hYN [ ","unicode":"। ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ (ਹੀ) ਸਿਮਰਦੇ ਹਨ । ਹੇ ਸਰਬ-ਵਿਆਪਕ (ਤੇ ਫਿਰ ਭੀ) ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ । "},"ft":{"gurmukhi":"hy myry pRIqm! sB qyry ko iDAwvqy hYN[ hy inrMjn purK! qUM (siq) inscy kr ky sq sÍrUp hYN]","unicode":"ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਸਭ ਤੇਰੇ ਕੋ ਧਿਆਵਤੇ ਹੈਂ। ਹੇ ਨਿਰੰਜਨ ਪੁਰਖ! ਤੂੰ (ਸਤਿ) ਨਿਸਚੇ ਕਰ ਕੇ ਸਤ ਸ੍ਵਰੂਪ ਹੈਂ॥"},"bdb":{"gurmukhi":"[ hy myry pRIqm! swry jIv qYƒ (hI) ismrdy hn [ hy srb-ivAwpk (qy iPr BI) inrlyp pRBU! qUµ sdw kwiem rihx vwlw hYN, qUµ sdw kwiem rihx vwlw hYN [ ","unicode":"। ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ (ਹੀ) ਸਿਮਰਦੇ ਹਨ । ਹੇ ਸਰਬ-ਵਿਆਪਕ (ਤੇ ਫਿਰ ਭੀ) ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ । "},"ms":{"gurmukhi":"swry qyrw ismrn krdy hn, hy myry ipAwirAW! s`cw, s`cw, hW s`cw hY, qUM hy myry piv`qr pRBU!","unicode":"ਸਾਰੇ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਹੇ ਮੇਰੇ ਪਿਆਰਿਆਂ! ਸੱਚਾ, ਸੱਚਾ, ਹਾਂ ਸੱਚਾ ਹੈ, ਤੂੰ ਹੇ ਮੇਰੇ ਪਵਿੱਤਰ ਪ੍ਰਭੂ!"}},"es":{"sn":"Todos meditan en Ti, oh mi Bienamado, Eres el Verdadero, el Verdadero Ser Primordial, el Señor Inmaculado, el Uno, el Dador."},"hi":{"ss":"हे मेरे प्रीतम ! सारे जीव तुझे (ही) सिमरते हैं। हे सर्व-व्यापक (और फिर भी) निर्लिप प्रभू ! तू सदा कायम रहने वाला है। तू सदा कायम रहने वाला है।","sts":"हे मेरे प्रियतम ! सभी तेरा ध्यान करते हैं, तू शाश्वत-स्वरूप है, माया की कालिमा से रहित है।"}},"transliteration":{"english":"sabh dhiaaveh tudh mere preetamaa too sat sat purakh nira(n)janaa ||","hindi":"सभि धिआवहि तुधु मेरे प्रीतमा तू सति सति पुरख निरंजना ॥","en":"sabh dhiaaveh tudh mere preetamaa too sat sat purakh nira(n)janaa ||","hi":"सभि धिआवहि तुधु मेरे प्रीतमा तू सति सति पुरख निरंजना ॥","ipa":"səɓ t̪ɪəɑʋəh t̪ʊt̪ mere pɹit̪əmɑ t̪u sət̪ sət̪ pʊrəkʰ nɪrəŋd͡ʒənɑ.","ur":"سبھ دھآوه تُدھ مےرے پریِتما تُو ستِ ستِ پُرکھ نرںجنا ۔۔"},"pageNo":1313,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56032,"shabadId":4769,"verse":{"gurmukhi":"ieku dwqw sBu jgqu iBKwrIAw hir jwcih sB mMg mMgnw ]","unicode":"ਇਕੁ ਦਾਤਾ ਸਭੁ ਜਗਤੁ ਭਿਖਾਰੀਆ ਹਰਿ ਜਾਚਹਿ ਸਭ ਮੰਗ ਮੰਗਨਾ ॥"},"larivaar":{"gurmukhi":"iekudwqwsBujgquiBKwrIAwhirjwcihsBmMgmMgnw]","unicode":"ਇਕੁਦਾਤਾਸਭੁਜਗਤੁਭਿਖਾਰੀਆਹਰਿਜਾਚਹਿਸਭਮੰਗਮੰਗਨਾ॥"},"translation":{"en":{"bdb":"The One is the Giver; the whole world is the beggar. All the beggars beg for His Gifts.","ms":"The One Lord alone is the Giver while the whole world is the mumper. All the mumpers beg and ask for the Lord's bounties.","ssk":"The One is the Giver; the whole world is the beggar. All the beggars beg for His Gifts."},"pu":{"ss":{"gurmukhi":"hy pRBU! qUµ hI dwqw dyx vwlw hYN, swrw jgq (qyry dr dw) mMgqw hY [ hy hrI! hryk mMg (jIv qYQoN hI) mMgdy hn [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਦਾਤਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰਾ ਜਗਤ (ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ ਹੈ । ਹੇ ਹਰੀ! ਹਰੇਕ ਮੰਗ (ਜੀਵ ਤੈਥੋਂ ਹੀ) ਮੰਗਦੇ ਹਨ । "},"ft":{"gurmukhi":"hy hrI! qUM iek dwqw hYN AOr sB jgq qyrw iBCk hY AOr qyry sy (mMgnw) mMgqy ho kr mMgny kI (jwcih) cwh kr rhy hYN]","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਇਕ ਦਾਤਾ ਹੈਂ ਔਰ ਸਭ ਜਗਤ ਤੇਰਾ ਭਿਛਕ ਹੈ ਔਰ ਤੇਰੇ ਸੇ (ਮੰਗਨਾ) ਮੰਗਤੇ ਹੋ ਕਰ ਮੰਗਨੇ ਕੀ (ਜਾਚਹਿ) ਚਾਹ ਕਰ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy pRBU! qUµ hI dwqw dyx vwlw hYN, swrw jgq (qyry dr dw) mMgqw hY [ hy hrI! hryk mMg (jIv qYQoN hI) mMgdy hn [ ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਦਾਤਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰਾ ਜਗਤ (ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ ਹੈ । ਹੇ ਹਰੀ! ਹਰੇਕ ਮੰਗ (ਜੀਵ ਤੈਥੋਂ ਹੀ) ਮੰਗਦੇ ਹਨ । "},"ms":{"gurmukhi":"kyvl iek suAwmI hI dyx vwlw hY Aqy swrw sMswr mMgqw hI hY[ swry mMgqy pRBU pwso KYr mMgdy Aqy ipMndy hn[","unicode":"ਕੇਵਲ ਇਕ ਸੁਆਮੀ ਹੀ ਦੇਣ ਵਾਲਾ ਹੈ ਅਤੇ ਸਾਰਾ ਸੰਸਾਰ ਮੰਗਤਾ ਹੀ ਹੈ। ਸਾਰੇ ਮੰਗਤੇ ਪ੍ਰਭੂ ਪਾਸੋ ਖੈਰ ਮੰਗਦੇ ਅਤੇ ਪਿੰਨਦੇ ਹਨ।"}},"es":{"sn":" El mundo entero es pordiosero y todos suplican por Tus Regalos. "},"hi":{"ss":"हे प्रभू ! तू ही दातें देने वाला है। सारा जगत (तेरे दर का) मंगता है। हे हरी ! हरेक माँग (जीव तुझसे ही) माँगते हैं।","sts":"एकमात्र तू ही दाता है, समूचा जगत भिखारी है, सब तुझसे मांगते रहते हैं।"}},"transliteration":{"english":"eik dhaataa sabh jagat bhikhaareeaa har jaacheh sabh ma(n)g ma(n)ganaa ||","hindi":"इकु दाता सभु जगतु भिखारीआ हरि जाचहि सभ मंग मंगना ॥","en":"eik dhaataa sabh jagat bhikhaareeaa har jaacheh sabh ma(n)g ma(n)ganaa ||","hi":"इकु दाता सभु जगतु भिखारीआ हरि जाचहि सभ मंग मंगना ॥","ipa":"eɪk d̪ɑt̪ɑ səɓ d͡ʒəGət̪ ɓɪkʰɑriəɑ hər d͡ʒɑt͡ʃəh səɓ məŋG məŋGənɑ.","ur":"ِاک داتا سبھ جگت بھکھاریِآ هر جاچه سبھ مںگ مںگنا ۔۔"},"pageNo":1313,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":56033,"shabadId":4769,"verse":{"gurmukhi":"syvku Twkuru sBu qUhY qUhY gurmqI hir cMg cMgnw ]","unicode":"ਸੇਵਕੁ ਠਾਕੁਰੁ ਸਭੁ ਤੂਹੈ ਤੂਹੈ ਗੁਰਮਤੀ ਹਰਿ ਚੰਗ ਚੰਗਨਾ ॥"},"larivaar":{"gurmukhi":"syvkuTwkurusBuqUhYqUhYgurmqIhircMgcMgnw]","unicode":"ਸੇਵਕੁਠਾਕੁਰੁਸਭੁਤੂਹੈਤੂਹੈਗੁਰਮਤੀਹਰਿਚੰਗਚੰਗਨਾ॥"},"translation":{"en":{"bdb":"You are the servant, and You are the Lord and Master of all. Through the Guru's Teachings, we are ennobled and uplifted.","ms":"Thou Thyself are the servant and Thyself the Lord, By the Guru's instruction, the mortal becomes the sublime of the sublime.","ssk":"You are the servant, and You are the Lord and Master of all. Through the Guru's Teachings, we are ennobled and uplifted."},"pu":{"ss":{"gurmukhi":"qUµ Awp hI mwlk hYN [ hy hrI! gurU dI miq auqy quirAw qUµ bhuq ipAwrw l`gdw hYN [","unicode":"ਤੂੰ ਆਪ ਹੀ ਮਾਲਕ ਹੈਂ । ਹੇ ਹਰੀ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆ ਤੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"syvk BI qUM Awp hYN AOr sB sy syvw krwvny vwlw Twkur BI qUMhI hYN[ hy hrI! gurmqIEN ko sRySt sy (cMgnw) sRySt krqw hYN]","unicode":"ਸੇਵਕ ਭੀ ਤੂੰ ਆਪ ਹੈਂ ਔਰ ਸਭ ਸੇ ਸੇਵਾ ਕਰਾਵਨੇ ਵਾਲਾ ਠਾਕੁਰ ਭੀ ਤੂੰਹੀ ਹੈਂ। ਹੇ ਹਰੀ! ਗੁਰਮਤੀਓਂ ਕੋ ਸ੍ਰੇਸ਼ਟ ਸੇ (ਚੰਗਨਾ) ਸ੍ਰੇਸ਼ਟ ਕਰਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"qUµ Awp hI mwlk hYN [ hy hrI! gurU dI miq auqy quirAw qUµ bhuq ipAwrw l`gdw hYN [","unicode":"ਤੂੰ ਆਪ ਹੀ ਮਾਲਕ ਹੈਂ । ਹੇ ਹਰੀ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆ ਤੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM Awp hI nOkr hY Aqy suAwmI hY[ gurW dy aupdyS duAwrw pRwxI SRyStw dw prm SRySt ho jWdw hY jWdw hY[","unicode":"ਤੂੰ ਆਪ ਹੀ ਨੌਕਰ ਹੈ ਅਤੇ ਸੁਆਮੀ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਾਣੀ ਸ਼੍ਰੇਸ਼ਟਾ ਦਾ ਪਰਮ ਸ਼੍ਰੇਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Eres el Sirviente, el Señor y Maestro de todo. Mediante la Enseñanza del Guru somos elevados y ennoblecidos. "},"hi":{"ss":"तू स्वयं ही मालिक है। हे हरी ! गुरू की मति पर चलने से तू बहुत प्यारा लगता है।","sts":"मालिक एवं सेवक भी तू ही है और गुरु की शिक्षा से तू ही अच्छा लगता है।"}},"transliteration":{"english":"sevak Thaakur sabh toohai toohai gurmatee har cha(n)g cha(n)ganaa ||","hindi":"सेवकु ठाकुरु सभु तूहै तूहै गुरमती हरि चंग चंगना ॥","en":"sevak Thaakur sabh toohai toohai gurmatee har cha(n)g cha(n)ganaa ||","hi":"सेवकु ठाकुरु सभु तूहै तूहै गुरमती हरि चंग चंगना ॥","ipa":"seʋək ʈʰɑkʊr səɓ t̪uhæ t̪uhæ Gʊrəmət̪i hər t͡ʃəŋG t͡ʃəŋGənɑ.","ur":"سےوک ٹھاکر سبھ تُوهَے تُوهَے گُرمتیِ هر چںگ چںگنا ۔۔"},"pageNo":1313,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56034,"shabadId":4769,"verse":{"gurmukhi":"siB khhu muKhu irKIkysu hry irKIkysu hry ijqu pwvih sB Pl Plnw ]2]","unicode":"ਸਭਿ ਕਹਹੁ ਮੁਖਹੁ ਰਿਖੀਕੇਸੁ ਹਰੇ ਰਿਖੀਕੇਸੁ ਹਰੇ ਜਿਤੁ ਪਾਵਹਿ ਸਭ ਫਲ ਫਲਨਾ ॥੨॥"},"larivaar":{"gurmukhi":"siBkhhumuKhuirKIkysuhryirKIkysuhryijqupwvihsBPlPlnw]2]","unicode":"ਸਭਿਕਹਹੁਮੁਖਹੁਰਿਖੀਕੇਸੁਹਰੇਰਿਖੀਕੇਸੁਹਰੇਜਿਤੁਪਾਵਹਿਸਭਫਲਫਲਨਾ॥੨॥"},"translation":{"en":{"bdb":"Let everyone say that the Lord is the Master of the senses, the Master of all faculties; through Him, we obtain all fruits and rewards. ||2||","ms":"Let all the men, with their mouth recite that God is the Lord of all the faculties, God is the Lord of all the faculties, thatwise thou shall obtain the fruit of all the fruits.","ssk":"Let everyone say that the Lord is the Master of the senses, the Master of all faculties; through Him, we obtain all fruits and rewards. ||2||"},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw (swry) ieMid®AW dw mwlk hY, qusI swry Awpxy mMUhoN aus dI is&iq-swlwh kro, aus dw nwm jpo, aus dy nwm dI brkiq nwl hI (jIv) swry Pl pRwpq krdy hn [2[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਸਾਰੇ) ਇੰਦ੍ਰਿਆਂ ਦਾ ਮਾਲਕ ਹੈ, ਤੁਸੀ ਸਾਰੇ ਆਪਣੇ ਮੰੂਹੋਂ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰੋ, ਉਸ ਦਾ ਨਾਮ ਜਪੋ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਜੀਵ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ।੨।"},"ft":{"gurmukhi":"qW qy sBI muK sy irKIkyS hry irKIkyS hry AYsy aucwrn kro, ijs kr ky sMpUrn PloN qy sRySt Pl pwvhugy]2]","unicode":"ਤਾਂ ਤੇ ਸਭੀ ਮੁਖ ਸੇ ਰਿਖੀਕੇਸ਼ ਹਰੇ ਰਿਖੀਕੇਸ਼ ਹਰੇ ਐਸੇ ਉਚਾਰਨ ਕਰੋ, ਜਿਸ ਕਰ ਕੇ ਸੰਪੂਰਨ ਫਲੋਂ ਤੇ ਸ੍ਰੇਸ਼ਟ ਫਲ ਪਾਵਹੁਗੇ॥੨॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw (swry) ieMid®AW dw mwlk hY, qusI swry Awpxy mMUhoN aus dI is&iq-swlwh kro, aus dw nwm jpo, aus dy nwm dI brkiq nwl hI (jIv) swry Pl pRwpq krdy hn [2[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਸਾਰੇ) ਇੰਦ੍ਰਿਆਂ ਦਾ ਮਾਲਕ ਹੈ, ਤੁਸੀ ਸਾਰੇ ਆਪਣੇ ਮੰੂਹੋਂ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰੋ, ਉਸ ਦਾ ਨਾਮ ਜਪੋ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਜੀਵ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ।੨।"},"ms":{"gurmukhi":"swry jxy, Awpxy mUMh nwl, aucwrn kro ik vwihgurU swrIAW ieMdRIAW dw suAwmI hY, vwihgurU swrIAW ieMdRIAW dw suAwmI hY[ ies qrHW qusIN swirAW myivAW dy myvy ƒ pw laugy[","unicode":"ਸਾਰੇ ਜਣੇ, ਆਪਣੇ ਮੂੰਹ ਨਾਲ, ਉਚਾਰਨ ਕਰੋ ਕਿ ਵਾਹਿਗੁਰੂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਦਾ ਸੁਆਮੀ ਹੈ, ਵਾਹਿਗੁਰੂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਦਾ ਸੁਆਮੀ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਤੁਸੀਂ ਸਾਰਿਆਂ ਮੇਵਿਆਂ ਦੇ ਮੇਵੇ ਨੂੰ ਪਾ ਲਉਗੇ।"}},"es":{"sn":"Que todos digan que el Señor es el Maestro de los sentidos, el Maestro de las facultades. Mediante Él es como obtenemos los Frutos y la recompensa. (2)"},"hi":{"ss":"हे भाई ! परमात्मा (सारे) इन्द्रियों का मालिक है। तुम सभी अपने मुँह से उसकी सिफतसालाह करो। उसका नाम जपो। उसके नाम की बरकति से ही (जीव) सारे फल प्राप्त करते हैं। 2।","sts":"सभी मुख से परमात्मा का भजन करो, जिससे सभी फल प्राप्त होते हैं।॥ २॥"}},"transliteration":{"english":"sabh kahahu mukhahu rikheekes hare rikheekes hare jit paaveh sabh fal falanaa ||2||","hindi":"सभि कहहु मुखहु रिखीकेसु हरे रिखीकेसु हरे जितु पावहि सभ फल फलना ॥२॥","en":"sabh kahahu mukhahu rikheekes hare rikheekes hare jit paaveh sabh fal falanaa ||2||","hi":"सभि कहहु मुखहु रिखीकेसु हरे रिखीकेसु हरे जितु पावहि सभ फल फलना ॥२॥","ipa":"səɓ kəhəh mʊkʰəh rɪkʰikes həre rɪkʰikes həre d͡ʒɪt̪ pɑʋəh səɓ fəl fələnɑ.2.","ur":"سبھ کههُ مُکھهُ رکھیِکےس هرے رکھیِکےس هرے جت پاوه سبھ پھل پھلنا ۔۔۲۔۔"},"pageNo":1313,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}}]}