{"shabadInfo":{"shabadId":4778,"shabadName":56088,"pageNo":1315,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1315},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":6,"navigation":{"previous":4777,"next":4779},"verses":[{"verseId":56087,"shabadId":4778,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri."},"hi":{"ss":"","sts":"पउड़ी॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":1315,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":56088,"shabadId":4778,"verse":{"gurmukhi":"hir qum@ vf vfy vfy vf aUcy sB aUpir vfy vfOnw ]","unicode":"ਹਰਿ ਤੁਮੑ ਵਡ ਵਡੇ ਵਡੇ ਵਡ ਊਚੇ ਸਭ ਊਪਰਿ ਵਡੇ ਵਡੌਨਾ ॥"},"larivaar":{"gurmukhi":"hirqum@vfvfyvfyvfaUcysBaUpirvfyvfOnw]","unicode":"ਹਰਿਤੁਮੑਵਡਵਡੇਵਡੇਵਡਊਚੇਸਭਊਪਰਿਵਡੇਵਡੌਨਾ॥"},"translation":{"en":{"bdb":"O Lord, You are the Greatest of the Great, the Greatest of the Great, the Most Lofty and Exalted of all, the Greatest of the Great.","ms":"O Lord, Thou are the greatest of the great and lofty. Far above all, Thou are the grandest of the grand.","ssk":"O Lord, You are the Greatest of the Great, the Greatest of the Great, the Most Lofty and Exalted of all, the Greatest of the Great."},"pu":{"ss":{"gurmukhi":"hy hrI! qUµ v`ifAW qoN v`fw hYN bVw au~cw hYN sB qoN aupr v`fw hYN [ ","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡਾ ਹੈਂ ਬੜਾ ਉੱਚਾ ਹੈਂ ਸਭ ਤੋਂ ਉਪਰ ਵੱਡਾ ਹੈਂ । "},"ft":{"gurmukhi":"hy hrI! pICy bifEN sy bfy hUey hYN iqn sy aUcy ho, Ab jo bfy syN bfy hYN Agy jo bfy soN bfy hovYgy iqn sB syN qum aUpr ho]","unicode":"ਹੇ ਹਰੀ! ਪੀਛੇ ਬਡਿਓਂ ਸੇ ਬਡੇ ਹੂਏ ਹੈਂ ਤਿਨ ਸੇ ਊਚੇ ਹੋ, ਅਬ ਜੋ ਬਡੇ ਸੇਂ ਬਡੇ ਹੈਂ ਅਗੇ ਜੋ ਬਡੇ ਸੋਂ ਬਡੇ ਹੋਵੈਗੇ ਤਿਨ ਸਭ ਸੇਂ ਤੁਮ ਊਪਰ ਹੋ॥"},"bdb":{"gurmukhi":"hy hrI! qUµ v`ifAW qoN v`fw hYN bVw au~cw hYN sB qoN aupr v`fw hYN [ ","unicode":"ਹੇ ਹਰੀ! ਤੂੰ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡਾ ਹੈਂ ਬੜਾ ਉੱਚਾ ਹੈਂ ਸਭ ਤੋਂ ਉਪਰ ਵੱਡਾ ਹੈਂ । "},"ms":{"gurmukhi":"hy suAwmI! qUM ivSwlW dw mhwn ivSwl, SRySt iv`c prm SRySt Aqy bulMd hYN[ swirAW qoN prm au`cw, qUM pRDwnW dw prm pRDwn hY[","unicode":"ਹੇ ਸੁਆਮੀ! ਤੂੰ ਵਿਸ਼ਾਲਾਂ ਦਾ ਮਹਾਨ ਵਿਸ਼ਾਲ, ਸ਼੍ਰੇਸ਼ਟ ਵਿੱਚ ਪਰਮ ਸ਼੍ਰੇਸ਼ਟ ਅਤੇ ਬੁਲੰਦ ਹੈਂ। ਸਾਰਿਆਂ ਤੋਂ ਪਰਮ ਉੱਚਾ, ਤੂੰ ਪ੍ਰਧਾਨਾਂ ਦਾ ਪਰਮ ਪ੍ਰਧਾਨ ਹੈ।"}},"es":{"sn":"Oh Señor, eres lo Más Grande de lo grande, lo más Grande de lo grande, "},"hi":{"ss":"हे हरी ! तू बड़ों से (भी) बड़ा है बहुत ऊँचा है सबसे ऊपर बड़ा है। ( हे भाई ! ) हरी परमात्मा बेअंत है।","sts":"हे हरि ! तुम बहुत बड़े हो, बड़े से भी बड़े, सर्वोच्च, सर्वोपरि एवं महान् हो।"}},"transliteration":{"english":"har tum(h) vadd vadde vadde vadd uooche sabh uoopar vadde vaddauanaa ||","hindi":"हरि तुम्म वड वडे वडे वड ऊचे सभ ऊपरि वडे वडौना ॥","en":"har tum(h) vadd vadde vadde vadd uooche sabh uoopar vadde vaddauanaa ||","hi":"हरि तुम्म वड वडे वडे वड ऊचे सभ ऊपरि वडे वडौना ॥","ipa":"hər t̪ʊm@ ʋəɖ ʋəɖe ʋəɖe ʋəɖ out͡ʃe səɓ oupər ʋəɖe ʋəɖɒənɑ.","ur":"هر تُمھ وڈ وڈے وڈے وڈ اُوچے سبھ اُوپر وڈے وڈَونا ۔۔"},"pageNo":1315,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":56089,"shabadId":4778,"verse":{"gurmukhi":"jo iDAwvih hir AprMpru hir hir hir iDAwie hry qy honw ]","unicode":"ਜੋ ਧਿਆਵਹਿ ਹਰਿ ਅਪਰੰਪਰੁ ਹਰਿ ਹਰਿ ਹਰਿ ਧਿਆਇ ਹਰੇ ਤੇ ਹੋਨਾ ॥"},"larivaar":{"gurmukhi":"joiDAwvihhirAprMpruhirhirhiriDAwiehryqyhonw]","unicode":"ਜੋਧਿਆਵਹਿਹਰਿਅਪਰੰਪਰੁਹਰਿਹਰਿਹਰਿਧਿਆਇਹਰੇਤੇਹੋਨਾ॥"},"translation":{"en":{"bdb":"Those who meditate on the Infinite Lord, who meditate on the Lord, Har, Har, Har, are rejuvenated.","ms":"They who contemplate and remember their Infinite God, yea, the Lord God Master, they are rendered verdant.","ssk":"Those who meditate on the Infinite Lord, who meditate on the Lord, Har, Har, Har, are rejuvenated."},"pu":{"ss":{"gurmukhi":"(hy BweI!) hrI prmwqmw byAMq hY, ijhVy mnu`K aus dw iDAwn Drdy hn, auh bMdy aus hrI ƒ sdw ismr ky aus dw rUp hI ho jWdy hn [","unicode":"(ਹੇ ਭਾਈ!) ਹਰੀ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਹੈ, ਜਿਹੜੇ ਮਨੁੱਖ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਉਸ ਹਰੀ ਨੂੰ ਸਦਾ ਸਿਮਰ ਕੇ ਉਸ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hy (AprMpru) bRhmwidkoN kw prw rUp hrI! jo qyry hir hir nwm ko mn, bwxI kr DÎwvqy hYN, so iDAwie kr AnMd hoqy hYN]","unicode":"ਹੇ (ਅਪਰੰਪਰੁ) ਬ੍ਰਹਮਾਦਿਕੋਂ ਕਾ ਪਰਾ ਰੂਪ ਹਰੀ! ਜੋ ਤੇਰੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਮਨ, ਬਾਣੀ ਕਰ ਧ੍ਯਾਵਤੇ ਹੈਂ, ਸੋ ਧਿਆਇ ਕਰ ਅਨੰਦ ਹੋਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI!) hrI prmwqmw byAMq hY, ijhVy mnu`K aus dw iDAwn Drdy hn, auh bMdy aus hrI ƒ sdw ismr ky aus dw rUp hI ho jWdy hn [","unicode":"(ਹੇ ਭਾਈ!) ਹਰੀ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਹੈ, ਜਿਹੜੇ ਮਨੁੱਖ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਉਸ ਹਰੀ ਨੂੰ ਸਦਾ ਸਿਮਰ ਕੇ ਉਸ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"ijhVy Awpxy byAMq vwihgurU Akwl purK pRBU pRmySr dw ismrn Aqy AwrwDn krdy hn, auh srsbz ho jWdy hn[","unicode":"ਜਿਹੜੇ ਆਪਣੇ ਬੇਅੰਤ ਵਾਹਿਗੁਰੂ ਅਕਾਲ ਪੁਰਖ ਪ੍ਰਭੂ ਪ੍ਰਮੇਸ਼ਰ ਦਾ ਸਿਮਰਨ ਅਤੇ ਆਰਾਧਨ ਕਰਦੇ ਹਨ, ਉਹ ਸਰਸਬਜ਼ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"lo más Poderoso y Excelso, lo Más Grande de lo grande. Quienes meditan en el Señor Infinito, en el Señor Jar, Jar, Jar son rejuvenecidos. "},"hi":{"ss":"जो मनुष्य उसका ध्यान धरते हैं। वे लोग उस हरी को सदा सिमर के उसका रूप ही हो जाते हैं।","sts":"जो लोग अपरम्पार हरि का ध्यान करते हैं, वे हरि का ध्यान करके उसी का रूप हो जाते हैं।"}},"transliteration":{"english":"jo dhiaaveh har apara(n)par har har har dhiaai hare te honaa ||","hindi":"जो धिआवहि हरि अपरंपरु हरि हरि हरि धिआइ हरे ते होना ॥","en":"jo dhiaaveh har apara(n)par har har har dhiaai hare te honaa ||","hi":"जो धिआवहि हरि अपरंपरु हरि हरि हरि धिआइ हरे ते होना ॥","ipa":"d͡ʒɔ t̪ɪəɑʋəh hər əpərəŋpər hər hər hər t̪ɪəɑeɪ həre t̪e hɔnɑ.","ur":"جو دھآوه هر اپرمپر هرِ هرِ هرِ دھآا هرے تے هونا ۔۔"},"pageNo":1315,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56090,"shabadId":4778,"verse":{"gurmukhi":"jo gwvih suxih qyrw jsu suAwmI iqn kwty pwp ktonw ]","unicode":"ਜੋ ਗਾਵਹਿ ਸੁਣਹਿ ਤੇਰਾ ਜਸੁ ਸੁਆਮੀ ਤਿਨ ਕਾਟੇ ਪਾਪ ਕਟੋਨਾ ॥"},"larivaar":{"gurmukhi":"jogwvihsuxihqyrwjsusuAwmIiqnkwtypwpktonw]","unicode":"ਜੋਗਾਵਹਿਸੁਣਹਿਤੇਰਾਜਸੁਸੁਆਮੀਤਿਨਕਾਟੇਪਾਪਕਟੋਨਾ॥"},"translation":{"en":{"bdb":"Those who sing and listen to Your Praises, O my Lord and Master, have millions of sins destroyed.","ms":"They who sing and hear Thy praise, O Lord, millions of their sins are destroyed.","ssk":"Those who sing and listen to Your Praises, O my Lord and Master, have millions of sins destroyed."},"pu":{"ss":{"gurmukhi":"hy suAwmI! ijhVy mnu`K qyrI is&iq-swlwh dw gIq gWdy hn suxdy hn, auh (Awpxy) ko®VW pwp nws kr lYNdy hn [ ","unicode":"ਹੇ ਸੁਆਮੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਸੁਣਦੇ ਹਨ, ਉਹ (ਆਪਣੇ) ਕੋ੍ਰੜਾਂ ਪਾਪ ਨਾਸ ਕਰ ਲੈਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"hy sÍwmI! jo qyrw js gwvqy vw suxqy hYN iqnoN ny pwpoN ko (ktonw) kwtny vwly pwpoN ko kwt dIAw hY]","unicode":"ਹੇ ਸ੍ਵਾਮੀ! ਜੋ ਤੇਰਾ ਜਸ ਗਾਵਤੇ ਵਾ ਸੁਣਤੇ ਹੈਂ ਤਿਨੋਂ ਨੇ ਪਾਪੋਂ ਕੋ (ਕਟੋਨਾ) ਕਾਟਨੇ ਵਾਲੇ ਪਾਪੋਂ ਕੋ ਕਾਟ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy suAwmI! ijhVy mnu`K qyrI is&iq-swlwh dw gIq gWdy hn suxdy hn, auh (Awpxy) ko®VW pwp nws kr lYNdy hn [ ","unicode":"ਹੇ ਸੁਆਮੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਸੁਣਦੇ ਹਨ, ਉਹ (ਆਪਣੇ) ਕੋ੍ਰੜਾਂ ਪਾਪ ਨਾਸ ਕਰ ਲੈਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"ijhVy qyrI mihmw gwauNdy Aqy suxdy hn, hy swihb! aunHW dy kRoVw hI pwp nSt ho jWdy hn[","unicode":"ਜਿਹੜੇ ਤੇਰੀ ਮਹਿਮਾ ਗਾਉਂਦੇ ਅਤੇ ਸੁਣਦੇ ਹਨ, ਹੇ ਸਾਹਿਬ! ਉਨ੍ਹਾਂ ਦੇ ਕ੍ਰੋੜਾ ਹੀ ਪਾਪ ਨਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Los miles de errores de aquéllos que cantan y escuchan Tu Alabanza, oh mi Señor y Maestro, son erradicados. Sé que esos Seres Divinos que siguen las Enseñanzas del Guru son iguales a Ti."},"hi":{"ss":"हे स्वामी ! जो मनुष्य तेरी सिफत-सालाह का गीत गाते हैं सुनते हैं। वे (अपने) करोड़ों पाप नाश कर लेते हैं।","sts":"हे स्वामी ! जो तेरा यश गाते अथवा सुनते हैं, उनके सब पाप कट जाते हैं।"}},"transliteration":{"english":"jo gaaveh suneh teraa jas suaamee tin kaaTe paap kaTonaa ||","hindi":"जो गावहि सुणहि तेरा जसु सुआमी तिन काटे पाप कटोना ॥","en":"jo gaaveh suneh teraa jas suaamee tin kaaTe paap kaTonaa ||","hi":"जो गावहि सुणहि तेरा जसु सुआमी तिन काटे पाप कटोना ॥","ipa":"d͡ʒɔ Gɑʋəh sʊɳəh t̪erɑ d͡ʒəs sʊəɑmi t̪ɪn kɑʈe pɑp kəʈɔnɑ.","ur":"جو گاوه سُݨه تےرا جس سُآمیِ تن کاٹے پاپ کٹونا ۔۔"},"pageNo":1315,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56091,"shabadId":4778,"verse":{"gurmukhi":"qum jYsy hir purK jwny miq gurmiq muiK vf vf Bwg vfonw ]","unicode":"ਤੁਮ ਜੈਸੇ ਹਰਿ ਪੁਰਖ ਜਾਨੇ ਮਤਿ ਗੁਰਮਤਿ ਮੁਖਿ ਵਡ ਵਡ ਭਾਗ ਵਡੋਨਾ ॥"},"larivaar":{"gurmukhi":"qumjYsyhirpurKjwnymiqgurmiqmuiKvfvfBwgvfonw]","unicode":"ਤੁਮਜੈਸੇਹਰਿਪੁਰਖਜਾਨੇਮਤਿਗੁਰਮਤਿਮੁਖਿਵਡਵਡਭਾਗਵਡੋਨਾ॥"},"translation":{"en":{"bdb":"I know that those divine beings who follow the Guru's Teachings are just like You, Lord. They are the greatest of the great, so very fortunate.","ms":"O the greatest of the great, supreme Lord, through the Guru's instructions and teachings, I look upon the exceedingly fortunate Divine persons Just like Thee.","ssk":"I know that those divine beings who follow the Guru's Teachings are just like You, Lord. They are the greatest of the great, so very fortunate."},"pu":{"ss":{"gurmukhi":"hy srb-ivAwpk hrI! auh mnu`K v`fy BwgW vwly igxy jWdy hn (sB mnu`KW ivc) muKI mMny jWdy hn, siqgurU dI miq auqy ky auh mnu`K qyry vrgy hI jwxy jWdy hn [","unicode":"ਹੇ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਗਿਣੇ ਜਾਂਦੇ ਹਨ (ਸਭ ਮਨੁੱਖਾਂ ਵਿਚ) ਮੁਖੀ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਕੇ ਉਹ ਮਨੁੱਖ ਤੇਰੇ ਵਰਗੇ ਹੀ ਜਾਣੇ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijs ky msqk ky Bwg bfy hYN AYsy jo gur (vfonw) v¤fy hYN, iqn kI isKÎw mqI myN Dwrn krky, hy hrI purK! qum jYsy ho qYsy jwny ho]ÇqW qy hm AYsy aupdyS krqy hYN:","unicode":"ਜਿਸ ਕੇ ਮਸਤਕ ਕੇ ਭਾਗ ਬਡੇ ਹੈਂ ਐਸੇ ਜੋ ਗੁਰ (ਵਡੋਨਾ) ਵੱਡੇ ਹੈਂ, ਤਿਨ ਕੀ ਸਿਖ੍ਯਾ ਮਤੀ ਮੇਂ ਧਾਰਨ ਕਰਕੇ, ਹੇ ਹਰੀ ਪੁਰਖ! ਤੁਮ ਜੈਸੇ ਹੋ ਤੈਸੇ ਜਾਨੇ ਹੋ॥☬ਤਾਂ ਤੇ ਹਮ ਐਸੇ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy srb-ivAwpk hrI! auh mnu`K v`fy BwgW vwly igxy jWdy hn (sB mnu`KW ivc) muKI mMny jWdy hn, siqgurU dI miq auqy ky auh mnu`K qyry vrgy hI jwxy jWdy hn [","unicode":"ਹੇ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਗਿਣੇ ਜਾਂਦੇ ਹਨ (ਸਭ ਮਨੁੱਖਾਂ ਵਿਚ) ਮੁਖੀ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਕੇ ਉਹ ਮਨੁੱਖ ਤੇਰੇ ਵਰਗੇ ਹੀ ਜਾਣੇ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"hy iviwlW prm ivSwl SRymxI swihb, gurW dy aupdyS Aqy isKmiq rwhIN mYN prm vfy Bwgw vwly eISvrI purSW ƒ qyry vrgy hI jwxdw hW[","unicode":"ਹੇ ਵਿਾਿਲਾਂ ਪਰਮ ਵਿਸ਼ਾਲ ਸ਼੍ਰੇਮਣੀ ਸਾਹਿਬ, ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਅਤੇ ਸਿਖਮਤਿ ਰਾਹੀਂ ਮੈਂ ਪਰਮ ਵਡੇ ਭਾਗਾ ਵਾਲੇ ਈਸ਼ਵਰੀ ਪੁਰਸ਼ਾਂ ਨੂੰ ਤੇਰੇ ਵਰਗੇ ਹੀ ਜਾਣਦਾ ਹਾਂ।"}},"es":{"sn":"Oh, Señor, son lo Grandioso de lo más grande y tan afortunados. Que todos mediten en el Señor, "},"hi":{"ss":"हे सर्व-व्यापक हरी ! वे मनुष्य बहुत भाग्यशाली गिने जाते हैं (सब मनुष्यों में) मुखी माने जाते हैं। सतिगुरू की मति पर चल के वे मनुष्य तेरे जैसे ही जाने जाते हैं।","sts":"गुरु की शिक्षा से हरि-भक्ति को हरि जैसा माना है, वह बड़ा एवं भाग्यशाली है।"}},"transliteration":{"english":"tum jaise har purakh jaane mat gurmat mukh vadd vadd bhaag vaddonaa ||","hindi":"तुम जैसे हरि पुरख जाने मति गुरमति मुखि वड वड भाग वडोना ॥","en":"tum jaise har purakh jaane mat gurmat mukh vadd vadd bhaag vaddonaa ||","hi":"तुम जैसे हरि पुरख जाने मति गुरमति मुखि वड वड भाग वडोना ॥","ipa":"t̪ʊm d͡ʒæse hər pʊrəkʰ d͡ʒɑne mət̪ Gʊrəmət̪ mʊkʰ ʋəɖ ʋəɖ ɓɑG ʋəɖɔnɑ.","ur":"تُم جَےسے هر پُرکھ جانے متِ گُرمت مُکھ وڈ وڈ بھاگ وڈونا ۔۔"},"pageNo":1315,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":56092,"shabadId":4778,"verse":{"gurmukhi":"siB iDAwvhu Awid sqy jugwid sqy prqiK sqy sdw sdw sqy jnu nwnku dwsu dsonw ]5]","unicode":"ਸਭਿ ਧਿਆਵਹੁ ਆਦਿ ਸਤੇ ਜੁਗਾਦਿ ਸਤੇ ਪਰਤਖਿ ਸਤੇ ਸਦਾ ਸਦਾ ਸਤੇ ਜਨੁ ਨਾਨਕੁ ਦਾਸੁ ਦਸੋਨਾ ॥੫॥"},"larivaar":{"gurmukhi":"siBiDAwvhuAwidsqyjugwidsqyprqiKsqysdwsdwsqyjnunwnkudwsudsonw]5]","unicode":"ਸਭਿਧਿਆਵਹੁਆਦਿਸਤੇਜੁਗਾਦਿਸਤੇਪਰਤਖਿਸਤੇਸਦਾਸਦਾਸਤੇਜਨੁਨਾਨਕੁਦਾਸੁਦਸੋਨਾ॥੫॥"},"translation":{"en":{"bdb":"Let everyone meditate on the Lord, who was True in the primal beginning, and True throughout the ages; He is revealed as True here and now, and He shall be True forever and ever. Servant Nanak is the slave of His slaves. ||5||","ms":"Let every one dwell upon Him, who was true in the prime and true in the beginning of ages, who is true now and shall ever, yea, ever be true and whom Serf Nanak is the slave of slaves.","ssk":"Let everyone meditate on the Lord, who was True in the primal beginning, and True throughout the ages; He is revealed as True here and now, and He shall be True forever and ever. Servant Nanak is the slave of His slaves. ||5||"},"pu":{"ss":{"gurmukhi":"hy BweI! jo prmwqmw Awid qoN jugW dy Awid qoN hoNd vwlw hY; jo (hux BI) prq`K kwiem hY qy sdw hI kwiem rihx vwlw hY, qusI swry aus dw ismrn krdy rho [ dws nwnk aus (hrI dy) dwsW dw dws hY [5[","unicode":"ਹੇ ਭਾਈ! ਜੋ ਪਰਮਾਤਮਾ ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ; ਜੋ (ਹੁਣ ਭੀ) ਪਰਤੱਖ ਕਾਇਮ ਹੈ ਤੇ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੁਸੀ ਸਾਰੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੋ । ਦਾਸ ਨਾਨਕ ਉਸ (ਹਰੀ ਦੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ।੫।"},"ft":{"gurmukhi":"qW qy hy BweI sMq jnoN! sBI AYsy iDAwvxw kro: jo Awid myN BI sq Qw AOr jugoN kI imRXwdw ky Awid myN BI sq Qw Ab pRqK vrqmwn myN BI sq hY Ar Awgy ko BI sdw sdw s`q sÍrUp hI hovYgw[ sRI gurU jI khqy hYN: iqs vwihgurU ky hm dwsoN ky dws hYN]5]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਾਈ ਸੰਤ ਜਨੋਂ! ਸਭੀ ਐਸੇ ਧਿਆਵਣਾ ਕਰੋ: ਜੋ ਆਦਿ ਮੇਂ ਭੀ ਸਤ ਥਾ ਔਰ ਜੁਗੋਂ ਕੀ ਮ੍ਰਿਯਾਦਾ ਕੇ ਆਦਿ ਮੇਂ ਭੀ ਸਤ ਥਾ ਅਬ ਪ੍ਰਤਖ ਵਰਤਮਾਨ ਮੇਂ ਭੀ ਸਤ ਹੈ ਅਰ ਆਗੇ ਕੋ ਭੀ ਸਦਾ ਸਦਾ ਸੱਤ ਸ੍ਵਰੂਪ ਹੀ ਹੋਵੈਗਾ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਹਮ ਦਾਸੋਂ ਕੇ ਦਾਸ ਹੈਂ॥੫॥"},"bdb":{"gurmukhi":"hy BweI! jo prmwqmw Awid qoN jugW dy Awid qoN hoNd vwlw hY; jo (hux BI) prq`K kwiem hY qy sdw hI kwiem rihx vwlw hY, qusI swry aus dw ismrn krdy rho [ dws nwnk aus (hrI dy) dwsW dw dws hY [5[","unicode":"ਹੇ ਭਾਈ! ਜੋ ਪਰਮਾਤਮਾ ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ; ਜੋ (ਹੁਣ ਭੀ) ਪਰਤੱਖ ਕਾਇਮ ਹੈ ਤੇ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੁਸੀ ਸਾਰੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੋ । ਦਾਸ ਨਾਨਕ ਉਸ (ਹਰੀ ਦੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ।੫।"},"ms":{"gurmukhi":"hr koeI aus dw AwrwDn kro, jo AYn AwrMB Aqy XugW dy AwrMB iv`c s`cw sI[ jo hux s`cw hY Aqy hmySW, hmySW hI s`cw rhygw Aqy dws nwnk ijs dy goilAW dw golw hY[","unicode":"ਹਰ ਕੋਈ ਉਸ ਦਾ ਆਰਾਧਨ ਕਰੋ, ਜੋ ਐਨ ਆਰੰਭ ਅਤੇ ਯੁਗਾਂ ਦੇ ਆਰੰਭ ਵਿੱਚ ਸੱਚਾ ਸੀ। ਜੋ ਹੁਣ ਸੱਚਾ ਹੈ ਅਤੇ ਹਮੇਸ਼ਾਂ, ਹਮੇਸ਼ਾਂ ਹੀ ਸੱਚਾ ਰਹੇਗਾ ਅਤੇ ਦਾਸ ਨਾਨਕ ਜਿਸ ਦੇ ਗੋਲਿਆਂ ਦਾ ਗੋਲਾ ਹੈ।"}},"es":{"sn":"en ese Señor que es Verdad en el Principio, Verdad a través de todas las épocas y la Verdad revelada aquí y ahora, siendo Verdad por siempre y para siempre. El Sirviente Nanak es el Esclavo de Sus Esclavos. (5)"},"hi":{"ss":"हे भाई ! जो परमात्मा आदि से जुगादि (जुगों के आदि) से अस्तित्व वाला है; जो (अब भी) प्रत्यक्ष कायम है और सदा ही कायम रहने वाला है। तुम सारे उसका सिमरन करते रहो। दास नानक उस (हरी के) दासों का दास है। 5।","sts":"सभी हरि का ध्यान करते हैं, एकमात्र वही सत्यस्वरूप है, युग-युगांतर सत्य है, अब भी सत्य है, सर्वदा सत्य रहने वाला है, दास नानक उसके दासों का दास है॥ ५॥"}},"transliteration":{"english":"sabh dhiaavahu aadh sate jugaadh sate paratakh sate sadhaa sadhaa sate jan naanak dhaas dhasonaa ||5||","hindi":"सभि धिआवहु आदि सते जुगादि सते परतखि सते सदा सदा सते जनु नानकु दासु दसोना ॥५॥","en":"sabh dhiaavahu aadh sate jugaadh sate paratakh sate sadhaa sadhaa sate jan naanak dhaas dhasonaa ||5||","hi":"सभि धिआवहु आदि सते जुगादि सते परतखि सते सदा सदा सते जनु नानकु दासु दसोना ॥५॥","ipa":"səɓ t̪ɪəɑʋəh əɑd̪ sət̪e d͡ʒʊGɑd̪ sət̪e pərət̪əkʰ sət̪e səd̪ɑ səd̪ɑ sət̪e d͡ʒən nɑnək d̪ɑs d̪əsɔnɑ.5.","ur":"سبھ دھآوهُ آد ستے جُگاد ستے پرتکھ ستے سدا سدا ستے جن نانک داس دسونا ۔۔۵۔۔"},"pageNo":1315,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"},{"p":7,"t":"y"},{"p":13,"t":"y"}],"igurbani":[{"p":10,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"},{"p":7,"t":"y"},{"p":13,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"}]}}]}