{"shabadInfo":{"shabadId":4783,"shabadName":56117,"pageNo":1315,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1315},"raag":{"raagId":32,"gurmukhi":"rwgu kwnVw","unicode":"ਰਾਗੁ ਕਾਨੜਾ","english":"Raag Kaanraa","raagWithPage":"Kaanraa (1294-1318)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":6,"navigation":{"previous":4782,"next":4784},"verses":[{"verseId":56116,"shabadId":4783,"verse":{"gurmukhi":"pauVI ]","unicode":"ਪਉੜੀ ॥"},"larivaar":{"gurmukhi":"pauVI]","unicode":"ਪਉੜੀ॥"},"translation":{"en":{"bdb":"Pauree:","ms":"Pauri.","ssk":"Pauree:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"pauVI[","unicode":"ਪਉੜੀ।"}},"es":{"sn":"Pauri."},"hi":{"ss":"","sts":"पउड़ी॥"}},"transliteration":{"english":"pauRee ||","hindi":"पउड़ी ॥","en":"pauRee ||","hi":"पउड़ी ॥","ipa":"poʊɽi.","ur":"پاڑیِ ۔۔"},"pageNo":1315,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":56117,"shabadId":4783,"verse":{"gurmukhi":"pMcy sbd vjy miq gurmiq vfBwgI Anhdu vijAw ]","unicode":"ਪੰਚੇ ਸਬਦ ਵਜੇ ਮਤਿ ਗੁਰਮਤਿ ਵਡਭਾਗੀ ਅਨਹਦੁ ਵਜਿਆ ॥"},"larivaar":{"gurmukhi":"pMcysbdvjymiqgurmiqvfBwgIAnhduvijAw]","unicode":"ਪੰਚੇਸਬਦਵਜੇਮਤਿਗੁਰਮਤਿਵਡਭਾਗੀਅਨਹਦੁਵਜਿਆ॥"},"translation":{"en":{"bdb":"The Panch Shabad, the Five Primal Sounds, vibrate with the Wisdom of the Guru's Teachings; by great good fortune, the Unstruck Melody resonates and resounds.","ms":"By the Guru's instructions, the five tunes ring within my mind and through, great good fortune, hear I, the resounding of the celestial strain.","ssk":"The Panch Shabad, the Five Primal Sounds, vibrate with the Wisdom of the Guru's Teachings; by great good fortune, the Unstruck Melody resonates and resounds."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs v`fy BwgW vwly mnu`K dI m`q ivc gurU dw aupdyS v`s pYNdw hY aus dy AMdr (Awqmk AwnMd dw) iek-rs vwjw v`j pYNdw hY (aus dy AMdr, mwno) pMjW hI iksmW dy swz v`j pYNdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਮੱਤ ਵਿਚ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਆਨੰਦ ਦਾ) ਇਕ-ਰਸ ਵਾਜਾ ਵੱਜ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਪੰਜਾਂ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ ਵੱਜ ਪੈਂਦੇ ਹਨ । "},"ft":{"gurmukhi":"(pMcy) sMqoN ky aupdys sy (mqI) buDI myN gurmiq Dwrny kr vfwBwgIEN ko (Anhdu) eyk rs vwihgurU vijAw pRgitAw, Bwv swKÎwqkwr hUAw hY]","unicode":"(ਪੰਚੇ) ਸੰਤੋਂ ਕੇ ਉਪਦੇਸ ਸੇ (ਮਤੀ) ਬੁਧੀ ਮੇਂ ਗੁਰਮਤਿ ਧਾਰਨੇ ਕਰ ਵਡਾਭਾਗੀਓਂ ਕੋ (ਅਨਹਦੁ) ਏਕ ਰਸ ਵਾਹਿਗੁਰੂ ਵਜਿਆ ਪ੍ਰਗਟਿਆ, ਭਾਵ ਸਾਖ੍ਯਾਤਕਾਰ ਹੂਆ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijs v`fy BwgW vwly mnu`K dI m`q ivc gurU dw aupdyS v`s pYNdw hY aus dy AMdr (Awqmk AwnMd dw) iek-rs vwjw v`j pYNdw hY (aus dy AMdr, mwno) pMjW hI iksmW dy swz v`j pYNdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਮੱਤ ਵਿਚ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਆਨੰਦ ਦਾ) ਇਕ-ਰਸ ਵਾਜਾ ਵੱਜ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਪੰਜਾਂ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ ਵੱਜ ਪੈਂਦੇ ਹਨ । "},"ms":{"gurmukhi":"gurW dy aupdyS duAwrw, myry mn AMdr pMj DunW gUMj dIAW hn Aqy Bwry cMgy nsIbW rwhIN mYƒ bYkUTI kIrqn dI gUMj suxweI idMdI hY[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ, ਮੇਰੇ ਮਨ ਅੰਦਰ ਪੰਜ ਧੁਨਾਂ ਗੂੰਜ ਦੀਆਂ ਹਨ ਅਤੇ ਭਾਰੇ ਚੰਗੇ ਨਸੀਬਾਂ ਰਾਹੀਂ ਮੈਨੂੰ ਬੈਕੂਠੀ ਕੀਰਤਨ ਦੀ ਗੂੰਜ ਸੁਣਾਈ ਦਿੰਦੀ ਹੈ।"}},"es":{"sn":"El Panch Shabd, los Cinco Sonidos Primordiales vibran con la Sabiduría de la Enseñanza del Guru. Por una maravillosa y buena fortuna, la Melodía Inefable suena y resuena. "},"hi":{"ss":"हे भाई ! जिस बड़े भाग्यशाली मनुष्य की मति में गुरू का उपदेश बस जाता है उसके अंदर (आत्मिक आनंद का) एक-रस बाजा बज जाता है (उसके अंदर। मानो) पाँचों ही किस्मों के साज़ बज उठते हैं।","sts":"गुरु की शिक्षा से पाँच शब्द गूंज उठे, अहोभाग्य से अनाहत नाद गूंजा।"}},"transliteration":{"english":"pa(n)che sabadh vaje mat gurmat vaddabhaagee anahadh vajiaa ||","hindi":"पंचे सबद वजे मति गुरमति वडभागी अनहदु वजिआ ॥","en":"pa(n)che sabadh vaje mat gurmat vaddabhaagee anahadh vajiaa ||","hi":"पंचे सबद वजे मति गुरमति वडभागी अनहदु वजिआ ॥","ipa":"pəŋt͡ʃe səbəd̪ ʋəd͡ʒe mət̪ Gʊrəmət̪ ʋəɖəɓɑGi ənəhəd̪ ʋəd͡ʒɪəɑ.","ur":"پںچے سبد وجے مت گُرمت وڈبھاگیِ انهد وجِآ ۔۔"},"pageNo":1315,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56118,"shabadId":4783,"verse":{"gurmukhi":"Awnd mUlu rwmu sBu dyiKAw gur sbdI goivdu gijAw ]","unicode":"ਆਨਦ ਮੂਲੁ ਰਾਮੁ ਸਭੁ ਦੇਖਿਆ ਗੁਰ ਸਬਦੀ ਗੋਵਿਦੁ ਗਜਿਆ ॥"},"larivaar":{"gurmukhi":"AwndmUlurwmusBudyiKAwgursbdIgoivdugijAw]","unicode":"ਆਨਦਮੂਲੁਰਾਮੁਸਭੁਦੇਖਿਆਗੁਰਸਬਦੀਗੋਵਿਦੁਗਜਿਆ॥"},"translation":{"en":{"bdb":"I see the Lord, the Source of Bliss, everywhere; through the Word of the Guru's Shabad, the Lord of the Universe is revealed.","ms":"Through the Guru's teachings, the Master of the universe has become manifest unto me and I now see the Lord, the source of bliss, pervading everywhere.","ssk":"I see the Lord, the Source of Bliss, everywhere; through the Word of the Guru's Shabad, the Lord of the Universe is revealed."},"pu":{"ss":{"gurmukhi":"gurU dy Sbd dI brkiq nwl (aus dy AMdr) prmwqmw g`j pYNdw hY Aqy auh hr QW AwnMd dy somy prmwqmw ƒ (v`sdw) vyKdw hY [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਗੱਜ ਪੈਂਦਾ ਹੈ ਅਤੇ ਉਹ ਹਰ ਥਾਂ ਆਨੰਦ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਵੱਸਦਾ) ਵੇਖਦਾ ਹੈ । "},"ft":{"gurmukhi":"jb gur aupdys kr goivMd ko (gijAw) aucwrn kIAw qb AnMd kw mUl rwm hI srb myN pUrn dyKw]","unicode":"ਜਬ ਗੁਰ ਉਪਦੇਸ ਕਰ ਗੋਵਿੰਦ ਕੋ (ਗਜਿਆ) ਉਚਾਰਨ ਕੀਆ ਤਬ ਅਨੰਦ ਕਾ ਮੂਲ ਰਾਮ ਹੀ ਸਰਬ ਮੇਂ ਪੂਰਨ ਦੇਖਾ॥"},"bdb":{"gurmukhi":"gurU dy Sbd dI brkiq nwl (aus dy AMdr) prmwqmw g`j pYNdw hY Aqy auh hr QW AwnMd dy somy prmwqmw ƒ (v`sdw) vyKdw hY [ ","unicode":"ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਗੱਜ ਪੈਂਦਾ ਹੈ ਅਤੇ ਉਹ ਹਰ ਥਾਂ ਆਨੰਦ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਵੱਸਦਾ) ਵੇਖਦਾ ਹੈ । "},"ms":{"gurmukhi":"gurW dI isKmq rwhIN, iSRSt dw suAwmI myry auqy nwzl ho igAw hY Aqy mYN hux KuSI dy somy suAwmI ƒ hr QW ivAwpk vyKdw hW[","unicode":"ਗੁਰਾਂ ਦੀ ਸਿਖਮਤ ਰਾਹੀਂ, ਸ਼੍ਰਿਸ਼ਟ ਦਾ ਸੁਆਮੀ ਮੇਰੇ ਉਤੇ ਨਾਜ਼ਲ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਮੈਂ ਹੁਣ ਖੁਸ਼ੀ ਦੇ ਸੋਮੇ ਸੁਆਮੀ ਨੂੰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਵੇਖਦਾ ਹਾਂ।"}},"es":{"sn":"Ahora veo al Señor, Fuente de Gloria, por todas partes. A través de la Palabra del Shabd del Guru el Señor del Universo es revelado. "},"hi":{"ss":"गुरू के शबद की बरकति से (उसके अंदर) परमात्मा गरज उठता है और वह हर जगह आनंद के श्रोत परमात्मा को (बसता) देखता है।","sts":"सब ओर आनंद का मूल स्रोत ईश्वर दृष्टिमान हुआ है और गुरु के शब्द से वही प्रगट हुआ है।"}},"transliteration":{"english":"aanadh mool raam sabh dhekhiaa gur sabadhee govidh gajiaa ||","hindi":"आनद मूलु रामु सभु देखिआ गुर सबदी गोविदु गजिआ ॥","en":"aanadh mool raam sabh dhekhiaa gur sabadhee govidh gajiaa ||","hi":"आनद मूलु रामु सभु देखिआ गुर सबदी गोविदु गजिआ ॥","ipa":"əɑnəd̪ mul rɑm səɓ d̪ekʰɪəɑ Gʊr səbəd̪i Gɔʋɪd̪ Gəd͡ʒɪəɑ.","ur":"آند مُول رام سبھ دےکھآ گُر سبدیِ گوود گجآ ۔۔"},"pageNo":1315,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56119,"shabadId":4783,"verse":{"gurmukhi":"Awid jugwid vysu hir eyko miq gurmiq hir pRBu BijAw ]","unicode":"ਆਦਿ ਜੁਗਾਦਿ ਵੇਸੁ ਹਰਿ ਏਕੋ ਮਤਿ ਗੁਰਮਤਿ ਹਰਿ ਪ੍ਰਭੁ ਭਜਿਆ ॥"},"larivaar":{"gurmukhi":"AwidjugwidvysuhireykomiqgurmiqhirpRBuBijAw]","unicode":"ਆਦਿਜੁਗਾਦਿਵੇਸੁਹਰਿਏਕੋਮਤਿਗੁਰਮਤਿਹਰਿਪ੍ਰਭੁਭਜਿਆ॥"},"translation":{"en":{"bdb":"From the primal beginning, and throughout the ages, the Lord has One Form. Through the Wisdom of the Guru's Teachings, I vibrate and meditate on the Lord God.","ms":"Since the prime and the beginning of ages, the Lord has but One form. Through the Guru's instructions, within my mind, I now meditate on the Lord alone.","ssk":"From the primal beginning, and throughout the ages, the Lord has One Form. Through the Wisdom of the Guru's Teachings, I vibrate and meditate on the Lord God."},"pu":{"ss":{"gurmukhi":"(hy BweI! ijhVw mnu`K) gurU dI m`q lY ky prmwqmw dw Bjn krdw hY (aus ƒ ieh inscw Aw jWdw hY ik isRStI dy) Awid qoN jugW dy Awid qoN prmwqmw dI ieko hI At`l hsqI hY [","unicode":"(ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦਾ ਹੈ (ਉਸ ਨੂੰ ਇਹ ਨਿਸਚਾ ਆ ਜਾਂਦਾ ਹੈ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਪਰਮਾਤਮਾ ਦੀ ਇਕੋ ਹੀ ਅਟੱਲ ਹਸਤੀ ਹੈ ।"},"ft":{"gurmukhi":"Awid AOr jugwid myN ijs kw eyk hI vys hY iqs hrI pRBU ko buDI myN gur isKÎw lYkr Bjw hY]ÇqW qy AYsy bynqI krqy hYN:","unicode":"ਆਦਿ ਔਰ ਜੁਗਾਦਿ ਮੇਂ ਜਿਸ ਕਾ ਏਕ ਹੀ ਵੇਸ ਹੈ ਤਿਸ ਹਰੀ ਪ੍ਰਭੂ ਕੋ ਬੁਧੀ ਮੇਂ ਗੁਰ ਸਿਖ੍ਯਾ ਲੈਕਰ ਭਜਾ ਹੈ॥☬ਤਾਂ ਤੇ ਐਸੇ ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy BweI! ijhVw mnu`K) gurU dI m`q lY ky prmwqmw dw Bjn krdw hY (aus ƒ ieh inscw Aw jWdw hY ik isRStI dy) Awid qoN jugW dy Awid qoN prmwqmw dI ieko hI At`l hsqI hY [","unicode":"(ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦਾ ਹੈ (ਉਸ ਨੂੰ ਇਹ ਨਿਸਚਾ ਆ ਜਾਂਦਾ ਹੈ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਪਰਮਾਤਮਾ ਦੀ ਇਕੋ ਹੀ ਅਟੱਲ ਹਸਤੀ ਹੈ ।"},"ms":{"gurmukhi":"AYn AwrMB Aqy XugW dy AwrMB qoN suAwmI dw kyvl iek srUp hY[ gurW dy aupdyS rwhIN Awpxy ihrdy AMdr hux mYN kyvl suAwmI vwihgurU dw hI ismrn krdw hW[","unicode":"ਐਨ ਆਰੰਭ ਅਤੇ ਯੁਗਾਂ ਦੇ ਆਰੰਭ ਤੋਂ ਸੁਆਮੀ ਦਾ ਕੇਵਲ ਇਕ ਸਰੂਪ ਹੈ। ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਹੁਣ ਮੈਂ ਕੇਵਲ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਹੀ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"El Señor siempre ha tenido una Sola Forma, desde el Principio Primordial y a través de todas las épocas. Mediante la Sabiduría y la Enseñanza del Guru, vibro y medito en Dios Nuestro Señor. "},"hi":{"ss":"(हे भाई ! जो मनुष्य) गुरू की मति ले के परमात्मा का भजन करता है (उसको यह निश्चय आ जाता है कि सृष्टि के) आदि से जुगादि से परमात्मा की एक ही अटल हस्ती है।","sts":"युग-युगांतर एकमात्र वही स्थित है और गुरु की शिक्षा से प्रभु का भजन किया है।"}},"transliteration":{"english":"aadh jugaadh ves har eko mat gurmat har prabh bhajiaa ||","hindi":"आदि जुगादि वेसु हरि एको मति गुरमति हरि प्रभु भजिआ ॥","en":"aadh jugaadh ves har eko mat gurmat har prabh bhajiaa ||","hi":"आदि जुगादि वेसु हरि एको मति गुरमति हरि प्रभु भजिआ ॥","ipa":"əɑd̪ d͡ʒʊGɑd̪ ʋes hər eekɔ mət̪ Gʊrəmət̪ hər pɹəɓ ɓəd͡ʒɪəɑ.","ur":"آد جُگاد وےس هر اےکو متِ گُرمت هرِ پربھ بھجِآ ۔۔"},"pageNo":1315,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56120,"shabadId":4783,"verse":{"gurmukhi":"hir dyvhu dwnu dieAwl pRB jn rwKhu hir pRB lijAw ]","unicode":"ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਦਇਆਲ ਪ੍ਰਭ ਜਨ ਰਾਖਹੁ ਹਰਿ ਪ੍ਰਭ ਲਜਿਆ ॥"},"larivaar":{"gurmukhi":"hirdyvhudwnudieAwlpRBjnrwKhuhirpRBlijAw]","unicode":"ਹਰਿਦੇਵਹੁਦਾਨੁਦਇਆਲਪ੍ਰਭਜਨਰਾਖਹੁਹਰਿਪ੍ਰਭਲਜਿਆ॥"},"translation":{"en":{"bdb":"O Merciful Lord God, please bless me with Your Bounty; O Lord God, please preserve and protect the honor of Your humble servant.","ms":"O My merciful Lord God, yea, the God Lord, bless Thou me with the gift of Thy Name and save the honour of Thy slave.","ssk":"O Merciful Lord God, please bless me with Your Bounty; O Lord God, please preserve and protect the honor of Your humble servant."},"pu":{"ss":{"gurmukhi":"hy hrI! hy dieAw dy somy pRBU! qUµ Awpxy dwsW ƒ (Awpxy nwm dw) dwn dyNdw hYN, (qy, ies qrHW ivkwrW dy twkry qy auhnW dI) lwj r`Kdw hYN [","unicode":"ਹੇ ਹਰੀ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਦਾਸਾਂ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦਾ) ਦਾਨ ਦੇਂਦਾ ਹੈਂ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉਹਨਾਂ ਦੀ) ਲਾਜ ਰੱਖਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy dÎwl hrI pRBU! myry ko dwn dIjIey AOr hy hrI pRBU! jnoN kI ljw ko rwK lIjIey]","unicode":"ਹੇ ਦ੍ਯਾਲ ਹਰੀ ਪ੍ਰਭੂ! ਮੇਰੇ ਕੋ ਦਾਨ ਦੀਜੀਏ ਔਰ ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਜਨੋਂ ਕੀ ਲਜਾ ਕੋ ਰਾਖ ਲੀਜੀਏ॥"},"bdb":{"gurmukhi":"hy hrI! hy dieAw dy somy pRBU! qUµ Awpxy dwsW ƒ (Awpxy nwm dw) dwn dyNdw hYN, (qy, ies qrHW ivkwrW dy twkry qy auhnW dI) lwj r`Kdw hYN [","unicode":"ਹੇ ਹਰੀ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਦਾਸਾਂ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦਾ) ਦਾਨ ਦੇਂਦਾ ਹੈਂ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉਹਨਾਂ ਦੀ) ਲਾਜ ਰੱਖਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hy myry mieAwvwn vwihgurU suAwmI! vwihgurU suAwmI, qUM mYƒ Awpxy nwm dI dwq bKS Aqy Awpxy goly dI ie`zq-AwbrU r`K[","unicode":"ਹੇ ਮੇਰੇ ਮਇਆਵਾਨ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ! ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ, ਤੂੰ ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖਸ਼ ਅਤੇ ਆਪਣੇ ਗੋਲੇ ਦੀ ਇੱਜ਼ਤ-ਆਬਰੂ ਰੱਖ।"}},"es":{"sn":"Oh, Dios, Señor Compasivo, por favor bendíceme con tu Abundancia. Oh Señor Dios, por favor, consérvame y protege el honor de Tu humilde Sirviente. "},"hi":{"ss":"हे हरी ! हे दया के श्रोत प्रभू ! तू अपने दासों को (अपने नाम का) दान देता है। (और। इस तरह विकारों के मुकाबले में उनकी) लाज रखता है।","sts":"हे प्रभु ! दयालु होकर नाम-दान प्रदान करो और भक्तजनों की लाज रखो।"}},"transliteration":{"english":"har dhevahu dhaan dhiaal prabh jan raakhahu har prabh lajiaa ||","hindi":"हरि देवहु दानु दइआल प्रभ जन राखहु हरि प्रभ लजिआ ॥","en":"har dhevahu dhaan dhiaal prabh jan raakhahu har prabh lajiaa ||","hi":"हरि देवहु दानु दइआल प्रभ जन राखहु हरि प्रभ लजिआ ॥","ipa":"hər d̪eʋəh d̪ɑn d̪ɪɑl pɹəɓ d͡ʒən rɑkʰəh hər pɹəɓ ləd͡ʒɪəɑ.","ur":"هر دےوهُ دان دایال پربھ جن راکھهُ هرِ پربھ لجِآ ۔۔"},"pageNo":1315,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56121,"shabadId":4783,"verse":{"gurmukhi":"siB DMnu khhu guru siqgurU guru siqgurU ijqu imil hir pVdw kijAw ]7]","unicode":"ਸਭਿ ਧੰਨੁ ਕਹਹੁ ਗੁਰੁ ਸਤਿਗੁਰੂ ਗੁਰੁ ਸਤਿਗੁਰੂ ਜਿਤੁ ਮਿਲਿ ਹਰਿ ਪੜਦਾ ਕਜਿਆ ॥੭॥"},"larivaar":{"gurmukhi":"siBDMnukhhugurusiqgurUgurusiqgurUijquimilhirpVdwkijAw]7]","unicode":"ਸਭਿਧੰਨੁਕਹਹੁਗੁਰੁਸਤਿਗੁਰੂਗੁਰੁਸਤਿਗੁਰੂਜਿਤੁਮਿਲਿਹਰਿਪੜਦਾਕਜਿਆ॥੭॥"},"translation":{"en":{"bdb":"Let everyone proclaim: Blessed is the Guru, the True Guru, the Guru, the True Guru; meeting Him, the Lord covers their faults and deficiencies. ||7||","ms":"Let all men proclaim, blest, blest is the great True Guru, great True Guru, meeting with whom the Lord covers the mortals demerits.","ssk":"Let everyone proclaim: Blessed is the Guru, the True Guru, the Guru, the True Guru; meeting Him, the Lord covers their faults and deficiencies. ||7||"},"pu":{"ss":{"gurmukhi":"hy BweI! qusI swry gurU ƒ DMn-DMn AwKo, gurU ƒ DMn-DMn AwKo ijs dI rwhIN prmwqmw ƒ iml ky (ivkwrW dy twkry qy) ie`zq bc jWdI hY [7[","unicode":"ਹੇ ਭਾਈ! ਤੁਸੀ ਸਾਰੇ ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ, ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਇੱਜ਼ਤ ਬਚ ਜਾਂਦੀ ਹੈ ।੭।"},"ft":{"gurmukhi":"hy BweI jnoN! sBI mn bwxI kr aucwrn kro ik pUj siqgurU DMn hYN, ijn ko iml kr hrI ny hmwrw pVdw Fk lIAw hY]7]","unicode":"ਹੇ ਭਾਈ ਜਨੋਂ! ਸਭੀ ਮਨ ਬਾਣੀ ਕਰ ਉਚਾਰਨ ਕਰੋ ਕਿ ਪੂਜ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈਂ, ਜਿਨ ਕੋ ਮਿਲ ਕਰ ਹਰੀ ਨੇ ਹਮਾਰਾ ਪੜਦਾ ਢਕ ਲੀਆ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"hy BweI! qusI swry gurU ƒ DMn-DMn AwKo, gurU ƒ DMn-DMn AwKo ijs dI rwhIN prmwqmw ƒ iml ky (ivkwrW dy twkry qy) ie`zq bc jWdI hY [7[","unicode":"ਹੇ ਭਾਈ! ਤੁਸੀ ਸਾਰੇ ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ, ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਇੱਜ਼ਤ ਬਚ ਜਾਂਦੀ ਹੈ ।੭।"},"ms":{"gurmukhi":"swry jxy AwKo mubwrk mubwrk hn v¤fy s¤cy gurdyv jI, v¤fy s¤cy gurdyv jI, ijnHW nwl imlx duAwrw pRBU pRwxI dy AYb Fk idMdw hY[","unicode":"ਸਾਰੇ ਜਣੇ ਆਖੋ ਮੁਬਾਰਕ ਮੁਬਾਰਕ ਹਨ ਵੱਡੇ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ, ਵੱਡੇ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ, ਜਿਨ੍ਹਾਂ ਨਾਲ ਮਿਲਣ ਦੁਆਰਾ ਪ੍ਰਭੂ ਪ੍ਰਾਣੀ ਦੇ ਐਬ ਢਕ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Que todos digan, Bendito sea el Guru, el Verdadero Guru, el Guru, el Verdadero Guru. Encontrándolo, el Señor cubre las faltas y las deficiencias de todos. (7)"},"hi":{"ss":"हे भाई ! तुम सभी गुरू को धन्य-धन्य कहो। गुरू को धन्य-धन्य कहो जिससे परमात्मा को मिल के (विकारों के मुकाबले में) इज्जत बच जाती है। 7।","sts":"सभी कहो, गुरु धन्य है, सतगुरु धन्य है, जिसे मिलकर हमारे अवगुणों पर पर्दा पड़ा है॥ ७॥"}},"transliteration":{"english":"sabh dha(n)n kahahu gur satiguroo gur satiguroo jit mil har paRadhaa kajiaa ||7||","hindi":"सभि धंनु कहहु गुरु सतिगुरू गुरु सतिगुरू जितु मिलि हरि पड़दा कजिआ ॥७॥","en":"sabh dha(n)n kahahu gur satiguroo gur satiguroo jit mil har paRadhaa kajiaa ||7||","hi":"सभि धंनु कहहु गुरु सतिगुरू गुरु सतिगुरू जितु मिलि हरि पड़दा कजिआ ॥७॥","ipa":"səɓ t̪əŋn kəhəh Gʊr sət̪ɪGʊru Gʊr sət̪ɪGʊru d͡ʒɪt̪ mɪl hər pəɽəd̪ɑ kəd͡ʒɪəɑ.7.","ur":"سبھ دھنّ کههُ گُر ستِگرُو گُر ستِگرُو جت ملِ هرِ پڑدا کجِآ ۔۔۷۔۔"},"pageNo":1316,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":4,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":6,"t":"v"}]}}]}