{"shabadInfo":{"shabadId":4810,"shabadName":56256,"pageNo":1319,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1319},"raag":{"raagId":33,"gurmukhi":"rwgu kilAwn","unicode":"ਰਾਗੁ ਕਲਿਆਨ","english":"Raag Kalyaan","raagWithPage":"Kalyaan (1319-1326)"},"writer":{"writerId":4,"gurmukhi":"mÚ 4","unicode":null,"english":"Guru Raam Daas Ji"}},"count":11,"navigation":{"previous":4809,"next":4811},"verses":[{"verseId":56254,"shabadId":4810,"verse":{"gurmukhi":"kilAwnu mhlw 4 ]","unicode":"ਕਲਿਆਨੁ ਮਹਲਾ ੪ ॥"},"larivaar":{"gurmukhi":"kilAwnumhlw4]","unicode":"ਕਲਿਆਨੁਮਹਲਾ੪॥"},"translation":{"en":{"bdb":"Kalyaan, Fourth Mehla:","ms":"Kalyan 4th Guru.","ssk":"Kalyaan, Fourth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"kilAwn cOQI pwiqSwhI[","unicode":"ਕਲਿਆਨ ਚੌਥੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Kalyaan, Mejl Guru Ram Das, Cuarto Canal Divino. "},"hi":{"ss":"","sts":"कलिआनु महला ४ ॥"}},"transliteration":{"english":"kaliaan mahalaa chauthhaa ||","hindi":"कलिआनु महला ४ ॥","en":"kaliaan mahalaa chauthhaa ||","hi":"कलिआनु महला ४ ॥","ipa":"kəlɪəɑn məhəlɑ t͡ʃɵɵt̪ʰɑ.","ur":"کلآن مهلا ۴ ۔۔"},"pageNo":1319,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":56255,"shabadId":4810,"verse":{"gurmukhi":"hir jnu gun gwvq hisAw ]","unicode":"ਹਰਿ ਜਨੁ ਗੁਨ ਗਾਵਤ ਹਸਿਆ ॥"},"larivaar":{"gurmukhi":"hirjnugungwvqhisAw]","unicode":"ਹਰਿਜਨੁਗੁਨਗਾਵਤਹਸਿਆ॥"},"translation":{"en":{"bdb":"The humble servant of the Lord sings the Lord's Praise, and blossoms forth.","ms":"Singing the Lord's praise, the Lord's slave blossoms forth.","ssk":"The humble servant of the Lord sings the Lord's Praise, and blossoms forth."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dw Bgq prmwqmw dy gux gWidAW pRsMn-ic`q rihMdw hY, gurU dI miq auqy qur ky prmwqmw dI BgqI aus ƒ ipAwrI l`gdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਉਸ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ । "},"ft":{"gurmukhi":"hy hrI! mYN qyrw dwsu qyry gux gwvqw hUAw hisAw ArQwq pRsMn hUAw hUM]","unicode":"ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰਾ ਦਾਸੁ ਤੇਰੇ ਗੁਣ ਗਾਵਤਾ ਹੂਆ ਹਸਿਆ ਅਰਥਾਤ ਪ੍ਰਸੰਨ ਹੂਆ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dw Bgq prmwqmw dy gux gWidAW pRsMn-ic`q rihMdw hY, gurU dI miq auqy qur ky prmwqmw dI BgqI aus ƒ ipAwrI l`gdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਉਸ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ । "},"ms":{"gurmukhi":"suAwmI dw j`s gwien krn duAwrw, suAwmI dw golw pRPulq ho jWdw hY[","unicode":"ਸੁਆਮੀ ਦਾ ਜੱਸ ਗਾਇਨ ਕਰਨ ਦੁਆਰਾ, ਸੁਆਮੀ ਦਾ ਗੋਲਾ ਪ੍ਰਫੁਲਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"El humilde Sirviente del Señor recita Sus Alabanzas y florece así. "},"hi":{"ss":"हे भाई ! परमात्मा का भगत परमात्मा के गुण गाते हुए प्रसन्न-चिक्त रहता है।","sts":"हरि-भक्त केवल हरि के गुण गाता हुआ अपनी खुशी का इजहार करता है।"}},"transliteration":{"english":"har jan gun gaavat hasiaa ||","hindi":"हरि जनु गुन गावत हसिआ ॥","en":"har jan gun gaavat hasiaa ||","hi":"हरि जनु गुन गावत हसिआ ॥","ipa":"hər d͡ʒən Gʊn Gɑʋət̪ həsɪəɑ.","ur":"هر جن گُن گاوت هسِآ ۔۔"},"pageNo":1319,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":56256,"shabadId":4810,"verse":{"gurmukhi":"hir hir Bgiq bnI miq gurmiq Duir msqik pRiB iliKAw ]1] rhwau ]","unicode":"ਹਰਿ ਹਰਿ ਭਗਤਿ ਬਨੀ ਮਤਿ ਗੁਰਮਤਿ ਧੁਰਿ ਮਸਤਕਿ ਪ੍ਰਭਿ ਲਿਖਿਆ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"hirhirBgiqbnImiqgurmiqDuirmsqikpRiBiliKAw]1]rhwau]","unicode":"ਹਰਿਹਰਿਭਗਤਿਬਨੀਮਤਿਗੁਰਮਤਿਧੁਰਿਮਸਤਕਿਪ੍ਰਭਿਲਿਖਿਆ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"My intellect is embellished with devotion to the Lord, Har, Har, through the Guru's Teachings. This is the destiny which God has recorded on my forehead. ||1||Pause||","ms":"By the Guru's instruction, my mind is embellished with the Lord God's meditation, Such is the Lord's primal writ on my forehead. Pause.","ssk":"My intellect is embellished with devotion to the Lord, Har, Har, through the Guru's Teachings. This is the destiny which God has recorded on my forehead. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"pRBU ny (hI) Dur drgwh qoN aus dy m`Qy au~qy ieh lyK iliKAw huMdw hY [1[rhwau[","unicode":"ਪ੍ਰਭੂ ਨੇ (ਹੀ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"hy hry krny vwly hrI! guroN kI isKÎw kr (miq) buDI myN qyrI BgqI (bnI) soBnIk hoeI hY[ hy pRBU! qYny Awid sy hI BgqI kw dynw msqk pr ilK dIAw Qw]1] rhwau ]","unicode":"ਹੇ ਹਰੇ ਕਰਨੇ ਵਾਲੇ ਹਰੀ! ਗੁਰੋਂ ਕੀ ਸਿਖ੍ਯਾ ਕਰ (ਮਤਿ) ਬੁਧੀ ਮੇਂ ਤੇਰੀ ਭਗਤੀ (ਬਨੀ) ਸੋਭਨੀਕ ਹੋਈ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੈਨੇ ਆਦਿ ਸੇ ਹੀ ਭਗਤੀ ਕਾ ਦੇਨਾ ਮਸਤਕ ਪਰ ਲਿਖ ਦੀਆ ਥਾ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"pRBU ny (hI) Dur drgwh qoN aus dy m`Qy au~qy ieh lyK iliKAw huMdw hY [1[rhwau[","unicode":"ਪ੍ਰਭੂ ਨੇ (ਹੀ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"gurW dy aupdyS duAwrw, suAwmI vwihgurU dy ismrn nwl myrw mn SSoBq ho igAw hY[ AYho ijhI hY suAwmI dI prwpUrblI ilKqwkwr myry m¤Qy auqy[ TihrwE[","unicode":"ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ, ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੇ ਸਿਮਰਨ ਨਾਲ ਮੇਰਾ ਮਨ ਸ਼ਸ਼ੋਭਤ ਹੋ ਗਿਆ ਹੈ। ਐਹੋ ਜਿਹੀ ਹੈ ਸੁਆਮੀ ਦੀ ਪਰਾਪੂਰਬਲੀ ਲਿਖਤਾਕਾਰ ਮੇਰੇ ਮੱਥੇ ਉਤੇ। ਠਹਿਰਾਓ।"}},"es":{"sn":"Mi intelecto ha sido embellecido con la Devoción al Señor, Jar, Jar. Mediante las Enseñanzas del Guru, este es el Destino que Dios ha grabado sobre mi frente. (1-Pausa)"},"hi":{"ss":"गुरू की मति पर चल के परमात्मा की भक्ति उसको प्यारी लगती है। प्रभू ने (ही) धुर-दरगाह से ही उसके माथे पर ये लेख लिखे होते हैं। 1। रहाउ।","sts":"गुरु की शिक्षा से हरि-भक्ति में प्रीति लगाई, दरअसल प्रारम्भ से ही भाग्य में ऐसा लिखा हुआ था॥ १॥रहाउ॥"}},"transliteration":{"english":"har har bhagat banee mat gurmat dhur masatak prabh likhiaa ||1|| rahaau ||","hindi":"हरि हरि भगति बनी मति गुरमति धुरि मसतकि प्रभि लिखिआ ॥१॥ रहाउ ॥","en":"har har bhagat banee mat gurmat dhur masatak prabh likhiaa ||1|| rahaau ||","hi":"हरि हरि भगति बनी मति गुरमति धुरि मसतकि प्रभि लिखिआ ॥१॥ रहाउ ॥","ipa":"hər hər ɓəGət̪ bəni mət̪ Gʊrəmət̪ t̪ʊr məsət̪ək pɹəɓ lɪkʰɪəɑ.1. rəhɑo.","ur":"هر هرِ بھگت بنیِ متِ گُرمت دھُر مستک پربھ لکھِآ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":1319,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56257,"shabadId":4810,"verse":{"gurmukhi":"gur ky pg ismrau idnu rwqI min hir hir hir bisAw ]","unicode":"ਗੁਰ ਕੇ ਪਗ ਸਿਮਰਉ ਦਿਨੁ ਰਾਤੀ ਮਨਿ ਹਰਿ ਹਰਿ ਹਰਿ ਬਸਿਆ ॥"},"larivaar":{"gurmukhi":"gurkypgismrauidnurwqIminhirhirhirbisAw]","unicode":"ਗੁਰਕੇਪਗਸਿਮਰਉਦਿਨੁਰਾਤੀਮਨਿਹਰਿਹਰਿਹਰਿਬਸਿਆ॥"},"translation":{"en":{"bdb":"I meditate in remembrance on the Guru's Feet, day and night. The Lord, Har, Har, Har, comes to dwell in my mind.","ms":"Day and night, contemplate, I, the Guru's feet and, therefore, God, the Lord Master, comes to abide within my mind.","ssk":"I meditate in remembrance on the Guru's Feet, day and night. The Lord, Har, Har, Har, comes to dwell in my mind."},"pu":{"ss":{"gurmukhi":"hy BweI! mYN idn rwq gurU dy crnW dw iDAwn Drdw hW, (gurU dI ikrpw nwl hI) prmwqmw myry mn ivc Aw v`isAw hY [ ","unicode":"ਹੇ ਭਾਈ! ਮੈਂ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹਾਂ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ । "},"ft":{"gurmukhi":"guroN ky crn kmloN ko rwiqR idn ismrqw hUM, myry mn myN hy hrI! qyrw hir hir nwm bsw hY]","unicode":"ਗੁਰੋਂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਰਾਤ੍ਰਿ ਦਿਨ ਸਿਮਰਤਾ ਹੂੰ, ਮੇਰੇ ਮਨ ਮੇਂ ਹੇ ਹਰੀ! ਤੇਰਾ ਹਰਿ ਹਰਿ ਨਾਮ ਬਸਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! mYN idn rwq gurU dy crnW dw iDAwn Drdw hW, (gurU dI ikrpw nwl hI) prmwqmw myry mn ivc Aw v`isAw hY [ ","unicode":"ਹੇ ਭਾਈ! ਮੈਂ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹਾਂ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ । "},"ms":{"gurmukhi":"idhuM rYx mYN gurW dy pYrW dw AwrwDn krdw hW Aqy ies leI vwihgurU suAwmI mwlk Aw ky myry ic`q iv`c itk igAw hY[","unicode":"ਦਿਹੁੰ ਰੈਣ ਮੈਂ ਗੁਰਾਂ ਦੇ ਪੈਰਾਂ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਹਾਂ ਅਤੇ ਇਸ ਲਈ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਮਾਲਕ ਆ ਕੇ ਮੇਰੇ ਚਿੱਤ ਵਿੱਚ ਟਿਕ ਗਿਆ ਹੈ।"}},"es":{"sn":"Medito a los Pies del Guru, día y noche, y el Señor Jar, Jar llega a habitar en mi mente. "},"hi":{"ss":"हे भाई ! मैं दिन-रात उसके चरणों का ध्यान धरता हूँ। (गुरू की कृपा से ही) परमात्मा मेरे मन में आ बसा है।","sts":"दिन-रात गुरु के चरणों का स्मरण करता हूँ, जिससे मन में भगवान बस गया है।"}},"transliteration":{"english":"gur ke pag simarau dhin raatee man har har har basiaa ||","hindi":"गुर के पग सिमरउ दिनु राती मनि हरि हरि हरि बसिआ ॥","en":"gur ke pag simarau dhin raatee man har har har basiaa ||","hi":"गुर के पग सिमरउ दिनु राती मनि हरि हरि हरि बसिआ ॥","ipa":"Gʊr ke pəG sɪməro d̪ɪn rɑt̪i mən hər hər hər bəsɪəɑ.","ur":"گُر کے پگ سمرا دن راتیِ من هرِ هرِ هرِ بسِآ ۔۔"},"pageNo":1319,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56258,"shabadId":4810,"verse":{"gurmukhi":"hir hir hir kIriq jig swrI Gis cMdnu jsu GisAw ]1]","unicode":"ਹਰਿ ਹਰਿ ਹਰਿ ਕੀਰਤਿ ਜਗਿ ਸਾਰੀ ਘਸਿ ਚੰਦਨੁ ਜਸੁ ਘਸਿਆ ॥੧॥"},"larivaar":{"gurmukhi":"hirhirhirkIriqjigswrIGiscMdnujsuGisAw]1]","unicode":"ਹਰਿਹਰਿਹਰਿਕੀਰਤਿਜਗਿਸਾਰੀਘਸਿਚੰਦਨੁਜਸੁਘਸਿਆ॥੧॥"},"translation":{"en":{"bdb":"The Praise of the Lord, Har, Har, Har, is Excellent and Sublime in this world. His Praise is the sandalwood paste which I rub. ||1||","ms":"In this world, sublime is the Lord God master's praise. I utter the Lord's praise and this is the sandal that grate I.","ssk":"The Praise of the Lord, Har, Har, Har, is Excellent and Sublime in this world. His Praise is the sandalwood paste which I rub. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dI is&iq-swlwh jgq ivc (sB qoN) syRSt (pdwrQ) hY, (ijvyN) cMdn rgV Kw ky (sugMDI dyNdw hY, iqvyN prmwqmw dw) js (mnu`K dy ihrdy nwl) rgV KWdw hY (qy, nwm dI sugMDI iKlwrdw hY) [1[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਜਗਤ ਵਿਚ (ਸਭ ਤੋਂ) ਸੇ੍ਰਸ਼ਟ (ਪਦਾਰਥ) ਹੈ, (ਜਿਵੇਂ) ਚੰਦਨ ਰਗੜ ਖਾ ਕੇ (ਸੁਗੰਧੀ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦਾ) ਜਸ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਨਾਲ) ਰਗੜ ਖਾਂਦਾ ਹੈ (ਤੇ, ਨਾਮ ਦੀ ਸੁਗੰਧੀ ਖਿਲਾਰਦਾ ਹੈ) ।੧।"},"ft":{"gurmukhi":"hy hrI! qInoN kwloN myN qyrI kIrqI jgq ivKy (swrI) sRyS† hY AOr qyrw jsu jo (GisAw) bwrbwr aucwrn kIAw hY, so iXhI mwno cMdnu GswXw hY, Bwv Xih ik prmysÍr kw js aucwrny kr Bgq kI jsu rUpI sugMDI PYl jwqI hY]1]","unicode":"ਹੇ ਹਰੀ! ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਤੇਰੀ ਕੀਰਤੀ ਜਗਤ ਵਿਖੇ (ਸਾਰੀ) ਸ੍ਰੇਸ਼੍ਟ ਹੈ ਔਰ ਤੇਰਾ ਜਸੁ ਜੋ (ਘਸਿਆ) ਬਾਰਬਾਰ ਉਚਾਰਨ ਕੀਆ ਹੈ, ਸੋ ਯਿਹੀ ਮਾਨੋ ਚੰਦਨੁ ਘਸਾਯਾ ਹੈ, ਭਾਵ ਯਹਿ ਕਿ ਪਰਮੇਸ੍ਵਰ ਕਾ ਜਸ ਉਚਾਰਨੇ ਕਰ ਭਗਤ ਕੀ ਜਸੁ ਰੂਪੀ ਸੁਗੰਧੀ ਫੈਲ ਜਾਤੀ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dI is&iq-swlwh jgq ivc (sB qoN) syRSt (pdwrQ) hY, (ijvyN) cMdn rgV Kw ky (sugMDI dyNdw hY, iqvyN prmwqmw dw) js (mnu`K dy ihrdy nwl) rgV KWdw hY (qy, nwm dI sugMDI iKlwrdw hY) [1[","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਜਗਤ ਵਿਚ (ਸਭ ਤੋਂ) ਸੇ੍ਰਸ਼ਟ (ਪਦਾਰਥ) ਹੈ, (ਜਿਵੇਂ) ਚੰਦਨ ਰਗੜ ਖਾ ਕੇ (ਸੁਗੰਧੀ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦਾ) ਜਸ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਨਾਲ) ਰਗੜ ਖਾਂਦਾ ਹੈ (ਤੇ, ਨਾਮ ਦੀ ਸੁਗੰਧੀ ਖਿਲਾਰਦਾ ਹੈ) ।੧।"},"ms":{"gurmukhi":"ies sMswr AMdr sRySt hY suAwmI, Akwl purK vwihgurU dI ausqqI[ mYN suAwmI dI ausqqI dw aucwrn krdw hW Aqy ieh hI hY cMnx jo mYN GswauNdw hW[","unicode":"ਇਸ ਸੰਸਾਰ ਅੰਦਰ ਸ੍ਰੇਸ਼ਟ ਹੈ ਸੁਆਮੀ, ਅਕਾਲ ਪੁਰਖ ਵਾਹਿਗੁਰੂ ਦੀ ਉਸਤਤੀ। ਮੈਂ ਸੁਆਮੀ ਦੀ ਉਸਤਤੀ ਦਾ ਉਚਾਰਨ ਕਰਦਾ ਹਾਂ ਅਤੇ ਇਹ ਹੀ ਹੈ ਚੰਨਣ ਜੋ ਮੈਂ ਘਸਾਉਂਦਾ ਹਾਂ।"}},"es":{"sn":"La Alabanza del Señor Jar, Jar, Jar es elevada y excelente en este mundo. Tu Alabanza es la Esencia de Sándalo que me unto. (1)"},"hi":{"ss":"हे भाई ! परमात्मा की सिफतसालाह जगत में (सबसे) श्रेष्ठ (पदार्थ) है। (जैसे) चंदन रगड़ खा के (सुगंधि देता है। वैसे ही परमात्मा का) यश (सिफतसालाह मनुष्य के हृदय से) रगड़ खाता है (और। नाम की सुगंधि बिखेरता है)। 1।","sts":"ज्यों चन्दन को घिसकर खुशबू को फैलाया जाता है, वैसे ही भगवान की कीर्ति पूरे जगत में फैली हुई है॥ १॥"}},"transliteration":{"english":"har har har keerat jag saaree ghas cha(n)dhan jas ghasiaa ||1||","hindi":"हरि हरि हरि कीरति जगि सारी घसि चंदनु जसु घसिआ ॥१॥","en":"har har har keerat jag saaree ghas cha(n)dhan jas ghasiaa ||1||","hi":"हरि हरि हरि कीरति जगि सारी घसि चंदनु जसु घसिआ ॥१॥","ipa":"hər hər hər kirət̪ d͡ʒəG sɑri Gʰəs t͡ʃəŋd̪ən d͡ʒəs Gʰəsɪəɑ.1.","ur":"هر هرِ هرِ کیِرت جگِ ساریِ گھسِ چںدن جس گھسِآ ۔۔۱۔۔"},"pageNo":1319,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56259,"shabadId":4810,"verse":{"gurmukhi":"hir jn hir hir hir ilv lweI siB swkq Koij pieAw ]","unicode":"ਹਰਿ ਜਨ ਹਰਿ ਹਰਿ ਹਰਿ ਲਿਵ ਲਾਈ ਸਭਿ ਸਾਕਤ ਖੋਜਿ ਪਇਆ ॥"},"larivaar":{"gurmukhi":"hirjnhirhirhirilvlweIsiBswkqKoijpieAw]","unicode":"ਹਰਿਜਨਹਰਿਹਰਿਹਰਿਲਿਵਲਾਈਸਭਿਸਾਕਤਖੋਜਿਪਇਆ॥"},"translation":{"en":{"bdb":"The humble servant of the Lord is lovingly attuned to the Lord, Har, Har, Har; all the faithless cynics pursue him.","ms":"The Lord's slave it attuned to the Lord God's Name and all the mammon-worshippers are after him to harm him.","ssk":"The humble servant of the Lord is lovingly attuned to the Lord, Har, Har, Har; all the faithless cynics pursue him."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw dy Bgq sdw prmwqmw ivc suriq joVI r`Kdy hn, pr prmwqmw qoN tu`ty hoey swry mnu`K auhnW nwl eIrKw krdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਸਾਰੇ ਮਨੁੱਖ ਉਹਨਾਂ ਨਾਲ ਈਰਖਾ ਕਰਦੇ ਹਨ । "},"ft":{"gurmukhi":"hy hrI! qyry dwsoN ny mn, qn, bwxI kr ky qyrw hir nwmu aucwrny myN ibrqI lgweI hY AOr swkq log sB iqn ky (Koij pieAw) pICy pVqy hYN, Bwv sy iCMdR dyK kr duK dyx kI ieCw kr lyqy hYN]","unicode":"ਹੇ ਹਰੀ! ਤੇਰੇ ਦਾਸੋਂ ਨੇ ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਕੇ ਤੇਰਾ ਹਰਿ ਨਾਮੁ ਉਚਾਰਨੇ ਮੇਂ ਬਿਰਤੀ ਲਗਾਈ ਹੈ ਔਰ ਸਾਕਤ ਲੋਗ ਸਭ ਤਿਨ ਕੇ (ਖੋਜਿ ਪਇਆ) ਪੀਛੇ ਪੜਤੇ ਹੈਂ, ਭਾਵ ਸੇ ਛਿੰਦ੍ਰ ਦੇਖ ਕਰ ਦੁਖ ਦੇਣ ਕੀ ਇਛਾ ਕਰ ਲੇਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw dy Bgq sdw prmwqmw ivc suriq joVI r`Kdy hn, pr prmwqmw qoN tu`ty hoey swry mnu`K auhnW nwl eIrKw krdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਸਾਰੇ ਮਨੁੱਖ ਉਹਨਾਂ ਨਾਲ ਈਰਖਾ ਕਰਦੇ ਹਨ । "},"ms":{"gurmukhi":"sweIN dy goly dI suAwmI vwihgurU dy nwm nwl iprhVI peI hoeI hY Aqy mwieAw dy pujwrI swry hI aus ƒ nukswn phuMcwaux leI aus dw ip`Cw krdy hn[","unicode":"ਸਾਈਂ ਦੇ ਗੋਲੇ ਦੀ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਨਾਲ ਪਿਰਹੜੀ ਪਈ ਹੋਈ ਹੈ ਅਤੇ ਮਾਇਆ ਦੇ ਪੁਜਾਰੀ ਸਾਰੇ ਹੀ ਉਸ ਨੂੰ ਨੁਕਸਾਨ ਪਹੁੰਚਾਉਣ ਲਈ ਉਸ ਦਾ ਪਿੱਛਾ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"El humilde Sirviente del Señor está amorosamente entonado en el Señor Jar, Jar, Jar y todos los cínicos sin Fe lo persiguen. "},"hi":{"ss":"हे भाई ! परमात्मा के भगत सदा परमात्मा में सुरति जोड़े रखते हैं। पर परमात्मा से टूटे हुए सारे मनुष्य उनसे ईष्या करते हैं। (पर। साकत मनुष्य के भी क्या वश।","sts":"हरि-भक्त ने हरि में लगन लगाई तो अनीश्वरवादी लोग ईष्या अथवा विरोध करने लगे।"}},"transliteration":{"english":"har jan har har har liv laiee sabh saakat khoj piaa ||","hindi":"हरि जन हरि हरि हरि लिव लाई सभि साकत खोजि पइआ ॥","en":"har jan har har har liv laiee sabh saakat khoj piaa ||","hi":"हरि जन हरि हरि हरि लिव लाई सभि साकत खोजि पइआ ॥","ipa":"hər d͡ʒən hər hər hər lɪʋ lɑei səɓ sɑkət̪ kʰɔd͡ʒ pɪɑ.","ur":"هر جن هرِ هرِ هرِ لو لاای سبھِ ساکت کھوج پایا ۔۔"},"pageNo":1319,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":56260,"shabadId":4810,"verse":{"gurmukhi":"ijau ikrq sMjoig cilE nr inMdku pgu nwgin Cuih jilAw ]2]","unicode":"ਜਿਉ ਕਿਰਤ ਸੰਜੋਗਿ ਚਲਿਓ ਨਰ ਨਿੰਦਕੁ ਪਗੁ ਨਾਗਨਿ ਛੁਹਿ ਜਲਿਆ ॥੨॥"},"larivaar":{"gurmukhi":"ijauikrqsMjoigcilEnrinMdkupgunwginCuihjilAw]2]","unicode":"ਜਿਉਕਿਰਤਸੰਜੋਗਿਚਲਿਓਨਰਨਿੰਦਕੁਪਗੁਨਾਗਨਿਛੁਹਿਜਲਿਆ॥੨॥"},"translation":{"en":{"bdb":"The slanderous person acts in accordance with the record of his past deeds; his foot trips over the snake, and he is stung by its bite. ||2||","ms":"As is the writ of his past deeds, so does the slanderous persons walk, His foot stumbles upon the she-snake and he is burnt by its sting.","ssk":"The slanderous person acts in accordance with the record of his past deeds; his foot trips over the snake, and he is stung by its bite. ||2||"},"pu":{"ss":{"gurmukhi":"(pr swkq mnu`K dy BI kIh v`s?) ijvyN ijvyN ipCly kIqy krmW dy sMskwrW dy Asr hyT inMdk mnu`K (inMdw vwlI) jIvn qor qurdw hY (iqauN iqauN aus dw Awqmk jIvn eIrKw dI A`g nwl) Cuh ky sVdw jWdw hY (ijvyN iksy mnu`K dw) pYr spxI nwl Cuh ky (spxI dy fMg mwrn qy aus dI) mOq ho jWdI hY [2[","unicode":"(ਪਰ ਸਾਕਤ ਮਨੁੱਖ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਵੇਂ ਜਿਵੇਂ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ ਨਿੰਦਕ ਮਨੁੱਖ (ਨਿੰਦਾ ਵਾਲੀ) ਜੀਵਨ ਤੋਰ ਤੁਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਈਰਖਾ ਦੀ ਅੱਗ ਨਾਲ) ਛੁਹ ਕੇ ਸੜਦਾ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੈਰ ਸਪਣੀ ਨਾਲ ਛੁਹ ਕੇ (ਸਪਣੀ ਦੇ ਡੰਗ ਮਾਰਨ ਤੇ ਉਸ ਦੀ) ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ ।੨।"},"ft":{"gurmukhi":"ijs pRkwr pUrb (ikrq) krm kIey hUey kw sMjog inMdk purs kw pVw Qw[ qYsy hI inMdk (cilE) pRivrq hUAw AOr iqs ky (pgu) buDI rUpI pYr eIrKw rUp sRpnI sy CUh kr ky jlw hY]2]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਪੂਰਬ (ਕਿਰਤ) ਕਰਮ ਕੀਏ ਹੂਏ ਕਾ ਸੰਜੋਗ ਨਿੰਦਕ ਪੁਰਸ ਕਾ ਪੜਾ ਥਾ। ਤੈਸੇ ਹੀ ਨਿੰਦਕ (ਚਲਿਓ) ਪ੍ਰਵਿਰਤ ਹੂਆ ਔਰ ਤਿਸ ਕੇ (ਪਗੁ) ਬੁਧੀ ਰੂਪੀ ਪੈਰ ਈਰਖਾ ਰੂਪ ਸ੍ਰਪਨੀ ਸੇ ਛੂਹ ਕਰ ਕੇ ਜਲਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"(pr swkq mnu`K dy BI kIh v`s?) ijvyN ijvyN ipCly kIqy krmW dy sMskwrW dy Asr hyT inMdk mnu`K (inMdw vwlI) jIvn qor qurdw hY (iqauN iqauN aus dw Awqmk jIvn eIrKw dI A`g nwl) Cuh ky sVdw jWdw hY (ijvyN iksy mnu`K dw) pYr spxI nwl Cuh ky (spxI dy fMg mwrn qy aus dI) mOq ho jWdI hY [2[","unicode":"(ਪਰ ਸਾਕਤ ਮਨੁੱਖ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਵੇਂ ਜਿਵੇਂ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ ਨਿੰਦਕ ਮਨੁੱਖ (ਨਿੰਦਾ ਵਾਲੀ) ਜੀਵਨ ਤੋਰ ਤੁਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਈਰਖਾ ਦੀ ਅੱਗ ਨਾਲ) ਛੁਹ ਕੇ ਸੜਦਾ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੈਰ ਸਪਣੀ ਨਾਲ ਛੁਹ ਕੇ (ਸਪਣੀ ਦੇ ਡੰਗ ਮਾਰਨ ਤੇ ਉਸ ਦੀ) ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ ।੨।"},"ms":{"gurmukhi":"ijs qrHW dI aus dy pUrbly krmW dI ilKqkwr hY ausy qrHW dI iCdR lwaux vwlw purS turdw hY[ aus dw pYr s`pxI nwl tkrw jWdw hY Aqy auh (fMigAw) jW (sV bl) jWdw hY[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਦੀ ਉਸ ਦੇ ਪੂਰਬਲੇ ਕਰਮਾਂ ਦੀ ਲਿਖਤਕਾਰ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਦੀ ਛਿਦ੍ਰ ਲਾਉਣ ਵਾਲਾ ਪੁਰਸ਼ ਟੁਰਦਾ ਹੈ। ਉਸ ਦਾ ਪੈਰ ਸੱਪਣੀ ਨਾਲ ਟਕਰਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਉਹ (ਡੰਗਿਆ) ਜਾਂ (ਸੜ ਬਲ) ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Los calumniadores actúan de acuerdo al gravamen de sus pasadas acciones. Su pie se tropieza con la serpiente y ella de inmediato le pica. (2)"},"hi":{"ss":") जैसे-जैसे पिछले किए कर्मों के संस्कारों के असर तले निंदक मनुष्य (निंदा वाली) जीवन-चाल चलता है (त्यों-त्यों उसका आत्मिक जीवन ईष्या की आग से) छू के जलता जाता है। (जैसे किसी मनुष्य का) पैर सपनी से छूह के (सर्पनी के डंक मारने से उसकी) मौत हो जाती है। 2।","sts":"जैसे कर्मानुसार निंदक व्यक्ति जीवन चलाता है, वैसे ही इर्षा की अग्नि में जलता है, जैसे नागिन के डंक से मृत्यु हो जाती है।॥ २॥"}},"transliteration":{"english":"jiau kirat sa(n)jog chalio nar ni(n)dhak pag naagan chhuh jaliaa ||2||","hindi":"जिउ किरत संजोगि चलिओ नर निंदकु पगु नागनि छुहि जलिआ ॥२॥","en":"jiau kirat sa(n)jog chalio nar ni(n)dhak pag naagan chhuh jaliaa ||2||","hi":"जिउ किरत संजोगि चलिओ नर निंदकु पगु नागनि छुहि जलिआ ॥२॥","ipa":"d͡ʒɪo kɪrət̪ səŋd͡ʒɔG t͡ʃəlɪo nər nɪŋd̪ək pəG nɑGən ɕʊh d͡ʒəlɪəɑ.2.","ur":"جِا کرت سںجوگ چلاو نر نںدک پگ ناگن چھُه جلِآ ۔۔۲۔۔"},"pageNo":1319,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56261,"shabadId":4810,"verse":{"gurmukhi":"jn ky qum@ hir rwKy suAwmI qum@ juig juig jn riKAw ]","unicode":"ਜਨ ਕੇ ਤੁਮੑ ਹਰਿ ਰਾਖੇ ਸੁਆਮੀ ਤੁਮੑ ਜੁਗਿ ਜੁਗਿ ਜਨ ਰਖਿਆ ॥"},"larivaar":{"gurmukhi":"jnkyqum@hirrwKysuAwmIqum@juigjuigjnriKAw]","unicode":"ਜਨਕੇਤੁਮੑਹਰਿਰਾਖੇਸੁਆਮੀਤੁਮੑਜੁਗਿਜੁਗਿਜਨਰਖਿਆ॥"},"translation":{"en":{"bdb":"O my Lord and Master, You are the Saving Grace, the Protector of Your humble servants. You protect them, age after age.","ms":"O my Lord God, Thou are the Saviour of Thy slave. Thou save Thy slave in every age.","ssk":"O my Lord and Master, You are the Saving Grace, the Protector of Your humble servants. You protect them, age after age."},"pu":{"ss":{"gurmukhi":"hy (myry) mwlk-pRBU! Awpxy BgqW dy qusI Awp rwKy ho, hryk jug ivc qusI (Awpxy BgqW dI) r`iKAw krdy Awey ho [ ","unicode":"ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਤੁਸੀ ਆਪ ਰਾਖੇ ਹੋ, ਹਰੇਕ ਜੁਗ ਵਿਚ ਤੁਸੀ (ਆਪਣੇ ਭਗਤਾਂ ਦੀ) ਰੱਖਿਆ ਕਰਦੇ ਆਏ ਹੋ । "},"ft":{"gurmukhi":"hy hrI sÍwmI! qum dwsoN ky rCk ho AOr Awp ny (juig juig) sB jugoN myN dwsoN kI rKÎw krI hY]","unicode":"ਹੇ ਹਰੀ ਸ੍ਵਾਮੀ! ਤੁਮ ਦਾਸੋਂ ਕੇ ਰਛਕ ਹੋ ਔਰ ਆਪ ਨੇ (ਜੁਗਿ ਜੁਗਿ) ਸਭ ਜੁਗੋਂ ਮੇਂ ਦਾਸੋਂ ਕੀ ਰਖ੍ਯਾ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy (myry) mwlk-pRBU! Awpxy BgqW dy qusI Awp rwKy ho, hryk jug ivc qusI (Awpxy BgqW dI) r`iKAw krdy Awey ho [ ","unicode":"ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਤੁਸੀ ਆਪ ਰਾਖੇ ਹੋ, ਹਰੇਕ ਜੁਗ ਵਿਚ ਤੁਸੀ (ਆਪਣੇ ਭਗਤਾਂ ਦੀ) ਰੱਖਿਆ ਕਰਦੇ ਆਏ ਹੋ । "},"ms":{"gurmukhi":"hy myry sweIN hrI! qUM Awpxy goly dw rKvwlw hYN[ hr Xug AMdr qUM Awpxy goly dI r`iKAw krdw hYN[","unicode":"ਹੇ ਮੇਰੇ ਸਾਈਂ ਹਰੀ! ਤੂੰ ਆਪਣੇ ਗੋਲੇ ਦਾ ਰਖਵਾਲਾ ਹੈਂ। ਹਰ ਯੁਗ ਅੰਦਰ ਤੂੰ ਆਪਣੇ ਗੋਲੇ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ।"}},"es":{"sn":"Oh, mi Señor y Maestro eres mi Gracia Protectora, el Amparo de Tus humildes Sirvientes y los proteges época tras época."},"hi":{"ss":"हे (मेरे) मालिक-प्रभू ! अपने भगतों के आप स्वयं रखवाले हो। हरेक जुग में आप (अपने भगतों की) रक्षा करते आए हो।","sts":"हे स्वामी हरि ! तुम अपने भक्तों के रखवाले हो, युग-युग से रक्षा करते आ रहे हो।"}},"transliteration":{"english":"jan ke tum(h) har raakhe suaamee tum(h) jug jug jan rakhiaa ||","hindi":"जन के तुम्म हरि राखे सुआमी तुम्म जुगि जुगि जन रखिआ ॥","en":"jan ke tum(h) har raakhe suaamee tum(h) jug jug jan rakhiaa ||","hi":"जन के तुम्म हरि राखे सुआमी तुम्म जुगि जुगि जन रखिआ ॥","ipa":"d͡ʒən ke t̪ʊm@ hər rɑkʰe sʊəɑmi t̪ʊm@ d͡ʒʊG d͡ʒʊG d͡ʒən rəkʰɪəɑ.","ur":"جن کے تُمھ هر راکھے سُآمیِ تُمھ جُگ جُگ جن رکھِآ ۔۔"},"pageNo":1319,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":56262,"shabadId":4810,"verse":{"gurmukhi":"khw BieAw dYiq krI bKIlI sB kir kir Jir pirAw ]3]","unicode":"ਕਹਾ ਭਇਆ ਦੈਤਿ ਕਰੀ ਬਖੀਲੀ ਸਭ ਕਰਿ ਕਰਿ ਝਰਿ ਪਰਿਆ ॥੩॥"},"larivaar":{"gurmukhi":"khwBieAwdYiqkrIbKIlIsBkirkirJirpirAw]3]","unicode":"ਕਹਾਭਇਆਦੈਤਿਕਰੀਬਖੀਲੀਸਭਕਰਿਕਰਿਝਰਿਪਰਿਆ॥੩॥"},"translation":{"en":{"bdb":"What does it matter, if a demon speaks evil? By doing so, he only gets frustrated. ||3||","ms":"What does it matters, if a demon talks ill of the saint, By so doing and acting all are sacked.","ssk":"What does it matter, if a demon speaks evil? By doing so, he only gets frustrated. ||3||"},"pu":{"ss":{"gurmukhi":"(hrnwKs) dYNq ny (Bgq pRihlwd nwl) eIrKw kIqI, pr (auh dYNq Bgq dw) kuJ ivgwV nwh sikAw [ auh swrI (dYNq-sBw hI) eIrKw kr kr ky AwpxI Awqmk mOq shyVdI geI [3[","unicode":"(ਹਰਨਾਖਸ) ਦੈਂਤ ਨੇ (ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਨਾਲ) ਈਰਖਾ ਕੀਤੀ, ਪਰ (ਉਹ ਦੈਂਤ ਭਗਤ ਦਾ) ਕੁਝ ਵਿਗਾੜ ਨਾਹ ਸਕਿਆ । ਉਹ ਸਾਰੀ (ਦੈਂਤ-ਸਭਾ ਹੀ) ਈਰਖਾ ਕਰ ਕਰ ਕੇ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਗਈ ।੩।"},"ft":{"gurmukhi":"kÎw hUAw jo pRihlwd Bgq ky swQ dYNq hrnwKS ny bKIlI, Bwv burweI krI[ BgqoN ky swQ burweIAW kr kr ky sB swkqoN kw smUh nst hUAw hY]3]","unicode":"ਕ੍ਯਾ ਹੂਆ ਜੋ ਪ੍ਰਹਿਲਾਦ ਭਗਤ ਕੇ ਸਾਥ ਦੈਂਤ ਹਰਨਾਖਸ਼ ਨੇ ਬਖੀਲੀ, ਭਾਵ ਬੁਰਾਈ ਕਰੀ। ਭਗਤੋਂ ਕੇ ਸਾਥ ਬੁਰਾਈਆਂ ਕਰ ਕਰ ਕੇ ਸਭ ਸਾਕਤੋਂ ਕਾ ਸਮੂਹ ਨਸਟ ਹੂਆ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"(hrnwKs) dYNq ny (Bgq pRihlwd nwl) eIrKw kIqI, pr (auh dYNq Bgq dw) kuJ ivgwV nwh sikAw [ auh swrI (dYNq-sBw hI) eIrKw kr kr ky AwpxI Awqmk mOq shyVdI geI [3[","unicode":"(ਹਰਨਾਖਸ) ਦੈਂਤ ਨੇ (ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਨਾਲ) ਈਰਖਾ ਕੀਤੀ, ਪਰ (ਉਹ ਦੈਂਤ ਭਗਤ ਦਾ) ਕੁਝ ਵਿਗਾੜ ਨਾਹ ਸਕਿਆ । ਉਹ ਸਾਰੀ (ਦੈਂਤ-ਸਭਾ ਹੀ) ਈਰਖਾ ਕਰ ਕਰ ਕੇ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਗਈ ।੩।"},"ms":{"gurmukhi":"kI hoieAw, jykr rwKS swDU dI bdKoeI krdw hY[ ies qrHW dI kQnI Aqy krnI duAwrw swry qbwh ho jWxy hn[","unicode":"ਕੀ ਹੋਇਆ, ਜੇਕਰ ਰਾਖਸ਼ ਸਾਧੂ ਦੀ ਬਦਖੋਈ ਕਰਦਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਕਥਨੀ ਅਤੇ ਕਰਨੀ ਦੁਆਰਾ ਸਾਰੇ ਤਬਾਹ ਹੋ ਜਾਂਣੇ ਹਨ।"}},"es":{"sn":" ¿Qué importa si el malvado habla con maldad? Haciendo esto sólo se frustra. (3)"},"hi":{"ss":"(हर्णाकष्यप) दैत्य ने (भगत प्रहलाद के साथ) ईष्या की। पर (वह दैत्य भगत का) कुछ ना बिगाड़ सका। वह सारी (दैत्य सभा ही) ईष्या कर-कर के अपनी आत्मिक मौत सहेड़ती गई। 3।","sts":"दैत्य हिरण्यकशिपु ने निंदा की, पर भला क्या बिगाड़ सका, सभी कोशिशें करने के बावजूद अन्त में मौत की नींद ही सोया॥ ३॥"}},"transliteration":{"english":"kahaa bhiaa dhait karee bakheelee sabh kar kar jhar pariaa ||3||","hindi":"कहा भइआ दैति करी बखीली सभ करि करि झरि परिआ ॥३॥","en":"kahaa bhiaa dhait karee bakheelee sabh kar kar jhar pariaa ||3||","hi":"कहा भइआ दैति करी बखीली सभ करि करि झरि परिआ ॥३॥","ipa":"kəhɑ ɓɪɑ d̪æt̪ kəri bəkʰili səɓ kər kər ɖ͡ʐər pərɪəɑ.3.","ur":"کها بھایا دَےت کریِ بکھیِلیِ سبھ کر کرِ جھرِ پرِآ ۔۔۳۔۔"},"pageNo":1319,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56263,"shabadId":4810,"verse":{"gurmukhi":"jyqy jIA jMq pRiB kIey siB kwlY muiK gRisAw ]","unicode":"ਜੇਤੇ ਜੀਅ ਜੰਤ ਪ੍ਰਭਿ ਕੀਏ ਸਭਿ ਕਾਲੈ ਮੁਖਿ ਗ੍ਰਸਿਆ ॥"},"larivaar":{"gurmukhi":"jyqyjIAjMqpRiBkIeysiBkwlYmuiKgRisAw]","unicode":"ਜੇਤੇਜੀਅਜੰਤਪ੍ਰਭਿਕੀਏਸਭਿਕਾਲੈਮੁਖਿਗ੍ਰਸਿਆ॥"},"translation":{"en":{"bdb":"All the beings and creatures created by God are caught in the mouth of Death.","ms":"All those creatures, created by the Lord, are ultimately caught in the mouth of death.","ssk":"All the beings and creatures created by God are caught in the mouth of Death."},"pu":{"ss":{"gurmukhi":"hy BweI! ijqny BI jIA-jMq pRBU ny pYdw kIqy hoey hn, ieh swry hI (prmwqmw qoN ivCuV ky) Awqmk mOq dy mUMh ivc Psy rihMdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਤਨੇ ਭੀ ਜੀਅ-ਜੰਤ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਇਹ ਸਾਰੇ ਹੀ (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ । "},"ft":{"gurmukhi":"hy pRBU! ijqny Coty bfy jIv qYny kIey hYN sBI ko kwl ny muK kr ky (gRisAw) KwXw hY]","unicode":"ਹੇ ਪ੍ਰਭੂ! ਜਿਤਨੇ ਛੋਟੇ ਬਡੇ ਜੀਵ ਤੈਨੇ ਕੀਏ ਹੈਂ ਸਭੀ ਕੋ ਕਾਲ ਨੇ ਮੁਖ ਕਰ ਕੇ (ਗ੍ਰਸਿਆ) ਖਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijqny BI jIA-jMq pRBU ny pYdw kIqy hoey hn, ieh swry hI (prmwqmw qoN ivCuV ky) Awqmk mOq dy mUMh ivc Psy rihMdy hn [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਤਨੇ ਭੀ ਜੀਅ-ਜੰਤ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਇਹ ਸਾਰੇ ਹੀ (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ । "},"ms":{"gurmukhi":"ijMny BI jIv-jMqU, pRBU ny pYdw kIqy hn, auh swry AwKr ƒ mOq dy mUMh iv`c pkVy jWdy hn[","unicode":"ਜਿੰਨੇ ਭੀ ਜੀਵ-ਜੰਤੂ, ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਉਹ ਸਾਰੇ ਆਖਰ ਨੂੰ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿੱਚ ਪਕੜੇ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"Todos los seres y criaturas creados por Dios son atrapados por las fauces de la muerte, "},"hi":{"ss":"हे भाई ! जितने भी जीव-जंतु प्रभू ने पैदा किए हुए हैं। यह सारे ही (परमात्मा से विछुड़ के) आत्मिक मौत के मुँह में फसे रहते हैं।","sts":"जितने भी जीव-जन्तु प्रभु ने पैदा किए हैं, सभी मौत के मुँह में जाने वाले हैं।"}},"transliteration":{"english":"jete jeea ja(n)t prabh ke'ee sabh kaalai mukh grasiaa ||","hindi":"जेते जीअ जंत प्रभि कीए सभि कालै मुखि ग्रसिआ ॥","en":"jete jeea ja(n)t prabh ke'ee sabh kaalai mukh grasiaa ||","hi":"जेते जीअ जंत प्रभि कीए सभि कालै मुखि ग्रसिआ ॥","ipa":"d͡ʒet̪e d͡ʒiə d͡ʒəŋt̪ pɹəɓ kiee səɓ kɑlæ mʊkʰ Gɹəsɪəɑ.","ur":"جےتے جیِا جںت پربھ کیِاے سبھ کالَے مُکھ گرسآ ۔۔"},"pageNo":1319,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":56264,"shabadId":4810,"verse":{"gurmukhi":"hir jn hir hir hir pRiB rwKy jn nwnk srin pieAw ]4]2]","unicode":"ਹਰਿ ਜਨ ਹਰਿ ਹਰਿ ਹਰਿ ਪ੍ਰਭਿ ਰਾਖੇ ਜਨ ਨਾਨਕ ਸਰਨਿ ਪਇਆ ॥੪॥੨॥"},"larivaar":{"gurmukhi":"hirjnhirhirhirpRiBrwKyjnnwnksrinpieAw]4]2]","unicode":"ਹਰਿਜਨਹਰਿਹਰਿਹਰਿਪ੍ਰਭਿਰਾਖੇਜਨਨਾਨਕਸਰਨਿਪਇਆ॥੪॥੨॥"},"translation":{"en":{"bdb":"The humble servants of the Lord are protected by the Lord God, Har, Har, Har; servant Nanak seeks His Sanctuary. ||4||2||","ms":"God's saints, O slave Nanak, Lord God, yea, the Lord God, of Himself protects, for they repair to His protection.","ssk":"The humble servants of the Lord are protected by the Lord God, Har, Har, Har; servant Nanak seeks His Sanctuary. ||4||2||"},"pu":{"ss":{"gurmukhi":"hy dws nwnk! Awpxy BgqW dI pRBU ny sdw hI Awp r`iKAw kIqI hY, Bgq pRBU dI srn pey rihMdy hn [4[2[","unicode":"ਹੇ ਦਾਸ ਨਾਨਕ! ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਹੀ ਆਪ ਰੱਖਿਆ ਕੀਤੀ ਹੈ, ਭਗਤ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ ।੪।੨।"},"ft":{"gurmukhi":"hy hrI pRBU! cwroN jugoN myN qYny Apny dwsoN kI rKÎw krI hY, XW qy sRI gurU jI khqy hYN: mYN BI Awp kI srix pVw hUM]4]2]","unicode":"ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਤੈਨੇ ਅਪਨੇ ਦਾਸੋਂ ਕੀ ਰਖ੍ਯਾ ਕਰੀ ਹੈ, ਯਾਂ ਤੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਭੀ ਆਪ ਕੀ ਸਰਣਿ ਪੜਾ ਹੂੰ॥੪॥੨॥"},"bdb":{"gurmukhi":"hy dws nwnk! Awpxy BgqW dI pRBU ny sdw hI Awp r`iKAw kIqI hY, Bgq pRBU dI srn pey rihMdy hn [4[2[","unicode":"ਹੇ ਦਾਸ ਨਾਨਕ! ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਹੀ ਆਪ ਰੱਖਿਆ ਕੀਤੀ ਹੈ, ਭਗਤ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ ।੪।੨।"},"ms":{"gurmukhi":"hrI dy sMqW dI, hrI Akwl purK, vwihgurU suAwmI Kud hI r`iKAw krdw hY, hy goly nwnk! ikauN jo auh aus dI pnwh lYNdy hn[","unicode":"ਹਰੀ ਦੇ ਸੰਤਾਂ ਦੀ, ਹਰੀ ਅਕਾਲ ਪੁਰਖ, ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਖੁਦ ਹੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ, ਹੇ ਗੋਲੇ ਨਾਨਕ! ਕਿਉਂ ਜੋ ਉਹ ਉਸ ਦੀ ਪਨਾਹ ਲੈਂਦੇ ਹਨ।"}},"es":{"sn":"pero los humildes Sirvientes del Señor son protegidos por el Señor Jar, Jar, y el Sirviente Nanak busca Su Santuario. (4-2) "},"hi":{"ss":"हे दास नानक ! अपने भगतों की प्रभू ने सदा ही स्वयं रक्षा की है। भगत प्रभू की शरण पड़े रहते हैं। 4। 2।","sts":"नानक का फुरमान है कि परमात्मा ने सदैव ही भक्तों की रक्षा की है और भक्तजन उसी की शरण में पड़े हैं।॥ ४॥ २॥"}},"transliteration":{"english":"har jan har har har prabh raakhe jan naanak saran piaa ||4||2||","hindi":"हरि जन हरि हरि हरि प्रभि राखे जन नानक सरनि पइआ ॥४॥२॥","en":"har jan har har har prabh raakhe jan naanak saran piaa ||4||2||","hi":"हरि जन हरि हरि हरि प्रभि राखे जन नानक सरनि पइआ ॥४॥२॥","ipa":"hər d͡ʒən hər hər hər pɹəɓ rɑkʰe d͡ʒən nɑnək sərən pɪɑ.4.2.","ur":"هر جن هرِ هرِ هرِ پربھ راکھے جن نانک سرن پایا ۔۔۴۔۔۲۔۔"},"pageNo":1319,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"}],"igurbani":[{"p":6,"t":"v"}],"sttm2":[{"p":6,"t":"v"}]}}]}