{"shabadInfo":{"shabadId":4945,"shabadName":57792,"pageNo":1358,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1358},"raag":{"raagId":36,"gurmukhi":"slok shsik®qI","unicode":"ਸਲੋਕ ਸਹਸਕ੍ਰਿਤੀ","english":"Salok Sehskritee","raagWithPage":"Salok Sehskritee (1353-1360)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":4,"navigation":{"previous":4944,"next":4946},"verses":[{"verseId":57792,"shabadId":4945,"verse":{"gurmukhi":"hy kwmM nrk ibsRwmM bhu jonI BRmwvxh ]","unicode":"ਹੇ ਕਾਮੰ ਨਰਕ ਬਿਸ੍ਰਾਮੰ ਬਹੁ ਜੋਨੀ ਭ੍ਰਮਾਵਣਹ ॥"},"larivaar":{"gurmukhi":"hykwmMnrkibsRwmMbhujonIBRmwvxh]","unicode":"ਹੇਕਾਮੰਨਰਕਬਿਸ੍ਰਾਮੰਬਹੁਜੋਨੀਭ੍ਰਮਾਵਣਹ॥"},"translation":{"en":{"bdb":"O sexual desire, you lead the mortals to hell; you make them wander in reincarnation through countless species.","ms":"O lust, thou land the mortal in hell and make him wander in many species.","ssk":"O sexual desire, you lead the mortals to hell; you make them wander in reincarnation through countless species."},"pu":{"ss":{"gurmukhi":"hy kwm! qUµ (jIvW ƒ Awpxy v`s ivc kr ky) nrk ivc ApVwx vwlw hYN Aqy keI jUnW ivc Btkwx vwlw hYN [","unicode":"ਹੇ ਕਾਮ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ) ਨਰਕ ਵਿਚ ਅਪੜਾਣ ਵਾਲਾ ਹੈਂ ਅਤੇ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਾਣ ਵਾਲਾ ਹੈਂ ।"},"ft":{"gurmukhi":"hy kwm! qUM pursoN ko nrkoN myN pRwpiq krny vwlw hYN punw jIv ko bhuq jonIEN myN BRmwvqw hYN]","unicode":"ਹੇ ਕਾਮ! ਤੂੰ ਪੁਰਸੋਂ ਕੋ ਨਰਕੋਂ ਮੇਂ ਪ੍ਰਾਪਤਿ ਕਰਨੇ ਵਾਲਾ ਹੈਂ ਪੁਨਾ ਜੀਵ ਕੋ ਬਹੁਤ ਜੋਨੀਓਂ ਮੇਂ ਭ੍ਰਮਾਵਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy kwm! qUµ (jIvW ƒ Awpxy v`s ivc kr ky) nrk ivc ApVwx vwlw hYN Aqy keI jUnW ivc Btkwx vwlw hYN [","unicode":"ਹੇ ਕਾਮ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਕੇ) ਨਰਕ ਵਿਚ ਅਪੜਾਣ ਵਾਲਾ ਹੈਂ ਅਤੇ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਾਣ ਵਾਲਾ ਹੈਂ ।"},"ms":{"gurmukhi":"hy ivSy Bog, qUM pRwxI ƒ jhMnm AMdr jw auqwrdw hY Aqy aus ƒ GxyrIAW jUnIAW AMdr BtkwauNdw hY[","unicode":"ਹੇ ਵਿਸ਼ੇ ਭੋਗ, ਤੂੰ ਪ੍ਰਾਣੀ ਨੂੰ ਜਹੰਨਮ ਅੰਦਰ ਜਾ ਉਤਾਰਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਘਣੇਰੀਆਂ ਜੂਨੀਆਂ ਅੰਦਰ ਭਟਕਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, lujuria, tú guías a los mortales a los mundos más alejados de Dios, los haces vagar de encarnación en reencarnación, "},"hi":{"ss":"हे काम ! तू (जीवों को अपने वश में कर के) नर्क में पहुँचाने वाला है और कई जूनियों में भटकाने वाला है।","sts":"हे काम ! तू जीवों को नरक में पहुँचाने वाला है और अनेक योनियों में भटकाता है।"}},"transliteration":{"english":"he kaama(n) narak bisraama(n) bahu jonee bhramaavaneh ||","hindi":"हे कामं नरक बिस्रामं बहु जोनी भ्रमावणह ॥","en":"he kaama(n) narak bisraama(n) bahu jonee bhramaavaneh ||","hi":"हे कामं नरक बिस्रामं बहु जोनी भ्रमावणह ॥","ipa":"he kɑməŋ nərək bɪsɹɑməŋ bəh d͡ʒɔni ɓɹəmɑʋəɳəh.","ur":"هے کامں نرک بسرامں بهُ جونیِ بھرماوݨه ۔۔"},"pageNo":1358,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":57793,"shabadId":4945,"verse":{"gurmukhi":"icq hrxM qRY lok gMm´M jp qp sIl ibdwrxh ]","unicode":"ਚਿਤ ਹਰਣੰ ਤ੍ਰੈ ਲੋਕ ਗੰਮੵੰ ਜਪ ਤਪ ਸੀਲ ਬਿਦਾਰਣਹ ॥"},"larivaar":{"gurmukhi":"icqhrxMqRYlokgMm´MjpqpsIlibdwrxh]","unicode":"ਚਿਤਹਰਣੰਤ੍ਰੈਲੋਕਗੰਮੵੰਜਪਤਪਸੀਲਬਿਦਾਰਣਹ॥"},"translation":{"en":{"bdb":"You cheat the consciousness, and pervade the three worlds. You destroy meditation, penance and virtue.","ms":"Thou steal the heart, pervade the three worlds and destroy meditation, penance and virtue.","ssk":"You cheat the consciousness, and pervade the three worlds. You destroy meditation, penance and virtue."},"pu":{"ss":{"gurmukhi":"qUµ jIvW dy mn Brmw lYNdw hYN, iqMnW hI lokW ivc qyrI phuMc hY, qUM jIvW dy jp qp qy su`D Awcrn nws kr dyNdw hYN [","unicode":"ਤੂੰ ਜੀਵਾਂ ਦੇ ਮਨ ਭਰਮਾ ਲੈਂਦਾ ਹੈਂ, ਤਿੰਨਾਂ ਹੀ ਲੋਕਾਂ ਵਿਚ ਤੇਰੀ ਪਹੁੰਚ ਹੈ, ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਪ ਤਪ ਤੇ ਸੁੱਧ ਆਚਰਨ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"jnoN ky icq ko hrnyhwrw hYN AO qUM iqRlokI myN (gmMH) pRwpiq hYN[ jp, qp, sIl AwdI suB guxoN ko (ibdwrxh) dUr kr dyqw hYN]","unicode":"ਜਨੋਂ ਕੇ ਚਿਤ ਕੋ ਹਰਨੇਹਾਰਾ ਹੈਂ ਔ ਤੂੰ ਤ੍ਰਿਲੋਕੀ ਮੇਂ (ਗਮੰ੍ਹ) ਪ੍ਰਾਪਤਿ ਹੈਂ। ਜਪ, ਤਪ, ਸੀਲ ਆਦੀ ਸੁਭ ਗੁਣੋਂ ਕੋ (ਬਿਦਾਰਣਹ) ਦੂਰ ਕਰ ਦੇਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"qUµ jIvW dy mn Brmw lYNdw hYN, iqMnW hI lokW ivc qyrI phuMc hY, qUM jIvW dy jp qp qy su`D Awcrn nws kr dyNdw hYN [","unicode":"ਤੂੰ ਜੀਵਾਂ ਦੇ ਮਨ ਭਰਮਾ ਲੈਂਦਾ ਹੈਂ, ਤਿੰਨਾਂ ਹੀ ਲੋਕਾਂ ਵਿਚ ਤੇਰੀ ਪਹੁੰਚ ਹੈ, ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਪ ਤਪ ਤੇ ਸੁੱਧ ਆਚਰਨ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM idl ƒ curw lYNdw hY, qUM iqMnW hI jhwnW AMdr ivAwpk ho irhw hY, Aqy qUM ismrn qp`isAw Aqy nykI ƒ nSt kr idMdw hY[","unicode":"ਤੂੰ ਦਿਲ ਨੂੰ ਚੁਰਾ ਲੈਂਦਾ ਹੈ, ਤੂੰ ਤਿੰਨਾਂ ਹੀ ਜਹਾਨਾਂ ਅੰਦਰ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਤੂੰ ਸਿਮਰਨ ਤਪੱਸਿਆ ਅਤੇ ਨੇਕੀ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"a través de incontables especies. Engañas la Conciencia y compenetras los tres mundos, tú destruyes la meditación, la penitencia y la Virtud. Pero los placeres que das son cortos y sin satisfacción alguna, "},"hi":{"ss":"तू जीवों के मन भ्रमा लेता है। तीनों ही लोकों में तेरी पहुँच है। तू जीवों के जप-तप और शुद्ध-आचरण का नाश कर देता है।","sts":"तू लोगों का दिल चुराने वाला है, तीनों लोकों में गमन कर रहा है, तू जप, तप, शील नष्ट करने वाला है।"}},"transliteration":{"english":"chit harana(n) trai lok ga(n)maye(n) jap tap seel bidhaaraneh ||","hindi":"चित हरणं त्रै लोक गंम्यं जप तप सील बिदारणह ॥","en":"chit harana(n) trai lok ga(n)maye(n) jap tap seel bidhaaraneh ||","hi":"चित हरणं त्रै लोक गंम्यं जप तप सील बिदारणह ॥","ipa":"t͡ʃɪt̪ hərəɳəŋ t̪ɹæ lɔk Gəŋməjŋ d͡ʒəp t̪əp sil bɪd̪ɑrəɳəh.","ur":"چِت هرݨں ترَے لوک گںمےں جپ تپ سیِل بدارݨه ۔۔"},"pageNo":1358,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":57794,"shabadId":4945,"verse":{"gurmukhi":"Alp suK Aivq cMcl aUc nIc smwvxh ]","unicode":"ਅਲਪ ਸੁਖ ਅਵਿਤ ਚੰਚਲ ਊਚ ਨੀਚ ਸਮਾਵਣਹ ॥"},"larivaar":{"gurmukhi":"AlpsuKAivqcMclaUcnIcsmwvxh]","unicode":"ਅਲਪਸੁਖਅਵਿਤਚੰਚਲਊਚਨੀਚਸਮਾਵਣਹ॥"},"translation":{"en":{"bdb":"But you give only shallow pleasure, while you make the mortals weak and unsteady; you pervade the high and the low.","ms":"However, thou give but scant pleasure, make the mortal poor and unsteady and are contained in high and low.","ssk":"But you give only shallow pleasure, while you make the mortals weak and unsteady; you pervade the high and the low."},"pu":{"ss":{"gurmukhi":"hy cMcl kwm! qUµ suK qW QoVw hI dyNdw hYN, pr iesy nwl qUµ jIvW ƒ (su`D Awcrn dy) Dn qoN s`Kxw kr dyNdw hYN [ jIv au~cy hox, nIvyN hox, sBnW ivc qUµ phuMc jWdw hYN [","unicode":"ਹੇ ਚੰਚਲ ਕਾਮ! ਤੂੰ ਸੁਖ ਤਾਂ ਥੋੜਾ ਹੀ ਦੇਂਦਾ ਹੈਂ, ਪਰ ਇਸੇ ਨਾਲ ਤੂੰ ਜੀਵਾਂ ਨੂੰ (ਸੁੱਧ ਆਚਰਨ ਦੇ) ਧਨ ਤੋਂ ਸੱਖਣਾ ਕਰ ਦੇਂਦਾ ਹੈਂ । ਜੀਵ ਉੱਚੇ ਹੋਣ, ਨੀਵੇਂ ਹੋਣ, ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਪਹੁੰਚ ਜਾਂਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"qyrw QoVy mwqR suK hY purs ko (Aivq) inrDn kr dyqw hY, punw cMcl rUp hYN AO aUc nIc sBnoN myN smwie rihAw hYN]","unicode":"ਤੇਰਾ ਥੋੜੇ ਮਾਤ੍ਰ ਸੁਖ ਹੈ ਪੁਰਸ ਕੋ (ਅਵਿਤ) ਨਿਰਧਨ ਕਰ ਦੇਤਾ ਹੈ, ਪੁਨਾ ਚੰਚਲ ਰੂਪ ਹੈਂ ਔ ਊਚ ਨੀਚ ਸਭਨੋਂ ਮੇਂ ਸਮਾਇ ਰਹਿਆ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy cMcl kwm! qUµ suK qW QoVw hI dyNdw hYN, pr iesy nwl qUµ jIvW ƒ (su`D Awcrn dy) Dn qoN s`Kxw kr dyNdw hYN [ jIv au~cy hox, nIvyN hox, sBnW ivc qUµ phuMc jWdw hYN [","unicode":"ਹੇ ਚੰਚਲ ਕਾਮ! ਤੂੰ ਸੁਖ ਤਾਂ ਥੋੜਾ ਹੀ ਦੇਂਦਾ ਹੈਂ, ਪਰ ਇਸੇ ਨਾਲ ਤੂੰ ਜੀਵਾਂ ਨੂੰ (ਸੁੱਧ ਆਚਰਨ ਦੇ) ਧਨ ਤੋਂ ਸੱਖਣਾ ਕਰ ਦੇਂਦਾ ਹੈਂ । ਜੀਵ ਉੱਚੇ ਹੋਣ, ਨੀਵੇਂ ਹੋਣ, ਸਭਨਾਂ ਵਿਚ ਤੂੰ ਪਹੁੰਚ ਜਾਂਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"pRMqU qUM kyvl QoVI KuSI idMdw hY, qUM pRwxI ƒ grIb Aqy AnsiQr kr idMdw hY Aqy qUM aucy qy nIvy AMdr rimAw hoieAw hY[","unicode":"ਪ੍ਰੰਤੂ ਤੂੰ ਕੇਵਲ ਥੋੜੀ ਖੁਸ਼ੀ ਦਿੰਦਾ ਹੈ, ਤੂੰ ਪ੍ਰਾਣੀ ਨੂੰ ਗਰੀਬ ਅਤੇ ਅਨਸਥਿਰ ਕਰ ਦਿੰਦਾ ਹੈ ਅਤੇ ਤੂੰ ਉਚੇ ਤੇ ਨੀਵੇ ਅੰਦਰ ਰਮਿਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"mientras vuelves a los mortales débiles e inestables, tú compenetras desde lo más alto hasta lo más bajo. "},"hi":{"ss":"हे चँचल काम् ! तू सुख तो थोड़ा ही देता है। पर इसके साथ तू जीवों को (शुद्व-आचरण के) धन से वंचित कर देता है। जीव ऊँचे हों। नीचे हों। सबमें तू पहुँच जाता है।","sts":"तू थोड़ा-सा सुख देने वाला है, घनहीन करने वाला, चंचल बनाने वाला और बड़े अथवा छोटे सब में लीन होता है।"}},"transliteration":{"english":"alap sukh avit cha(n)chal uooch neech samaavaneh ||","hindi":"अलप सुख अवित चंचल ऊच नीच समावणह ॥","en":"alap sukh avit cha(n)chal uooch neech samaavaneh ||","hi":"अलप सुख अवित चंचल ऊच नीच समावणह ॥","ipa":"ələp sʊkʰ əʋɪt̪ t͡ʃəŋt͡ʃəl out͡ʃ nit͡ʃ səmɑʋəɳəh.","ur":"الپ سُکھ اوت چںچل اُوچ نیِچ سماوݨه ۔۔"},"pageNo":1358,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":57795,"shabadId":4945,"verse":{"gurmukhi":"qv BY ibmuMicq swD sMgm Et nwnk nwrwiexh ]46]","unicode":"ਤਵ ਭੈ ਬਿਮੁੰਚਿਤ ਸਾਧ ਸੰਗਮ ਓਟ ਨਾਨਕ ਨਾਰਾਇਣਹ ॥੪੬॥"},"larivaar":{"gurmukhi":"qvBYibmuMicqswDsMgmEtnwnknwrwiexh]46]","unicode":"ਤਵਭੈਬਿਮੁੰਚਿਤਸਾਧਸੰਗਮਓਟਨਾਨਕਨਾਰਾਇਣਹ॥੪੬॥"},"translation":{"en":{"bdb":"Your fear is dispelled in the Saadh Sangat, the Company of the Holy, O Nanak, through the Protection and Support of the Lord. ||46||","ms":"O Nanak, thy fear is dispelled by associating with the saints and seeking the protection of the All-pervading God.","ssk":"Your fear is dispelled in the Saadh Sangat, the Company of the Holy, O Nanak, through the Protection and Support of the Lord. ||46||"},"pu":{"ss":{"gurmukhi":"swD sMgiq ivc phuMicAW qyry fr qoN ^lwsI imldI hY [ hy nwnk! (swD sMg ivc jw ky) pRBU dI srn lY [46[","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਹੁੰਚਿਆਂ ਤੇਰੇ ਡਰ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ । ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗ ਵਿਚ ਜਾ ਕੇ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਲੈ ।੪੬।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: sMqoN ky imlwp kr ky nwrwiex kI Et lYxy qy hy kwm blI! qyrw BY dUr hoqw hY]46]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਸੰਤੋਂ ਕੇ ਮਿਲਾਪ ਕਰ ਕੇ ਨਾਰਾਇਣ ਕੀ ਓਟ ਲੈਣੇ ਤੇ ਹੇ ਕਾਮ ਬਲੀ! ਤੇਰਾ ਭੈ ਦੂਰ ਹੋਤਾ ਹੈ॥੪੬॥"},"bdb":{"gurmukhi":"swD sMgiq ivc phuMicAW qyry fr qoN ^lwsI imldI hY [ hy nwnk! (swD sMg ivc jw ky) pRBU dI srn lY [46[","unicode":"ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਹੁੰਚਿਆਂ ਤੇਰੇ ਡਰ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲਦੀ ਹੈ । ਹੇ ਨਾਨਕ! (ਸਾਧ ਸੰਗ ਵਿਚ ਜਾ ਕੇ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਲੈ ।੪੬।"},"ms":{"gurmukhi":"sMqW dI sMgq krn Aqy srb-ivAwpk vwihgurU dI pnwh lYx duAwrw, hy nwnk! qyrw fr dUr ho jWdw hY[","unicode":"ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਕਰਨ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਵਾਹਿਗੁਰੂ ਦੀ ਪਨਾਹ ਲੈਣ ਦੁਆਰਾ, ਹੇ ਨਾਨਕ! ਤੇਰਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Tus temores son disipados en la Compañía de la Saad Sangat, oh, dice Nanak, a través de la Protección y el Soporte de Dios. (46)"},"hi":{"ss":"साध-संगति में पहुँचने से तेरे डर से निजात मिलती है। हे नानक ! (साध-संग में जा के) प्रभू की शरण ले। 46।","sts":"नानक का कथन है कि तेरे भय से बचने के लिए साधु पुरुषों की संगत एवं परमात्मा का आसरा ले लिया है॥ ४६॥"}},"transliteration":{"english":"tav bhai bimu(n)chit saadh sa(n)gam oT naanak naaraineh ||46||","hindi":"तव भै बिमुँचित साध संगम ओट नानक नाराइणह ॥४६॥","en":"tav bhai bimu(n)chit saadh sa(n)gam oT naanak naaraineh ||46||","hi":"तव भै बिमुँचित साध संगम ओट नानक नाराइणह ॥४६॥","ipa":"t̪əʋ ɓæ bɪmʊŋt͡ʃɪt̪ sɑt̪ə̀ səŋGəm oəʈ nɑnək nɑrɑeɪɳəh.4ə6.","ur":"تو بھَے بمںچت سادھ سںگم اوٹ نانک نارااݨه ۔۔۴۶۔۔"},"pageNo":1358,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}}]}