{"shabadInfo":{"shabadId":4947,"shabadName":57800,"pageNo":1358,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1358},"raag":{"raagId":36,"gurmukhi":"slok shsik®qI","unicode":"ਸਲੋਕ ਸਹਸਕ੍ਰਿਤੀ","english":"Salok Sehskritee","raagWithPage":"Salok Sehskritee (1353-1360)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":5,"navigation":{"previous":4946,"next":4948},"verses":[{"verseId":57800,"shabadId":4947,"verse":{"gurmukhi":"hy loBw lµpt sMg isrmorh Aink lhrI klolqy ]","unicode":"ਹੇ ਲੋਭਾ ਲੰਪਟ ਸੰਗ ਸਿਰਮੋਰਹ ਅਨਿਕ ਲਹਰੀ ਕਲੋਲਤੇ ॥"},"larivaar":{"gurmukhi":"hyloBwlµptsMgisrmorhAinklhrIklolqy]","unicode":"ਹੇਲੋਭਾਲੰਪਟਸੰਗਸਿਰਮੋਰਹਅਨਿਕਲਹਰੀਕਲੋਲਤੇ॥"},"translation":{"en":{"bdb":"O greed, you cling to even the great, assaulting them with countless waves.","ms":"O covetousness, thou have clung even to the great and by thine waves play many a prank.","ssk":"O greed, you cling to even the great, assaulting them with countless waves."},"pu":{"ss":{"gurmukhi":" hy loB! muKI bMdy (BI) qyrI sMgiq ivc (rih ky ivkwrW ivc) fu`b jWdy hn, qyrIAW lihrW ivc (Ps ky) AnykW klol krdy hn [","unicode":" ਹੇ ਲੋਭ! ਮੁਖੀ ਬੰਦੇ (ਭੀ) ਤੇਰੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਤੇਰੀਆਂ ਲਹਿਰਾਂ ਵਿਚ (ਫਸ ਕੇ) ਅਨੇਕਾਂ ਕਲੋਲ ਕਰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"hy loB! qUM  kYsw hYN? jo sB jnoN ky isromxI hYN, iqnoN sBnoN ky swQ lptwie rhw hYN[ iqsI kr qyrI lihroN kr ky jIvoN myN Anyk ivvhwroN ky (klol) qrMg auTqy hYN, Bwv iXh hY ik jb loB kI lihr auTqI hY qb nOkrI vxj AwdI Anyk sMklp irdy myN Awn aupjqy hYN]","unicode":"ਹੇ ਲੋਭ! ਤੂੰ  ਕੈਸਾ ਹੈਂ? ਜੋ ਸਭ ਜਨੋਂ ਕੇ ਸਿਰੋਮਣੀ ਹੈਂ, ਤਿਨੋਂ ਸਭਨੋਂ ਕੇ ਸਾਥ ਲਪਟਾਇ ਰਹਾ ਹੈਂ। ਤਿਸੀ ਕਰ ਤੇਰੀ ਲਹਿਰੋਂ ਕਰ ਕੇ ਜੀਵੋਂ ਮੇਂ ਅਨੇਕ ਵਿਵਹਾਰੋਂ ਕੇ (ਕਲੋਲ) ਤਰੰਗ ਉਠਤੇ ਹੈਂ, ਭਾਵ ਯਿਹ ਹੈ ਕਿ ਜਬ ਲੋਭ ਕੀ ਲਹਿਰ ਉਠਤੀ ਹੈ ਤਬ ਨੌਕਰੀ ਵਣਜ ਆਦੀ ਅਨੇਕ ਸੰਕਲਪ ਰਿਦੇ ਮੇਂ ਆਨ ਉਪਜਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" hy loB! muKI bMdy (BI) qyrI sMgiq ivc (rih ky ivkwrW ivc) fu`b jWdy hn, qyrIAW lihrW ivc (Ps ky) AnykW klol krdy hn [","unicode":" ਹੇ ਲੋਭ! ਮੁਖੀ ਬੰਦੇ (ਭੀ) ਤੇਰੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਤੇਰੀਆਂ ਲਹਿਰਾਂ ਵਿਚ (ਫਸ ਕੇ) ਅਨੇਕਾਂ ਕਲੋਲ ਕਰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"hy lwlc! qUM vifAW vifAW ƒ icmiVAw hoieAw hY Aqy AwpixAW qrMgW duAwrw AnykW KyfW Kyf irhw hY[","unicode":"ਹੇ ਲਾਲਚ! ਤੂੰ ਵਡਿਆਂ ਵਡਿਆਂ ਨੂੰ ਚਿਮੜਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਆਪਣਿਆਂ ਤਰੰਗਾਂ ਦੁਆਰਾ ਅਨੇਕਾਂ ਖੇਡਾਂ ਖੇਡ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Oh, avaricia, tú te aferras aún a los más grandiosos, y los asaltas de múltiples maneras con tu vasto oleaje,"},"hi":{"ss":"हे लोभ ! मुखी लोग (भी) तेरी संगति में (रह के विकारों में) डूब जाते हैं। तेरी लहरों में (फस के) अनेकों कलोल करते हैं।","sts":"हे लोभ ! तूने तो बादशाह, अमीर, सब को अपने शिकंजे में डाला हुआ है और वे तेरी लहरों में फँसकर अनेक तमाशे करते हैं।"}},"transliteration":{"english":"he lobhaa la(n)paT sa(n)g siramoreh anik laharee kalolate ||","hindi":"हे लोभा लंपट संग सिरमोरह अनिक लहरी कलोलते ॥","en":"he lobhaa la(n)paT sa(n)g siramoreh anik laharee kalolate ||","hi":"हे लोभा लंपट संग सिरमोरह अनिक लहरी कलोलते ॥","ipa":"he lɔɓɑ ləⁿpəʈ səŋG sɪrəmɔrəh ənɪk ləhəri kəlɔlət̪e.","ur":"هے لوبھا لµپٹ سںگ سرموره انک لهریِ کلولتے ۔۔"},"pageNo":1358,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":57801,"shabadId":4947,"verse":{"gurmukhi":"DwvMq jIAw bhu pRkwrM Aink BWiq bhu folqy ]","unicode":"ਧਾਵੰਤ ਜੀਆ ਬਹੁ ਪ੍ਰਕਾਰੰ ਅਨਿਕ ਭਾਂਤਿ ਬਹੁ ਡੋਲਤੇ ॥"},"larivaar":{"gurmukhi":"DwvMqjIAwbhupRkwrMAinkBWiqbhufolqy]","unicode":"ਧਾਵੰਤਜੀਆਬਹੁਪ੍ਰਕਾਰੰਅਨਿਕਭਾਂਤਿਬਹੁਡੋਲਤੇ॥"},"translation":{"en":{"bdb":"You cause them to run around wildly in all directions, wobbling and wavering unsteadily.","ms":"Through thee, the beings run about in many directions and greatly wobble in multiple manners.","ssk":"You cause them to run around wildly in all directions, wobbling and wavering unsteadily."},"pu":{"ss":{"gurmukhi":"qyry v`s ivc Awey hoey jIv keI qrHW Btkdy iPrdy hn, AnykW qrIikAW nwl foldy hn [","unicode":"ਤੇਰੇ ਵੱਸ ਵਿਚ ਆਏ ਹੋਏ ਜੀਵ ਕਈ ਤਰ੍ਹਾਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਡੋਲਦੇ ਹਨ ।"},"ft":{"gurmukhi":"iqsI qy jIv bhuq pRkwr kr ky ibvhwroN myN Dwvqy hYN punw iqsI vwsnw kr Anyk idSw myN folqy iPrqy hYN]","unicode":"ਤਿਸੀ ਤੇ ਜੀਵ ਬਹੁਤ ਪ੍ਰਕਾਰ ਕਰ ਕੇ ਬਿਵਹਾਰੋਂ ਮੇਂ ਧਾਵਤੇ ਹੈਂ ਪੁਨਾ ਤਿਸੀ ਵਾਸਨਾ ਕਰ ਅਨੇਕ ਦਿਸ਼ਾ ਮੇਂ ਡੋਲਤੇ ਫਿਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"qyry v`s ivc Awey hoey jIv keI qrHW Btkdy iPrdy hn, AnykW qrIikAW nwl foldy hn [","unicode":"ਤੇਰੇ ਵੱਸ ਵਿਚ ਆਏ ਹੋਏ ਜੀਵ ਕਈ ਤਰ੍ਹਾਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਡੋਲਦੇ ਹਨ ।"},"ms":{"gurmukhi":"qyry rwhIN jIv Gxyry rwhW AMdr dOVdy hn Aqy AnykW qrIikAW nwl bhuqy ifkfoly KWdy hn[","unicode":"ਤੇਰੇ ਰਾਹੀਂ ਜੀਵ ਘਣੇਰੇ ਰਾਹਾਂ ਅੰਦਰ ਦੌੜਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਬਹੁਤੇ ਡਿਕਡੋਲੇ ਖਾਂਦੇ ਹਨ।"}},"es":{"sn":" haces que corran salvajemente en todas direcciones, tambaleándose, intranquilos y ansiosos."},"hi":{"ss":"तेरे वश में आए हुए जीव कई तरह से भटकते फिरते हैं। अनेकों तरीकों से डोलते हैं।","sts":"तेरे वश में आकर जीव अनेक प्रकार से दौड़ते हैं और अनेक तरीकों से बहुत डोलते हैं।"}},"transliteration":{"english":"dhaava(n)t jeeaa bahu prakaara(n) anik bhaa(n)t bahu ddolate ||","hindi":"धावंत जीआ बहु प्रकारं अनिक भाँति बहु डोलते ॥","en":"dhaava(n)t jeeaa bahu prakaara(n) anik bhaa(n)t bahu ddolate ||","hi":"धावंत जीआ बहु प्रकारं अनिक भाँति बहु डोलते ॥","ipa":"t̪ɑʋəŋt̪ d͡ʒiəɑ bəh pɹəkɑrəŋ ənɪk ɓɑⁿət̪ bəh ɖɔlət̪e.","ur":"دھاوںت جیِآ بهُ پرکارں انک بھاںت بهُ ڈولتے ۔۔"},"pageNo":1358,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":57802,"shabadId":4947,"verse":{"gurmukhi":"nc imqRM nc iestM nc bwDv nc mwq ipqw qv ljXw ]","unicode":"ਨਚ ਮਿਤ੍ਰੰ ਨਚ ਇਸਟੰ ਨਚ ਬਾਧਵ ਨਚ ਮਾਤ ਪਿਤਾ ਤਵ ਲਜਯਾ ॥"},"larivaar":{"gurmukhi":"ncimqRMnciestMncbwDvncmwqipqwqvljXw]","unicode":"ਨਚਮਿਤ੍ਰੰਨਚਇਸਟੰਨਚਬਾਧਵਨਚਮਾਤਪਿਤਾਤਵਲਜਯਾ॥"},"translation":{"en":{"bdb":"You have no respect for friends, ideals, relations, mother or father.","ms":"Thou have respect neither for thy friend, nor Guru, nor relation, nor mother and nor father.","ssk":"You have no respect for friends, ideals, relations, mother or father."},"pu":{"ss":{"gurmukhi":"qyry Asr hyT rihx krky auhnW ƒ nwh iksy imqR dI, nwh gurU-pIr dI, nwh snbMDIAW dI, Aqy nw hI mW ipau dI koeI Srm rihMdI hY [","unicode":"ਤੇਰੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਕਿਸੇ ਮਿਤ੍ਰ ਦੀ, ਨਾਹ ਗੁਰੂ-ਪੀਰ ਦੀ, ਨਾਹ ਸਨਬੰਧੀਆਂ ਦੀ, ਅਤੇ ਨਾ ਹੀ ਮਾਂ ਪਿਉ ਦੀ ਕੋਈ ਸ਼ਰਮ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"qyry kr ky (nc) nw imqRW kI iest kI AO n bWDvoN kI, n mwqw ipqw AwidkoN kI ies jIv ko ljÎw rihqI hY[ Bwv Xyh loBI jn sB kw Dn ihr lyqw hY]","unicode":"ਤੇਰੇ ਕਰ ਕੇ (ਨਚ) ਨਾ ਮਿਤ੍ਰਾਂ ਕੀ ਇਸਟ ਕੀ ਔ ਨ ਬਾਂਧਵੋਂ ਕੀ, ਨ ਮਾਤਾ ਪਿਤਾ ਆਦਿਕੋਂ ਕੀ ਇਸ ਜੀਵ ਕੋ ਲਜ੍ਯਾ ਰਹਿਤੀ ਹੈ। ਭਾਵ ਯੇਹ ਲੋਭੀ ਜਨ ਸਭ ਕਾ ਧਨ ਹਿਰ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"qyry Asr hyT rihx krky auhnW ƒ nwh iksy imqR dI, nwh gurU-pIr dI, nwh snbMDIAW dI, Aqy nw hI mW ipau dI koeI Srm rihMdI hY [","unicode":"ਤੇਰੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਕਿਸੇ ਮਿਤ੍ਰ ਦੀ, ਨਾਹ ਗੁਰੂ-ਪੀਰ ਦੀ, ਨਾਹ ਸਨਬੰਧੀਆਂ ਦੀ, ਅਤੇ ਨਾ ਹੀ ਮਾਂ ਪਿਉ ਦੀ ਕੋਈ ਸ਼ਰਮ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"qUM nW Awpxy Xwr, nW hI gurU nW hI snbMDI nW hI AMmVI Aqy bwbl dw snmwn krdw hY[","unicode":"ਤੂੰ ਨਾਂ ਆਪਣੇ ਯਾਰ, ਨਾਂ ਹੀ ਗੁਰੂ ਨਾਂ ਹੀ ਸਨਬੰਧੀ ਨਾਂ ਹੀ ਅੰਮੜੀ ਅਤੇ ਬਾਬਲ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"No tienes respeto por amigos, ideales, relaciones, madres o padres, "},"hi":{"ss":"तेरे असर के नीचे रहने के कारण उन्हें ना किसी मित्र की। ना गुरू पीर की। ना सम्बन्धियों की। और ना ही माता-पिता की कोई शर्म रहती है।","sts":"तुझे मित्र, इष्ट, रिश्तेदार, माता-पिता की कोई शर्म नहीं।"}},"transliteration":{"english":"nach mitra(n) nach isaTa(n) nach baadhav nach maat pitaa tav lajayaa ||","hindi":"नच मित्रं नच इसटं नच बाधव नच मात पिता तव लजया ॥","en":"nach mitra(n) nach isaTa(n) nach baadhav nach maat pitaa tav lajayaa ||","hi":"नच मित्रं नच इसटं नच बाधव नच मात पिता तव लजया ॥","ipa":"nət͡ʃ mɪt̪ɹəŋ nət͡ʃ eɪsəʈəŋ nət͡ʃ bɑt̪əʋ nət͡ʃ mɑt̪ pɪt̪ɑ t̪əʋ ləd͡ʒəjɑ.","ur":"نچ مترں نچ اسٹں نچ بادھو نچ مات پتا تو لجےا ۔۔"},"pageNo":1358,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":8,"t":"v"}]}},{"verseId":57803,"shabadId":4947,"verse":{"gurmukhi":"AkrxM kroiq AKwid´ Kwd´M Aswj´M swij smjXw ]","unicode":"ਅਕਰਣੰ ਕਰੋਤਿ ਅਖਾਦੵਿ ਖਾਦੵੰ ਅਸਾਜੵੰ ਸਾਜਿ ਸਮਜਯਾ ॥"},"larivaar":{"gurmukhi":"AkrxMkroiqAKwid´Kwd´MAswj´MswijsmjXw]","unicode":"ਅਕਰਣੰਕਰੋਤਿਅਖਾਦੵਿਖਾਦੵੰਅਸਾਜੵੰਸਾਜਿਸਮਜਯਾ॥"},"translation":{"en":{"bdb":"You make them do what they should not do. You make them eat what they should not eat. You make them accomplish what they should not accomplish.","ms":"Thou make man do what he should not do; Thou make men eat, what he should not eat and thou make man build what he should not build; such is thy reputation.","ssk":"You make them do what they should not do. You make them eat what they should not eat. You make them accomplish what they should not accomplish."},"pu":{"ss":{"gurmukhi":"qyry pRBwv nwl jIv KulHy qOr qy smwj ivc auh kMm krdw hY jo nhIN krny cwhIdy, auh cIzW KWdw hY jo nhIN KwxIAW cwhIdIAW, auh g`lW SurU kr dyNdw hY jo nhIN krnIAW cwhIdIAW [","unicode":"ਤੇਰੇ ਪ੍ਰਭਾਵ ਨਾਲ ਜੀਵ ਖੁਲ੍ਹੇ ਤੌਰ ਤੇ ਸਮਾਜ ਵਿਚ ਉਹ ਕੰਮ ਕਰਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੇ ਚਾਹੀਦੇ, ਉਹ ਚੀਜ਼ਾਂ ਖਾਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਖਾਣੀਆਂ ਚਾਹੀਦੀਆਂ, ਉਹ ਗੱਲਾਂ ਸ਼ੁਰੂ ਕਰ ਦੇਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੀਆਂ ਚਾਹੀਦੀਆਂ ।"},"ft":{"gurmukhi":"jo krm nhIN krxy Xog so jIv sy krvwie dyqw hYN AO jo Kwxy Xog nhIN hY, so Kvwie dyqw hYN, jo kwrj ArMB krny Xog nhIN hY iqs kw ArMB krvwie dyqw hYN[ hy loB! qUM (sM) BlI pRkwr sy AjIq hYN]","unicode":"ਜੋ ਕਰਮ ਨਹੀਂ ਕਰਣੇ ਯੋਗ ਸੋ ਜੀਵ ਸੇ ਕਰਵਾਇ ਦੇਤਾ ਹੈਂ ਔ ਜੋ ਖਾਣੇ ਯੋਗ ਨਹੀਂ ਹੈ, ਸੋ ਖਵਾਇ ਦੇਤਾ ਹੈਂ, ਜੋ ਕਾਰਜ ਅਰੰਭ ਕਰਨੇ ਯੋਗ ਨਹੀਂ ਹੈ ਤਿਸ ਕਾ ਅਰੰਭ ਕਰਵਾਇ ਦੇਤਾ ਹੈਂ। ਹੇ ਲੋਭ! ਤੂੰ (ਸੰ) ਭਲੀ ਪ੍ਰਕਾਰ ਸੇ ਅਜੀਤ ਹੈਂ॥"},"bdb":{"gurmukhi":"qyry pRBwv nwl jIv KulHy qOr qy smwj ivc auh kMm krdw hY jo nhIN krny cwhIdy, auh cIzW KWdw hY jo nhIN KwxIAW cwhIdIAW, auh g`lW SurU kr dyNdw hY jo nhIN krnIAW cwhIdIAW [","unicode":"ਤੇਰੇ ਪ੍ਰਭਾਵ ਨਾਲ ਜੀਵ ਖੁਲ੍ਹੇ ਤੌਰ ਤੇ ਸਮਾਜ ਵਿਚ ਉਹ ਕੰਮ ਕਰਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੇ ਚਾਹੀਦੇ, ਉਹ ਚੀਜ਼ਾਂ ਖਾਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਖਾਣੀਆਂ ਚਾਹੀਦੀਆਂ, ਉਹ ਗੱਲਾਂ ਸ਼ੁਰੂ ਕਰ ਦੇਂਦਾ ਹੈ ਜੋ ਨਹੀਂ ਕਰਨੀਆਂ ਚਾਹੀਦੀਆਂ ।"},"ms":{"gurmukhi":"qUM bMdy kolo auh kuC krwauNdw hY, jo aus ƒ nhIN krnw cwhIdw, qUM bMdy ƒ auh kuC Kuvwldw hY jo ausƒ Kwnw nhIN cwhIdw qy qUM bMdy pwso auh kuC bxvwauNdw hY ijhVw aus ƒ bxwauxw nhIN cwhIdw, AYsI hY qyrI Suhrq!","unicode":"ਤੂੰ ਬੰਦੇ ਕੋਲੋ ਉਹ ਕੁਛ ਕਰਾਉਂਦਾ ਹੈ, ਜੋ ਉਸ ਨੂੰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਤੂੰ ਬੰਦੇ ਨੂੰ ਉਹ ਕੁਛ ਖੁਵਾਲਦਾ ਹੈ ਜੋ ਉਸਨੂੰ ਖਾਨਾ ਨਹੀਂ ਚਾਹੀਦਾ ਤੇ ਤੂੰ ਬੰਦੇ ਪਾਸੋ ਉਹ ਕੁਛ ਬਣਵਾਉਂਦਾ ਹੈ ਜਿਹੜਾ ਉਸ ਨੂੰ ਬਣਾਉਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਐਸੀ ਹੈ ਤੇਰੀ ਸ਼ੁਹਰਤ!"}},"es":{"sn":"haces que hagan lo que no deberían, que coman lo que no debieran comer y realizen lo que no deberían realizar. "},"hi":{"ss":"तेरे प्रभाव से जीव खुले तौर पर समाज में वह काम करता है जो नहीं करने चाहिए। वह चीजें खाता है जो नहीं खानी चाहिए। वह बातें करता है जो नहीं करनी चाहिए।","sts":"तू न करने लायक भी काम करवाता है, न खाने योग्य चीज भी खिलाता है, समाज में न बनने वाली को भी बना देते हो।"}},"transliteration":{"english":"akarana(n) karot akhaadhiye khaadhaye(n) asaajaye(n) saaj samajayaa ||","hindi":"अकरणं करोति अखादि्य खाद्यं असाज्यं साजि समजया ॥","en":"akarana(n) karot akhaadhiye khaadhaye(n) asaajaye(n) saaj samajayaa ||","hi":"अकरणं करोति अखादि्य खाद्यं असाज्यं साजि समजया ॥","ipa":"əkərəɳəŋ kərɔt̪ əkʰɑd̪ɪj kʰɑd̪əjŋ əsɑd͡ʒəjŋ sɑd͡ʒ səməd͡ʒəjɑ.","ur":"اکرݨں کروت اکھادے کھادےں اساجےں ساج سمجےا ۔۔"},"pageNo":1358,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":57804,"shabadId":4947,"verse":{"gurmukhi":"qRwih qRwih srix suAwmI ibg´wipœ nwnk hir nrhrh ]48]","unicode":"ਤ੍ਰਾਹਿ ਤ੍ਰਾਹਿ ਸਰਣਿ ਸੁਆਮੀ ਬਿਗੵਾਪ੍ਤਿ ਨਾਨਕ ਹਰਿ ਨਰਹਰਹ ॥੪੮॥"},"larivaar":{"gurmukhi":"qRwihqRwihsrixsuAwmIibg´wipœnwnkhirnrhrh]48]","unicode":"ਤ੍ਰਾਹਿਤ੍ਰਾਹਿਸਰਣਿਸੁਆਮੀਬਿਗੵਾਪ੍ਤਿਨਾਨਕਹਰਿਨਰਹਰਹ॥੪੮॥"},"translation":{"en":{"bdb":"Save me, save me - I have come to Your Sanctuary, O my Lord and Master; Nanak prays to the Lord. ||48||","ms":"Prays Nanak, O Lord God, the Man-lion, I have sought Thy protection, save me, save me.","ssk":"Save me, save me - I have come to Your Sanctuary, O my Lord and Master; Nanak prays to the Lord. ||48||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (loB qoN bcx leI) ieauN Ardws kr—hy pRBU! hy suAwmI! mYN qyrI srn AwieAw hW, mYƒ ies qoN bcw lY, bcw lY [48[","unicode":"ਹੇ ਨਾਨਕ! (ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ) ਇਉਂ ਅਰਦਾਸ ਕਰ—ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਇਸ ਤੋਂ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ ।੪੮।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: (nrhr) nroN ky hry krny vwly vw nrisMG rUp Dwrnyhwry vwihgurU, Awp pws hm (ibgÎÎwipœ) bynqI krqy hYN: hy suAwmI! muJ ko ies lok sy (qRwih) rwK lyvo-rwK lyvo]48]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: (ਨਰਹਰ) ਨਰੋਂ ਕੇ ਹਰੇ ਕਰਨੇ ਵਾਲੇ ਵਾ ਨਰਸਿੰਘ ਰੂਪ ਧਾਰਨੇਹਾਰੇ ਵਾਹਿਗੁਰੂ, ਆਪ ਪਾਸ ਹਮ (ਬਿਗ੍ਯ੍ਯਾਪ੍ਤਿ) ਬੇਨਤੀ ਕਰਤੇ ਹੈਂ: ਹੇ ਸੁਆਮੀ! ਮੁਝ ਕੋ ਇਸ ਲੋਕ ਸੇ (ਤ੍ਰਾਹਿ) ਰਾਖ ਲੇਵੋ-ਰਾਖ ਲੇਵੋ॥੪੮॥"},"bdb":{"gurmukhi":"hy nwnk! (loB qoN bcx leI) ieauN Ardws kr—hy pRBU! hy suAwmI! mYN qyrI srn AwieAw hW, mYƒ ies qoN bcw lY, bcw lY [48[","unicode":"ਹੇ ਨਾਨਕ! (ਲੋਭ ਤੋਂ ਬਚਣ ਲਈ) ਇਉਂ ਅਰਦਾਸ ਕਰ—ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਇਸ ਤੋਂ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ ।੪੮।"},"ms":{"gurmukhi":"nwnk ibny krdw hY, hy mnuS Syr srUp sweIN vwihgurU! mYN qyrI pnwh leI hY, qUM myrI r`iKAw kr, riKAw kr[","unicode":"ਨਾਨਕ ਬਿਨੇ ਕਰਦਾ ਹੈ, ਹੇ ਮਨੁਸ਼ ਸ਼ੇਰ ਸਰੂਪ ਸਾਈਂ ਵਾਹਿਗੁਰੂ! ਮੈਂ ਤੇਰੀ ਪਨਾਹ ਲਈ ਹੈ, ਤੂੰ ਮੇਰੀ ਰੱਖਿਆ ਕਰ, ਰਖਿਆ ਕਰ।"}},"es":{"sn":"Sálvame, oh sálvame, he llegado a Tu Santuario, oh mi Señor y Maestro, Nanak reza al Señor.(48)"},"hi":{"ss":"हे नानक ! (लोभ से बचने के लिए) इस तरह अरदास कर- हे प्रभू ! हे स्वामी ! मैं तेरी शरण आया हूँ। मुझे इससे बचा ले। बचा ले। 48।","sts":"नानक प्रार्थना करते हैं कि हे नारायण ! हम तेरी शरण में आ गए हैं, इस लोभ से हर्मे बचा लो।॥ ४८॥"}},"transliteration":{"english":"traeh traeh saran suaamee bigayeaapit naanak har narahareh ||48||","hindi":"त्राहि त्राहि सरणि सुआमी बिग्यापि्त नानक हरि नरहरह ॥४८॥","en":"traeh traeh saran suaamee bigayeaapit naanak har narahareh ||48||","hi":"त्राहि त्राहि सरणि सुआमी बिग्यापि्त नानक हरि नरहरह ॥४८॥","ipa":"t̪ɹɑh t̪ɹɑh sərəɳ sʊəɑmi bɪGəjɑpɪt̪ nɑnək hər nərəhərəh.4ə8.","ur":"تراه تراه سرݨ سُآمیِ بگےاپت نانک هر نرهره ۔۔۴۸۔۔"},"pageNo":1358,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}}]}