{"shabadInfo":{"shabadId":4948,"shabadName":57805,"pageNo":1358,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1358},"raag":{"raagId":36,"gurmukhi":"slok shsik®qI","unicode":"ਸਲੋਕ ਸਹਸਕ੍ਰਿਤੀ","english":"Salok Sehskritee","raagWithPage":"Salok Sehskritee (1353-1360)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":5,"navigation":{"previous":4947,"next":4949},"verses":[{"verseId":57805,"shabadId":4948,"verse":{"gurmukhi":"hy jnm mrx mUlµ AhMkwrM pwpwqmw ]","unicode":"ਹੇ ਜਨਮ ਮਰਣ ਮੂਲੰ ਅਹੰਕਾਰੰ ਪਾਪਾਤਮਾ ॥"},"larivaar":{"gurmukhi":"hyjnmmrxmUlµAhMkwrMpwpwqmw]","unicode":"ਹੇਜਨਮਮਰਣਮੂਲੰਅਹੰਕਾਰੰਪਾਪਾਤਮਾ॥"},"translation":{"en":{"bdb":"O egotism, you are the root of birth and death and the cycle of reincarnation; you are the very soul of sin.","ms":"O self-conceit, the soul of sins, thou are the soul of birth and death.","ssk":"O egotism, you are the root of birth and death and the cycle of reincarnation; you are the very soul of sin."},"pu":{"ss":{"gurmukhi":" hy pwpI AhMkwr! qUµ jIvW dy jnm mrn dw kwrn hYN [","unicode":" ਹੇ ਪਾਪੀ ਅਹੰਕਾਰ! ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦਾ ਕਾਰਨ ਹੈਂ ।"},"ft":{"gurmukhi":"hy jnm mrn ky (mUlM) kwrx hMkwr (pwpwqmw) pwp srUp! ]","unicode":"ਹੇ ਜਨਮ ਮਰਨ ਕੇ (ਮੂਲੰ) ਕਾਰਣ ਹੰਕਾਰ (ਪਾਪਾਤਮਾ) ਪਾਪ ਸਰੂਪ! ॥"},"bdb":{"gurmukhi":" hy pwpI AhMkwr! qUµ jIvW dy jnm mrn dw kwrn hYN [","unicode":" ਹੇ ਪਾਪੀ ਅਹੰਕਾਰ! ਤੂੰ ਜੀਵਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦਾ ਕਾਰਨ ਹੈਂ ।"},"ms":{"gurmukhi":"hy gunwhW dI Awqmw, svY-hMgqw! qy jMmx Aqy mrn dI jVH hY[","unicode":"ਹੇ ਗੁਨਾਹਾਂ ਦੀ ਆਤਮਾ, ਸਵੈ-ਹੰਗਤਾ! ਤੇ ਜੰਮਣ ਅਤੇ ਮਰਨ ਦੀ ਜੜ੍ਹ ਹੈ।"}},"es":{"sn":"Oh egoísmo, eres la raíz del nacimiento, la muerte, la reencarnación, "},"hi":{"ss":"हे पापी अहंकार ! तू जीवों के जनम-मरण का कारण है।","sts":"हे पापी अहंकार ! तू जन्म-मरण का मूल है।"}},"transliteration":{"english":"he janam maran moola(n) aha(n)kaara(n) paapaatamaa ||","hindi":"हे जनम मरण मूलं अहंकारं पापातमा ॥","en":"he janam maran moola(n) aha(n)kaara(n) paapaatamaa ||","hi":"हे जनम मरण मूलं अहंकारं पापातमा ॥","ipa":"he d͡ʒənəm mərəɳ muləⁿ əhəŋkɑrəŋ pɑpɑt̪əmɑ.","ur":"هے جنم مرݨ مُولµ اهںکارں پاپاتما ۔۔"},"pageNo":1358,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":57806,"shabadId":4948,"verse":{"gurmukhi":"imqRM qjMiq sqRM idRVMiq Aink mwXw ibsœIrnh ]","unicode":"ਮਿਤ੍ਰੰ ਤਜੰਤਿ ਸਤ੍ਰੰ ਦ੍ਰਿੜੰਤਿ ਅਨਿਕ ਮਾਯਾ ਬਿਸ੍ਤੀਰਨਹ ॥"},"larivaar":{"gurmukhi":"imqRMqjMiqsqRMidRVMiqAinkmwXwibsœIrnh]","unicode":"ਮਿਤ੍ਰੰਤਜੰਤਿਸਤ੍ਰੰਦ੍ਰਿੜੰਤਿਅਨਿਕਮਾਯਾਬਿਸ੍ਤੀਰਨਹ॥"},"translation":{"en":{"bdb":"You forsake friends, and hold tight to enemies. You spread out countless illusions of Maya.","ms":"Thou abandon friends, hold fast to enemies and spread many illusions.","ssk":"You forsake friends, and hold tight to enemies. You spread out countless illusions of Maya."},"pu":{"ss":{"gurmukhi":"mwieAw dy AnykW iKlwry iKlwr ky qUµ im`qRW dw iqAwg krw ky vYrI p`ky krweI jWdw hYN [","unicode":"ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਖਿਲਾਰ ਕੇ ਤੂੰ ਮਿੱਤ੍ਰਾਂ ਦਾ ਤਿਆਗ ਕਰਾ ਕੇ ਵੈਰੀ ਪੱਕੇ ਕਰਾਈ ਜਾਂਦਾ ਹੈਂ ।"},"ft":{"gurmukhi":"imqRqw ko iqAwg kr ssqRW ko idRV kr lyqw hYN AO Anyk pRkwr ky (mwXw) CloN kw ibsqwr krqw hYN, Bwv Xyh hMkwr kr ky jIv imqRoN sy sqRqw kr ky Anyk CloN ko rcqw hY]","unicode":"ਮਿਤ੍ਰਤਾ ਕੋ ਤਿਆਗ ਕਰ ਸਸਤ੍ਰਾਂ ਕੋ ਦ੍ਰਿੜ ਕਰ ਲੇਤਾ ਹੈਂ ਔ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ (ਮਾਯਾ) ਛਲੋਂ ਕਾ ਬਿਸਤਾਰ ਕਰਤਾ ਹੈਂ, ਭਾਵ ਯੇਹ ਹੰਕਾਰ ਕਰ ਕੇ ਜੀਵ ਮਿਤ੍ਰੋਂ ਸੇ ਸਤ੍ਰਤਾ ਕਰ ਕੇ ਅਨੇਕ ਛਲੋਂ ਕੋ ਰਚਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"mwieAw dy AnykW iKlwry iKlwr ky qUµ im`qRW dw iqAwg krw ky vYrI p`ky krweI jWdw hYN [","unicode":"ਮਾਇਆ ਦੇ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਖਿਲਾਰ ਕੇ ਤੂੰ ਮਿੱਤ੍ਰਾਂ ਦਾ ਤਿਆਗ ਕਰਾ ਕੇ ਵੈਰੀ ਪੱਕੇ ਕਰਾਈ ਜਾਂਦਾ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM XwrW ƒ Cf idMdI hY qy vYrIAW ƒ Gut ky PVdI hY Aqy Gxyry idRiSAk DoKy PYlwauNdI hY[","unicode":"ਤੂੰ ਯਾਰਾਂ ਨੂੰ ਛਡ ਦਿੰਦੀ ਹੈ ਤੇ ਵੈਰੀਆਂ ਨੂੰ ਘੁਟ ਕੇ ਫੜਦੀ ਹੈ ਅਤੇ ਘਣੇਰੇ ਦ੍ਰਿਸ਼ਿਅਕ ਧੋਖੇ ਫੈਲਾਉਂਦੀ ਹੈ।"}},"es":{"sn":"eres el Alma de la maldad, abandonas a los amigos y te aferras al enemigo, tú esparces incontables ilusiones de Maya."},"hi":{"ss":"माया के अनेकों खिलारे पसार के तू मित्रों का त्याग करा के वैरी पक्के कराए जाता है।","sts":"तू मित्रों से दूर करके शत्रुओं से नाता जोड़ता है और अनेक प्रकार से माया के प्रपंच फैलाता है।"}},"transliteration":{"english":"mitra(n) taja(n)t satra(n) dhiraRa(n)t anik maayaa bisteeraneh ||","hindi":"मित्रं तजंति सत्रं दृड़ंति अनिक माया बिस्तीरनह ॥","en":"mitra(n) taja(n)t satra(n) dhiraRa(n)t anik maayaa bisteeraneh ||","hi":"मित्रं तजंति सत्रं दृड़ंति अनिक माया बिस्तीरनह ॥","ipa":"mɪt̪ɹəŋ t̪əd͡ʒəŋt̪ sət̪ɹəŋ d̪ɪɹəɽəŋt̪ ənɪk mɑjɑ bɪst̪irənəh.","ur":"مِترں تجںت سترں درڑںت انک ماےا بستیِرنه ۔۔"},"pageNo":1358,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":57807,"shabadId":4948,"verse":{"gurmukhi":"AwvMq jwvMq QkMq jIAw duK suK bhu Bogxh ]","unicode":"ਆਵੰਤ ਜਾਵੰਤ ਥਕੰਤ ਜੀਆ ਦੁਖ ਸੁਖ ਬਹੁ ਭੋਗਣਹ ॥"},"larivaar":{"gurmukhi":"AwvMqjwvMqQkMqjIAwduKsuKbhuBogxh]","unicode":"ਆਵੰਤਜਾਵੰਤਥਕੰਤਜੀਆਦੁਖਸੁਖਬਹੁਭੋਗਣਹ॥"},"translation":{"en":{"bdb":"You cause the living beings to come and go until they are exhausted. You lead them to experience pain and pleasure.","ms":"Through thee, the mortal grows weary of coming and going and undergoes much pain and pleasure.","ssk":"You cause the living beings to come and go until they are exhausted. You lead them to experience pain and pleasure."},"pu":{"ss":{"gurmukhi":"(qyry v`s ivc ho ky) jIv jnm mrn dy gyV ivc pY ky Q`k jWdy hn, AnykW du`K suK Bogdy hn,","unicode":"(ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੋ ਕੇ) ਜੀਵ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਅਨੇਕਾਂ ਦੁੱਖ ਸੁਖ ਭੋਗਦੇ ਹਨ,"},"ft":{"gurmukhi":"punw qyrI sMgq kr jIv Awvqy, jwqy ArQwq jnmqy, mrqy Qkq hoie kr duKoN AOr suKoN ko bhuq pRkwr kr Bogqy hYN]","unicode":"ਪੁਨਾ ਤੇਰੀ ਸੰਗਤ ਕਰ ਜੀਵ ਆਵਤੇ, ਜਾਤੇ ਅਰਥਾਤ ਜਨਮਤੇ, ਮਰਤੇ ਥਕਤ ਹੋਇ ਕਰ ਦੁਖੋਂ ਔਰ ਸੁਖੋਂ ਕੋ ਬਹੁਤ ਪ੍ਰਕਾਰ ਕਰ ਭੋਗਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(qyry v`s ivc ho ky) jIv jnm mrn dy gyV ivc pY ky Q`k jWdy hn, AnykW du`K suK Bogdy hn,","unicode":"(ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੋ ਕੇ) ਜੀਵ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਅਨੇਕਾਂ ਦੁੱਖ ਸੁਖ ਭੋਗਦੇ ਹਨ,"},"ms":{"gurmukhi":"qyry rwhIN pRwxI AwauNdw Aqy jWdw hwr hut jWdw hY Aqy bhuqI qklIP qy KuSI Jldw hY[","unicode":"ਤੇਰੇ ਰਾਹੀਂ ਪ੍ਰਾਣੀ ਆਉਂਦਾ ਅਤੇ ਜਾਂਦਾ ਹਾਰ ਹੁਟ ਜਾਂਦਾ ਹੈ ਅਤੇ ਬਹੁਤੀ ਤਕਲੀਫ ਤੇ ਖੁਸ਼ੀ ਝਲਦਾ ਹੈ।"}},"es":{"sn":" Haces que los seres humanos vayan y vengan hasta exhaustarse y los guías para que experimenten dolor y placer. "},"hi":{"ss":"(तेरे वश में हो के) जीव जनम-मरण के चक्करों में पड़ के थक जाते हैं। अनेकों दुख-सुख भोगते हैं।","sts":"तेरे कारण जीव आवागमन में थक जाते हैं और बहुत सुख दुख भोगते हैं।"}},"transliteration":{"english":"aava(n)t jaava(n)t thaka(n)t jeeaa dhukh sukh bahu bhoganeh ||","hindi":"आवंत जावंत थकंत जीआ दुख सुख बहु भोगणह ॥","en":"aava(n)t jaava(n)t thaka(n)t jeeaa dhukh sukh bahu bhoganeh ||","hi":"आवंत जावंत थकंत जीआ दुख सुख बहु भोगणह ॥","ipa":"əɑʋəŋt̪ d͡ʒɑʋəŋt̪ t̪ʰəkəŋt̪ d͡ʒiəɑ d̪ʊkʰ sʊkʰ bəh ɓɔGəɳəh.","ur":"آوںت جاوںت تھکںت جیِآ دُکھ سُکھ بهُ بھوگݨه ۔۔"},"pageNo":1358,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":57808,"shabadId":4948,"verse":{"gurmukhi":"BRm BXwn auidAwn rmxM mhw ibkt AswD rogxh ]","unicode":"ਭ੍ਰਮ ਭਯਾਨ ਉਦਿਆਨ ਰਮਣੰ ਮਹਾ ਬਿਕਟ ਅਸਾਧ ਰੋਗਣਹ ॥"},"larivaar":{"gurmukhi":"BRmBXwnauidAwnrmxMmhwibktAswDrogxh]","unicode":"ਭ੍ਰਮਭਯਾਨਉਦਿਆਨਰਮਣੰਮਹਾਬਿਕਟਅਸਾਧਰੋਗਣਹ॥"},"translation":{"en":{"bdb":"You lead them to wander lost in the terrible wilderness of doubt; you lead them to contract the most horrible, incurable diseases.","ms":"Through thee one wanders in the terrible wilderness of doubt and contracts supremely trouble some and incurable aliments.","ssk":"You lead them to wander lost in the terrible wilderness of doubt; you lead them to contract the most horrible, incurable diseases."},"pu":{"ss":{"gurmukhi":"Btkxw ivc pY ky, mwno, frwauxy jMgl ivcoN dI lMGdy hn, Aqy bVy iBAwnk lw-ielwj rogW ivc Psy hoey hn [","unicode":"ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ, ਮਾਨੋ, ਡਰਾਉਣੇ ਜੰਗਲ ਵਿਚੋਂ ਦੀ ਲੰਘਦੇ ਹਨ, ਅਤੇ ਬੜੇ ਭਿਆਨਕ ਲਾ-ਇਲਾਜ ਰੋਗਾਂ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ ।"},"ft":{"gurmukhi":"iqsI qy jIv BRm kr ky BYdwXk cOrwsI lK join rUpI (auidAwn) aujwV myN iPrqy hYN[ qW qy hy hMkwr! qUM mhW (ibkt) kTn jIvoN ko AswD rog lg rhw hYN, Bwv Xyh iksy kwm krm sy dUr nhIN hoqw hYN]","unicode":"ਤਿਸੀ ਤੇ ਜੀਵ ਭ੍ਰਮ ਕਰ ਕੇ ਭੈਦਾਯਕ ਚੌਰਾਸੀ ਲਖ ਜੋਨਿ ਰੂਪੀ (ਉਦਿਆਨ) ਉਜਾੜ ਮੇਂ ਫਿਰਤੇ ਹੈਂ। ਤਾਂ ਤੇ ਹੇ ਹੰਕਾਰ! ਤੂੰ ਮਹਾਂ (ਬਿਕਟ) ਕਠਨ ਜੀਵੋਂ ਕੋ ਅਸਾਧ ਰੋਗ ਲਗ ਰਹਾ ਹੈਂ, ਭਾਵ ਯੇਹ ਕਿਸੇ ਕਾਮ ਕਰਮ ਸੇ ਦੂਰ ਨਹੀਂ ਹੋਤਾ ਹੈਂ॥"},"bdb":{"gurmukhi":"Btkxw ivc pY ky, mwno, frwauxy jMgl ivcoN dI lMGdy hn, Aqy bVy iBAwnk lw-ielwj rogW ivc Psy hoey hn [","unicode":"ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ, ਮਾਨੋ, ਡਰਾਉਣੇ ਜੰਗਲ ਵਿਚੋਂ ਦੀ ਲੰਘਦੇ ਹਨ, ਅਤੇ ਬੜੇ ਭਿਆਨਕ ਲਾ-ਇਲਾਜ ਰੋਗਾਂ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ ।"},"ms":{"gurmukhi":"qyry rwhIN ienswn sMdyh dy frwauxy bIAWbwn AMdr Btkdw hY Aqy aus ƒ prm duKdweI qy nW-rwjI hox vwlIAW bImwrIAW l`g jWdIAW hn[","unicode":"ਤੇਰੇ ਰਾਹੀਂ ਇਨਸਾਨ ਸੰਦੇਹ ਦੇ ਡਰਾਉਣੇ ਬੀਆਂਬਾਨ ਅੰਦਰ ਭਟਕਦਾ ਹੈ ਅਤੇ ਉਸ ਨੂੰ ਪਰਮ ਦੁਖਦਾਈ ਤੇ ਨਾਂ-ਰਾਜੀ ਹੋਣ ਵਾਲੀਆਂ ਬੀਮਾਰੀਆਂ ਲੱਗ ਜਾਂਦੀਆਂ ਹਨ।"}},"es":{"sn":"Los conduces a vagar salvajemente en la duda y a contraer las más horribles e incurables enfermedades."},"hi":{"ss":"भटकनों में पड़ कर। जैसे। डरावने जंगल में से गुजरते हैं। और बड़े भयानक ला-इलाज रोगों में फसे हुए हैं।","sts":"वे भ्रम के भयानक जंगल में रहते हैं और महा विकट एवं असाध्य रोगों का शिकार हो जाते हैं।"}},"transliteration":{"english":"bhram bhayaan udhiaan ramana(n) mahaa bikaT asaadh roganeh ||","hindi":"भ्रम भयान उदिआन रमणं महा बिकट असाध रोगणह ॥","en":"bhram bhayaan udhiaan ramana(n) mahaa bikaT asaadh roganeh ||","hi":"भ्रम भयान उदिआन रमणं महा बिकट असाध रोगणह ॥","ipa":"ɓɹəm ɓəjɑn oʊd̪ɪəɑn rəməɳəŋ məhɑ bɪkəʈ əsɑt̪ə̀ rɔGəɳəh.","ur":"بھرم بھےان اُدآن رمݨں مها بکٹ اسادھ روگݨه ۔۔"},"pageNo":1358,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":57809,"shabadId":4948,"verse":{"gurmukhi":"bYd´M pwrbRhm prmysÍr AwrwiD nwnk hir hir hry ]49]","unicode":"ਬੈਦੵੰ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸ੍ਵਰ ਆਰਾਧਿ ਨਾਨਕ ਹਰਿ ਹਰਿ ਹਰੇ ॥੪੯॥"},"larivaar":{"gurmukhi":"bYd´MpwrbRhmprmysÍrAwrwiDnwnkhirhirhry]49]","unicode":"ਬੈਦੵੰਪਾਰਬ੍ਰਹਮਪਰਮੇਸ੍ਵਰਆਰਾਧਿਨਾਨਕਹਰਿਹਰਿਹਰੇ॥੪੯॥"},"translation":{"en":{"bdb":"The only Physician is the Supreme Lord, the Transcendent Lord God. Nanak worships and adores the Lord, Har, Har, Haray. ||49||","ms":"The only physician is the Transcendent Lord, the Great God, so Nanak meditates on the Lord God's Name.","ssk":"The only Physician is the Supreme Lord, the Transcendent Lord God. Nanak worships and adores the Lord, Har, Har, Haray. ||49||"},"pu":{"ss":{"gurmukhi":"(AhMkwr dy rog qoN bcwx vwlw) hkIm prmwqmw hI hY [ hy nwnk! aus pRBU ƒ hr vyly ismr [49[","unicode":"(ਅਹੰਕਾਰ ਦੇ ਰੋਗ ਤੋਂ ਬਚਾਣ ਵਾਲਾ) ਹਕੀਮ ਪਰਮਾਤਮਾ ਹੀ ਹੈ । ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਵੇਲੇ ਸਿਮਰ ।੪੯।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: hy hMkwr AswD rog rUpI! qyry ko dUr krnyhwrw (bYdÎÎM) bYd pwrbRhm pRmysÍr Awp hI hY, qW qy iqs hrI ky hir hir nwm ko jp kr hm ArwDqy hYN; vw hy BweI! iqs hrI ky hir nwm ko jp kr ArwDnw kr vhI hkIm rUp ho kr qyry AswD rog hMkwr ko dUr krygw]49]ÇsRI vwihgurU Awgy bynqI krny kw prkwr aucwrn krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਹੰਕਾਰ ਅਸਾਧ ਰੋਗ ਰੂਪੀ! ਤੇਰੇ ਕੋ ਦੂਰ ਕਰਨੇਹਾਰਾ (ਬੈਦ੍ਯ੍ਯੰ) ਬੈਦ ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਮੇਸ੍ਵਰ ਆਪ ਹੀ ਹੈ, ਤਾਂ ਤੇ ਤਿਸ ਹਰੀ ਕੇ ਹਰਿ ਹਰਿ ਨਾਮ ਕੋ ਜਪ ਕਰ ਹਮ ਅਰਾਧਤੇ ਹੈਂ; ਵਾ ਹੇ ਭਾਈ! ਤਿਸ ਹਰੀ ਕੇ ਹਰਿ ਨਾਮ ਕੋ ਜਪ ਕਰ ਅਰਾਧਨਾ ਕਰ ਵਹੀ ਹਕੀਮ ਰੂਪ ਹੋ ਕਰ ਤੇਰੇ ਅਸਾਧ ਰੋਗ ਹੰਕਾਰ ਕੋ ਦੂਰ ਕਰੇਗਾ॥੪੯॥☬ਸ੍ਰੀ ਵਾਹਿਗੁਰੂ ਆਗੇ ਬੇਨਤੀ ਕਰਨੇ ਕਾ ਪਰਕਾਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(AhMkwr dy rog qoN bcwx vwlw) hkIm prmwqmw hI hY [ hy nwnk! aus pRBU ƒ hr vyly ismr [49[","unicode":"(ਅਹੰਕਾਰ ਦੇ ਰੋਗ ਤੋਂ ਬਚਾਣ ਵਾਲਾ) ਹਕੀਮ ਪਰਮਾਤਮਾ ਹੀ ਹੈ । ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਵੇਲੇ ਸਿਮਰ ।੪੯।"},"ms":{"gurmukhi":"kyvl prm pRBU ivSwl vwihgurU hI hkIm hY, ies leI nwnk sweIN hrI dy nwm dw ismrn krdw hY[","unicode":"ਕੇਵਲ ਪਰਮ ਪ੍ਰਭੂ ਵਿਸ਼ਾਲ ਵਾਹਿਗੁਰੂ ਹੀ ਹਕੀਮ ਹੈ, ਇਸ ਲਈ ਨਾਨਕ ਸਾਈਂ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"El Único Médico es el Señor Supremo, el Trascendente Dios nuestro Señor, Nanak alaba y adora al Señor Jar, Jar, Jari, (49)"},"hi":{"ss":"(अहंकार के रोग से बचाने वाला) हकीम परमात्मा ही है। हे नानक ! उस प्रभू को हर वक्त सिमर। 49।","sts":"नानक का कथन है कि इन रोगों का उपचार करने वाला वैद्य एकमात्र परब्रह्म परमेश्वर है, अत: उस हरि की आराधना करो॥ ४६॥"}},"transliteration":{"english":"baidhaye(n) paarabraham paramesavair aaraadh naanak har har hare ||49||","hindi":"बैद्यं पारब्रहम परमेस्वर आराधि नानक हरि हरि हरे ॥४९॥","en":"baidhaye(n) paarabraham paramesavair aaraadh naanak har har hare ||49||","hi":"बैद्यं पारब्रहम परमेस्वर आराधि नानक हरि हरि हरे ॥४९॥","ipa":"bæd̪əjŋ pɑrəbɹəhəm pərəmesʋər əɑrɑt̪ə̀ nɑnək hər hər həre.4ə9.","ur":"بَےدےں پاربرهم پرمےسور آرادھ نانک هر هرِ هرے ۔۔۴۹۔۔"},"pageNo":1358,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}}]}