{"shabadInfo":{"shabadId":4998,"shabadName":58103,"pageNo":1366,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1366},"raag":{"raagId":40,"gurmukhi":"slok Bgq kbIr jIau ky","unicode":"ਸਲੋਕ ਭਗਤ ਕਬੀਰ ਜੀਉ ਕੇ","english":"Salok Kabeer Jee","raagWithPage":"Salok Kabeer Jee (1364-1377)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":2,"navigation":{"previous":4997,"next":4999},"verses":[{"verseId":58103,"shabadId":4998,"verse":{"gurmukhi":"kbIr mwns jnmu dulµBu hY hoie n bwrY bwr ]","unicode":"ਕਬੀਰ ਮਾਨਸ ਜਨਮੁ ਦੁਲੰਭੁ ਹੈ ਹੋਇ ਨ ਬਾਰੈ ਬਾਰ ॥"},"larivaar":{"gurmukhi":"kbIrmwnsjnmudulµBuhYhoienbwrYbwr]","unicode":"ਕਬੀਰਮਾਨਸਜਨਮੁਦੁਲੰਭੁਹੈਹੋਇਨਬਾਰੈਬਾਰ॥"},"translation":{"en":{"bdb":"Kabeer, it is so difficult to obtain this human body; it does not just come over and over again.","ms":"Kabir, difficult to obtain is the human birth, it comes not again and again,","ssk":"Kabeer, it is so difficult to obtain this human body; it does not just come over and over again."},"pu":{"ss":{"gurmukhi":"hy kbIr! mnu`Kw jnm bVI muSkl nwl imldw hY, qW muV muV nhIN imldw;","unicode":"ਹੇ ਕਬੀਰ! ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਮੁੜ ਮੁੜ ਨਹੀਂ ਮਿਲਦਾ;"},"ft":{"gurmukhi":"sRI kbIr jI kihqy hYN: hy BweI! ieh mwns jnm bfw durlB hY, ieh vwrMvwr nhIN pRwpiq hoqw hY]","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਇਹ ਮਾਨਸ ਜਨਮ ਬਡਾ ਦੁਰਲਭ ਹੈ, ਇਹ ਵਾਰੰਵਾਰ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy kbIr! mnu`Kw jnm bVI muSkl nwl imldw hY, qW muV muV nhIN imldw;","unicode":"ਹੇ ਕਬੀਰ! ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਮੁੜ ਮੁੜ ਨਹੀਂ ਮਿਲਦਾ;"},"ms":{"gurmukhi":"kbIr muSkl nwl imldw hY mnuSI jnm[ ieh muV muV ky h`Q nhIN l`gdw,","unicode":"ਕਬੀਰ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ ਮਨੁਸ਼ੀ ਜਨਮ। ਇਹ ਮੁੜ ਮੁੜ ਕੇ ਹੱਥ ਨਹੀਂ ਲੱਗਦਾ,"}},"es":{"sn":"Kabir, es tan difícil obtener la forma humana,  pues no viene una y otra vez,"},"hi":{"ss":"हे कबीर ! मनुष्य जन्म बड़ी मुश्किल से मिलता है। (और। यदि प्रभू का नाम बिसार के सिर्फ 'दुनिया' में लग के एक बार हाथ से निकल गया) तो बार-बार नहीं मिलता;","sts":"कबीर जी उपदेश करते हैं कि मनुष्य जन्म दुर्लभ है, यह बार-बार प्राप्त नहीं होता।"}},"transliteration":{"english":"kabeer maanas janam dhula(n)bh hai hoi na baarai baar ||","hindi":"कबीर मानस जनमु दुलंभु है होइ न बारै बार ॥","en":"kabeer maanas janam dhula(n)bh hai hoi na baarai baar ||","hi":"कबीर मानस जनमु दुलंभु है होइ न बारै बार ॥","ipa":"kəbir mɑnəs d͡ʒənəm d̪ʊləⁿɓ hæ hɔeɪ nə bɑræ bɑr.","ur":"کبیِر مانس جنم دُلµبھ هَے هوا ن بارَے بار ۔۔"},"pageNo":1366,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":58104,"shabadId":4998,"verse":{"gurmukhi":"ijau bn Pl pwky Buie igrih bhuir n lwgih fwr ]30]","unicode":"ਜਿਉ ਬਨ ਫਲ ਪਾਕੇ ਭੁਇ ਗਿਰਹਿ ਬਹੁਰਿ ਨ ਲਾਗਹਿ ਡਾਰ ॥੩੦॥"},"larivaar":{"gurmukhi":"ijaubnPlpwkyBuieigrihbhuirnlwgihfwr]30]","unicode":"ਜਿਉਬਨਫਲਪਾਕੇਭੁਇਗਿਰਹਿਬਹੁਰਿਨਲਾਗਹਿਡਾਰ॥੩੦॥"},"translation":{"en":{"bdb":"It is like the ripe fruit on the tree; when it falls to the ground, it cannot be re-attached to the branch. ||30||","ms":"just as the ripe fruit of the forest, which when falls to the ground, attaches not again to the branch.","ssk":"It is like the ripe fruit on the tree; when it falls to the ground, it cannot be re-attached to the branch. ||30||"},"pu":{"ss":{"gurmukhi":"ijvyN jMgl dy ru`KW dy p`ky hoey Pl (jdoN) zmIn auqy if`g pYNdy hn qW muV fwlI nwl nhIN l`gdy [30[","unicode":"ਜਿਵੇਂ ਜੰਗਲ ਦੇ ਰੁੱਖਾਂ ਦੇ ਪੱਕੇ ਹੋਏ ਫਲ (ਜਦੋਂ) ਜ਼ਮੀਨ ਉਤੇ ਡਿੱਗ ਪੈਂਦੇ ਹਨ ਤਾਂ ਮੁੜ ਡਾਲੀ ਨਾਲ ਨਹੀਂ ਲੱਗਦੇ ।੩੦।"},"ft":{"gurmukhi":"ijs pRkwr bn myN ibRCoN sy Pl pk kr jo ipRQvI pr igrqy hYN, so igr ky punw auhI aus kI swK ko nhIN lg skqy hYN, Bwv Xyh ies auqm qn ko ivArQ mq gvwE]30]Çeyk jgÎwsI ny sRI kbIr jI kw js sun kr pws Awie kr pUCw: Awp kw nwm kbIr hY? qb kbIr jI ny khw: BweI qyrw pRXojn ikAw hY? qb iqs ny khw: muJ ko rwm imlY AO myrI klÎwn krIey[ qb iqs ko auqm AiDkwrI jwn kr isDWq aupdys krqy hYN:","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਬਨ ਮੇਂ ਬ੍ਰਿਛੋਂ ਸੇ ਫਲ ਪਕ ਕਰ ਜੋ ਪ੍ਰਿਥਵੀ ਪਰ ਗਿਰਤੇ ਹੈਂ, ਸੋ ਗਿਰ ਕੇ ਪੁਨਾ ਉਹੀ ਉਸ ਕੀ ਸਾਖ ਕੋ ਨਹੀਂ ਲਗ ਸਕਤੇ ਹੈਂ, ਭਾਵ ਯੇਹ ਇਸ ਉਤਮ ਤਨ ਕੋ ਵਿਅਰਥ ਮਤ ਗਵਾਓ॥੩੦॥☬ਏਕ ਜਗ੍ਯਾਸੀ ਨੇ ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਾ ਜਸ ਸੁਨ ਕਰ ਪਾਸ ਆਇ ਕਰ ਪੂਛਾ: ਆਪ ਕਾ ਨਾਮ ਕਬੀਰ ਹੈ? ਤਬ ਕਬੀਰ ਜੀ ਨੇ ਕਹਾ: ਭਾਈ ਤੇਰਾ ਪ੍ਰਯੋਜਨ ਕਿਆ ਹੈ? ਤਬ ਤਿਸ ਨੇ ਕਹਾ: ਮੁਝ ਕੋ ਰਾਮ ਮਿਲੈ ਔ ਮੇਰੀ ਕਲ੍ਯਾਨ ਕਰੀਏ। ਤਬ ਤਿਸ ਕੋ ਉਤਮ ਅਧਿਕਾਰੀ ਜਾਨ ਕਰ ਸਿਧਾਂਤ ਉਪਦੇਸ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ijvyN jMgl dy ru`KW dy p`ky hoey Pl (jdoN) zmIn auqy if`g pYNdy hn qW muV fwlI nwl nhIN l`gdy [30[","unicode":"ਜਿਵੇਂ ਜੰਗਲ ਦੇ ਰੁੱਖਾਂ ਦੇ ਪੱਕੇ ਹੋਏ ਫਲ (ਜਦੋਂ) ਜ਼ਮੀਨ ਉਤੇ ਡਿੱਗ ਪੈਂਦੇ ਹਨ ਤਾਂ ਮੁੜ ਡਾਲੀ ਨਾਲ ਨਹੀਂ ਲੱਗਦੇ ।੩੦।"},"ms":{"gurmukhi":"ijs qrHW jMgl dw p`ikAw hoieAw myvw jd jmIn qy ifg pYdw hY, muV ky tihxI nwl nhIN juVdw[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਜੰਗਲ ਦਾ ਪੱਕਿਆ ਹੋਇਆ ਮੇਵਾ ਜਦ ਜਮੀਨ ਤੇ ਡਿਗ ਪੈਦਾ ਹੈ, ਮੁੜ ਕੇ ਟਹਿਣੀ ਨਾਲ ਨਹੀਂ ਜੁੜਦਾ।"}},"es":{"sn":"es como la fruta madura del árbol, cuando cae al suelo no la puedes regresar a su rama.(30)"},"hi":{"ss":"जैसे जंगल के पेड़ों के पके हुए फल (जब) जमीन पर गिर जाते हैं तो दोबारा डाली पर नहीं लगते। 30।","sts":"जैसे वन में फल पक कर भूमि पर गिर जाए तो दोबारा डाली पर नहीं लगता॥ ३०॥"}},"transliteration":{"english":"jiau ban fal paake bhui gireh bahur na laageh ddaar ||30||","hindi":"जिउ बन फल पाके भुइ गिरहि बहुरि न लागहि डार ॥३०॥","en":"jiau ban fal paake bhui gireh bahur na laageh ddaar ||30||","hi":"जिउ बन फल पाके भुइ गिरहि बहुरि न लागहि डार ॥३०॥","ipa":"d͡ʒɪo bən fəl pɑke ɓʊeɪ Gɪrəh bəhʊr nə lɑGəh ɖɑr.3ə0.","ur":"جِا بن پھل پاکے بھُا گره بهُر ن لاگه ڈار ۔۔۳۰۔۔"},"pageNo":1366,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}}]}