{"shabadInfo":{"shabadId":5029,"shabadName":58165,"pageNo":1367,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1367},"raag":{"raagId":40,"gurmukhi":"slok Bgq kbIr jIau ky","unicode":"ਸਲੋਕ ਭਗਤ ਕਬੀਰ ਜੀਉ ਕੇ","english":"Salok Kabeer Jee","raagWithPage":"Salok Kabeer Jee (1364-1377)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":2,"navigation":{"previous":5028,"next":5030},"verses":[{"verseId":58165,"shabadId":5029,"verse":{"gurmukhi":"kbIr muih mrny kw cwau hY mrau q hir kY duAwr ]","unicode":"ਕਬੀਰ ਮੁਹਿ ਮਰਨੇ ਕਾ ਚਾਉ ਹੈ ਮਰਉ ਤ ਹਰਿ ਕੈ ਦੁਆਰ ॥"},"larivaar":{"gurmukhi":"kbIrmuihmrnykwcwauhYmrauqhirkYduAwr]","unicode":"ਕਬੀਰਮੁਹਿਮਰਨੇਕਾਚਾਉਹੈਮਰਉਤਹਰਿਕੈਦੁਆਰ॥"},"translation":{"en":{"bdb":"Kabeer, I long to die; let me die at the Lord's Door.","ms":"Kabir, I long to die, however, when I die, then, let it be at the Lord's door.","ssk":"Kabeer, I long to die; let me die at the Lord's Door."},"pu":{"ss":{"gurmukhi":"hy kbIr! myry AMdr qWG hY ik mYN Awpw-Bwv imtw idAW, mmqw mukw idAW; pr ieh Awpw-Bwv qdoN hI imt skdw hY jy pRBU dy dr qy if`g peIey, ","unicode":"ਹੇ ਕਬੀਰ! ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦਿਆਂ, ਮਮਤਾ ਮੁਕਾ ਦਿਆਂ; ਪਰ ਇਹ ਆਪਾ-ਭਾਵ ਤਦੋਂ ਹੀ ਮਿਟ ਸਕਦਾ ਹੈ ਜੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਡਿੱਗ ਪਈਏ, "},"ft":{"gurmukhi":"sRI kbIr jI kihqy hYN: muJ ko mrny kw (cwau) auqswh hY, prMqU jb mYN mroN qb hrI ky sqsMg rUpI dÍwry myN hI mroN]","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਮੁਝ ਕੋ ਮਰਨੇ ਕਾ (ਚਾਉ) ਉਤਸਾਹ ਹੈ, ਪਰੰਤੂ ਜਬ ਮੈਂ ਮਰੋਂ ਤਬ ਹਰੀ ਕੇ ਸਤਸੰਗ ਰੂਪੀ ਦ੍ਵਾਰੇ ਮੇਂ ਹੀ ਮਰੋਂ॥"},"bdb":{"gurmukhi":"hy kbIr! myry AMdr qWG hY ik mYN Awpw-Bwv imtw idAW, mmqw mukw idAW; pr ieh Awpw-Bwv qdoN hI imt skdw hY jy pRBU dy dr qy if`g peIey, ","unicode":"ਹੇ ਕਬੀਰ! ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦਿਆਂ, ਮਮਤਾ ਮੁਕਾ ਦਿਆਂ; ਪਰ ਇਹ ਆਪਾ-ਭਾਵ ਤਦੋਂ ਹੀ ਮਿਟ ਸਕਦਾ ਹੈ ਜੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਡਿੱਗ ਪਈਏ, "},"ms":{"gurmukhi":"kbIr, mYƒ mrn dI qIbr cwhlw hY, pr jd vI mYN mrW qW pRBU dy bUhy qy mrW[","unicode":"ਕਬੀਰ, ਮੈਨੂੰ ਮਰਨ ਦੀ ਤੀਬਰ ਚਾਹਲਾ ਹੈ, ਪਰ ਜਦ ਵੀ ਮੈਂ ਮਰਾਂ ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਬੂਹੇ ਤੇ ਮਰਾਂ।"}},"es":{"sn":"Kabir, añoro morir, déjenme morir a la Puerta del Señor, espero que el Señor no pregunte, "},"hi":{"ss":"हे कबीर ! मेरे अंदर तमन्ना है कि मैं स्वै-भाव मिटा दूँ। ममता खत्म कर दूँ; पर ये स्वै-भाव तब ही मिट सकता है अगर प्रभू के दर पर गिर जाएं।","sts":"कबीर जी कहते हैं- मुझे मरने का बहुत चाव है परन्तु मुझे ईश्वर के द्वार पर मरने की ख्वाहिश है।"}},"transliteration":{"english":"kabeer muh marane kaa chaau hai marau ta har kai dhuaar ||","hindi":"कबीर मुहि मरने का चाउ है मरउ त हरि कै दुआर ॥","en":"kabeer muh marane kaa chaau hai marau ta har kai dhuaar ||","hi":"कबीर मुहि मरने का चाउ है मरउ त हरि कै दुआर ॥","ipa":"kəbir mʊh mərəne kɑ t͡ʃɑo hæ məro t̪ hər kæ d̪ʊəɑr.","ur":"کبیِر مُه مرنے کا چاا هَے مرا ت هر کَے دُآر ۔۔"},"pageNo":1367,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":58166,"shabadId":5029,"verse":{"gurmukhi":"mq hir pUCY kaunu hY prw hmwrY bwr ]61]","unicode":"ਮਤ ਹਰਿ ਪੂਛੈ ਕਉਨੁ ਹੈ ਪਰਾ ਹਮਾਰੈ ਬਾਰ ॥੬੧॥"},"larivaar":{"gurmukhi":"mqhirpUCYkaunuhYprwhmwrYbwr]61]","unicode":"ਮਤਹਰਿਪੂਛੈਕਉਨੁਹੈਪਰਾਹਮਾਰੈਬਾਰ॥੬੧॥"},"translation":{"en":{"bdb":"I hope that the Lord does not ask, \"Who is this, lying at my door?\"||61||","ms":"May the Lord not ask, \"who is this man lying at my door?\"","ssk":"I hope that the Lord does not ask, \"Who is this, lying at my door?\" ||61||"},"pu":{"ss":{"gurmukhi":"pRBU kdy pu`C hI bhy ik myry drvwzy auqy kOx if`g ipAw hY [61[","unicode":"ਪ੍ਰਭੂ ਕਦੇ ਪੁੱਛ ਹੀ ਬਹੇ ਕਿ ਮੇਰੇ ਦਰਵਾਜ਼ੇ ਉਤੇ ਕੌਣ ਡਿੱਗ ਪਿਆ ਹੈ ।੬੧।"},"ft":{"gurmukhi":"ikauNik mq kbI hrI pUCY qUM kOn hYN, jo hmwry dÍwry pr pVw hYN? Bwv Xyh sqsMg myN jwxy kr hrI kw imlwp hoiegw]61]Çeyk smyN sRI kbIr jI ky swQ bRhmxoN ny dÍYs kr ky Apjs krwvny vwsqy kbIr jI kI qrP sy dysWqRoN myN Xg kIAw icTIAW Byj kr ky bhuq ByKDwrI bulvwie lIey[ Eh sB ByK kbIr jI ky Gr ko cly AwvYN[ iqnoN ko bhuq iekqR hUey dyK kr kbIr jI iksI bn myN iekMq AsQwn myN jwie bYTy[ qb BgMvq ny eyk bnjwry kw rUp Dwrkr Xg kI smgRI iqAwr krI AOr kbIr jI kw rUp Dwr kr sMpUrn sMqoN bRhmxoN ko pRsMn kIAw[ Anyk pkvwn Ckwey qb kbIr jI kw bfw js hUAw sun kr bn sy Awp BI Awey[ qb hrI AMqriDAwn ho gey[ qo lok kbIr jI ko khYN DMn kbIr jI hYN[ DMn kbIr jI hYN] inj js ko sun kr iqn ky prQwie sRI kbIr jI kihqy hYN:","unicode":"ਕਿਉਂਕਿ ਮਤ ਕਬੀ ਹਰੀ ਪੂਛੈ ਤੂੰ ਕੌਨ ਹੈਂ, ਜੋ ਹਮਾਰੇ ਦ੍ਵਾਰੇ ਪਰ ਪੜਾ ਹੈਂ? ਭਾਵ ਯੇਹ ਸਤਸੰਗ ਮੇਂ ਜਾਣੇ ਕਰ ਹਰੀ ਕਾ ਮਿਲਾਪ ਹੋਇਗਾ॥੬੧॥☬ਏਕ ਸਮੇਂ ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕੇ ਸਾਥ ਬ੍ਰਹਮਣੋਂ ਨੇ ਦ੍ਵੈਸ ਕਰ ਕੇ ਅਪਜਸ ਕਰਾਵਨੇ ਵਾਸਤੇ ਕਬੀਰ ਜੀ ਕੀ ਤਰਫ ਸੇ ਦੇਸਾਂਤ੍ਰੋਂ ਮੇਂ ਯਗ ਕੀਆ ਚਿਠੀਆਂ ਭੇਜ ਕਰ ਕੇ ਬਹੁਤ ਭੇਖਧਾਰੀ ਬੁਲਵਾਇ ਲੀਏ। ਓਹ ਸਭ ਭੇਖ ਕਬੀਰ ਜੀ ਕੇ ਘਰ ਕੋ ਚਲੇ ਆਵੈਂ। ਤਿਨੋਂ ਕੋ ਬਹੁਤ ਇਕਤ੍ਰ ਹੂਏ ਦੇਖ ਕਰ ਕਬੀਰ ਜੀ ਕਿਸੀ ਬਨ ਮੇਂ ਇਕੰਤ ਅਸਥਾਨ ਮੇਂ ਜਾਇ ਬੈਠੇ। ਤਬ ਭਗੰਵਤ ਨੇ ਏਕ ਬਨਜਾਰੇ ਕਾ ਰੂਪ ਧਾਰਕਰ ਯਗ ਕੀ ਸਮਗ੍ਰੀ ਤਿਆਰ ਕਰੀ ਔਰ ਕਬੀਰ ਜੀ ਕਾ ਰੂਪ ਧਾਰ ਕਰ ਸੰਪੂਰਨ ਸੰਤੋਂ ਬ੍ਰਹਮਣੋਂ ਕੋ ਪ੍ਰਸੰਨ ਕੀਆ। ਅਨੇਕ ਪਕਵਾਨ ਛਕਾਏ ਤਬ ਕਬੀਰ ਜੀ ਕਾ ਬਡਾ ਜਸ ਹੂਆ ਸੁਨ ਕਰ ਬਨ ਸੇ ਆਪ ਭੀ ਆਏ। ਤਬ ਹਰੀ ਅੰਤਰਧਿਆਨ ਹੋ ਗਏ। ਤੋ ਲੋਕ ਕਬੀਰ ਜੀ ਕੋ ਕਹੈਂ ਧੰਨ ਕਬੀਰ ਜੀ ਹੈਂ। ਧੰਨ ਕਬੀਰ ਜੀ ਹੈਂ॥ ਨਿਜ ਜਸ ਕੋ ਸੁਨ ਕਰ ਤਿਨ ਕੇ ਪਰਥਾਇ ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pRBU kdy pu`C hI bhy ik myry drvwzy auqy kOx if`g ipAw hY [61[","unicode":"ਪ੍ਰਭੂ ਕਦੇ ਪੁੱਛ ਹੀ ਬਹੇ ਕਿ ਮੇਰੇ ਦਰਵਾਜ਼ੇ ਉਤੇ ਕੌਣ ਡਿੱਗ ਪਿਆ ਹੈ ।੬੧।"},"ms":{"gurmukhi":"kwS! vwihgurU ieh nW puC \"ieh ikhVw pRwxI hY jo myry bUhy qy ipAw hY?","unicode":"ਕਾਸ਼! ਵਾਹਿਗੁਰੂ ਇਹ ਨਾਂ ਪੁਛ \"ਇਹ ਕਿਹੜਾ ਪ੍ਰਾਣੀ ਹੈ ਜੋ ਮੇਰੇ ਬੂਹੇ ਤੇ ਪਿਆ ਹੈ?"}},"es":{"sn":"¿Quién es ese que vive en mi Puerta?(61)"},"hi":{"ss":"(इस तरह कोई अजब बात नहीं कि मेहर करके वह बख्शिंद) प्रभू पूछ ही बैठे कि मेरे दरवाजे पर कौन गिरा पड़ा है। 61।","sts":"वो इसलिए शायद परमात्मा पूछ ले कि हमारे द्वार पर कौन पड़ा हुआ है॥ ६१॥"}},"transliteration":{"english":"mat har poochhai kaun hai paraa hamaarai baar ||61||","hindi":"मत हरि पूछै कउनु है परा हमारै बार ॥६१॥","en":"mat har poochhai kaun hai paraa hamaarai baar ||61||","hi":"मत हरि पूछै कउनु है परा हमारै बार ॥६१॥","ipa":"mət̪ hər puɕæ koʊn hæ pərɑ həmɑræ bɑr.6ə1.","ur":"مت هر پُوچھَے کان هَے پرا همارَے بار ۔۔۶۱۔۔"},"pageNo":1367,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}