{"shabadInfo":{"shabadId":5044,"shabadName":58195,"pageNo":1368,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1368},"raag":{"raagId":40,"gurmukhi":"slok Bgq kbIr jIau ky","unicode":"ਸਲੋਕ ਭਗਤ ਕਬੀਰ ਜੀਉ ਕੇ","english":"Salok Kabeer Jee","raagWithPage":"Salok Kabeer Jee (1364-1377)"},"writer":{"writerId":12,"gurmukhi":"Bgq kbIr jI","unicode":null,"english":"Bhagat Kabeer Ji"}},"count":2,"navigation":{"previous":5043,"next":5045},"verses":[{"verseId":58195,"shabadId":5044,"verse":{"gurmukhi":"kbIr ibrhu BuXMgmu min bsY mMqu n mwnY koie ]","unicode":"ਕਬੀਰ ਬਿਰਹੁ ਭੁਯੰਗਮੁ ਮਨਿ ਬਸੈ ਮੰਤੁ ਨ ਮਾਨੈ ਕੋਇ ॥"},"larivaar":{"gurmukhi":"kbIribrhuBuXMgmuminbsYmMqunmwnYkoie]","unicode":"ਕਬੀਰਬਿਰਹੁਭੁਯੰਗਮੁਮਨਿਬਸੈਮੰਤੁਨਮਾਨੈਕੋਇ॥"},"translation":{"en":{"bdb":"Kabeer, the snake of separation from the Lord abides within my mind; it does not respond to any mantra.","ms":"Kabir, the serpent of separation from the Lord abides within my mind and it yields to no charm.","ssk":"Kabeer, the snake of separation from the Lord abides within my mind; it does not respond to any mantra."},"pu":{"ss":{"gurmukhi":" hy kbIr! ijs mnu`K dy mn ivc gurU dI srn pY ky ibrhoN dw s`p Aw v`sy , koeI mMqR aus auqy nhIN c`l skdw [ ","unicode":" ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਬਿਰਹੋਂ ਦਾ ਸੱਪ ਆ ਵੱਸੇ , ਕੋਈ ਮੰਤ੍ਰ ਉਸ ਉਤੇ ਨਹੀਂ ਚੱਲ ਸਕਦਾ । "},"ft":{"gurmukhi":"sRI kbIr jI kihqy hYN: ijs ky mn myN (ibrhu) pRym vw ivXog rUpI srp bsqw hY, so pRivrqI ky mMqR ko koeI nhIN mwnqw hY]","unicode":"ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਸ ਕੇ ਮਨ ਮੇਂ (ਬਿਰਹੁ) ਪ੍ਰੇਮ ਵਾ ਵਿਯੋਗ ਰੂਪੀ ਸਰਪ ਬਸਤਾ ਹੈ, ਸੋ ਪ੍ਰਵਿਰਤੀ ਕੇ ਮੰਤ੍ਰ ਕੋ ਕੋਈ ਨਹੀਂ ਮਾਨਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" hy kbIr! ijs mnu`K dy mn ivc gurU dI srn pY ky ibrhoN dw s`p Aw v`sy , koeI mMqR aus auqy nhIN c`l skdw [ ","unicode":" ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਬਿਰਹੋਂ ਦਾ ਸੱਪ ਆ ਵੱਸੇ , ਕੋਈ ਮੰਤ੍ਰ ਉਸ ਉਤੇ ਨਹੀਂ ਚੱਲ ਸਕਦਾ । "},"ms":{"gurmukhi":"kbIr, swihb nwlo ivCoVy dw srp myry ic`q AMdr vsdw hY Aqy ieh iksy jwdU tUxy ƒ nhIN mMndw[","unicode":"ਕਬੀਰ, ਸਾਹਿਬ ਨਾਲੋ ਵਿਛੋੜੇ ਦਾ ਸਰਪ ਮੇਰੇ ਚਿੱਤ ਅੰਦਰ ਵਸਦਾ ਹੈ ਅਤੇ ਇਹ ਕਿਸੇ ਜਾਦੂ ਟੂਣੇ ਨੂੰ ਨਹੀਂ ਮੰਨਦਾ।"}},"es":{"sn":"Kabir, la serpiente de la separación del Señor habita en mi interior "},"hi":{"ss":"हे कबीर ! ('काठ की जपनी' तो कुछ सवार ही नहीं सकती। पर) जिस मनुष्य के मन में गुरू की शरण पड़ कर विरह का साँप आ बसे (जिस मनुष्य को गुरू-दर से ये सूझ मिल जाए कि इन कामादिकों ने मुझे रॅब से विछोड़ दिया है) (कामादिकों का) कोई मंत्र उस पर नहीं चल सकता।","sts":"हे कबीर ! वियोग रूपी सांप जब मन को डंस लेता है तो उस पर किसी मंत्र का असर नहीं होता।"}},"transliteration":{"english":"kabeer birahu bhuya(n)gam man basai ma(n)t na maanai koi ||","hindi":"कबीर बिरहु भुयंगमु मनि बसै मंतु न मानै कोइ ॥","en":"kabeer birahu bhuya(n)gam man basai ma(n)t na maanai koi ||","hi":"कबीर बिरहु भुयंगमु मनि बसै मंतु न मानै कोइ ॥","ipa":"kəbir bɪrəh ɓʊjŋGəm mən bəsæ məŋt̪ nə mɑnæ kɔeɪ.","ur":"کبیِر برهُ بھُےںگم من بسَے مںت ن مانَے کوا ۔۔"},"pageNo":1368,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":58196,"shabadId":5044,"verse":{"gurmukhi":"rwm ibEgI nw jIAY jIAY q baurw hoie ]76]","unicode":"ਰਾਮ ਬਿਓਗੀ ਨਾ ਜੀਐ ਜੀਐ ਤ ਬਉਰਾ ਹੋਇ ॥੭੬॥"},"larivaar":{"gurmukhi":"rwmibEgInwjIAYjIAYqbaurwhoie]76]","unicode":"ਰਾਮਬਿਓਗੀਨਾਜੀਐਜੀਐਤਬਉਰਾਹੋਇ॥੭੬॥"},"translation":{"en":{"bdb":"One who is separated from the Lord does not live; if he does live, he goes insane. ||76||","ms":"He, who is separated from his Lord, lives not it he lives, then, becomes he insane.","ssk":"One who is separated from the Lord does not live; if he does live, he goes insane. ||76||"},"pu":{"ss":{"gurmukhi":"prmwqmw qoN ivCoVy ƒ mihsUs krn vwlw mnu`K jIaU hI nhIN skdw,jyhVw jIvn auh jIaUNdw hY, dunIAw dy Bwxy auh J`ilAW vwlw jIvn hY [","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜੇ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜੀਊ ਹੀ ਨਹੀਂ ਸਕਦਾ,ਜੇਹੜਾ ਜੀਵਨ ਉਹ ਜੀਊਂਦਾ ਹੈ, ਦੁਨੀਆ ਦੇ ਭਾਣੇ ਉਹ ਝੱਲਿਆਂ ਵਾਲਾ ਜੀਵਨ ਹੈ ।"},"ft":{"gurmukhi":"ikauNik rwm kw ivXogI pRQm qo jIvqw hI nhIN hY, Bwv Xyh sMswr ky ibvhwroN myN icq kI sqw nhIN dyqw hY[ AOr jo kdwicq pRwrbD Anuswr jIAY ArQwq sqw dyvY qo bwvrw sw hUAw sqw dyqw hY, ikauNik aus kI ibRqI sdw bRhm prwXx hI rihqI hY]76]","unicode":"ਕਿਉਂਕਿ ਰਾਮ ਕਾ ਵਿਯੋਗੀ ਪ੍ਰਥਮ ਤੋ ਜੀਵਤਾ ਹੀ ਨਹੀਂ ਹੈ, ਭਾਵ ਯੇਹ ਸੰਸਾਰ ਕੇ ਬਿਵਹਾਰੋਂ ਮੇਂ ਚਿਤ ਕੀ ਸਤਾ ਨਹੀਂ ਦੇਤਾ ਹੈ। ਔਰ ਜੋ ਕਦਾਚਿਤ ਪ੍ਰਾਰਬਧ ਅਨੁਸਾਰ ਜੀਐ ਅਰਥਾਤ ਸਤਾ ਦੇਵੈ ਤੋ ਬਾਵਰਾ ਸਾ ਹੂਆ ਸਤਾ ਦੇਤਾ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਕੀ ਬ੍ਰਿਤੀ ਸਦਾ ਬ੍ਰਹਮ ਪਰਾਯਣ ਹੀ ਰਹਿਤੀ ਹੈ॥੭੬॥"},"bdb":{"gurmukhi":"prmwqmw qoN ivCoVy ƒ mihsUs krn vwlw mnu`K jIaU hI nhIN skdw,jyhVw jIvn auh jIaUNdw hY, dunIAw dy Bwxy auh J`ilAW vwlw jIvn hY [","unicode":"ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜੇ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜੀਊ ਹੀ ਨਹੀਂ ਸਕਦਾ,ਜੇਹੜਾ ਜੀਵਨ ਉਹ ਜੀਊਂਦਾ ਹੈ, ਦੁਨੀਆ ਦੇ ਭਾਣੇ ਉਹ ਝੱਲਿਆਂ ਵਾਲਾ ਜੀਵਨ ਹੈ ।"},"ms":{"gurmukhi":"jo Awpxy swihb nwlo ivCuiVAw hY, auh jIauNdw nhIN rihMdw[ jy auh jIauNdw rhy qW auh SudweI ho jWdw hY[","unicode":"ਜੋ ਆਪਣੇ ਸਾਹਿਬ ਨਾਲੋ ਵਿਛੁੜਿਆ ਹੈ, ਉਹ ਜੀਉਂਦਾ ਨਹੀਂ ਰਹਿੰਦਾ। ਜੇ ਉਹ ਜੀਉਂਦਾ ਰਹੇ ਤਾਂ ਉਹ ਸ਼ੁਦਾਈ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"y no responde a ningún Mantra, quien vive separado del Señor, no vive, y si vive se vuelve loco.(76)"},"hi":{"ss":"परमात्मा से विछोड़े को महसूस करने वाला मनुष्य जी ही नहीं सकता। (भाव। परमात्मा से विछोड़े का अहसास एक ऐसा डंक है कि इसका डसा हुआ वयक्ति मायावी भोगों के लिए जी ही नहीं सकता) जो जीवन वह जीता है। दुनिया की बाबत तो वह पागलों वाला जीवन है। 76।","sts":"ईश्वर-वियोग का दुख व्यक्ति को जिंदा नहीं रहने देता, परन्तु यदि वह जिंदा रहे तो बावला हो जाता है॥ ७६ ॥"}},"transliteration":{"english":"raam biogee naa jeeaai jeeaai ta bauraa hoi ||76||","hindi":"राम बिओगी ना जीऐ जीऐ त बउरा होइ ॥७६॥","en":"raam biogee naa jeeaai jeeaai ta bauraa hoi ||76||","hi":"राम बिओगी ना जीऐ जीऐ त बउरा होइ ॥७६॥","ipa":"rɑm bɪoəGi nɑ d͡ʒiæ d͡ʒiæ t̪ boʊrɑ hɔeɪ.7ə6.","ur":"رام باوگیِ نا جیِاَے جیِاَے ت بارا هوا ۔۔۷۶۔۔"},"pageNo":1368,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}}]}