{"shabadInfo":{"shabadId":5223,"shabadName":58569,"pageNo":1378,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1378},"raag":{"raagId":41,"gurmukhi":"slok syK PrId k","unicode":"ਸਲੋਕ ਸੇਖ ਫਰੀਦ ਕ","english":"Salok Fareed Jee","raagWithPage":"Salok Fareed Jee (1377-1385)"},"writer":{"writerId":3,"gurmukhi":"mÚ 3","unicode":null,"english":"Guru Amar Daas Ji"}},"count":4,"navigation":{"previous":5222,"next":5224},"verses":[{"verseId":58568,"shabadId":5223,"verse":{"gurmukhi":"mÚ 3 ]","unicode":"ਮਃ ੩ ॥"},"larivaar":{"gurmukhi":"mÚ3]","unicode":"ਮਃ੩॥"},"translation":{"en":{"bdb":"Third Mehla:","ms":"3rd Guru.","ssk":"Third Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"qIjI pwiqSwhI[","unicode":"ਤੀਜੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Mejl Guru Amar Das, Tercer Canal Divino. "},"hi":{"ss":"","sts":"महला ३॥"}},"transliteration":{"english":"mahalaa teejaa ||","hindi":"म: ३ ॥","en":"mahalaa teejaa ||","hi":"म: ३ ॥","ipa":"mahalaa t̪id͡ʒɑ.","ur":"مÚ ۳ ۔۔"},"pageNo":1378,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":58569,"shabadId":5223,"verse":{"gurmukhi":"PrIdw kwlI DaulI swihbu sdw hY jy ko iciq kry ]","unicode":"ਫਰੀਦਾ ਕਾਲੀ ਧਉਲੀ ਸਾਹਿਬੁ ਸਦਾ ਹੈ ਜੇ ਕੋ ਚਿਤਿ ਕਰੇ ॥"},"larivaar":{"gurmukhi":"PrIdwkwlIDaulIswihbusdwhYjykoiciqkry]","unicode":"ਫਰੀਦਾਕਾਲੀਧਉਲੀਸਾਹਿਬੁਸਦਾਹੈਜੇਕੋਚਿਤਿਕਰੇ॥"},"translation":{"en":{"bdb":"Fareed, whether one's hair is black or grey, our Lord and Master is always here if one remembers Him.","ms":"Farid! Whether one's hair is black or grey, the Lord is ever there, if anyone remembers Him.","ssk":"Fareed, whether one's hair is black or grey, our Lord and Master is always here if one remembers Him."},"pu":{"ss":{"gurmukhi":"hy PrId! jy koeI bMdw bMdgI kry, qW juAwnI ivc BI qy buFypy ivc BI mwilk (iml skdw) hY [ ","unicode":"ਹੇ ਫਰੀਦ! ਜੇ ਕੋਈ ਬੰਦਾ ਬੰਦਗੀ ਕਰੇ, ਤਾਂ ਜੁਆਨੀ ਵਿਚ ਭੀ ਤੇ ਬੁਢੇਪੇ ਵਿਚ ਭੀ ਮਾਲਿਕ (ਮਿਲ ਸਕਦਾ) ਹੈ । "},"ft":{"gurmukhi":"sRI gurU Amrdws swihb jI ibRD purSoN ky icq myN vwihgurU kw Brosw dyqy hoey PrId jI dÍwrw aucwrn krqy hYN:(kwlI DaulI) jubw AO ibRDqw myN swihb sdw hI imlqw hY jykr koeI iqs ko icq kry, Bwv iqs kw pRym kr ismrn kry[ prMqU so ismrn pRym sy ibnW nhIN huMdw]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਬ੍ਰਿਧ ਪੁਰਸ਼ੋਂ ਕੇ ਚਿਤ ਮੇਂ ਵਾਹਿਗੁਰੂ ਕਾ ਭਰੋਸਾ ਦੇਤੇ ਹੋਏ ਫਰੀਦ ਜੀ ਦ੍ਵਾਰਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:(ਕਾਲੀ ਧਉਲੀ) ਜੁਬਾ ਔ ਬ੍ਰਿਧਤਾ ਮੇਂ ਸਾਹਿਬ ਸਦਾ ਹੀ ਮਿਲਤਾ ਹੈ ਜੇਕਰ ਕੋਈ ਤਿਸ ਕੋ ਚਿਤ ਕਰੇ, ਭਾਵ ਤਿਸ ਕਾ ਪ੍ਰੇਮ ਕਰ ਸਿਮਰਨ ਕਰੇ। ਪਰੰਤੂ ਸੋ ਸਿਮਰਨ ਪ੍ਰੇਮ ਸੇ ਬਿਨਾਂ ਨਹੀਂ ਹੁੰਦਾ॥"},"bdb":{"gurmukhi":"hy PrId! jy koeI bMdw bMdgI kry, qW juAwnI ivc BI qy buFypy ivc BI mwilk (iml skdw) hY [ ","unicode":"ਹੇ ਫਰੀਦ! ਜੇ ਕੋਈ ਬੰਦਾ ਬੰਦਗੀ ਕਰੇ, ਤਾਂ ਜੁਆਨੀ ਵਿਚ ਭੀ ਤੇ ਬੁਢੇਪੇ ਵਿਚ ਭੀ ਮਾਲਿਕ (ਮਿਲ ਸਕਦਾ) ਹੈ । "},"ms":{"gurmukhi":"PrId! BwvyN iesqrI dy vwl kwly hox jW ic¤ty, pRBU hmySW hwjr nwjr hY, jykr koeI jxw aus ƒ cyqy kry[","unicode":"ਫਰੀਦ! ਭਾਵੇਂ ਇਸਤਰੀ ਦੇ ਵਾਲ ਕਾਲੇ ਹੋਣ ਜਾਂ ਚਿੱਟੇ, ਪ੍ਰਭੂ ਹਮੇਸ਼ਾਂ ਹਾਜਰ ਨਾਜਰ ਹੈ, ਜੇਕਰ ਕੋਈ ਜਣਾ ਉਸ ਨੂੰ ਚੇਤੇ ਕਰੇ।"}},"es":{"sn":"Farid, cabello negro o gris, nuestro Señor y Maestro está siempre aquí si uno medita en Él. "},"hi":{"ss":"हे फरीद ! अगर कोई बँदा बँदगी करे। तो जवानी में भी और बुढ़ापे में भी मालिक (मिल सकता) है।","sts":"गुरु अमरदास जी बाबा फरीद जी के उपरोक्त श्लोक पर व्याख्या करते हुए कहते हैं- हे फरीद ! यदि कोई मालिक को याद करे तो सदैव कर सकता है, उसके लिए जवानी या बुढ़ापे की कोई अहमियत नहीं।"}},"transliteration":{"english":"fareedhaa kaalee dhaulee saahib sadhaa hai je ko chit kare ||","hindi":"फरीदा काली धउली साहिबु सदा है जे को चिति करे ॥","en":"fareedhaa kaalee dhaulee saahib sadhaa hai je ko chit kare ||","hi":"फरीदा काली धउली साहिबु सदा है जे को चिति करे ॥","ipa":"fərid̪ɑ kɑli t̪oʊli sɑhɪb səd̪ɑ hæ d͡ʒe kɔ t͡ʃɪt̪ kəre.","ur":"پھریِدا کالیِ دھالیِ ساهب سدا هَے جے کو چت کرے ۔۔"},"pageNo":1378,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":58570,"shabadId":5223,"verse":{"gurmukhi":"Awpxw lwieAw iprmu n lgeI jy locY sBu koie ]","unicode":"ਆਪਣਾ ਲਾਇਆ ਪਿਰਮੁ ਨ ਲਗਈ ਜੇ ਲੋਚੈ ਸਭੁ ਕੋਇ ॥"},"larivaar":{"gurmukhi":"AwpxwlwieAwiprmunlgeIjylocYsBukoie]","unicode":"ਆਪਣਾਲਾਇਆਪਿਰਮੁਨਲਗਈਜੇਲੋਚੈਸਭੁਕੋਇ॥"},"translation":{"en":{"bdb":"This loving devotion to the Lord does not come by one's own efforts, even though all may long for it.","ms":"By one's embracing, the love for the Lord is embraced not, even though, all may long for it.","ssk":"This loving devotion to the Lord does not come by one's own efforts, even though all may long for it."},"pu":{"ss":{"gurmukhi":" pr bySk koeI qWG kr ky vyK ley, ‘ieh ipAwr’ Awpxw lwieAw nhIN l`g skdw [ ","unicode":" ਪਰ ਬੇਸ਼ਕ ਕੋਈ ਤਾਂਘ ਕਰ ਕੇ ਵੇਖ ਲਏ, ‘ਇਹ ਪਿਆਰ’ ਆਪਣਾ ਲਾਇਆ ਨਹੀਂ ਲੱਗ ਸਕਦਾ । "},"ft":{"gurmukhi":"jykr sB koeI pRym lgwvxy ko (locY) cwhY qW vI iqs myN Apnw lwieAw hUAw pRym nhIN lwgqw hY]","unicode":"ਜੇਕਰ ਸਭ ਕੋਈ ਪ੍ਰੇਮ ਲਗਾਵਣੇ ਕੋ (ਲੋਚੈ) ਚਾਹੈ ਤਾਂ ਵੀ ਤਿਸ ਮੇਂ ਅਪਨਾ ਲਾਇਆ ਹੂਆ ਪ੍ਰੇਮ ਨਹੀਂ ਲਾਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" pr bySk koeI qWG kr ky vyK ley, ‘ieh ipAwr’ Awpxw lwieAw nhIN l`g skdw [ ","unicode":" ਪਰ ਬੇਸ਼ਕ ਕੋਈ ਤਾਂਘ ਕਰ ਕੇ ਵੇਖ ਲਏ, ‘ਇਹ ਪਿਆਰ’ ਆਪਣਾ ਲਾਇਆ ਨਹੀਂ ਲੱਗ ਸਕਦਾ । "},"ms":{"gurmukhi":"jIv dy Awjxy pwaux nwl, pRBU dy nwl ipAwr nhIN pYdw BwvyN swry hI ies leI qrsdy hox[","unicode":"ਜੀਵ ਦੇ ਆਜਣੇ ਪਾਉਣ ਨਾਲ, ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪੈਦਾ ਭਾਵੇਂ ਸਾਰੇ ਹੀ ਇਸ ਲਈ ਤਰਸਦੇ ਹੋਣ।"}},"es":{"sn":"Esta Amorosa Devoción no le viene a uno por su propio esfuerzo, aunque todos lo añoren, "},"hi":{"ss":"पर बेशक कोई चाह व कोशिश करके देख ले। 'यह प्यार' अपने आप नहीं लगाया जा सकता।","sts":"चाहे हर कोई उसे चाहता है, परन्तु अपने लगाने से प्रेम नहीं लगता।"}},"transliteration":{"english":"aapanaa laiaa piram na lagiee je lochai sabh koi ||","hindi":"आपणा लाइआ पिरमु न लगई जे लोचै सभु कोइ ॥","en":"aapanaa laiaa piram na lagiee je lochai sabh koi ||","hi":"आपणा लाइआ पिरमु न लगई जे लोचै सभु कोइ ॥","ipa":"əɑpəɳɑ lɑɪɑ pɪrəm nə ləGei d͡ʒe lɔt͡ʃæ səɓ kɔeɪ.","ur":"آپݨا لااآ پرم ن لگای جے لوچَے سبھ کوا ۔۔"},"pageNo":1378,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":58571,"shabadId":5223,"verse":{"gurmukhi":"eyhu iprmu ipAwlw Ksm kw jY BwvY qY dyie ]13]","unicode":"ਏਹੁ ਪਿਰਮੁ ਪਿਆਲਾ ਖਸਮ ਕਾ ਜੈ ਭਾਵੈ ਤੈ ਦੇਇ ॥੧੩॥"},"larivaar":{"gurmukhi":"eyhuiprmuipAwlwKsmkwjYBwvYqYdyie]13]","unicode":"ਏਹੁਪਿਰਮੁਪਿਆਲਾਖਸਮਕਾਜੈਭਾਵੈਤੈਦੇਇ॥੧੩॥"},"translation":{"en":{"bdb":"This cup of loving devotion belongs to our Lord and Master; He gives it to whomever He likes. ||13||","ms":"This cup of love belongs to the Lord. He given it to him whom He likes.","ssk":"This cup of loving devotion belongs to our Lord and Master; He gives it to whomever He likes. ||13||"},"pu":{"ss":{"gurmukhi":"ieh ipAwr-rUp ipAwlw qW mwilk dw (Awpxw) hY, ijs ƒ aus dI mrzI huMdI hY dyNdw hY [13[","unicode":"ਇਹ ਪਿਆਰ-ਰੂਪ ਪਿਆਲਾ ਤਾਂ ਮਾਲਿਕ ਦਾ (ਆਪਣਾ) ਹੈ, ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੁੰਦੀ ਹੈ ਦੇਂਦਾ ਹੈ ।੧੩।"},"ft":{"gurmukhi":"prMqU ieh pRym kw ipAwlw iqs mwlk vwihgurU kw hY, so ijs ko BwvY iqs ko dyqw hY, Bwv Xyh pRym BI iqs hrI kw dIAw hUAw imlqw hY]13]Çeyk vysvw ko iqs kI dwsI ny kjl kI slweI deI, qb Eh pwvny sy nyqRoN myN rVikAw[ iqs kr ky auh kopvwn ho kr golI ko mwrqI BeI[ koeI idn pICy auh vysvw imRq BeI qy iqs kI loQ ko ibjU Awid jwnvroN ny kbr sy bwihr kIAw AOr pMCI iqs ky krMg pr bYTqy hYN[ sRI PrId jI iqs kI AYsI dsw dyK kr ky aucwrn krqy hYN:","unicode":"ਪਰੰਤੂ ਇਹ ਪ੍ਰੇਮ ਕਾ ਪਿਆਲਾ ਤਿਸ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਕਾ ਹੈ, ਸੋ ਜਿਸ ਕੋ ਭਾਵੈ ਤਿਸ ਕੋ ਦੇਤਾ ਹੈ, ਭਾਵ ਯੇਹ ਪ੍ਰੇਮ ਭੀ ਤਿਸ ਹਰੀ ਕਾ ਦੀਆ ਹੂਆ ਮਿਲਤਾ ਹੈ॥੧੩॥☬ਏਕ ਵੇਸਵਾ ਕੋ ਤਿਸ ਕੀ ਦਾਸੀ ਨੇ ਕਜਲ ਕੀ ਸਲਾਈ ਦਈ, ਤਬ ਓਹ ਪਾਵਨੇ ਸੇ ਨੇਤ੍ਰੋਂ ਮੇਂ ਰੜਕਿਆ। ਤਿਸ ਕਰ ਕੇ ਉਹ ਕੋਪਵਾਨ ਹੋ ਕਰ ਗੋਲੀ ਕੋ ਮਾਰਤੀ ਭਈ। ਕੋਈ ਦਿਨ ਪੀਛੇ ਉਹ ਵੇਸਵਾ ਮ੍ਰਿਤ ਭਈ ਤੇ ਤਿਸ ਕੀ ਲੋਥ ਕੋ ਬਿਜੂ ਆਦਿ ਜਾਨਵਰੋਂ ਨੇ ਕਬਰ ਸੇ ਬਾਹਿਰ ਕੀਆ ਔਰ ਪੰਛੀ ਤਿਸ ਕੇ ਕਰੰਗ ਪਰ ਬੈਠਤੇ ਹੈਂ। ਸ੍ਰੀ ਫਰੀਦ ਜੀ ਤਿਸ ਕੀ ਐਸੀ ਦਸਾ ਦੇਖ ਕਰ ਕੇ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ieh ipAwr-rUp ipAwlw qW mwilk dw (Awpxw) hY, ijs ƒ aus dI mrzI huMdI hY dyNdw hY [13[","unicode":"ਇਹ ਪਿਆਰ-ਰੂਪ ਪਿਆਲਾ ਤਾਂ ਮਾਲਿਕ ਦਾ (ਆਪਣਾ) ਹੈ, ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੁੰਦੀ ਹੈ ਦੇਂਦਾ ਹੈ ।੧੩।"},"ms":{"gurmukhi":"ieh pRym dw ktorw suAwmI dI mlkIAq hY[ ijs ƒ auh cwhuMdw hY, aus ƒ hI auh idMdw hY[","unicode":"ਇਹ ਪ੍ਰੇਮ ਦਾ ਕਟੋਰਾ ਸੁਆਮੀ ਦੀ ਮਲਕੀਅਤ ਹੈ। ਜਿਸ ਨੂੰ ਉਹ ਚਾਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਉਹ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"la copa de la Devoción Amorosa pertenece a nuestro Señor y Maestro y Él se la da a quien Él Mismo escoge. (13)"},"hi":{"ss":"यह प्यार-रूपी प्याला तो मालिक का (अपना) है। जिसको उसकी मर्जी होती है देता है। 13।","sts":"यह प्रेम प्याला मालिक की बख्शिश है, जिसे चाहता है, उसे ही देता है।॥१३ ॥"}},"transliteration":{"english":"eh piram piaalaa khasam kaa jai bhaavai tai dhei ||13||","hindi":"एहु पिरमु पिआला खसम का जै भावै तै देइ ॥१३॥","en":"eh piram piaalaa khasam kaa jai bhaavai tai dhei ||13||","hi":"एहु पिरमु पिआला खसम का जै भावै तै देइ ॥१३॥","ipa":"eeh pɪrəm pɪəɑlɑ kʰəsəm kɑ d͡ʒæ ɓɑʋæ t̪æ d̪eeɪ.1ə3.","ur":"اےهُ پرم پآلا کھسم کا جَے بھاوَے تَے دےا ۔۔۱۳۔۔"},"pageNo":1378,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}}]}