{"shabadInfo":{"shabadId":5343,"shabadName":58882,"pageNo":1386,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1386},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":6,"navigation":{"previous":5342,"next":5344},"verses":[{"verseId":58882,"shabadId":5343,"verse":{"gurmukhi":"pRB dwqau dwqwr pir´au jwcku ieku srnw ]","unicode":"ਪ੍ਰਭ ਦਾਤਉ ਦਾਤਾਰ ਪਰੵਿਉ ਜਾਚਕੁ ਇਕੁ ਸਰਨਾ ॥"},"larivaar":{"gurmukhi":"pRBdwqaudwqwrpir´aujwckuiekusrnw]","unicode":"ਪ੍ਰਭਦਾਤਉਦਾਤਾਰਪਰੵਿਉਜਾਚਕੁਇਕੁਸਰਨਾ॥"},"translation":{"en":{"bdb":"I am a beggar; I seek the Sanctuary of God, the Giver of givers.","ms":"I, the mumper, have sought the refuge of Lord, the Donor of the donors.","ssk":"I am a beggar; I seek the Sanctuary of God, the Giver of givers."},"pu":{"ss":{"gurmukhi":"hy pRBU! hy dwqy! hy dwqwr! mYN iek mMgqw qyrI srn AwieAw hW, ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਾਤੇ! ਹੇ ਦਾਤਾਰ! ਮੈਂ ਇਕ ਮੰਗਤਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, "},"ft":{"gurmukhi":"hy srb dwiqEN ky dwqwr pRBU! mYN eyk (jwcku) mWgnyhwrw qyry crnoN kI srx pVw hUM]Çjy pUCY ikAw mWgqw hYN? qb iqs pr kihqy hYN:","unicode":"ਹੇ ਸਰਬ ਦਾਤਿਓਂ ਕੇ ਦਾਤਾਰ ਪ੍ਰਭੂ! ਮੈਂ ਏਕ (ਜਾਚਕੁ) ਮਾਂਗਨੇਹਾਰਾ ਤੇਰੇ ਚਰਨੋਂ ਕੀ ਸਰਣ ਪੜਾ ਹੂੰ॥☬ਜੇ ਪੂਛੈ ਕਿਆ ਮਾਂਗਤਾ ਹੈਂ? ਤਬ ਤਿਸ ਪਰ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy pRBU! hy dwqy! hy dwqwr! mYN iek mMgqw qyrI srn AwieAw hW, ","unicode":"ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਾਤੇ! ਹੇ ਦਾਤਾਰ! ਮੈਂ ਇਕ ਮੰਗਤਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, "},"ms":{"gurmukhi":"mYN mMgqy ny sKIAW dy sKI suAwmI dI pnwh leI hY[","unicode":"ਮੈਂ ਮੰਗਤੇ ਨੇ ਸਖੀਆਂ ਦੇ ਸਖੀ ਸੁਆਮੀ ਦੀ ਪਨਾਹ ਲਈ ਹੈ।"}},"es":{"sn":"Soy un pordiosero, busco el Santuario de Dios, el Dador de dadores, "},"hi":{"ss":"हे प्रभू ! हे दाते ! हे दातार ! मैं एक जाचिक तेरी शरण आया हूँ।","sts":"हे प्रभु ! तू दातार है, तू ही देने वाला है, मैं याचक तेरी शरण में आया हूँ।"}},"transliteration":{"english":"prabh dhaatau dhaataar pariyeau jaachak ik saranaa ||","hindi":"प्रभ दातउ दातार परि्यउ जाचकु इकु सरना ॥","en":"prabh dhaatau dhaataar pariyeau jaachak ik saranaa ||","hi":"प्रभ दातउ दातार परि्यउ जाचकु इकु सरना ॥","ipa":"pɹəɓ d̪ɑt̪o d̪ɑt̪ɑr pərɪjo d͡ʒɑt͡ʃək eɪk sərənɑ.","ur":"پربھ داتا داتار پرےا جاچک اک سرنا ۔۔"},"pageNo":1386,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":58883,"shabadId":5343,"verse":{"gurmukhi":"imlY dwnu sMq ryn jyh lig Baujlu qrnw ]","unicode":"ਮਿਲੈ ਦਾਨੁ ਸੰਤ ਰੇਨ ਜੇਹ ਲਗਿ ਭਉਜਲੁ ਤਰਨਾ ॥"},"larivaar":{"gurmukhi":"imlYdwnusMqrynjyhligBaujluqrnw]","unicode":"ਮਿਲੈਦਾਨੁਸੰਤਰੇਨਜੇਹਲਗਿਭਉਜਲੁਤਰਨਾ॥"},"translation":{"en":{"bdb":"Please bless me with the gift of the dust of the feet of the Saints; grasping them, I cross over the terrifying world-ocean.","ms":"Bless Thou me with the bounty of the dust of the saints feet, attached to which I shall cross the dreadful world ocean.","ssk":"Please bless me with the gift of the dust of the feet of the Saints; grasping them, I cross over the terrifying world-ocean."},"pu":{"ss":{"gurmukhi":"sqsMgIAW dy crnW dI DUV dw ^Yr iml jwey, qwik ies DUV dI Et lY ky mYN (sMswr dy) GuMmx-Gyr qoN pwr lMG skW [","unicode":"ਸਤਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾ ਖ਼ੈਰ ਮਿਲ ਜਾਏ, ਤਾਕਿ ਇਸ ਧੂੜ ਦੀ ਓਟ ਲੈ ਕੇ ਮੈਂ (ਸੰਸਾਰ ਦੇ) ਘੁੰਮਣ-ਘੇਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਾਂ ।"},"ft":{"gurmukhi":"qyry sMqoN ky crnoN kI DUVI kw muJ ko dwn prwpiq hovY, ijs ky (lig) imlny sy sMswr smuMdR sy qrnw hoqw hY]","unicode":"ਤੇਰੇ ਸੰਤੋਂ ਕੇ ਚਰਨੋਂ ਕੀ ਧੂੜੀ ਕਾ ਮੁਝ ਕੋ ਦਾਨ ਪਰਾਪਤਿ ਹੋਵੈ, ਜਿਸ ਕੇ (ਲਗਿ) ਮਿਲਨੇ ਸੇ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਤਰਨਾ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"sqsMgIAW dy crnW dI DUV dw ^Yr iml jwey, qwik ies DUV dI Et lY ky mYN (sMswr dy) GuMmx-Gyr qoN pwr lMG skW [","unicode":"ਸਤਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾ ਖ਼ੈਰ ਮਿਲ ਜਾਏ, ਤਾਕਿ ਇਸ ਧੂੜ ਦੀ ਓਟ ਲੈ ਕੇ ਮੈਂ (ਸੰਸਾਰ ਦੇ) ਘੁੰਮਣ-ਘੇਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਾਂ ।"},"ms":{"gurmukhi":"qUM mYƒ swDUAW dy pYrW dI DUV dI dwq bKS, ijs dy nwl l`g ky mYN iBAwnk sMswr smuMdr qoN pwr ho jwvWgw[","unicode":"ਤੂੰ ਮੈਨੂੰ ਸਾਧੂਆਂ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਦੀ ਦਾਤ ਬਖਸ਼, ਜਿਸ ਦੇ ਨਾਲ ਲੱਗ ਕੇ ਮੈਂ ਭਿਆਨਕ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਹੋ ਜਾਵਾਂਗਾ।"}},"es":{"sn":"bendíceme por favor con el Regalo del Polvo de los Pies de los Santos, aferrado a ellos logro cruzar el terrorífico océano del mundo."},"hi":{"ss":"(मुझ मंगते को) सत्संगियों के चरणों की धूड़ की ख़ैर मिल जाए। ता कि इस धूड़ की ओट ले के मैं (संसार के) भवजल से पार लांघ सकूँ।","sts":"मुझे संत-पुरुषों की चरण-धूल प्रदान करो, जिसके द्वारा संसार-सागर को पार करना है।"}},"transliteration":{"english":"milai dhaan sa(n)t ren jeh lag bhaujal taranaa ||","hindi":"मिलै दानु संत रेन जेह लगि भउजलु तरना ॥","en":"milai dhaan sa(n)t ren jeh lag bhaujal taranaa ||","hi":"मिलै दानु संत रेन जेह लगि भउजलु तरना ॥","ipa":"mɪlæ d̪ɑn səŋt̪ ren d͡ʒeh ləG ɓoʊd͡ʒəl t̪ərənɑ.","ur":"مِلَے دان سںت رےن جےه لگ بھاجل ترنا ۔۔"},"pageNo":1386,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":58884,"shabadId":5343,"verse":{"gurmukhi":"ibniq krau Ardwis sunhu jy Twkur BwvY ]","unicode":"ਬਿਨਤਿ ਕਰਉ ਅਰਦਾਸਿ ਸੁਨਹੁ ਜੇ ਠਾਕੁਰ ਭਾਵੈ ॥"},"larivaar":{"gurmukhi":"ibniqkrauArdwissunhujyTwkurBwvY]","unicode":"ਬਿਨਤਿਕਰਉਅਰਦਾਸਿਸੁਨਹੁਜੇਠਾਕੁਰਭਾਵੈ॥"},"translation":{"en":{"bdb":"Please listen to my prayer, if it pleases You, O my Lord and Master.","ms":"If it pleases Thee, O Lord, hearken Thou to my prayer and supplication.","ssk":"Please listen to my prayer, if it pleases You, O my Lord and Master."},"pu":{"ss":{"gurmukhi":"hy Twkur! jy qYƒ cMgI l`gy qW (imhr kr ky myrI) ArzoeI sux, mYN iek bynqI krdw hW, ","unicode":"ਹੇ ਠਾਕੁਰ! ਜੇ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ (ਮਿਹਰ ਕਰ ਕੇ ਮੇਰੀ) ਅਰਜ਼ੋਈ ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ, "},"ft":{"gurmukhi":"qW qy mYN (ibniq) bynqI pUrbk ArQwq inMmRqw ky sMXugq ho kr Ardws krqw hUM, prMqU hy Twkr! jykr Awp ƒ BwvY qau AYsI myrI bynqI sux]","unicode":"ਤਾਂ ਤੇ ਮੈਂ (ਬਿਨਤਿ) ਬੇਨਤੀ ਪੂਰਬਕ ਅਰਥਾਤ ਨਿੰਮ੍ਰਤਾ ਕੇ ਸੰਯੁਗਤ ਹੋ ਕਰ ਅਰਦਾਸ ਕਰਤਾ ਹੂੰ, ਪਰੰਤੂ ਹੇ ਠਾਕਰ! ਜੇਕਰ ਆਪ ਨੂੰ ਭਾਵੈ ਤਉ ਐਸੀ ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ॥"},"bdb":{"gurmukhi":"hy Twkur! jy qYƒ cMgI l`gy qW (imhr kr ky myrI) ArzoeI sux, mYN iek bynqI krdw hW, ","unicode":"ਹੇ ਠਾਕੁਰ! ਜੇ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ (ਮਿਹਰ ਕਰ ਕੇ ਮੇਰੀ) ਅਰਜ਼ੋਈ ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ, "},"ms":{"gurmukhi":"jykr qYƒ cMgw l¤gy, hy suAwmI! qUM myrI bynqI Aqy pRrwQnw ƒ sRvx kr[","unicode":"ਜੇਕਰ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਹੇ ਸੁਆਮੀ! ਤੂੰ ਮੇਰੀ ਬੇਨਤੀ ਅਤੇ ਪ੍ਰਰਾਥਨਾ ਨੂੰ ਸ੍ਰਵਣ ਕਰ।"}},"es":{"sn":" Escucha por favor mi oración, si así Te complace, oh Mi Señor y Maestro. "},"hi":{"ss":"हे ठाकुर ! यदि तुझे अच्छा लगे तो (मेहर करके मेरी) अरजोई सुन। मैं एक विनती करता हूं।","sts":"मैं विनती करता हूँ, यदि तेरी मर्जी हो तो मेरी अरदास सुन लो।"}},"transliteration":{"english":"binat karau aradhaas sunahu je Thaakur bhaavai ||","hindi":"बिनति करउ अरदासि सुनहु जे ठाकुर भावै ॥","en":"binat karau aradhaas sunahu je Thaakur bhaavai ||","hi":"बिनति करउ अरदासि सुनहु जे ठाकुर भावै ॥","ipa":"bɪnət̪ kəro ərəd̪ɑs sʊnəh d͡ʒe ʈʰɑkʊr ɓɑʋæ.","ur":"بٍنت کرا ارداس سُنهُ جے ٹھاکر بھاوَے ۔۔"},"pageNo":1386,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":58885,"shabadId":5343,"verse":{"gurmukhi":"dyhu drsu min cwau Bgiq iehu mnu ThrwvY ]","unicode":"ਦੇਹੁ ਦਰਸੁ ਮਨਿ ਚਾਉ ਭਗਤਿ ਇਹੁ ਮਨੁ ਠਹਰਾਵੈ ॥"},"larivaar":{"gurmukhi":"dyhudrsumincwauBgiqiehumnuThrwvY]","unicode":"ਦੇਹੁਦਰਸੁਮਨਿਚਾਉਭਗਤਿਇਹੁਮਨੁਠਹਰਾਵੈ॥"},"translation":{"en":{"bdb":"My mind yearns for the Blessed Vision of Your Darshan. This mind abides in devotional worship.","ms":"My mind's yearning is that thou may bless me with Thy vision, O Lord, this soul of mine abides in Thine meditation.","ssk":"My mind yearns for the Blessed Vision of Your Darshan. This mind abides in devotional worship."},"pu":{"ss":{"gurmukhi":"“(mYƒ) dIdwr dyh; myry mn ivc ieh qWG hY, (imhr kr) myrw ieh mn qyrI BgqI ivc itk jwey [”","unicode":"“(ਮੈਨੂੰ) ਦੀਦਾਰ ਦੇਹ; ਮੇਰੇ ਮਨ ਵਿਚ ਇਹ ਤਾਂਘ ਹੈ, (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਇਹ ਮਨ ਤੇਰੀ ਭਗਤੀ ਵਿਚ ਟਿਕ ਜਾਏ ।”"},"ft":{"gurmukhi":"ijs qyry drsn kw myry mn myN (cwau) auqSwh hY, soeI Apnw drSn muJ ko dyvo, ijs qy myrw mn qyrI BgqI myN Tihry ArQwq AsiQq ho jwvY]","unicode":"ਜਿਸ ਤੇਰੇ ਦਰਸਨ ਕਾ ਮੇਰੇ ਮਨ ਮੇਂ (ਚਾਉ) ਉਤਸ਼ਾਹ ਹੈ, ਸੋਈ ਅਪਨਾ ਦਰਸ਼ਨ ਮੁਝ ਕੋ ਦੇਵੋ, ਜਿਸ ਤੇ ਮੇਰਾ ਮਨ ਤੇਰੀ ਭਗਤੀ ਮੇਂ ਠਹਿਰੇ ਅਰਥਾਤ ਅਸਥਿਤ ਹੋ ਜਾਵੈ॥"},"bdb":{"gurmukhi":"“(mYƒ) dIdwr dyh; myry mn ivc ieh qWG hY, (imhr kr) myrw ieh mn qyrI BgqI ivc itk jwey [”","unicode":"“(ਮੈਨੂੰ) ਦੀਦਾਰ ਦੇਹ; ਮੇਰੇ ਮਨ ਵਿਚ ਇਹ ਤਾਂਘ ਹੈ, (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਇਹ ਮਨ ਤੇਰੀ ਭਗਤੀ ਵਿਚ ਟਿਕ ਜਾਏ ।”"},"ms":{"gurmukhi":"myry ic`q dI cwhnw hY ik qUM mYƒ Awpxw drSn prdwn kry, hy pRBU! qyrI ieh Awqmw qyry ismrn AMdr itkI hoeI hY[","unicode":"ਮੇਰੇ ਚਿੱਤ ਦੀ ਚਾਹਨਾ ਹੈ ਕਿ ਤੂੰ ਮੈਨੂੰ ਆਪਣਾ ਦਰਸ਼ਨ ਪਰਦਾਨ ਕਰੇ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਇਹ ਆਤਮਾ ਤੇਰੇ ਸਿਮਰਨ ਅੰਦਰ ਟਿਕੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"Mi mente añora la Bendita Visión de Tu Darshan y habita en la Alabanza de Devoción, "},"hi":{"ss":"(मुझे) दीदार दे; मेरे मन में यह तमन्ना है। (मेहर कर) मेरा यह मन तेरी भगती में टिक जाए।","sts":"मन में यह चाव है कि अपने दर्शन प्रदान करो, तेरी भक्ति से यह मन स्थिर होता है।"}},"transliteration":{"english":"dheh dharas man chaau bhagat ih man Thaharaavai ||","hindi":"देहु दरसु मनि चाउ भगति इहु मनु ठहरावै ॥","en":"dheh dharas man chaau bhagat ih man Thaharaavai ||","hi":"देहु दरसु मनि चाउ भगति इहु मनु ठहरावै ॥","ipa":"d̪eh d̪ərəs mən t͡ʃɑo ɓəGət̪ eɪh mən ʈʰəhərɑʋæ.","ur":"دےهُ درس من چاا بھگت اهُ من ٹھهراوَے ۔۔"},"pageNo":1387,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":58886,"shabadId":5343,"verse":{"gurmukhi":"bilE crwgu AMD´wr mih sB kil auDrI iek nwm Drm ]","unicode":"ਬਲਿਓ ਚਰਾਗੁ ਅੰਧੵਾਰ ਮਹਿ ਸਭ ਕਲਿ ਉਧਰੀ ਇਕ ਨਾਮ ਧਰਮ ॥"},"larivaar":{"gurmukhi":"bilEcrwguAMD´wrmihsBkilauDrIieknwmDrm]","unicode":"ਬਲਿਓਚਰਾਗੁਅੰਧੵਾਰਮਹਿਸਭਕਲਿਉਧਰੀਇਕਨਾਮਧਰਮ॥"},"translation":{"en":{"bdb":"The lamp is lit in the darkness; all are saved in this Dark Age of Kali Yuga, through the One Name and faith in the Dharma.","ms":"The Name's lamp is kindled in the midst of spiritual darkness. All the men of the Darkage are saved with the aid of the One Name.","ssk":"The lamp is lit in the darkness; all are saved in this Dark Age of Kali Yuga, through the One Name and faith in the Dharma."},"pu":{"ss":{"gurmukhi":"hnyry ivc dIvw jg ipAw hY, (aus dy d`sy hoey) nwm dI brkiq nwl swrI isRStI pwr lMG rhI hY [9[","unicode":"ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਜਗ ਪਿਆ ਹੈ, (ਉਸ ਦੇ ਦੱਸੇ ਹੋਏ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪਾਰ ਲੰਘ ਰਹੀ ਹੈ ।੯।"},"ft":{"gurmukhi":"ies klXug ky bIc pwpoN kw vw AigAwn kw jo AMDkwr ho rhw Qw iqsmyN iqs ky dUr krny ko, hy sRI gurU nwnk dyv jI! Awp ny Avqwr Dwr kr nwm AO igAwn dIpk kw pRkwS kIAw hY[ ijs eyk nwm jwp rUpI Drm kr ky (kil) kilXug kI sMpUrn isRstI auDwr ko pwvqI BeI hY]","unicode":"ਇਸ ਕਲਯੁਗ ਕੇ ਬੀਚ ਪਾਪੋਂ ਕਾ ਵਾ ਅਗਿਆਨ ਕਾ ਜੋ ਅੰਧਕਾਰ ਹੋ ਰਹਾ ਥਾ ਤਿਸਮੇਂ ਤਿਸ ਕੇ ਦੂਰ ਕਰਨੇ ਕੋ, ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ! ਆਪ ਨੇ ਅਵਤਾਰ ਧਾਰ ਕਰ ਨਾਮ ਔ ਗਿਆਨ ਦੀਪਕ ਕਾ ਪ੍ਰਕਾਸ਼ ਕੀਆ ਹੈ। ਜਿਸ ਏਕ ਨਾਮ ਜਾਪ ਰੂਪੀ ਧਰਮ ਕਰ ਕੇ (ਕਲਿ) ਕਲਿਯੁਗ ਕੀ ਸੰਪੂਰਨ ਸ੍ਰਿਸਟੀ ਉਧਾਰ ਕੋ ਪਾਵਤੀ ਭਈ ਹੈ॥"},"bdb":{"gurmukhi":"hnyry ivc dIvw jg ipAw hY, (aus dy d`sy hoey) nwm dI brkiq nwl swrI isRStI pwr lMG rhI hY [9[","unicode":"ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਜਗ ਪਿਆ ਹੈ, (ਉਸ ਦੇ ਦੱਸੇ ਹੋਏ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪਾਰ ਲੰਘ ਰਹੀ ਹੈ ।੯।"},"ms":{"gurmukhi":"Awqmk AnHyry dy AMdr nwm dw dIvw jg ipAw hY[ iek nwm dy Awsry nwl kljug dy swry jIv moKS ho gey hn[","unicode":"ਆਤਮਕ ਅਨ੍ਹੇਰੇ ਦੇ ਅੰਦਰ ਨਾਮ ਦਾ ਦੀਵਾ ਜਗ ਪਿਆ ਹੈ। ਇਕ ਨਾਮ ਦੇ ਆਸਰੇ ਨਾਲ ਕਲਜੁਗ ਦੇ ਸਾਰੇ ਜੀਵ ਮੋਖਸ਼ ਹੋ ਗਏ ਹਨ।"}},"es":{"sn":"la Lámpara se enciende en la oscuridad y todos son salvados en esta Era de Kali, mediante el Nombre y Fe en el Dharma. "},"hi":{"ss":"(गुरू नानक) अंधेरे में दीया जग उठा है। (उसके बताए हुए) नाम की बरकति से सारी सृष्टि पार लांघ रही है।","sts":"अंधेरे में तेरे नाम का दीया प्रज्वलित हुआ है, जिससे कलियुगी जीवों का उद्धार हुआ है और तेरा नाम स्मरण ही धर्म-कर्म है।"}},"transliteration":{"english":"balio charaag a(n)dhayeaar meh sabh kal udharee ik naam dharam ||","hindi":"बलिओ चरागु अंध्यार महि सभ कलि उधरी इक नाम धरम ॥","en":"balio charaag a(n)dhayeaar meh sabh kal udharee ik naam dharam ||","hi":"बलिओ चरागु अंध्यार महि सभ कलि उधरी इक नाम धरम ॥","ipa":"bəlɪo t͡ʃərɑG əŋt̪əjɑr məh səɓ kəl oʊt̪əri eɪk nɑm t̪ərəm.","ur":"بلاو چراگ اںدھےار مهِ سبھ کلِ اُدھریِ اک نام دھرم ۔۔"},"pageNo":1387,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"}]}},{"verseId":58887,"shabadId":5343,"verse":{"gurmukhi":"pRgtu sgl hir Bvn mih jnu nwnku guru pwrbRhm ]9]","unicode":"ਪ੍ਰਗਟੁ ਸਗਲ ਹਰਿ ਭਵਨ ਮਹਿ ਜਨੁ ਨਾਨਕੁ ਗੁਰੁ ਪਾਰਬ੍ਰਹਮ ॥੯॥"},"larivaar":{"gurmukhi":"pRgtusglhirBvnmihjnunwnkugurupwrbRhm]9]","unicode":"ਪ੍ਰਗਟੁਸਗਲਹਰਿਭਵਨਮਹਿਜਨੁਨਾਨਕੁਗੁਰੁਪਾਰਬ੍ਰਹਮ॥੯॥"},"translation":{"en":{"bdb":"The Lord is revealed in all the worlds. O servant Nanak, the Guru is the Supreme Lord God. ||9||","ms":"The Guru-God, slave Nanak has become manifest in all the worlds of the Lord.","ssk":"The Lord is revealed in all the worlds. O servant Nanak, the Guru is the Supreme Lord God. ||9||"},"pu":{"ss":{"gurmukhi":"hy BweI! qyrw syvk, hy pwrbRhm! qyrw rUp gurU nwnk swry jgq ivc prgt hoieAw hY [ ","unicode":"ਹੇ ਭਾਈ! ਤੇਰਾ ਸੇਵਕ, ਹੇ ਪਾਰਬ੍ਰਹਮ! ਤੇਰਾ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਇਆ ਹੈ । "},"ft":{"gurmukhi":"sRI gurU Arjn swihb jI kihqy hYN: mYN qyrw (jnu) dws hUM, hy hrI pwrbRhm kw Avqwr sRI gurU nwnk swihb jI! srb BvnoN myN Awp prgt ho]9]Çiqn byd rUp B¤toN ky dyh ADÎws dUr krny hyq sRI gurU Arjn swihb jI aupdyS krqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਮੈਂ ਤੇਰਾ (ਜਨੁ) ਦਾਸ ਹੂੰ, ਹੇ ਹਰੀ ਪਾਰਬ੍ਰਹਮ ਕਾ ਅਵਤਾਰ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ! ਸਰਬ ਭਵਨੋਂ ਮੇਂ ਆਪ ਪਰਗਟ ਹੋ॥੯॥☬ਤਿਨ ਬੇਦ ਰੂਪ ਭੱਟੋਂ ਕੇ ਦੇਹ ਅਧ੍ਯਾਸ ਦੂਰ ਕਰਨੇ ਹੇਤ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! qyrw syvk, hy pwrbRhm! qyrw rUp gurU nwnk swry jgq ivc prgt hoieAw hY [ ","unicode":"ਹੇ ਭਾਈ! ਤੇਰਾ ਸੇਵਕ, ਹੇ ਪਾਰਬ੍ਰਹਮ! ਤੇਰਾ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਇਆ ਹੈ । "},"ms":{"gurmukhi":"gurU pRymSr, golw nwnk suAwmI dIAW swrIAW purIAW AMdr pRisD QI igAw hY[","unicode":"ਗੁਰੂ ਪ੍ਰੇਮਸ਼ਰ, ਗੋਲਾ ਨਾਨਕ ਸੁਆਮੀ ਦੀਆਂ ਸਾਰੀਆਂ ਪੁਰੀਆਂ ਅੰਦਰ ਪ੍ਰਸਿਧ ਥੀ ਗਿਆ ਹੈ।"}},"es":{"sn":"El Señor es revelado en todos lo mundos. Oh dice el Sirviente Nanak, el Guru es el Supremo Dios nuestro Señor. (9)"},"hi":{"ss":"हे भाई ! तेरा सेवक। हे पारब्रहम ! तेरा रूप गुरू नानक सारे जगत में प्रकट हुआ है।","sts":"पंचम गुरु फुरमान करते हैं कि पूरे संसार में परब्रह्म रूप गुरु (नानक) प्रगट हुआ है॥६॥"}},"transliteration":{"english":"pragaT sagal har bhavan meh jan naanak gur paarabraham ||9||","hindi":"प्रगटु सगल हरि भवन महि जनु नानकु गुरु पारब्रहम ॥९॥","en":"pragaT sagal har bhavan meh jan naanak gur paarabraham ||9||","hi":"प्रगटु सगल हरि भवन महि जनु नानकु गुरु पारब्रहम ॥९॥","ipa":"pɹəGəʈ səGəl hər ɓəʋən məh d͡ʒən nɑnək Gʊr pɑrəbɹəhəm.9.","ur":"پرگٹ سگل هر بھون مهِ جن نانک گُر پاربرهم ۔۔۹۔۔"},"pageNo":1387,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}