{"shabadInfo":{"shabadId":5365,"shabadName":59022,"pageNo":1391,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1391},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":40,"gurmukhi":"kl shwr","unicode":null,"english":"Bhatt Kall Sahaar"}},"count":4,"navigation":{"previous":5364,"next":5366},"verses":[{"verseId":59022,"shabadId":5365,"verse":{"gurmukhi":"qY qau idRiVE nwmu Apwru ibml jwsu ibQwru swiDk isD sujn jIAw ko ADwru ]","unicode":"ਤੈ ਤਉ ਦ੍ਰਿੜਿਓ ਨਾਮੁ ਅਪਾਰੁ ਬਿਮਲ ਜਾਸੁ ਬਿਥਾਰੁ ਸਾਧਿਕ ਸਿਧ ਸੁਜਨ ਜੀਆ ਕੋ ਅਧਾਰੁ ॥"},"larivaar":{"gurmukhi":"qYqauidRiVEnwmuApwruibmljwsuibQwruswiDkisDsujnjIAwkoADwru]","unicode":"ਤੈਤਉਦ੍ਰਿੜਿਓਨਾਮੁਅਪਾਰੁਬਿਮਲਜਾਸੁਬਿਥਾਰੁਸਾਧਿਕਸਿਧਸੁਜਨਜੀਆਕੋਅਧਾਰੁ॥"},"translation":{"en":{"bdb":"You hold tight to the Naam, the Name of the Infinite Lord; Your expanse is immaculate. You are the Support of the Siddhas and seekers, and the good and humble beings.","ms":"Thou resolutely remember the Name of the Infinite Lord, immaculate is whose extent and who is the support of the seekers, adepts, good people and all the beings.","ssk":"You hold tight to the Naam, the Name of the Infinite Lord; Your expanse is immaculate. You are the Support of the Siddhas and seekers, and the good and humble beings."},"pu":{"ss":{"gurmukhi":"qUM qW (Akwl purK dy) Apwr nwm ƒ Awpxy ihrdy ivc itkwieAw hY, qyrI inrml soBw iK`lrI hoeI hY [ qUM swiDk is`D Aqy sMq jnW dI izMdgI dw shwrw hYN [ ","unicode":"ਤੂੰ ਤਾਂ (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਅਪਾਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ, ਤੇਰੀ ਨਿਰਮਲ ਸੋਭਾ ਖਿੱਲਰੀ ਹੋਈ ਹੈ । ਤੂੰ ਸਾਧਿਕ ਸਿੱਧ ਅਤੇ ਸੰਤ ਜਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈਂ । "},"ft":{"gurmukhi":"hy sRI gurU AMgd swihb jI! Awp ny qo Apny irdy myN Apwr vwihgurU kw nwm idRV kIAw hY[ ijs kw (ibml) inrml ibsQwr hY AO swsn krny vwly AO isD gunw (sujn) sryst jn AwdI srb jIvoN kw Awsrw srUp hY]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ! ਆਪ ਨੇ ਤੋ ਅਪਨੇ ਰਿਦੇ ਮੇਂ ਅਪਾਰ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਦ੍ਰਿੜ ਕੀਆ ਹੈ। ਜਿਸ ਕਾ (ਬਿਮਲ) ਨਿਰਮਲ ਬਿਸਥਾਰ ਹੈ ਔ ਸਾਸਨ ਕਰਨੇ ਵਾਲੇ ਔ ਸਿਧ ਗੁਨਾ (ਸੁਜਨ) ਸਰੇਸਟ ਜਨ ਆਦੀ ਸਰਬ ਜੀਵੋਂ ਕਾ ਆਸਰਾ ਸਰੂਪ ਹੈ॥"},"bdb":{"gurmukhi":"qUM qW (Akwl purK dy) Apwr nwm ƒ Awpxy ihrdy ivc itkwieAw hY, qyrI inrml soBw iK`lrI hoeI hY [ qUM swiDk is`D Aqy sMq jnW dI izMdgI dw shwrw hYN [ ","unicode":"ਤੂੰ ਤਾਂ (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਅਪਾਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ, ਤੇਰੀ ਨਿਰਮਲ ਸੋਭਾ ਖਿੱਲਰੀ ਹੋਈ ਹੈ । ਤੂੰ ਸਾਧਿਕ ਸਿੱਧ ਅਤੇ ਸੰਤ ਜਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈਂ । "},"ms":{"gurmukhi":"qUM p`kI qrHW aus byAMq pRBU dy nwm dw ismrn krdw hY, piv`qr hY ijs dw ivsQwr Aqy jo AiBAwsIAW, piv`qr purSw nyk-bMidAW Aqy swry jIvW dw Awsrw hY[","unicode":"ਤੂੰ ਪੱਕੀ ਤਰ੍ਹਾਂ ਉਸ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਪਵਿੱਤਰ ਹੈ ਜਿਸ ਦਾ ਵਿਸਥਾਰ ਅਤੇ ਜੋ ਅਭਿਆਸੀਆਂ, ਪਵਿੱਤਰ ਪੁਰਸ਼ਾ ਨੇਕ-ਬੰਦਿਆਂ ਅਤੇ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਆਸਰਾ ਹੈ।"}},"es":{"sn":"Te aferras al Naam, el Nombre del Señor Infinito, Tu expansión es Inmaculada, Eres el Soporte de los Siddhas y buscadores, de los seres buenos y humildes. "},"hi":{"ss":"(हे गुरू अंगद !) तूमने तो (अकाल पुरख के) अपार नाम को अपने हृदय में टिकाया है। तेरी निर्मल शोभा पसरी हुई है। तू साधिक सिद्ध और संत जनों की जिंदगी का सहारा है।","sts":"हे गुरु अंगद ! तूने तो अपने मन में हरिनाम को ही बसाया है, तुम्हारा निर्मल यश हर तरफ फैला हुआ है, सिद्ध-साधक एवं संतजनों के जीवन का तू ही आसरा है।"}},"transliteration":{"english":"tai tau dhiraRio naam apaar bimal jaas bithaar saadhik sidh sujan jeeaa ko adhaar ||","hindi":"तै तउ दृड़िओ नामु अपारु बिमल जासु बिथारु साधिक सिध सुजन जीआ को अधारु ॥","en":"tai tau dhiraRio naam apaar bimal jaas bithaar saadhik sidh sujan jeeaa ko adhaar ||","hi":"तै तउ दृड़िओ नामु अपारु बिमल जासु बिथारु साधिक सिध सुजन जीआ को अधारु ॥","ipa":"t̪æ t̪o d̪ɪɹəɽɪo nɑm əpɑr bɪməl d͡ʒɑs bɪt̪ʰɑr sɑt̪ɪk sɪt̪ə̀ sʊd͡ʒən d͡ʒiəɑ kɔ ət̪ɑr.","ur":"تَے تا درڑاو نام اپار بمل جاس بتھار سادھک سدھ سُجن جیِآ کو ادھار ۔۔"},"pageNo":1391,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":59023,"shabadId":5365,"verse":{"gurmukhi":"qU qw jink rwjw Aauqwru sbdu sMswir swru rhih jgqR jl pdm bIcwr ]","unicode":"ਤੂ ਤਾ ਜਨਿਕ ਰਾਜਾ ਅਉਤਾਰੁ ਸਬਦੁ ਸੰਸਾਰਿ ਸਾਰੁ ਰਹਹਿ ਜਗਤ੍ਰ ਜਲ ਪਦਮ ਬੀਚਾਰ ॥"},"larivaar":{"gurmukhi":"qUqwjinkrwjwAauqwrusbdusMswirswrurhihjgqRjlpdmbIcwr]","unicode":"ਤੂਤਾਜਨਿਕਰਾਜਾਅਉਤਾਰੁਸਬਦੁਸੰਸਾਰਿਸਾਰੁਰਹਹਿਜਗਤ੍ਰਜਲਪਦਮਬੀਚਾਰ॥"},"translation":{"en":{"bdb":"You are the incarnation of King Janak; the contemplation of Your Shabad is sublime throughout the universe. You abide in the world like the lotus on the water.","ms":"Thou are the incarnation of Janak, the King, sublime is the contemplation of thy world in this universe. Thou live in this world like lotus in the water.","ssk":"You are the incarnation of King Janak; the contemplation of Your Shabad is sublime throughout the universe. You abide in the world like the lotus on the water."},"pu":{"ss":{"gurmukhi":"qUM qW (inrlypqw ivc) rwjw jnk dw Avqwr hYN ,jgq ivc (qyrw) Sbd sRySt hY, qUM jgq ivc ieauN inrlyp rihMdw hYN; ijvyN kOl Pu`l jl ivc [","unicode":"ਤੂੰ ਤਾਂ (ਨਿਰਲੇਪਤਾ ਵਿਚ) ਰਾਜਾ ਜਨਕ ਦਾ ਅਵਤਾਰ ਹੈਂ ,ਜਗਤ ਵਿਚ (ਤੇਰਾ) ਸ਼ਬਦ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਤੂੰ ਜਗਤ ਵਿਚ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ; ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਜਲ ਵਿਚ ।"},"ft":{"gurmukhi":"srb kw (jnk) ipqw AO srb kw jo rwjw sRI Akwl purK hY, qUM qo iqs kw Avqwr hYN AO ies sMswr myN qyrw sbd hI swr rUp hY[ punw bIcwr kr ky jgq myN AYsy inrlyp rihqy ho jYsy jl ky bIc kml pqR Alyp rihqw hY]","unicode":"ਸਰਬ ਕਾ (ਜਨਕ) ਪਿਤਾ ਔ ਸਰਬ ਕਾ ਜੋ ਰਾਜਾ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਹੈ, ਤੂੰ ਤੋ ਤਿਸ ਕਾ ਅਵਤਾਰ ਹੈਂ ਔ ਇਸ ਸੰਸਾਰ ਮੇਂ ਤੇਰਾ ਸਬਦ ਹੀ ਸਾਰ ਰੂਪ ਹੈ। ਪੁਨਾ ਬੀਚਾਰ ਕਰ ਕੇ ਜਗਤ ਮੇਂ ਐਸੇ ਨਿਰਲੇਪ ਰਹਿਤੇ ਹੋ ਜੈਸੇ ਜਲ ਕੇ ਬੀਚ ਕਮਲ ਪਤ੍ਰ ਅਲੇਪ ਰਹਿਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"qUM qW (inrlypqw ivc) rwjw jnk dw Avqwr hYN ,jgq ivc (qyrw) Sbd sRySt hY, qUM jgq ivc ieauN inrlyp rihMdw hYN; ijvyN kOl Pu`l jl ivc [","unicode":"ਤੂੰ ਤਾਂ (ਨਿਰਲੇਪਤਾ ਵਿਚ) ਰਾਜਾ ਜਨਕ ਦਾ ਅਵਤਾਰ ਹੈਂ ,ਜਗਤ ਵਿਚ (ਤੇਰਾ) ਸ਼ਬਦ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਤੂੰ ਜਗਤ ਵਿਚ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ; ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਜਲ ਵਿਚ ।"},"ms":{"gurmukhi":"qUM jnk pwiqSwh dw Avqwr hY, SRySt hY qyrI bwxI dI soc-ivcwr ies Awlm AMdr[ qUM ies jhwn iv`c pwxI AMdr kMvl dI inAweI ivcrdw hY[","unicode":"ਤੂੰ ਜਨਕ ਪਾਤਿਸ਼ਾਹ ਦਾ ਅਵਤਾਰ ਹੈ, ਸ਼੍ਰੇਸ਼ਟ ਹੈ ਤੇਰੀ ਬਾਣੀ ਦੀ ਸੋਚ-ਵਿਚਾਰ ਇਸ ਆਲਮ ਅੰਦਰ। ਤੂੰ ਇਸ ਜਹਾਨ ਵਿੱਚ ਪਾਣੀ ਅੰਦਰ ਕੰਵਲ ਦੀ ਨਿਆਈ ਵਿਚਰਦਾ ਹੈ।"}},"es":{"sn":"Eres la encarnación del Rey Yanak, la Meditación en Tu Shabd es Sublime, a través del Universo, habitas en el mundo como el Loto en el agua. "},"hi":{"ss":"(हे गुरू अंगद !) तू तो (निर्लिपता में) राजा जनक का अवतार है (भाव। जैसे राजा जनक निर्लिप रहता था। वैसे ही तू निर्लिप रहता है)। जगत में (तेरा) शबद श्रेष्ठ है। तू जगत में इस तरह निर्लिप रहता है। जैसे कमल-फूल जल में।","sts":"तू ही राजा जनक का अवतार है। संसार में तेरा उपदेश सर्वश्रेष्ठ है, जल में कमल की तरह तू जगत में अलिप्त रहता है।"}},"transliteration":{"english":"too taa janik raajaa aautaar sabadh sa(n)saar saar raheh jagatr jal padham beechaar ||","hindi":"तू ता जनिक राजा अउतारु सबदु संसारि सारु रहहि जगत्र जल पदम बीचार ॥","en":"too taa janik raajaa aautaar sabadh sa(n)saar saar raheh jagatr jal padham beechaar ||","hi":"तू ता जनिक राजा अउतारु सबदु संसारि सारु रहहि जगत्र जल पदम बीचार ॥","ipa":"t̪u t̪ɑ d͡ʒənɪk rɑd͡ʒɑ əoʊt̪ɑr səbəd̪ səŋsɑr sɑr rəhəh d͡ʒəGət̪ɹ d͡ʒəl pəd̪əm bit͡ʃɑr.","ur":"تُو تا جنک راجا ااتار سبد سںسار سار رههِ جگتر جل پدم بیِچار ۔۔"},"pageNo":1391,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":9,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":9,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":9,"t":"v"}]}},{"verseId":59024,"shabadId":5365,"verse":{"gurmukhi":"kilp qru rog ibdwru sMswr qwp invwru Awqmw iqRibiD qyrY eyk ilv qwr ]","unicode":"ਕਲਿਪ ਤਰੁ ਰੋਗ ਬਿਦਾਰੁ ਸੰਸਾਰ ਤਾਪ ਨਿਵਾਰੁ ਆਤਮਾ ਤ੍ਰਿਬਿਧਿ ਤੇਰੈ ਏਕ ਲਿਵ ਤਾਰ ॥"},"larivaar":{"gurmukhi":"kilpqrurogibdwrusMswrqwpinvwruAwqmwiqRibiDqyrYeykilvqwr]","unicode":"ਕਲਿਪਤਰੁਰੋਗਬਿਦਾਰੁਸੰਸਾਰਤਾਪਨਿਵਾਰੁਆਤਮਾਤ੍ਰਿਬਿਧਿਤੇਰੈਏਕਲਿਵਤਾਰ॥"},"translation":{"en":{"bdb":"Like the Elyisan Tree, You cure all illnesses and take away the sufferings of the world. The three-phased soul is lovingly attuned to You alone.","ms":"Like the elysian tree thou eradicate ailments and efface the sufferings of the world. The attention of my three-phased mind is fixed in thy love alone.","ssk":"Like the Elyisan Tree, You cure all illnesses and take away the sufferings of the world. The three-phased soul is lovingly attuned to You alone."},"pu":{"ss":{"gurmukhi":"qUM klp ru`K hYN, rogW dy dUr krn vwlw hYN, sMswr dy du`KW ƒ inivrq krn vwlw hYN [ swry sMswrI jIv qyry (crnW) ivc ie`k-rs ilv lweI bYTy hn [ ","unicode":"ਤੂੰ ਕਲਪ ਰੁੱਖ ਹੈਂ, ਰੋਗਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਸੰਸਾਰ ਦੇ ਦੁੱਖਾਂ ਨੂੰ ਨਿਵਿਰਤ ਕਰਨ ਵਾਲਾ ਹੈਂ । ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਇੱਕ-ਰਸ ਲਿਵ ਲਾਈ ਬੈਠੇ ਹਨ । "},"ft":{"gurmukhi":"klp ibRC ho kr kwmnw ko pUrn kr ky AigAwn rUpI rog ko (ibdwr) nst krqy hUey sMswr ky qwpoN ko invwrn krqy ho[ AOr jIvoN kw mn qO sqo, rjo, qmo AwdI iqRgux Awqmk hY AO qyry mn myN eyk pRmwqmw kI ilv qyl Dwrw vq lwg rhI hY[ vw iqRbiD Awqmw jo bRhm ivsn isvjI iqRmUrqI ho rhw hY, so qyry mq myN eyk srUp hI hY, qW qy iqsI myN qyl Dwr vq AKMf ibRqI lg rhI hY]","unicode":"ਕਲਪ ਬ੍ਰਿਛ ਹੋ ਕਰ ਕਾਮਨਾ ਕੋ ਪੂਰਨ ਕਰ ਕੇ ਅਗਿਆਨ ਰੂਪੀ ਰੋਗ ਕੋ (ਬਿਦਾਰ) ਨਸਟ ਕਰਤੇ ਹੂਏ ਸੰਸਾਰ ਕੇ ਤਾਪੋਂ ਕੋ ਨਿਵਾਰਨ ਕਰਤੇ ਹੋ। ਔਰ ਜੀਵੋਂ ਕਾ ਮਨ ਤੌ ਸਤੋ, ਰਜੋ, ਤਮੋ ਆਦੀ ਤ੍ਰਿਗੁਣ ਆਤਮਕ ਹੈ ਔ ਤੇਰੇ ਮਨ ਮੇਂ ਏਕ ਪ੍ਰਮਾਤਮਾ ਕੀ ਲਿਵ ਤੇਲ ਧਾਰਾ ਵਤ ਲਾਗ ਰਹੀ ਹੈ। ਵਾ ਤ੍ਰਿਬਧਿ ਆਤਮਾ ਜੋ ਬ੍ਰਹਮ ਵਿਸਨ ਸਿਵਜੀ ਤ੍ਰਿਮੂਰਤੀ ਹੋ ਰਹਾ ਹੈ, ਸੋ ਤੇਰੇ ਮਤ ਮੇਂ ਏਕ ਸਰੂਪ ਹੀ ਹੈ, ਤਾਂ ਤੇ ਤਿਸੀ ਮੇਂ ਤੇਲ ਧਾਰ ਵਤ ਅਖੰਡ ਬ੍ਰਿਤੀ ਲਗ ਰਹੀ ਹੈ॥"},"bdb":{"gurmukhi":"qUM klp ru`K hYN, rogW dy dUr krn vwlw hYN, sMswr dy du`KW ƒ inivrq krn vwlw hYN [ swry sMswrI jIv qyry (crnW) ivc ie`k-rs ilv lweI bYTy hn [ ","unicode":"ਤੂੰ ਕਲਪ ਰੁੱਖ ਹੈਂ, ਰੋਗਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਸੰਸਾਰ ਦੇ ਦੁੱਖਾਂ ਨੂੰ ਨਿਵਿਰਤ ਕਰਨ ਵਾਲਾ ਹੈਂ । ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਇੱਕ-ਰਸ ਲਿਵ ਲਾਈ ਬੈਠੇ ਹਨ । "},"ms":{"gurmukhi":"svrgI ibrC dI mwnMd qUM jgq dIAW bImwrIAW ƒ nSt Aqy duKiVAW ƒ dur kr idMdw hY[ iqMnW hwlqW vwly myry mn dI ibrqI kyvl qyry hI pRym AMdr juVI hoeI hY[","unicode":"ਸਵਰਗੀ ਬਿਰਛ ਦੀ ਮਾਨੰਦ ਤੂੰ ਜਗਤ ਦੀਆਂ ਬੀਮਾਰੀਆਂ ਨੂੰ ਨਸ਼ਟ ਅਤੇ ਦੁਖੜਿਆਂ ਨੂੰ ਦੁਰ ਕਰ ਦਿੰਦਾ ਹੈ। ਤਿੰਨਾਂ ਹਾਲਤਾਂ ਵਾਲੇ ਮੇਰੇ ਮਨ ਦੀ ਬਿਰਤੀ ਕੇਵਲ ਤੇਰੇ ਹੀ ਪ੍ਰੇਮ ਅੰਦਰ ਜੁੜੀ ਹੋਈ ਹੈ।"}},"es":{"sn":"Como el Árbol de Eliseo curas las enfermedades y los sufrimientos del mundo, el Alma de tres semblantes está entonada sólo en Ti. "},"hi":{"ss":"(हे गुरू अंगद देव !) तू कल्प वृक्ष है। रोगों को दूर करने वाला है। संसार के दुखों को निर्वित करने वला है। सारे संसारी जीव तेरे (चरनों) में एक-रस लिव लगाए बैठे हैं।","sts":"तू ही कल्पवृक्ष है, सर्व रोगों को दूर करने वाला और संसार के दुखों का निवारण करने वाला है। तीन गुणों वाले संसारी जीव एकाग्रचित होकर तेरा ध्यान करते हैं।"}},"transliteration":{"english":"kalip tar rog bidhaar sa(n)saar taap nivaar aatamaa tirabidh terai ek liv taar ||","hindi":"कलिप तरु रोग बिदारु संसार ताप निवारु आतमा तृबिधि तेरै एक लिव तार ॥","en":"kalip tar rog bidhaar sa(n)saar taap nivaar aatamaa tirabidh terai ek liv taar ||","hi":"कलिप तरु रोग बिदारु संसार ताप निवारु आतमा तृबिधि तेरै एक लिव तार ॥","ipa":"kəlɪp t̪ər rɔG bɪd̪ɑr səŋsɑr t̪ɑp nɪʋɑr əɑt̪əmɑ t̪ɪɹəbɪt̪ə̀ t̪eræ eek lɪʋ t̪ɑr.","ur":"کلپ تر روگ بدار سںسار تاپ نوار آتما تربدھ تےرَے اےک لو تار ۔۔"},"pageNo":1391,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"},{"p":8,"t":"v"}]}},{"verseId":59025,"shabadId":5365,"verse":{"gurmukhi":"khu kIriq kl shwr spq dIp mJwr lhxw jgqR guru pris murwir ]3]","unicode":"ਕਹੁ ਕੀਰਤਿ ਕਲ ਸਹਾਰ ਸਪਤ ਦੀਪ ਮਝਾਰ ਲਹਣਾ ਜਗਤ੍ਰ ਗੁਰੁ ਪਰਸਿ ਮੁਰਾਰਿ ॥੩॥"},"larivaar":{"gurmukhi":"khukIriqklshwrspqdIpmJwrlhxwjgqRguruprismurwir]3]","unicode":"ਕਹੁਕੀਰਤਿਕਲਸਹਾਰਸਪਤਦੀਪਮਝਾਰਲਹਣਾਜਗਤ੍ਰਗੁਰੁਪਰਸਿਮੁਰਾਰਿ॥੩॥"},"translation":{"en":{"bdb":"O Kal Sahaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||3||","ms":"O Kalsahar, throughout the seven continents, recite thou the praise of Lehna, who, meeting with his Lord, became the Guru of the world.","ssk":"O Kal Sahaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||3||"},"pu":{"ss":{"gurmukhi":"hy kl´shwr! AwK—‘murwrI-rUp jgq-gurU (nwnk dyv jI) ƒ prs ky (AYsy gurU AMgd) lhxy dI soBw s`qW dIpW ivc PYl rhI hY’ [3[","unicode":"ਹੇ ਕਲੵਸਹਾਰ! ਆਖ—‘ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸੱਤਾਂ ਦੀਪਾਂ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ’ ।੩।"},"ft":{"gurmukhi":"sRI kl shwr jI khqy hYN: murwrI rUp jo sRI gurU nwnk swihb jI hYN iqnoN ko sRI lihxw jI (prs) iml kr ky spq dIpoN ky bIc srb jgq ky gurU sRI gurU AMgd sihb jI Bey hYN[ qW qy hy mn! AYsy siqguroN kI kIrqI ko khu, Bwv aucwrn kr]3]","unicode":"ਸ੍ਰੀ ਕਲ ਸਹਾਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੁਰਾਰੀ ਰੂਪ ਜੋ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਹੈਂ ਤਿਨੋਂ ਕੋ ਸ੍ਰੀ ਲਹਿਣਾ ਜੀ (ਪਰਸ) ਮਿਲ ਕਰ ਕੇ ਸਪਤ ਦੀਪੋਂ ਕੇ ਬੀਚ ਸਰਬ ਜਗਤ ਕੇ ਗੁਰੂ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਹਿਬ ਜੀ ਭਏ ਹੈਂ। ਤਾਂ ਤੇ ਹੇ ਮਨ! ਐਸੇ ਸਤਿਗੁਰੋਂ ਕੀ ਕੀਰਤੀ ਕੋ ਕਹੁ, ਭਾਵ ਉਚਾਰਨ ਕਰ॥੩॥"},"bdb":{"gurmukhi":"hy kl´shwr! AwK—‘murwrI-rUp jgq-gurU (nwnk dyv jI) ƒ prs ky (AYsy gurU AMgd) lhxy dI soBw s`qW dIpW ivc PYl rhI hY’ [3[","unicode":"ਹੇ ਕਲੵਸਹਾਰ! ਆਖ—‘ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸੱਤਾਂ ਦੀਪਾਂ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ’ ।੩।"},"ms":{"gurmukhi":"hy klshwr! s`qw mhWdIpW dy AMdr, qUM lihxy dw j`s aucwrn kr, jo Awpxy pRBU nwl iml ky sMswrk gurU QI igAw sI[","unicode":"ਹੇ ਕਲਸਹਾਰ! ਸੱਤਾ ਮਹਾਂਦੀਪਾਂ ਦੇ ਅੰਦਰ, ਤੂੰ ਲਹਿਣੇ ਦਾ ਜੱਸ ਉਚਾਰਨ ਕਰ, ਜੋ ਆਪਣੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲ ਕੇ ਸੰਸਾਰਕ ਗੁਰੂ ਥੀ ਗਿਆ ਸੀ।"}},"es":{"sn":"Oh, dice Kal Sajaar, canta las Alabanzas de Lejna, a través de los siete continentes. Él encontró al Señor y se convirtió en el Guru del mundo. (3)"},"hi":{"ss":"हे कलॅसहार ! कह-'मुरारी-रूप जगत-गुरू (नानक देव जी) को परस के (ऐसे गुरू अंगद) लहणे की शोभा सातों द्वीपों में फैल रही है'। 3।","sts":"कलसहार कहते हैं कि जगद्गुरु गुरु नानक देव जी की शरण में भाई लहणा (गुरु अंगद देव जी) की कीर्ति सम्पूर्ण सृष्टि में फैल गई है॥३ ॥"}},"transliteration":{"english":"kahu keerat kal sahaar sapat dheep majhaar lahanaa jagatr gur paras muraar ||3||","hindi":"कहु कीरति कल सहार सपत दीप मझार लहणा जगत्र गुरु परसि मुरारि ॥३॥","en":"kahu keerat kal sahaar sapat dheep majhaar lahanaa jagatr gur paras muraar ||3||","hi":"कहु कीरति कल सहार सपत दीप मझार लहणा जगत्र गुरु परसि मुरारि ॥३॥","ipa":"kəh kirət̪ kəl səhɑr səpət̪ d̪ip məɖ͡ʐɑr ləhəɳɑ d͡ʒəGət̪ɹ Gʊr pərəs mʊrɑr.3.","ur":"کهُ کیِرت کل سهار سپت دیِپ مجھار لهݨا جگتر گُر پرس مُرار ۔۔۳۔۔"},"pageNo":1391,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"},{"p":9,"t":"v"}]}}]}