{"shabadInfo":{"shabadId":5390,"shabadName":59157,"pageNo":1395,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1395},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":38,"gurmukhi":"kIrqu","unicode":null,"english":"Bhatt Keerath "}},"count":13,"navigation":{"previous":5389,"next":5391},"verses":[{"verseId":59157,"shabadId":5390,"verse":{"gurmukhi":"iciq icqvau Ardwis khau pru kih iB n skau ]","unicode":"ਚਿਤਿ ਚਿਤਵਉ ਅਰਦਾਸਿ ਕਹਉ ਪਰੁ ਕਹਿ ਭਿ ਨ ਸਕਉ ॥"},"larivaar":{"gurmukhi":"iciqicqvauArdwiskhauprukihiBnskau]","unicode":"ਚਿਤਿਚਿਤਵਉਅਰਦਾਸਿਕਹਉਪਰੁਕਹਿਭਿਨਸਕਉ॥"},"translation":{"en":{"bdb":"I consciously pray within my consciousness, but I cannot express it in words.","ms":"O my Guru, within my mind, I think of making a supplication before thee, however, I can dare say it not.","ssk":"I consciously pray within my consciousness, but I cannot express it in words."},"pu":{"ss":{"gurmukhi":"mYN ic`q ivc socW socdw hW ik (iek) bynqI AwKW; pr mYN AwK BI nhIN skdw; ","unicode":"ਮੈਂ ਚਿੱਤ ਵਿਚ ਸੋਚਾਂ ਸੋਚਦਾ ਹਾਂ ਕਿ (ਇਕ) ਬੇਨਤੀ ਆਖਾਂ; ਪਰ ਮੈਂ ਆਖ ਭੀ ਨਹੀਂ ਸਕਦਾ; "},"ft":{"gurmukhi":"hy siqgur jI! mYN Awp ky Awgy Ardws krny ko icq bIc icqvqw hUM, prMqU Awp ky Awgy kih BI nhIN skqw hUM, ikauN ik Awp AMqrjwmI hYN]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਮੈਂ ਆਪ ਕੇ ਆਗੇ ਅਰਦਾਸ ਕਰਨੇ ਕੋ ਚਿਤ ਬੀਚ ਚਿਤਵਤਾ ਹੂੰ, ਪਰੰਤੂ ਆਪ ਕੇ ਆਗੇ ਕਹਿ ਭੀ ਨਹੀਂ ਸਕਤਾ ਹੂੰ, ਕਿਉਂ ਕਿ ਆਪ ਅੰਤਰਜਾਮੀ ਹੈਂ॥"},"bdb":{"gurmukhi":"mYN ic`q ivc socW socdw hW ik (iek) bynqI AwKW; pr mYN AwK BI nhIN skdw; ","unicode":"ਮੈਂ ਚਿੱਤ ਵਿਚ ਸੋਚਾਂ ਸੋਚਦਾ ਹਾਂ ਕਿ (ਇਕ) ਬੇਨਤੀ ਆਖਾਂ; ਪਰ ਮੈਂ ਆਖ ਭੀ ਨਹੀਂ ਸਕਦਾ; "},"ms":{"gurmukhi":"hy myry gurdyv jI! Awpxy mn AMdr mYN qyry mUhry iek bynqI krn dw iKAwl krdw hW, pRMqU ies ƒ mYN AwKx dw hIAw nhIN kr skdw[","unicode":"ਹੇ ਮੇਰੇ ਗੁਰਦੇਵ ਜੀ! ਆਪਣੇ ਮਨ ਅੰਦਰ ਮੈਂ ਤੇਰੇ ਮੂਹਰੇ ਇਕ ਬੇਨਤੀ ਕਰਨ ਦਾ ਖਿਆਲ ਕਰਦਾ ਹਾਂ, ਪ੍ਰੰਤੂ ਇਸ ਨੂੰ ਮੈਂ ਆਖਣ ਦਾ ਹੀਆ ਨਹੀਂ ਕਰ ਸਕਦਾ।"}},"es":{"sn":"Concientemente rezo, pero no lo puedo expresar en palabras, he puesto todas mis ansiedades y preocupaciones ante Ti y voy a la Saad Sangat, la Compañía de los Santos a pedir ayuda."},"hi":{"ss":"(हे गुरू अमरदास जी !) मैं चिक्त में सोचें सोचता हूँ कि (एक) विनती कहूँ; पर मैं कह भी नहीं सकता;","sts":"हे गुरु अमरदास ! मैं दिल में सोचता हूँ कि तेरे पास प्रार्थना करूं, परन्तु मैं कह भी नहीं सकता।"}},"transliteration":{"english":"chit chitavau aradhaas kahau par keh bh na sakau ||","hindi":"चिति चितवउ अरदासि कहउ परु कहि भि न सकउ ॥","en":"chit chitavau aradhaas kahau par keh bh na sakau ||","hi":"चिति चितवउ अरदासि कहउ परु कहि भि न सकउ ॥","ipa":"t͡ʃɪt̪ t͡ʃɪt̪əʋo ərəd̪ɑs kəho pər kəh ɓ nə səko.","ur":"چِت چتوا ارداس کها پر کهِ بھ ن سکاُ ۔۔"},"pageNo":1395,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59158,"shabadId":5390,"verse":{"gurmukhi":"srb icMq quJu pwis swDsMgiq hau qkau ]","unicode":"ਸਰਬ ਚਿੰਤ ਤੁਝੁ ਪਾਸਿ ਸਾਧਸੰਗਤਿ ਹਉ ਤਕਉ ॥"},"larivaar":{"gurmukhi":"srbicMqquJupwisswDsMgiqhauqkau]","unicode":"ਸਰਬਚਿੰਤਤੁਝੁਪਾਸਿਸਾਧਸੰਗਤਿਹਉਤਕਉ॥"},"translation":{"en":{"bdb":"I place all my worries and anxieties before You; I look to the Saadh Sangat, the Company of the Holy, for help.","ms":"I leave all my care to thee and look to the saints congregation for help.","ssk":"I place all my worries and anxieties before You; I look to the Saadh Sangat, the Company of the Holy, for help."},"pu":{"ss":{"gurmukhi":"myry swry i&kr qyry hvwly hn (Bwv, qYƒ hI myry swry i&kr hn), mYN swD sMgq (dw Awsrw) q`kdw hW [","unicode":"ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਤੇਰੇ ਹਵਾਲੇ ਹਨ (ਭਾਵ, ਤੈਨੂੰ ਹੀ ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਹਨ), ਮੈਂ ਸਾਧ ਸੰਗਤ (ਦਾ ਆਸਰਾ) ਤੱਕਦਾ ਹਾਂ ।"},"ft":{"gurmukhi":"Xdip srb jIvoN kI icqvnw qumwry pws hI hY, Bwv srb ky irdy kI Awp jwnqy hI hYN qW vI mYN Awp ky pwsoN swD sMgiq ky drSn dyKny kI jwcnw krqw hUM, Bwv sMqoN kw sMg muJ ko sdw hoqw rhy]","unicode":"ਯਦਪਿ ਸਰਬ ਜੀਵੋਂ ਕੀ ਚਿਤਵਨਾ ਤੁਮਾਰੇ ਪਾਸ ਹੀ ਹੈ, ਭਾਵ ਸਰਬ ਕੇ ਰਿਦੇ ਕੀ ਆਪ ਜਾਨਤੇ ਹੀ ਹੈਂ ਤਾਂ ਵੀ ਮੈਂ ਆਪ ਕੇ ਪਾਸੋਂ ਸਾਧ ਸੰਗਤਿ ਕੇ ਦਰਸ਼ਨ ਦੇਖਨੇ ਕੀ ਜਾਚਨਾ ਕਰਤਾ ਹੂੰ, ਭਾਵ ਸੰਤੋਂ ਕਾ ਸੰਗ ਮੁਝ ਕੋ ਸਦਾ ਹੋਤਾ ਰਹੇ॥"},"bdb":{"gurmukhi":"myry swry i&kr qyry hvwly hn (Bwv, qYƒ hI myry swry i&kr hn), mYN swD sMgq (dw Awsrw) q`kdw hW [","unicode":"ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਤੇਰੇ ਹਵਾਲੇ ਹਨ (ਭਾਵ, ਤੈਨੂੰ ਹੀ ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਹਨ), ਮੈਂ ਸਾਧ ਸੰਗਤ (ਦਾ ਆਸਰਾ) ਤੱਕਦਾ ਹਾਂ ।"},"ms":{"gurmukhi":"mYN swrw iPkr qyry qy Cf id`qw hY Aqy shwieqw leI mYN siqsMgq vl vyKdw hW[","unicode":"ਮੈਂ ਸਾਰਾ ਫਿਕਰ ਤੇਰੇ ਤੇ ਛਡ ਦਿੱਤਾ ਹੈ ਅਤੇ ਸਹਾਇਤਾ ਲਈ ਮੈਂ ਸਤਿਸੰਗਤ ਵਲ ਵੇਖਦਾ ਹਾਂ।"}},"es":{"sn":"Por el Jukam, el Mandato de Tu Voluntad, soy bendecido con Tu Insignia y así sirvo a mi Señor y Maestro. "},"hi":{"ss":"(हे सतिगुरू !) मेरी सारी चिंताएं तेरे हवाले हैं (भाव। तुझे ही मेरे सारे फिकर हैं)। मैं साध-संगत (का आसरा) ताकता हूँ।","sts":"मेरी सब चिन्ताएँ तेरे पास हैं अर्थात् तुझे हमारी चिन्ता है, मैं सत्संगति ही चाहता हूँ।"}},"transliteration":{"english":"sarab chi(n)t tujh paas saadhasa(n)gat hau takau ||","hindi":"सरब चिंत तुझु पासि साधसंगति हउ तकउ ॥","en":"sarab chi(n)t tujh paas saadhasa(n)gat hau takau ||","hi":"सरब चिंत तुझु पासि साधसंगति हउ तकउ ॥","ipa":"sərəb t͡ʃɪŋt̪ t̪ʊɖ͡ʐ pɑs sɑt̪əsəŋGət̪ ho t̪əko.","ur":"سرب چںت تُجھ پاس سادھسںگت ها تکا ۔۔"},"pageNo":1395,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59159,"shabadId":5390,"verse":{"gurmukhi":"qyrY hukim pvY nIswxu qau krau swihb kI syvw ]","unicode":"ਤੇਰੈ ਹੁਕਮਿ ਪਵੈ ਨੀਸਾਣੁ ਤਉ ਕਰਉ ਸਾਹਿਬ ਕੀ ਸੇਵਾ ॥"},"larivaar":{"gurmukhi":"qyrYhukimpvYnIswxuqaukrauswihbkIsyvw]","unicode":"ਤੇਰੈਹੁਕਮਿਪਵੈਨੀਸਾਣੁਤਉਕਰਉਸਾਹਿਬਕੀਸੇਵਾ॥"},"translation":{"en":{"bdb":"By the Hukam of Your Command, I am blessed with Your Insignia; I serve my Lord and Master.","ms":"In thy will, I am blessed with the stamp of thy mercy and then serve I my Lord.","ssk":"By the Hukam of Your Command, I am blessed with Your Insignia; I serve my Lord and Master."},"pu":{"ss":{"gurmukhi":"(hy gurU Amrdws jI!) jy qyrI rzw ivc pRvwngI iml jwey, qW mYN mwlk-pRBU dI syvw krW [ ","unicode":"(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ!) ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਪ੍ਰਵਾਨਗੀ ਮਿਲ ਜਾਏ, ਤਾਂ ਮੈਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ ਕਰਾਂ । "},"ft":{"gurmukhi":"hy gurU swihb jI! jykr Awp ky hukm kr ky myry msqk pr auqm nIswx lyK pVy qO mYN Awp ky crnoN kI syvw krUM]","unicode":"ਹੇ ਗੁਰੂ ਸਾਹਿਬ ਜੀ! ਜੇਕਰ ਆਪ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਮੇਰੇ ਮਸਤਕ ਪਰ ਉਤਮ ਨੀਸਾਣ ਲੇਖ ਪੜੇ ਤੌ ਮੈਂ ਆਪ ਕੇ ਚਰਨੋਂ ਕੀ ਸੇਵਾ ਕਰੂੰ॥"},"bdb":{"gurmukhi":"(hy gurU Amrdws jI!) jy qyrI rzw ivc pRvwngI iml jwey, qW mYN mwlk-pRBU dI syvw krW [ ","unicode":"(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ!) ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਪ੍ਰਵਾਨਗੀ ਮਿਲ ਜਾਏ, ਤਾਂ ਮੈਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ ਕਰਾਂ । "},"ms":{"gurmukhi":"qyrI rjw AMdr, myry qy qyrI imhr dI mohr lgdI hY qy qd hI mYN Awpxy suAwmI dI Gwl kmwauNdw hW[","unicode":"ਤੇਰੀ ਰਜਾ ਅੰਦਰ, ਮੇਰੇ ਤੇ ਤੇਰੀ ਮਿਹਰ ਦੀ ਮੋਹਰ ਲਗਦੀ ਹੈ ਤੇ ਤਦ ਹੀ ਮੈਂ ਆਪਣੇ ਸੁਆਮੀ ਦੀ ਘਾਲ ਕਮਾਉਂਦਾ ਹਾਂ।"}},"es":{"sn":"Cuando me ves, oh Guru, con tu Mirada de Gracia, el Fruto del Naam es puesto sobre mis labios. "},"hi":{"ss":"(हे गुरू अमरदास जी !) अगर तेरी रज़ा में प्रवानगी मिल जाए। तो मैं मालिक-प्रभू की सेवा करूँ।","sts":"तेरी आज्ञा से यदि मंजूरी मिल जाए तो परमात्मा की सेवा कर सकता हूँ।"}},"transliteration":{"english":"terai hukam pavai neesaan tau karau saahib kee sevaa ||","hindi":"तेरै हुकमि पवै नीसाणु तउ करउ साहिब की सेवा ॥","en":"terai hukam pavai neesaan tau karau saahib kee sevaa ||","hi":"तेरै हुकमि पवै नीसाणु तउ करउ साहिब की सेवा ॥","ipa":"t̪eræ hʊkəm pəʋæ nisɑɳ t̪o kəro sɑhɪb ki seʋɑ.","ur":"تےرَے هُکم پوَے نیِساݨ تا کرا ساهب کیِ سےوا ۔۔"},"pageNo":1395,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59160,"shabadId":5390,"verse":{"gurmukhi":"jb guru dyKY suB idsit nwmu krqw muiK myvw ]","unicode":"ਜਬ ਗੁਰੁ ਦੇਖੈ ਸੁਭ ਦਿਸਟਿ ਨਾਮੁ ਕਰਤਾ ਮੁਖਿ ਮੇਵਾ ॥"},"larivaar":{"gurmukhi":"jbgurudyKYsuBidsitnwmukrqwmuiKmyvw]","unicode":"ਜਬਗੁਰੁਦੇਖੈਸੁਭਦਿਸਟਿਨਾਮੁਕਰਤਾਮੁਖਿਮੇਵਾ॥"},"translation":{"en":{"bdb":"When You, O Guru, gaze at me with Your Glance of Grace, the fruit of the Naam, the Name of the Creator, is placed within my mouth.","ms":"When, O Guru, thou see me with the propitious glance, then the fruit of the Creator's Name is in my mouth.","ssk":"When You, O Guru, gaze at me with Your Glance of Grace, the fruit of the Naam, the Name of the Creator, is placed within my mouth."},"pu":{"ss":{"gurmukhi":"jdoN siqgurU (Amrdws) imhr dI nzr nwl q`kdw hY, qW krqwr dw nwm-rUp Pl mUMh ivc (Bwv, Kwx ƒ) imldw hY [","unicode":"ਜਦੋਂ ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਕਦਾ ਹੈ, ਤਾਂ ਕਰਤਾਰ ਦਾ ਨਾਮ-ਰੂਪ ਫਲ ਮੂੰਹ ਵਿਚ (ਭਾਵ, ਖਾਣ ਨੂੰ) ਮਿਲਦਾ ਹੈ ।"},"ft":{"gurmukhi":"iqsI qy hy siqgur jI! Ab Awp muJ pr suB idRstI, Bwv ikRpw idRstI sy dyKo qb myry muK myN krqw purK kw nwm (myvw) smwvqw hY, Bwv muK qy nwm jpqw hUM; vw muK myN myvy vq lwgqw hY]","unicode":"ਤਿਸੀ ਤੇ ਹੇ ਸਤਿਗੁਰ ਜੀ! ਅਬ ਆਪ ਮੁਝ ਪਰ ਸੁਭ ਦ੍ਰਿਸਟੀ, ਭਾਵ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸਟੀ ਸੇ ਦੇਖੋ ਤਬ ਮੇਰੇ ਮੁਖ ਮੇਂ ਕਰਤਾ ਪੁਰਖ ਕਾ ਨਾਮ (ਮੇਵਾ) ਸਮਾਵਤਾ ਹੈ, ਭਾਵ ਮੁਖ ਤੇ ਨਾਮ ਜਪਤਾ ਹੂੰ; ਵਾ ਮੁਖ ਮੇਂ ਮੇਵੇ ਵਤ ਲਾਗਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"jdoN siqgurU (Amrdws) imhr dI nzr nwl q`kdw hY, qW krqwr dw nwm-rUp Pl mUMh ivc (Bwv, Kwx ƒ) imldw hY [","unicode":"ਜਦੋਂ ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਕਦਾ ਹੈ, ਤਾਂ ਕਰਤਾਰ ਦਾ ਨਾਮ-ਰੂਪ ਫਲ ਮੂੰਹ ਵਿਚ (ਭਾਵ, ਖਾਣ ਨੂੰ) ਮਿਲਦਾ ਹੈ ।"},"ms":{"gurmukhi":"hy gurdyv! jd qusIN AwpxI imhr dI njr nwl mYƒ dyKdy ho, qW isrjxhwr dy nwm dw Gl myry mUh iv`c huMdw hY[","unicode":"ਹੇ ਗੁਰਦੇਵ! ਜਦ ਤੁਸੀਂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜਰ ਨਾਲ ਮੈਨੂੰ ਦੇਖਦੇ ਹੋ, ਤਾਂ ਸਿਰਜਣਹਾਰ ਦੇ ਨਾਮ ਦਾ ਘਲ ਮੇਰੇ ਮੂਹ ਵਿੱਚ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"Así como el Insondable, Invisible y Primordial Dios nuestro Señor, la Causa de causas, ordena, así hablo yo."},"hi":{"ss":"जब सतिगुरू (अमरदास) मेहर की नजर से ताकता है। तो करतार का नाम-रूप फल मुँह में (भाव। खाने को) मिलता है।","sts":"जब गुरु शुभ दृष्टि से देखता है तो ईश्वर का नाम रूपी मेवा मुँह में पड़ता है।"}},"transliteration":{"english":"jab gur dhekhai subh dhisaT naam karataa mukh mevaa ||","hindi":"जब गुरु देखै सुभ दिसटि नामु करता मुखि मेवा ॥","en":"jab gur dhekhai subh dhisaT naam karataa mukh mevaa ||","hi":"जब गुरु देखै सुभ दिसटि नामु करता मुखि मेवा ॥","ipa":"d͡ʒəb Gʊr d̪ekʰæ sʊɓ d̪ɪsəʈ nɑm kərət̪ɑ mʊkʰ meʋɑ.","ur":"جب گُر دےکھَے سُبھ دسٹ نام کرتا مُکھ مےوا ۔۔"},"pageNo":1395,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59161,"shabadId":5390,"verse":{"gurmukhi":"Agm AlK kwrx purK jo Purmwvih so khau ]","unicode":"ਅਗਮ ਅਲਖ ਕਾਰਣ ਪੁਰਖ ਜੋ ਫੁਰਮਾਵਹਿ ਸੋ ਕਹਉ ॥"},"larivaar":{"gurmukhi":"AgmAlKkwrxpurKjoPurmwvihsokhau]","unicode":"ਅਗਮਅਲਖਕਾਰਣਪੁਰਖਜੋਫੁਰਮਾਵਹਿਸੋਕਹਉ॥"},"translation":{"en":{"bdb":"The Unfathomable and Unseen Primal Lord God, the Cause of causes - as He orders, so do I speak.","ms":"Whatever is the command of the Unfathomable and Unseen Lord, who is the cause of all causes, that alone I recite.","ssk":"The Unfathomable and Unseen Primal Lord God, the Cause of causes - as He orders, so do I speak."},"pu":{"ss":{"gurmukhi":"hy Agm-rUp siqgurU! hy Al`K hrI-rUp gurU! hy kwrx purK-rUp gurU Amrdws jI! jo qUM hukm krdw hYN, mYN soeI AwKdw hW [","unicode":"ਹੇ ਅਗਮ-ਰੂਪ ਸਤਿਗੁਰੂ! ਹੇ ਅਲੱਖ ਹਰੀ-ਰੂਪ ਗੁਰੂ! ਹੇ ਕਾਰਣ ਪੁਰਖ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜੋ ਤੂੰ ਹੁਕਮ ਕਰਦਾ ਹੈਂ, ਮੈਂ ਸੋਈ ਆਖਦਾ ਹਾਂ ।"},"ft":{"gurmukhi":"hy mn bwxI sy AgMm AlK srUp srb ky kwrx purK! jo jo Awp Prmwvqy ho so so mYN krqw hUM]","unicode":"ਹੇ ਮਨ ਬਾਣੀ ਸੇ ਅਗੰਮ ਅਲਖ ਸਰੂਪ ਸਰਬ ਕੇ ਕਾਰਣ ਪੁਰਖ! ਜੋ ਜੋ ਆਪ ਫਰਮਾਵਤੇ ਹੋ ਸੋ ਸੋ ਮੈਂ ਕਰਤਾ ਹੂੰ॥"},"bdb":{"gurmukhi":"hy Agm-rUp siqgurU! hy Al`K hrI-rUp gurU! hy kwrx purK-rUp gurU Amrdws jI! jo qUM hukm krdw hYN, mYN soeI AwKdw hW [","unicode":"ਹੇ ਅਗਮ-ਰੂਪ ਸਤਿਗੁਰੂ! ਹੇ ਅਲੱਖ ਹਰੀ-ਰੂਪ ਗੁਰੂ! ਹੇ ਕਾਰਣ ਪੁਰਖ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜੋ ਤੂੰ ਹੁਕਮ ਕਰਦਾ ਹੈਂ, ਮੈਂ ਸੋਈ ਆਖਦਾ ਹਾਂ ।"},"ms":{"gurmukhi":"ijhVw kuC byQwh, AidRSt Aqy hyqUAW dw hyqU suAwmI hukm idMdw hY, kyvl auh hI mYN aucwrn krdw hW[","unicode":"ਜਿਹੜਾ ਕੁਛ ਬੇਥਾਹ, ਅਦ੍ਰਿਸ਼ਟ ਅਤੇ ਹੇਤੂਆਂ ਦਾ ਹੇਤੂ ਸੁਆਮੀ ਹੁਕਮ ਦਿੰਦਾ ਹੈ, ਕੇਵਲ ਉਹ ਹੀ ਮੈਂ ਉਚਾਰਨ ਕਰਦਾ ਹਾਂ।"}},"es":{"sn":"Oh Guru Amar Das, el Hacedor, la Causa de causas, así como Tú me conservas yo permanezco, "},"hi":{"ss":"हे अगम-रूप सतिगुरू ! हे अलख-हरी-रूप गुरू ! हे कारण पुरख-रूप गुरू अमरदास जी ! जो तू हुकम करता है। मैं वही कहता हूं।","sts":"हे अगम्य अलख ईश्वर रूप गुरु अमरदास ! जो तू फुरमान करता है, मैं वही कहता हूँ।"}},"transliteration":{"english":"agam alakh kaaran purakh jo furamaaveh so kahau ||","hindi":"अगम अलख कारण पुरख जो फुरमावहि सो कहउ ॥","en":"agam alakh kaaran purakh jo furamaaveh so kahau ||","hi":"अगम अलख कारण पुरख जो फुरमावहि सो कहउ ॥","ipa":"əGəm ələkʰ kɑrəɳ pʊrəkʰ d͡ʒɔ fʊrəmɑʋəh sɔ kəho.","ur":"اگم الکھ کارݨ پُرکھ جو پھُرماوه سو کها ۔۔"},"pageNo":1395,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":0,"t":"v"},{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59162,"shabadId":5390,"verse":{"gurmukhi":"gur Amrdws kwrx krx ijv qU rKih iqv rhau ]4]18]","unicode":"ਗੁਰ ਅਮਰਦਾਸ ਕਾਰਣ ਕਰਣ ਜਿਵ ਤੂ ਰਖਹਿ ਤਿਵ ਰਹਉ ॥੪॥੧੮॥"},"larivaar":{"gurmukhi":"gurAmrdwskwrxkrxijvqUrKihiqvrhau]4]18]","unicode":"ਗੁਰਅਮਰਦਾਸਕਾਰਣਕਰਣਜਿਵਤੂਰਖਹਿਤਿਵਰਹਉ॥੪॥੧੮॥"},"translation":{"en":{"bdb":"O Guru Amar Daas, Doer of deeds, Cause of causes, as You keep me, I remain; as You protect me, I survive. ||4||18||","ms":"O Guru Amar Dass, thou are the doer of all deeds; as thou keep me, so do I live.","ssk":"O Guru Amar Daas, Doer of deeds, Cause of causes, as You keep me, I remain; as You protect me, I survive. ||4||18||"},"pu":{"ss":{"gurmukhi":"hy isRStI dy krqw-rUp gurU Amrdws jI! ijvyN qUM mYƒ r`Kdw hYN iqvyN mYN rihMdw hW [4[18[","unicode":"ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਕਰਤਾ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜਿਵੇਂ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ ਤਿਵੇਂ ਮੈਂ ਰਹਿੰਦਾ ਹਾਂ ।੪।੧੮।"},"ft":{"gurmukhi":"qW qy hy srb kwrxoN ky krnhwry sRI gurU Amrdws swihb jI mhwrwj! Ab ijs pRkwr Awp muJ ko rwKo iqsI pRkwr mYN rhUM]4]18]ÇbRhmw jI ky Avqwr jo sRI iBKw B`t jI hYN, so aucwrn krqy hYN:","unicode":"ਤਾਂ ਤੇ ਹੇ ਸਰਬ ਕਾਰਣੋਂ ਕੇ ਕਰਨਹਾਰੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਮਹਾਰਾਜ! ਅਬ ਜਿਸ ਪ੍ਰਕਾਰ ਆਪ ਮੁਝ ਕੋ ਰਾਖੋ ਤਿਸੀ ਪ੍ਰਕਾਰ ਮੈਂ ਰਹੂੰ॥੪॥੧੮॥☬ਬ੍ਰਹਮਾ ਜੀ ਕੇ ਅਵਤਾਰ ਜੋ ਸ੍ਰੀ ਭਿਖਾ ਭੱਟ ਜੀ ਹੈਂ, ਸੋ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy isRStI dy krqw-rUp gurU Amrdws jI! ijvyN qUM mYƒ r`Kdw hYN iqvyN mYN rihMdw hW [4[18[","unicode":"ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਕਰਤਾ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜਿਵੇਂ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ ਤਿਵੇਂ ਮੈਂ ਰਹਿੰਦਾ ਹਾਂ ।੪।੧੮।"},"ms":{"gurmukhi":"hy swry kMmW dy krn vwly, gurU Amrdws! ijs qrHW qUM mYƒ rKdw hY, ausy qrHW hI mYN rihMdw hW[","unicode":"ਹੇ ਸਾਰੇ ਕੰਮਾਂ ਦੇ ਕਰਨ ਵਾਲੇ, ਗੁਰੂ ਅਮਰਦਾਸ! ਜਿਸ ਤਰ੍ਹਾਂ ਤੂੰ ਮੈਨੂੰ ਰਖਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਮੈਂ ਰਹਿੰਦਾ ਹਾਂ।"}},"es":{"sn":"así como me proteges, sobrevivo. (4-18)"},"hi":{"ss":"हे सृष्टि के कर्ता-रूप गुरू अमरदास जी ! जैसे तू मुझे रखता है वैसे ही मैं रहता हूँ। 4। 18।","sts":"हे गुरु अमरदास ! तू करण कारण है, जैसे तू रखता है, मैं वैसे ही रहता हूँ॥४॥१८ । (यह चार सवैये भाट कीरत ने उच्चरित किए हैं।"}},"transliteration":{"english":"gur amaradhaas kaaran karan jiv too rakheh tiv rahau ||4||18||","hindi":"गुर अमरदास कारण करण जिव तू रखहि तिव रहउ ॥४॥१८॥","en":"gur amaradhaas kaaran karan jiv too rakheh tiv rahau ||4||18||","hi":"गुर अमरदास कारण करण जिव तू रखहि तिव रहउ ॥४॥१८॥","ipa":"Gʊr əmərəd̪ɑs kɑrəɳ kərəɳ d͡ʒɪʋ t̪u rəkʰəh t̪ɪʋ rəho.4.1ə8.","ur":"گُر امرداس کارݨ کرݨ جو تُو رکھه تو رها ۔۔۴۔۔۱۸۔۔"},"pageNo":1395,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59163,"shabadId":5390,"verse":{"gurmukhi":"iBKy ky ]","unicode":"ਭਿਖੇ ਕੇ ॥"},"larivaar":{"gurmukhi":"iBKyky]","unicode":"ਭਿਖੇਕੇ॥"},"translation":{"en":{"bdb":"Of Bhikhaa:","ms":"Swayas by Bhikhe, the bard.","ssk":"Of Bhikhaa:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"sv¤Xy iB¤Ky B`t dy[","unicode":"ਸਵੱਯੇ ਭਿੱਖੇ ਭੱਟ ਦੇ।"}},"es":{"sn":"De Bikja"},"hi":{"ss":"","sts":"भिखे के ॥"}},"transliteration":{"english":"bhikhe ke ||","hindi":"भिखे के ॥","en":"bhikhe ke ||","hi":"भिखे के ॥","ipa":"ɓɪkʰe ke.","ur":"بھِکھے کے ۔۔"},"pageNo":1395,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":59164,"shabadId":5390,"verse":{"gurmukhi":"guru igAwnu Aru iDAwnu qq isau qqu imlwvY ]","unicode":"ਗੁਰੁ ਗਿਆਨੁ ਅਰੁ ਧਿਆਨੁ ਤਤ ਸਿਉ ਤਤੁ ਮਿਲਾਵੈ ॥"},"larivaar":{"gurmukhi":"guruigAwnuAruiDAwnuqqisauqquimlwvY]","unicode":"ਗੁਰੁਗਿਆਨੁਅਰੁਧਿਆਨੁਤਤਸਿਉਤਤੁਮਿਲਾਵੈ॥"},"translation":{"en":{"bdb":"In deep meditation, and the spiritual wisdom of the Guru, one's essence merges with the essence of reality.","ms":"Through the Guru's gnosis and contemplation, man's quintessence blends with the Lord's quintessence.","ssk":"In deep meditation, and the spiritual wisdom of the Guru, one's essence merges with the essence of reality."},"pu":{"ss":{"gurmukhi":" siqgurU Amrdws igAwn-rUp qy iDAwn-rUp hY (Bwv, pUrn igAwn vwlw qy idRV iDAwn vwlw hY); (gurU Amrdws ny) Awpxy Awqmw ƒ hrI nwl imlw ilAw hY [ ","unicode":" ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਗਿਆਨ-ਰੂਪ ਤੇ ਧਿਆਨ-ਰੂਪ ਹੈ (ਭਾਵ, ਪੂਰਨ ਗਿਆਨ ਵਾਲਾ ਤੇ ਦ੍ਰਿੜ ਧਿਆਨ ਵਾਲਾ ਹੈ); (ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ) ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਹਰੀ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ । "},"ft":{"gurmukhi":"hy siqgur jI! Awp Apny isKoN ko iDAwn myN lgwie kr ky punw Awqm igAwn dy kr ky (qqu) swr rUp bRhm bIc (qqu) qqkwl hI imlwvqy ho]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਆਪ ਅਪਨੇ ਸਿਖੋਂ ਕੋ ਧਿਆਨ ਮੇਂ ਲਗਾਇ ਕਰ ਕੇ ਪੁਨਾ ਆਤਮ ਗਿਆਨ ਦੇ ਕਰ ਕੇ (ਤਤੁ) ਸਾਰ ਰੂਪ ਬ੍ਰਹਮ ਬੀਚ (ਤਤੁ) ਤਤਕਾਲ ਹੀ ਮਿਲਾਵਤੇ ਹੋ॥"},"bdb":{"gurmukhi":" siqgurU Amrdws igAwn-rUp qy iDAwn-rUp hY (Bwv, pUrn igAwn vwlw qy idRV iDAwn vwlw hY); (gurU Amrdws ny) Awpxy Awqmw ƒ hrI nwl imlw ilAw hY [ ","unicode":" ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਗਿਆਨ-ਰੂਪ ਤੇ ਧਿਆਨ-ਰੂਪ ਹੈ (ਭਾਵ, ਪੂਰਨ ਗਿਆਨ ਵਾਲਾ ਤੇ ਦ੍ਰਿੜ ਧਿਆਨ ਵਾਲਾ ਹੈ); (ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ) ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਹਰੀ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ । "},"ms":{"gurmukhi":"gurW dI bRhmvIcwr Aqy bMdgI rwhIN, bMdy dw johr suAwmI dy johr nwl AByd ho jWdw hY[","unicode":"ਗੁਰਾਂ ਦੀ ਬ੍ਰਹਮਵੀਚਾਰ ਅਤੇ ਬੰਦਗੀ ਰਾਹੀਂ, ਬੰਦੇ ਦਾ ਜੋਹਰ ਸੁਆਮੀ ਦੇ ਜੋਹਰ ਨਾਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"En profunda Meditación y en la Sabiduría Espiritual del Guru, la Esencia de uno se inmerge en la Esencia de la Realidad. "},"hi":{"ss":"सतिगुरू अमरदास ज्ञान-रूप और ध्यान रूप है (भाव। पूर्ण ज्ञान वाला और दृढ़ ध्यान वाला है); (गुरू अमरदास ने) अपनी आत्मा को हरी के साथ मिला लिया है।","sts":"गुरु अमरदास जी ज्ञान का सागर हैं, वे ध्यानशील हैं, उनकी आत्मा परमात्मा में मिली हुई है।"}},"transliteration":{"english":"gur giaan ar dhiaan tat siau tat milaavai ||","hindi":"गुरु गिआनु अरु धिआनु तत सिउ ततु मिलावै ॥","en":"gur giaan ar dhiaan tat siau tat milaavai ||","hi":"गुरु गिआनु अरु धिआनु तत सिउ ततु मिलावै ॥","ipa":"Gʊr Gɪəɑn ər t̪ɪəɑn t̪ət̪ sɪo t̪ət̪ mɪlɑʋæ.","ur":"گُر گآن ار دھآن تت ساُ تت ملاوَے ۔۔"},"pageNo":1395,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59165,"shabadId":5390,"verse":{"gurmukhi":"sic scu jwxIAY iek icqih ilv lwvY ]","unicode":"ਸਚਿ ਸਚੁ ਜਾਣੀਐ ਇਕ ਚਿਤਹਿ ਲਿਵ ਲਾਵੈ ॥"},"larivaar":{"gurmukhi":"sicscujwxIAYiekicqihilvlwvY]","unicode":"ਸਚਿਸਚੁਜਾਣੀਐਇਕਚਿਤਹਿਲਿਵਲਾਵੈ॥"},"translation":{"en":{"bdb":"In truth, the True Lord is recognized and realized, when one is lovingly attuned to Him, with one-pointed consciousness.","ms":"Through truth one realises the True Lord and then is the attuned to Him single-mindedly.","ssk":"In truth, the True Lord is recognized and realized, when one is lovingly attuned to Him, with one-pointed consciousness."},"pu":{"ss":{"gurmukhi":"sdw-iQr hrI ivc juVn kr ky siqgurU ƒ hrI-rUp hI smJxw cwhIey, (gurU Amrdws) iekwgR mn ho ky (hrI ivc) ilv lw irhw hY [","unicode":"ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਨੂੰ ਹਰੀ-ਰੂਪ ਹੀ ਸਮਝਣਾ ਚਾਹੀਏ, (ਗੁਰੂ ਅਮਰਦਾਸ) ਇਕਾਗ੍ਰ ਮਨ ਹੋ ਕੇ (ਹਰੀ ਵਿਚ) ਲਿਵ ਲਾ ਰਿਹਾ ਹੈ ।"},"ft":{"gurmukhi":"ikauN ik jo jn icq ko iekwgR kr ky Awp hI syvw myN ibRqI ko lgwvqw hY, so purS (scu) inscy kr ky sc srUp ko jwx lyqw hY]","unicode":"ਕਿਉਂ ਕਿ ਜੋ ਜਨ ਚਿਤ ਕੋ ਇਕਾਗ੍ਰ ਕਰ ਕੇ ਆਪ ਹੀ ਸੇਵਾ ਮੇਂ ਬ੍ਰਿਤੀ ਕੋ ਲਗਾਵਤਾ ਹੈ, ਸੋ ਪੁਰਸ਼ (ਸਚੁ) ਨਿਸਚੇ ਕਰ ਕੇ ਸਚ ਸਰੂਪ ਕੋ ਜਾਣ ਲੇਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"sdw-iQr hrI ivc juVn kr ky siqgurU ƒ hrI-rUp hI smJxw cwhIey, (gurU Amrdws) iekwgR mn ho ky (hrI ivc) ilv lw irhw hY [","unicode":"ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਨੂੰ ਹਰੀ-ਰੂਪ ਹੀ ਸਮਝਣਾ ਚਾਹੀਏ, (ਗੁਰੂ ਅਮਰਦਾਸ) ਇਕਾਗ੍ਰ ਮਨ ਹੋ ਕੇ (ਹਰੀ ਵਿਚ) ਲਿਵ ਲਾ ਰਿਹਾ ਹੈ ।"},"ms":{"gurmukhi":"s`c dy rwhIN ienswn s¤cy sweIN ƒ AnuBv kr lYNdw hY Aqy iPr iek mn ho aus dw aus nwl ipAwr pY jWdw hY[","unicode":"ਸੱਚ ਦੇ ਰਾਹੀਂ ਇਨਸਾਨ ਸੱਚੇ ਸਾਈਂ ਨੂੰ ਅਨੁਭਵ ਕਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਫਿਰ ਇਕ ਮਨ ਹੋ ਉਸ ਦਾ ਉਸ ਨਾਲ ਪਿਆਰ ਪੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"En la Verdad el Señor Verdadero es reconocido, cuando uno está amorosamente entonado en Él, "},"hi":{"ss":"सदा-स्थिर हरी में जुड़ने के कारण सतिगुरू को हरी-रूप ही समझना चाहिए। (गुरू अमरदास) एकाग्र मन हो के (हरी में) लिव लगा रहा है।","sts":"परम सत्य में लीन गुरु को सत्य का रूप मानना चाहिए, वे एकाग्रचित होकर ईश्वर की भक्ति में ही लीन हैं।"}},"transliteration":{"english":"sach sach jaaneeaai ik chiteh liv laavai ||","hindi":"सचि सचु जाणीऐ इक चितहि लिव लावै ॥","en":"sach sach jaaneeaai ik chiteh liv laavai ||","hi":"सचि सचु जाणीऐ इक चितहि लिव लावै ॥","ipa":"sət͡ʃ sət͡ʃ d͡ʒɑɳiæ eɪk t͡ʃɪt̪əh lɪʋ lɑʋæ.","ur":"سچ سچ جاݨیِاَے اک چته لو لاوَے ۔۔"},"pageNo":1395,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59166,"shabadId":5390,"verse":{"gurmukhi":"kwm k®oD vis krY pvxu aufMq n DwvY ]","unicode":"ਕਾਮ ਕ੍ਰੋਧ ਵਸਿ ਕਰੈ ਪਵਣੁ ਉਡੰਤ ਨ ਧਾਵੈ ॥"},"larivaar":{"gurmukhi":"kwmk®oDviskrYpvxuaufMqnDwvY]","unicode":"ਕਾਮਕ੍ਰੋਧਵਸਿਕਰੈਪਵਣੁਉਡੰਤਨਧਾਵੈ॥"},"translation":{"en":{"bdb":"Lust and anger are brought under control, when the breath does not fly around, wandering restlessly.","ms":"He controls his lust and wrath and then his wind-like mind files and wanders not again.","ssk":"Lust and anger are brought under control, when the breath does not fly around, wandering restlessly."},"pu":{"ss":{"gurmukhi":" gurU Amrdws kwm kRoD ƒ Awpxy v`s ivc krI r`Kdw hY, (auhnW dw) mn Btkdw nhIN hY (iksy pwsy vl) dOVdw nhIN hY [ ","unicode":" ਗੁਰੂ ਅਮਰਦਾਸ ਕਾਮ ਕ੍ਰੋਧ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰੀ ਰੱਖਦਾ ਹੈ, (ਉਹਨਾਂ ਦਾ) ਮਨ ਭਟਕਦਾ ਨਹੀਂ ਹੈ (ਕਿਸੇ ਪਾਸੇ ਵਲ) ਦੌੜਦਾ ਨਹੀਂ ਹੈ । "},"ft":{"gurmukhi":"so purS kwm, kRoD AwidkoN ko vs kr lyqw hY AO (pvxu) pRwx iqs ky aufMq ho kr ArQwq dyh iqAwg kr AOr lokWqRoN myN nhIN Dwvqy hYN, vw pvn vq cMcl jo mn sMklp kI aufwrI myN aufqw hY, so iqnoN kw nhIN Dwvqw hY]","unicode":"ਸੋ ਪੁਰਸ਼ ਕਾਮ, ਕ੍ਰੋਧ ਆਦਿਕੋਂ ਕੋ ਵਸ ਕਰ ਲੇਤਾ ਹੈ ਔ (ਪਵਣੁ) ਪ੍ਰਾਣ ਤਿਸ ਕੇ ਉਡੰਤ ਹੋ ਕਰ ਅਰਥਾਤ ਦੇਹ ਤਿਆਗ ਕਰ ਔਰ ਲੋਕਾਂਤ੍ਰੋਂ ਮੇਂ ਨਹੀਂ ਧਾਵਤੇ ਹੈਂ, ਵਾ ਪਵਨ ਵਤ ਚੰਚਲ ਜੋ ਮਨ ਸੰਕਲਪ ਕੀ ਉਡਾਰੀ ਮੇਂ ਉਡਤਾ ਹੈ, ਸੋ ਤਿਨੋਂ ਕਾ ਨਹੀਂ ਧਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" gurU Amrdws kwm kRoD ƒ Awpxy v`s ivc krI r`Kdw hY, (auhnW dw) mn Btkdw nhIN hY (iksy pwsy vl) dOVdw nhIN hY [ ","unicode":" ਗੁਰੂ ਅਮਰਦਾਸ ਕਾਮ ਕ੍ਰੋਧ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰੀ ਰੱਖਦਾ ਹੈ, (ਉਹਨਾਂ ਦਾ) ਮਨ ਭਟਕਦਾ ਨਹੀਂ ਹੈ (ਕਿਸੇ ਪਾਸੇ ਵਲ) ਦੌੜਦਾ ਨਹੀਂ ਹੈ । "},"ms":{"gurmukhi":"auh Awpxy ivSy Bog qy gu¤sy ƒ mwr lYNdw hY Aqy iPr aus dw hvw vrgw mnUAw muV aufdw Btkdw nhIN[","unicode":"ਉਹ ਆਪਣੇ ਵਿਸ਼ੇ ਭੋਗ ਤੇ ਗੁੱਸੇ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਫਿਰ ਉਸ ਦਾ ਹਵਾ ਵਰਗਾ ਮਨੂਆ ਮੁੜ ਉਡਦਾ ਭਟਕਦਾ ਨਹੀਂ।"}},"es":{"sn":"con la concentración en un punto, ahí, la lujuria y el enojo caen bajo el control, cuando la respiración no anda ansiosamente vagando sin descanso. "},"hi":{"ss":"गुरू अमरदास काम क्रोध को अपने वश में किए रखता है। (उनका) मन भटकता नहीं है।","sts":"उन्होंने काम-क्रोध को वश में किया हुआ है, जिस कारण उनका मन वायु की तरह इधर-उधर नहीं उड़ता।"}},"transliteration":{"english":"kaam karodh vas karai pavan udda(n)t na dhaavai ||","hindi":"काम क्रोध वसि करै पवणु उडंत न धावै ॥","en":"kaam karodh vas karai pavan udda(n)t na dhaavai ||","hi":"काम क्रोध वसि करै पवणु उडंत न धावै ॥","ipa":"kɑm kəʳɔt̪ə̀ ʋəs kəræ pəʋəɳ oʊɖəŋt̪ nə t̪ɑʋæ.","ur":"کام ک®ودھ وس کرَے پوݨ اُڈںت ن دھاوَے ۔۔"},"pageNo":1395,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59167,"shabadId":5390,"verse":{"gurmukhi":"inrMkwr kY vsY dyis hukmu buiJ bIcwru pwvY ]","unicode":"ਨਿਰੰਕਾਰ ਕੈ ਵਸੈ ਦੇਸਿ ਹੁਕਮੁ ਬੁਝਿ ਬੀਚਾਰੁ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"inrMkwrkYvsYdyishukmubuiJbIcwrupwvY]","unicode":"ਨਿਰੰਕਾਰਕੈਵਸੈਦੇਸਿਹੁਕਮੁਬੁਝਿਬੀਚਾਰੁਪਾਵੈ॥"},"translation":{"en":{"bdb":"Dwelling in the land of the Formless Lord, realizing the Hukam of His Command, His contemplative wisdom is attained.","ms":"He abides in the realm of the Formless Lord and realising His will attains unto His meditation.","ssk":"Dwelling in the land of the Formless Lord, realizing the Hukam of His Command, His contemplative wisdom is attained."},"pu":{"ss":{"gurmukhi":"(gurU Amrdws) inrMkwr dy dys ivc itk irhw hY, (pRBU dw) hukm pCwx ky (auuhnW ny) igAwn pRwpq kIqw hY [","unicode":"(ਗੁਰੂ ਅਮਰਦਾਸ) ਨਿਰੰਕਾਰ ਦੇ ਦੇਸ ਵਿਚ ਟਿਕ ਰਿਹਾ ਹੈ, (ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਪਛਾਣ ਕੇ (ਉੁਹਨਾਂ ਨੇ) ਗਿਆਨ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ।"},"ft":{"gurmukhi":"jo purS Awp kw hukm bUJ kr ky Awqm vIcwr pwvqw hY, so inrMkwr ky (dys) srUp myN jwie bsqw hY]","unicode":"ਜੋ ਪੁਰਸ਼ ਆਪ ਕਾ ਹੁਕਮ ਬੂਝ ਕਰ ਕੇ ਆਤਮ ਵੀਚਾਰ ਪਾਵਤਾ ਹੈ, ਸੋ ਨਿਰੰਕਾਰ ਕੇ (ਦੇਸ) ਸਰੂਪ ਮੇਂ ਜਾਇ ਬਸਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(gurU Amrdws) inrMkwr dy dys ivc itk irhw hY, (pRBU dw) hukm pCwx ky (auuhnW ny) igAwn pRwpq kIqw hY [","unicode":"(ਗੁਰੂ ਅਮਰਦਾਸ) ਨਿਰੰਕਾਰ ਦੇ ਦੇਸ ਵਿਚ ਟਿਕ ਰਿਹਾ ਹੈ, (ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਪਛਾਣ ਕੇ (ਉੁਹਨਾਂ ਨੇ) ਗਿਆਨ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ।"},"ms":{"gurmukhi":"auh srUp-rihq suAwmI dI purI AMdr vsdw hY Aqy aus dI rjw ƒ AnuBv kr aus dy ismrn ƒ pw lYNdw hY[","unicode":"ਉਹ ਸਰੂਪ-ਰਹਿਤ ਸੁਆਮੀ ਦੀ ਪੁਰੀ ਅੰਦਰ ਵਸਦਾ ਹੈ ਅਤੇ ਉਸ ਦੀ ਰਜਾ ਨੂੰ ਅਨੁਭਵ ਕਰ ਉਸ ਦੇ ਸਿਮਰਨ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Habitando en la Tierra del Señor sin Forma, tomando Conciencia del Mandato de Su Jukam, Su Sabiduría Contemplativa es obtenida. "},"hi":{"ss":"(गुरू अमरदास) निरंकार के देश में टिक रहा है। (प्रभू का) हुकम पहचान के (उन्होंने) ज्ञान प्राप्त किया है।","sts":"मन उनका निरंकार के देश में टिका हुआ है और उसके हुक्म को मानकर ज्ञान प्राप्त किया है।"}},"transliteration":{"english":"nira(n)kaar kai vasai dhes hukam bujh beechaar paavai ||","hindi":"निरंकार कै वसै देसि हुकमु बुझि बीचारु पावै ॥","en":"nira(n)kaar kai vasai dhes hukam bujh beechaar paavai ||","hi":"निरंकार कै वसै देसि हुकमु बुझि बीचारु पावै ॥","ipa":"nɪrəŋkɑr kæ ʋəsæ d̪es hʊkəm bʊɖ͡ʐ bit͡ʃɑr pɑʋæ.","ur":"نِرںکار کَے وسَے دےس هُکم بُجھ بیِچار پاوَے ۔۔"},"pageNo":1395,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59168,"shabadId":5390,"verse":{"gurmukhi":"kil mwih rUpu krqw purKu so jwxY ijin ikCu kIAau ]","unicode":"ਕਲਿ ਮਾਹਿ ਰੂਪੁ ਕਰਤਾ ਪੁਰਖੁ ਸੋ ਜਾਣੈ ਜਿਨਿ ਕਿਛੁ ਕੀਅਉ ॥"},"larivaar":{"gurmukhi":"kilmwihrUpukrqwpurKusojwxYijinikCukIAau]","unicode":"ਕਲਿਮਾਹਿਰੂਪੁਕਰਤਾਪੁਰਖੁਸੋਜਾਣੈਜਿਨਿਕਿਛੁਕੀਅਉ॥"},"translation":{"en":{"bdb":"In this Dark Age of Kali Yuga, the Guru is the Form of the Creator, the Primal Lord God; he alone knows, who has tried it.","ms":"In this Dark age, the Guru is the embodiment of the Creator Lord. He alone understands this, who did some good deeds in the past.","ssk":"In this Dark Age of Kali Yuga, the Guru is the Form of the Creator, the Primal Lord God; he alone knows, who has tried it."},"pu":{"ss":{"gurmukhi":"kljug ivc (gurU Amrdws) krqw purK-rUp hY; (ies kOqk ƒ) auh krqwr hI jwxdw hY ijs ny ieh Acrj kOqk kIqw hY [","unicode":"ਕਲਜੁਗ ਵਿਚ (ਗੁਰੂ ਅਮਰਦਾਸ) ਕਰਤਾ ਪੁਰਖ-ਰੂਪ ਹੈ; (ਇਸ ਕੌਤਕ ਨੂੰ) ਉਹ ਕਰਤਾਰ ਹੀ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਅਚਰਜ ਕੌਤਕ ਕੀਤਾ ਹੈ ।"},"ft":{"gurmukhi":"hy siqgur jI! ies klXug myN Awp krqw purK srUp ho[ prMqU ies bwq ko so jn jwxqw hY ijs ny kuC pUrb jnm puMn krm kIAw hY]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਇਸ ਕਲਯੁਗ ਮੇਂ ਆਪ ਕਰਤਾ ਪੁਰਖ ਸਰੂਪ ਹੋ। ਪਰੰਤੂ ਇਸ ਬਾਤ ਕੋ ਸੋ ਜਨ ਜਾਣਤਾ ਹੈ ਜਿਸ ਨੇ ਕੁਛ ਪੂਰਬ ਜਨਮ ਪੁੰਨ ਕਰਮ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"kljug ivc (gurU Amrdws) krqw purK-rUp hY; (ies kOqk ƒ) auh krqwr hI jwxdw hY ijs ny ieh Acrj kOqk kIqw hY [","unicode":"ਕਲਜੁਗ ਵਿਚ (ਗੁਰੂ ਅਮਰਦਾਸ) ਕਰਤਾ ਪੁਰਖ-ਰੂਪ ਹੈ; (ਇਸ ਕੌਤਕ ਨੂੰ) ਉਹ ਕਰਤਾਰ ਹੀ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਅਚਰਜ ਕੌਤਕ ਕੀਤਾ ਹੈ ।"},"ms":{"gurmukhi":"ies kljug AMdr gurU jI isrjxhjr suAwmI dw srUp hl[ kyvl auh hI ies ƒ smJdw hY, ijs ny ipCy kuJ cMgy krm kIqy sn[","unicode":"ਇਸ ਕਲਜੁਗ ਅੰਦਰ ਗੁਰੂ ਜੀ ਸਿਰਜਣਹਜਰ ਸੁਆਮੀ ਦਾ ਸਰੂਪ ਹਲ। ਕੇਵਲ ਉਹ ਹੀ ਇਸ ਨੂੰ ਸਮਝਦਾ ਹੈ, ਜਿਸ ਨੇ ਪਿਛੇ ਕੁਝ ਚੰਗੇ ਕਰਮ ਕੀਤੇ ਸਨ।"}},"es":{"sn":"En esta Edad oscura de Kali, el Guru es la Forma del Creador, "},"hi":{"ss":"कलजुग में (गुरू अमरदास) करता पुरख-रूप है; (इस करिश्मे को) वह करतार ही जानता है जिसने यह आश्चर्यजनक करिश्मा किया है।","sts":"इस कलियुग में गुरु अमरदास जी परमात्मा का रूप हैं, इस तथ्य को वहीं जानता है, जिसने यह अद्भुत लीला की है।"}},"transliteration":{"english":"kal maeh roop karataa purakh so jaanai jin kichh keeaau ||","hindi":"कलि माहि रूपु करता पुरखु सो जाणै जिनि किछु कीअउ ॥","en":"kal maeh roop karataa purakh so jaanai jin kichh keeaau ||","hi":"कलि माहि रूपु करता पुरखु सो जाणै जिनि किछु कीअउ ॥","ipa":"kəl mɑh rup kərət̪ɑ pʊrəkʰ sɔ d͡ʒɑɳæ d͡ʒɪn kɪɕ kiəo.","ur":"کل ماه رُوپ کرتا پُرکھ سو جاݨَے جنِ کچھ کیِاا ۔۔"},"pageNo":1395,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59169,"shabadId":5390,"verse":{"gurmukhi":"guru imil´au soie iBKw khY shj rMig drsnu dIAau ]1]19]","unicode":"ਗੁਰੁ ਮਿਲੵਿਉ ਸੋਇ ਭਿਖਾ ਕਹੈ ਸਹਜ ਰੰਗਿ ਦਰਸਨੁ ਦੀਅਉ ॥੧॥੧੯॥"},"larivaar":{"gurmukhi":"guruimil´ausoieiBKwkhYshjrMigdrsnudIAau]1]19]","unicode":"ਗੁਰੁਮਿਲੵਿਉਸੋਇਭਿਖਾਕਹੈਸਹਜਰੰਗਿਦਰਸਨੁਦੀਅਉ॥੧॥੧੯॥"},"translation":{"en":{"bdb":"So speaks Bhikhaa: I have met the Guru. With love and intuitive affection, He has bestowed the Blessed Vision of His Darshan. ||1||19||","ms":"Says Bhikha, he, the Guru, has met me and the Lord, through His pleasure, has blest me with His vision.","ssk":"So speaks Bhikhaa: I have met the Guru. With love and intuitive affection, He has bestowed the Blessed Vision of His Darshan. ||1||19||"},"pu":{"ss":{"gurmukhi":"iB`Kw kvI AwKdw hY—“mYƒ auh gurU (Amrdws) iml ipAw hY, (auhnW ny) pUrn iKVwau dy rMg ivc mYƒ drsn id`qw hY” [1[19[","unicode":"ਭਿੱਖਾ ਕਵੀ ਆਖਦਾ ਹੈ—“ਮੈਨੂੰ ਉਹ ਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਲ ਪਿਆ ਹੈ, (ਉਹਨਾਂ ਨੇ) ਪੂਰਨ ਖਿੜਾਉ ਦੇ ਰੰਗ ਵਿਚ ਮੈਨੂੰ ਦਰਸਨ ਦਿੱਤਾ ਹੈ” ।੧।੧੯।"},"ft":{"gurmukhi":"sRI 'iB`Kw' jI kihqy hYN: hy BweI! jo siqgur jI krqw rUp hm ko imly hYN, jb gurW ny drSn dIAw hY qb (shj) suqy hI (rMig) AnMd BXw hY]1]19]","unicode":"ਸ੍ਰੀ 'ਭਿੱਖਾ' ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਜੋ ਸਤਿਗੁਰ ਜੀ ਕਰਤਾ ਰੂਪ ਹਮ ਕੋ ਮਿਲੇ ਹੈਂ, ਜਬ ਗੁਰਾਂ ਨੇ ਦਰਸ਼ਨ ਦੀਆ ਹੈ ਤਬ (ਸਹਜ) ਸੁਤੇ ਹੀ (ਰੰਗਿ) ਅਨੰਦ ਭਯਾ ਹੈ॥੧॥੧੯॥"},"bdb":{"gurmukhi":"iB`Kw kvI AwKdw hY—“mYƒ auh gurU (Amrdws) iml ipAw hY, (auhnW ny) pUrn iKVwau dy rMg ivc mYƒ drsn id`qw hY” [1[19[","unicode":"ਭਿੱਖਾ ਕਵੀ ਆਖਦਾ ਹੈ—“ਮੈਨੂੰ ਉਹ ਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਲ ਪਿਆ ਹੈ, (ਉਹਨਾਂ ਨੇ) ਪੂਰਨ ਖਿੜਾਉ ਦੇ ਰੰਗ ਵਿਚ ਮੈਨੂੰ ਦਰਸਨ ਦਿੱਤਾ ਹੈ” ।੧।੧੯।"},"ms":{"gurmukhi":"iB`Kw AwKdw hY- auh gurdyv jI mYƒ iml pey hn Aqy suAwmI ny AwpxI prsMnqw rwhIN mYƒ Awpdw dIdwr bKiSAw hY[","unicode":"ਭਿੱਖਾ ਆਖਦਾ ਹੈ- ਉਹ ਗੁਰਦੇਵ ਜੀ ਮੈਨੂੰ ਮਿਲ ਪਏ ਹਨ ਅਤੇ ਸੁਆਮੀ ਨੇ ਆਪਣੀ ਪਰਸੰਨਤਾ ਰਾਹੀਂ ਮੈਨੂੰ ਆਪਦਾ ਦੀਦਾਰ ਬਖਸ਼ਿਆ ਹੈ।"}},"es":{"sn":"sólo el Primordial Dios nuestro Señor sabe quién ha tratado. Así dice Bikja, he conocido al Guru, con Amor y Afecto Intuitivo Él me ha conferido la Bendita Visión de Su Darshan. (1-19)"},"hi":{"ss":"भिॅखा कवि कहता है- 'मुझे वह गुरू (अमरदास) मिल गया है। (उन्होंने) पूर्ण खिलाव के रंग में मुझे दर्शन दिया है'। 1। 19।","sts":"भाट भिक्खा का कथन है कि मुझे वह पूर्ण गुरु (अमरदास) मिला है, जिसने स्वाभाविक ही मुझे दर्शन दिए हैं ।।१।१६ ॥"}},"transliteration":{"english":"gur miliyeau soi bhikhaa kahai sahaj ra(n)g dharasan dheeaau ||1||19||","hindi":"गुरु मिलि्यउ सोइ भिखा कहै सहज रंगि दरसनु दीअउ ॥१॥१९॥","en":"gur miliyeau soi bhikhaa kahai sahaj ra(n)g dharasan dheeaau ||1||19||","hi":"गुरु मिलि्यउ सोइ भिखा कहै सहज रंगि दरसनु दीअउ ॥१॥१९॥","ipa":"Gʊr mɪlɪjo sɔeɪ ɓɪkʰɑ kəhæ səhəd͡ʒ rəŋG d̪ərəsən d̪iəo.1.1ə9.","ur":"گُر ملےا سوا بھکھا کهَے سهج رںگ درسن دیِااُ ۔۔۱۔۔۱۹۔۔"},"pageNo":1395,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}}]}