{"shabadInfo":{"shabadId":5393,"shabadName":59182,"pageNo":1396,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1396},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":30,"gurmukhi":"bl´","unicode":null,"english":"Bhatt Bal"}},"count":4,"navigation":{"previous":5392,"next":5394},"verses":[{"verseId":59182,"shabadId":5393,"verse":{"gurmukhi":"Gnhr bUMd bsuA romwvil kusm bsMq gnµq n AwvY ]","unicode":"ਘਨਹਰ ਬੂੰਦ ਬਸੁਅ ਰੋਮਾਵਲਿ ਕੁਸਮ ਬਸੰਤ ਗਨੰਤ ਨ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"GnhrbUMdbsuAromwvilkusmbsMqgnµqnAwvY]","unicode":"ਘਨਹਰਬੂੰਦਬਸੁਅਰੋਮਾਵਲਿਕੁਸਮਬਸੰਤਗਨੰਤਨਆਵੈ॥"},"translation":{"en":{"bdb":"The raindrops of the clouds, the plants of the earth, and the flowers of the spring cannot be counted.","ms":"No one can count the rain drops falling from the clouds, the vegetation of the earth or the flowers of the spring.","ssk":"The raindrops of the clouds, the plants of the earth, and the flowers of the spring cannot be counted."},"pu":{"ss":{"gurmukhi":"b`dlW dIAW kxIAW, DrqI dI bnspqI, bsMq dy Pu`l—iehnW dI igxqI nhIN ho skdI [","unicode":"ਬੱਦਲਾਂ ਦੀਆਂ ਕਣੀਆਂ, ਧਰਤੀ ਦੀ ਬਨਸਪਤੀ, ਬਸੰਤ ਦੇ ਫੁੱਲ—ਇਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ।"},"ft":{"gurmukhi":"(Gnhr) bdloN kIAW bUMdoN kI AO (bsuA) DrqI kI romwvlI jo bn iqRx AwdI bnwspqI ky punw bsMq ky PUloN kI ignqI nhIN AwvqI hY]","unicode":"(ਘਨਹਰ) ਬਦਲੋਂ ਕੀਆਂ ਬੂੰਦੋਂ ਕੀ ਔ (ਬਸੁਅ) ਧਰਤੀ ਕੀ ਰੋਮਾਵਲੀ ਜੋ ਬਨ ਤ੍ਰਿਣ ਆਦੀ ਬਨਾਸਪਤੀ ਕੇ ਪੁਨਾ ਬਸੰਤ ਕੇ ਫੂਲੋਂ ਕੀ ਗਿਨਤੀ ਨਹੀਂ ਆਵਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"b`dlW dIAW kxIAW, DrqI dI bnspqI, bsMq dy Pu`l—iehnW dI igxqI nhIN ho skdI [","unicode":"ਬੱਦਲਾਂ ਦੀਆਂ ਕਣੀਆਂ, ਧਰਤੀ ਦੀ ਬਨਸਪਤੀ, ਬਸੰਤ ਦੇ ਫੁੱਲ—ਇਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ।"},"ms":{"gurmukhi":"b`dlW dIAW kxIAW DrqI dI bnwspqI Aqy bhwr dy Pu`l igxy nhIN jw skdy[","unicode":"ਬੱਦਲਾਂ ਦੀਆਂ ਕਣੀਆਂ ਧਰਤੀ ਦੀ ਬਨਾਸਪਤੀ ਅਤੇ ਬਹਾਰ ਦੇ ਫੁੱਲ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।"}},"es":{"sn":"Las gotas de las nubes, las plantas de la tierra y las flores de la primavera no se pueden contar."},"hi":{"ss":"बादलों की बूँदें। धरती की बनस्पति। बसंत के फूल- इनकी गिनती नहीं हो सकती।","sts":"बादलों की तमाम बूंदों, धरती की समस्त वनस्पति, वसंत के फूलों की गणना नहीं हो सकती।"}},"transliteration":{"english":"ghanahar boo(n)dh basua romaaval kusam basa(n)t gana(n)t na aavai ||","hindi":"घनहर बूँद बसुअ रोमावलि कुसम बसंत गनंत न आवै ॥","en":"ghanahar boo(n)dh basua romaaval kusam basa(n)t gana(n)t na aavai ||","hi":"घनहर बूँद बसुअ रोमावलि कुसम बसंत गनंत न आवै ॥","ipa":"Gʰənəhər buŋd̪ bəsʊə rɔmɑʋəl kʊsəm bəsəŋt̪ Gənəⁿt̪ nə əɑʋæ.","ur":"گھنهر بُوںد بسا روماول کُسم بسںت گنµت ن آوَے ۔۔"},"pageNo":1396,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"3","t":"v"},{"p":"1","t":"y"},{"p":"5","t":"y"}],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59183,"shabadId":5393,"verse":{"gurmukhi":"riv sis ikrix audru swgr ko gMg qrMg AMqu ko pwvY ]","unicode":"ਰਵਿ ਸਸਿ ਕਿਰਣਿ ਉਦਰੁ ਸਾਗਰ ਕੋ ਗੰਗ ਤਰੰਗ ਅੰਤੁ ਕੋ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"rivsisikrixaudruswgrkogMgqrMgAMqukopwvY]","unicode":"ਰਵਿਸਸਿਕਿਰਣਿਉਦਰੁਸਾਗਰਕੋਗੰਗਤਰੰਗਅੰਤੁਕੋਪਾਵੈ॥"},"translation":{"en":{"bdb":"Who can know the limits of the rays of the sun and the moon, the waves of the ocean and the Ganges?","ms":"Who can know the limit of the rays of the sun or the moon and waves of the belly of ocean or of the Ganges?","ssk":"Who can know the limits of the rays of the sun and the moon, the waves of the ocean and the Ganges?"},"pu":{"ss":{"gurmukhi":"sUrj qy cMdRmw dIAW ikrnW, smuMdr dw pyt gMgw dIAW iTlHW—iehnW dw AMq kOx pw skdw hY?","unicode":"ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦੀਆਂ ਕਿਰਨਾਂ, ਸਮੁੰਦਰ ਦਾ ਪੇਟ ਗੰਗਾ ਦੀਆਂ ਠਿਲ੍ਹਾਂ—ਇਹਨਾਂ ਦਾ ਅੰਤ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ?"},"ft":{"gurmukhi":"sUrj AO cMdRmW kIAW ikrnoN kw AO smuMdR ky audr kw gMgw auplKq srb ndIEN ky (qrMg) lihroN kw AMq kOn pwie skqw hY, Bwv koeI nhIN pwvqw hY]","unicode":"ਸੂਰਜ ਔ ਚੰਦ੍ਰਮਾਂ ਕੀਆਂ ਕਿਰਨੋਂ ਕਾ ਔ ਸਮੁੰਦ੍ਰ ਕੇ ਉਦਰ ਕਾ ਗੰਗਾ ਉਪਲਖਤ ਸਰਬ ਨਦੀਓਂ ਕੇ (ਤਰੰਗ) ਲਹਿਰੋਂ ਕਾ ਅੰਤ ਕੌਨ ਪਾਇ ਸਕਤਾ ਹੈ, ਭਾਵ ਕੋਈ ਨਹੀਂ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"sUrj qy cMdRmw dIAW ikrnW, smuMdr dw pyt gMgw dIAW iTlHW—iehnW dw AMq kOx pw skdw hY?","unicode":"ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦੀਆਂ ਕਿਰਨਾਂ, ਸਮੁੰਦਰ ਦਾ ਪੇਟ ਗੰਗਾ ਦੀਆਂ ਠਿਲ੍ਹਾਂ—ਇਹਨਾਂ ਦਾ ਅੰਤ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ?"},"ms":{"gurmukhi":"sUrj qy cMd dIAW suAwvW, smuMdr dy pyt Aqy gMgw dIAW lihrW dy EVk ƒ kOx pw skdw hY[","unicode":"ਸੂਰਜ ਤੇ ਚੰਦ ਦੀਆਂ ਸੁਆਵਾਂ, ਸਮੁੰਦਰ ਦੇ ਪੇਟ ਅਤੇ ਗੰਗਾ ਦੀਆਂ ਲਹਿਰਾਂ ਦੇ ਓੜਕ ਨੂੰ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ।"}},"es":{"sn":"¿Quien podría conocer los límites de los rayos del sol y de la luna, las olas del océano y del Ganges? "},"hi":{"ss":"सूरज और चँद्रमा की किरणें। समुंद्र का पेट गंगा की लहरें- इनका अंत कौन पा सकता है।","sts":"सूर्य-चन्द्रमा की किरणों, सागर के उदर एवं गंगा की लहरों का कोई अंत नहीं पा सकता।"}},"transliteration":{"english":"rav sas kiran udhar saagar ko ga(n)g tara(n)g a(n)t ko paavai ||","hindi":"रवि ससि किरणि उदरु सागर को गंग तरंग अंतु को पावै ॥","en":"rav sas kiran udhar saagar ko ga(n)g tara(n)g a(n)t ko paavai ||","hi":"रवि ससि किरणि उदरु सागर को गंग तरंग अंतु को पावै ॥","ipa":"rəʋ səs kɪrəɳ oʊd̪ər sɑGər kɔ GəŋG t̪ərəŋG əŋt̪ kɔ pɑʋæ.","ur":"رو سسِ کرݨ اُدر ساگر کو گںگ ترںگ اںت کو پاوَے ۔۔"},"pageNo":1396,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":59184,"shabadId":5393,"verse":{"gurmukhi":"rudR iDAwn igAwn siqgur ky kib jn Bl´ aunh juo gwvY ]","unicode":"ਰੁਦ੍ਰ ਧਿਆਨ ਗਿਆਨ ਸਤਿਗੁਰ ਕੇ ਕਬਿ ਜਨ ਭਲੵ ਉਨਹ ਜੋੁ ਗਾਵੈ ॥"},"larivaar":{"gurmukhi":"rudRiDAwnigAwnsiqgurkykibjnBl´aunhjuogwvY]","unicode":"ਰੁਦ੍ਰਧਿਆਨਗਿਆਨਸਤਿਗੁਰਕੇਕਬਿਜਨਭਲੵਉਨਹਜੋੁਗਾਵੈ॥"},"translation":{"en":{"bdb":"With Shiva's meditation and the spiritual wisdom of the True Guru, says BHALL the poet, these may be counted.","ms":"Says Bhall, the poetical persons, with the Shiva's concentration, though man may be able to count them, however, he can know not the gnosis of the True Guru.","ssk":"With Shiva's meditation and the spiritual wisdom of the True Guru, says BHALL the poet, these may be counted."},"pu":{"ss":{"gurmukhi":"iSv jI vWg pUrn smwDI lw ky Aqy siqgurU dy b^Sy igAwn duAwrw, hy Bl´ kvI! auhnW aupr-d`sy pdwrQW ƒ BwvyN koeI mnu`K vrxn kr sky,","unicode":"ਸ਼ਿਵ ਜੀ ਵਾਂਗ ਪੂਰਨ ਸਮਾਧੀ ਲਾ ਕੇ ਅਤੇ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦੁਆਰਾ, ਹੇ ਭਲੵ ਕਵੀ! ਉਹਨਾਂ ਉਪਰ-ਦੱਸੇ ਪਦਾਰਥਾਂ ਨੂੰ ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਵਰਣਨ ਕਰ ਸਕੇ,"},"ft":{"gurmukhi":"iSvjI ky iDAwn kw AOr siqguroN ky igAwn kw BI jYsy AMq nhIN hY; vw siqguroN ky igAwn aupdyS dyxy sy AO iSvjI kw iDAwn krny sy sRI kl nwm kvI jn jI kihqy hYN: jy koeI aun pUrbokq vsqUEN ko BI gwien kr lyvY, Bwv iqnoN kI igxqI kr ky AMq pwie lyvy qau pwie lyvy]","unicode":"ਸ਼ਿਵਜੀ ਕੇ ਧਿਆਨ ਕਾ ਔਰ ਸਤਿਗੁਰੋਂ ਕੇ ਗਿਆਨ ਕਾ ਭੀ ਜੈਸੇ ਅੰਤ ਨਹੀਂ ਹੈ; ਵਾ ਸਤਿਗੁਰੋਂ ਕੇ ਗਿਆਨ ਉਪਦੇਸ਼ ਦੇਣੇ ਸੇ ਔ ਸ਼ਿਵਜੀ ਕਾ ਧਿਆਨ ਕਰਨੇ ਸੇ ਸ੍ਰੀ ਕਲ ਨਾਮ ਕਵੀ ਜਨ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜੇ ਕੋਈ ਉਨ ਪੂਰਬੋਕਤ ਵਸਤੂਓਂ ਕੋ ਭੀ ਗਾਇਨ ਕਰ ਲੇਵੈ, ਭਾਵ ਤਿਨੋਂ ਕੀ ਗਿਣਤੀ ਕਰ ਕੇ ਅੰਤ ਪਾਇ ਲੇਵੇ ਤਉ ਪਾਇ ਲੇਵੇ॥"},"bdb":{"gurmukhi":"iSv jI vWg pUrn smwDI lw ky Aqy siqgurU dy b^Sy igAwn duAwrw, hy Bl´ kvI! auhnW aupr-d`sy pdwrQW ƒ BwvyN koeI mnu`K vrxn kr sky,","unicode":"ਸ਼ਿਵ ਜੀ ਵਾਂਗ ਪੂਰਨ ਸਮਾਧੀ ਲਾ ਕੇ ਅਤੇ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦੁਆਰਾ, ਹੇ ਭਲੵ ਕਵੀ! ਉਹਨਾਂ ਉਪਰ-ਦੱਸੇ ਪਦਾਰਥਾਂ ਨੂੰ ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਵਰਣਨ ਕਰ ਸਕੇ,"},"ms":{"gurmukhi":"B`l kvI purS AwKdw hY, iSvjI dI iekwgrqw nwl BwvyN ienswn aunHW ƒ igx (gwien kr) lvy, pRMqU auh s¤cy gurW dy bRhm vIcwr ƒ jwx nhIN skdw[","unicode":"ਭੱਲ ਕਵੀ ਪੁਰਸ਼ ਆਖਦਾ ਹੈ, ਸ਼ਿਵਜੀ ਦੀ ਇਕਾਗਰਤਾ ਨਾਲ ਭਾਵੇਂ ਇਨਸਾਨ ਉਨ੍ਹਾਂ ਨੂੰ ਗਿਣ (ਗਾਇਨ ਕਰ) ਲਵੇ, ਪ੍ਰੰਤੂ ਉਹ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਬ੍ਰਹਮ ਵੀਚਾਰ ਨੂੰ ਜਾਣ ਨਹੀਂ ਸਕਦਾ।"}},"es":{"sn":"Con la Meditación de Shiva y la Sabiduría Espiritual del Verdadero Guru, dice Baal, el poeta, podrían ser contados."},"hi":{"ss":"शिव जी की तरह पूर्ण समाधि लगा के और सतिगुरू के बख्शे हुए ज्ञान द्वारा। हे भॅल् कवि ! उन उपरोक्त बताए पदार्थों को चाहे कोई मनुष्य वर्णन कर सके।","sts":"कवि भल्ह का कथन है कि शिवशंकर की तरह ध्यान लगाकर अथवा सतगुरु के ज्ञान द्वारा बेशक उपरोक्त पर कोई व्यक्ति वर्णन कर भी ले परन्तु"}},"transliteration":{"english":"rudhr dhiaan giaan satigur ke kab jan bhalaye uneh juo gaavai ||","hindi":"रुद्र धिआन गिआन सतिगुर के कबि जन भल्य उनह जुो गावै ॥","en":"rudhr dhiaan giaan satigur ke kab jan bhalaye uneh juo gaavai ||","hi":"रुद्र धिआन गिआन सतिगुर के कबि जन भल्य उनह जुो गावै ॥","ipa":"rʊd̪ɹ t̪ɪəɑn Gɪəɑn sət̪ɪGʊr ke kəb d͡ʒən ɓələj oʊnəh d͡ʒʊɔ Gɑʋæ.","ur":"رُدر دھآن گآن ستگر کے کبِ جن بھلے اُنه جُو گاوَے ۔۔"},"pageNo":1396,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"1","t":"y"},{"p":"4","t":"v"},{"p":"7","t":"y"}],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59185,"shabadId":5393,"verse":{"gurmukhi":"Bly Amrdws gux qyry qyrI aupmw qoih bin AwvY ]1]22]","unicode":"ਭਲੇ ਅਮਰਦਾਸ ਗੁਣ ਤੇਰੇ ਤੇਰੀ ਉਪਮਾ ਤੋਹਿ ਬਨਿ ਆਵੈ ॥੧॥੨੨॥"},"larivaar":{"gurmukhi":"BlyAmrdwsguxqyryqyrIaupmwqoihbinAwvY]1]22]","unicode":"ਭਲੇਅਮਰਦਾਸਗੁਣਤੇਰੇਤੇਰੀਉਪਮਾਤੋਹਿਬਨਿਆਵੈ॥੧॥੨੨॥"},"translation":{"en":{"bdb":"O Guru Amar Daas, Your Glorious Virtues are so sublime; Your Praises belong only to You. ||1||22||","ms":"Sublime are thine virtues, O Guru Amar Dass. Thy praise becomes only thee.","ssk":"O Guru Amar Daas, Your Glorious Virtues are so sublime; Your Praises belong only to You. ||1||22||"},"pu":{"ss":{"gurmukhi":"pr B`ilAW dI kul ivc pRgt hoey hy gurU Amrdws jI! qyry gux vrxn nhIN ho skdy [ qyry ijhw qµU Awp hI hYN [1[22[","unicode":"ਪਰ ਭੱਲਿਆਂ ਦੀ ਕੁਲ ਵਿਚ ਪ੍ਰਗਟ ਹੋਏ ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਤੇਰੇ ਗੁਣ ਵਰਣਨ ਨਹੀਂ ਹੋ ਸਕਦੇ । ਤੇਰੇ ਜਿਹਾ ਤੰੂ ਆਪ ਹੀ ਹੈਂ ।੧।੨੨।"},"ft":{"gurmukhi":"hy BilEN kI kul myN Avqwr Dwrnyhwry sRI gurU Amrdws swihb jI! prMqU Awp ky gux khy nhIN jwqy hYN, ikauN ik Awp ky gux ibAMq hI hYN[ iqsI qy qumwrI aupmw qum ko hI bn AwvqI hY, Bwv Xyh hY ik AYsI AOr koeI vsqU nhIN hY ijs kI aupmw Awp ko deIey[ qW qy qum Awp hI aupmwn AO Awp hI aupmyX srUp hYN]1]22]9]19]60]","unicode":"ਹੇ ਭਲਿਓਂ ਕੀ ਕੁਲ ਮੇਂ ਅਵਤਾਰ ਧਾਰਨੇਹਾਰੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ! ਪਰੰਤੂ ਆਪ ਕੇ ਗੁਣ ਕਹੇ ਨਹੀਂ ਜਾਤੇ ਹੈਂ, ਕਿਉਂ ਕਿ ਆਪ ਕੇ ਗੁਣ ਬਿਅੰਤ ਹੀ ਹੈਂ। ਤਿਸੀ ਤੇ ਤੁਮਾਰੀ ਉਪਮਾ ਤੁਮ ਕੋ ਹੀ ਬਨ ਆਵਤੀ ਹੈ, ਭਾਵ ਯੇਹ ਹੈ ਕਿ ਐਸੀ ਔਰ ਕੋਈ ਵਸਤੂ ਨਹੀਂ ਹੈ ਜਿਸ ਕੀ ਉਪਮਾ ਆਪ ਕੋ ਦਈਏ। ਤਾਂ ਤੇ ਤੁਮ ਆਪ ਹੀ ਉਪਮਾਨ ਔ ਆਪ ਹੀ ਉਪਮੇਯ ਸਰੂਪ ਹੈਂ॥੧॥੨੨॥੯॥੧੯॥੬੦॥"},"bdb":{"gurmukhi":"pr B`ilAW dI kul ivc pRgt hoey hy gurU Amrdws jI! qyry gux vrxn nhIN ho skdy [ qyry ijhw qµU Awp hI hYN [1[22[","unicode":"ਪਰ ਭੱਲਿਆਂ ਦੀ ਕੁਲ ਵਿਚ ਪ੍ਰਗਟ ਹੋਏ ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਤੇਰੇ ਗੁਣ ਵਰਣਨ ਨਹੀਂ ਹੋ ਸਕਦੇ । ਤੇਰੇ ਜਿਹਾ ਤੰੂ ਆਪ ਹੀ ਹੈਂ ।੧।੨੨।"},"ms":{"gurmukhi":"SySt hn qyrIAW nykIAW, hy gurU Amrdws! qyrI mihmw kyvl qYƒ hI PbdI hY[","unicode":"ਸ਼ੇਸ਼ਟ ਹਨ ਤੇਰੀਆਂ ਨੇਕੀਆਂ, ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ! ਤੇਰੀ ਮਹਿਮਾ ਕੇਵਲ ਤੈਨੂੰ ਹੀ ਫਬਦੀ ਹੈ।"}},"es":{"sn":"Oh Guru Amar Das, Tus Gloriosas Virtudes son Sublimes, Tus Alabanzas sólo Te perteneces a Ti. (1-22)"},"hi":{"ss":"पर भॅलों की कुल में प्रकट हुए हे गुरू अमरदास जी ! तेरे गुण वर्णन नहीं हो सकते। तेरे जैसा तू खुद ही है। 1। 22।","sts":"भला वंश के शिरोमणि हे गुरु अमरदास! तेरे बेअन्त गुणों का कथन नहीं किया जा सकता, यदि तेरी उपमा की जाए तो तेरे जैसा तु आप ही है ॥१॥२२॥"}},"transliteration":{"english":"bhale amaradhaas gun tere teree upamaa toh ban aavai ||1||22||","hindi":"भले अमरदास गुण तेरे तेरी उपमा तोहि बनि आवै ॥१॥२२॥","en":"bhale amaradhaas gun tere teree upamaa toh ban aavai ||1||22||","hi":"भले अमरदास गुण तेरे तेरी उपमा तोहि बनि आवै ॥१॥२२॥","ipa":"ɓəle əmərəd̪ɑs Gʊɳ t̪ere t̪eri oʊpəmɑ t̪ɔh bən əɑʋæ.1.2ə2.","ur":"بھلے امرداس گُݨ تےرے تےریِ اُپما توه بن آوَے ۔۔۱۔۔۲۲۔۔"},"pageNo":1396,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}}]}