{"shabadInfo":{"shabadId":5410,"shabadName":59275,"pageNo":1399,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1399},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"}},"count":5,"navigation":{"previous":5409,"next":5411},"verses":[{"verseId":59275,"shabadId":5410,"verse":{"gurmukhi":"rwju jogu qKqu dIAnu gur rwmdws ]","unicode":"ਰਾਜੁ ਜੋਗੁ ਤਖਤੁ ਦੀਅਨੁ ਗੁਰ ਰਾਮਦਾਸ ॥"},"larivaar":{"gurmukhi":"rwjujoguqKqudIAnugurrwmdws]","unicode":"ਰਾਜੁਜੋਗੁਤਖਤੁਦੀਅਨੁਗੁਰਰਾਮਦਾਸ॥"},"translation":{"en":{"bdb":"Guru Raam Daas was blessed with the Throne of Raja Yoga.","ms":"Guru Amar Dass has blessed Guru Ram Dass with the temporal and spiritual throne.","ssk":"Guru Raam Daas was blessed with the Throne of Raja Yoga."},"pu":{"ss":{"gurmukhi":"aus (Akwl purK) ny gurU rwmdws (jI) ƒ rwj qy jog (vwlw) q^q id`qw hY [","unicode":"ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਰਾਜ ਤੇ ਜੋਗ (ਵਾਲਾ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ।"},"ft":{"gurmukhi":"hy sRI gurU rwmdws swihb jI! ieh jo rwj jog kw qKq siqguroN ny Awp ko dIAw hY]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਇਹ ਜੋ ਰਾਜ ਜੋਗ ਕਾ ਤਖਤ ਸਤਿਗੁਰੋਂ ਨੇ ਆਪ ਕੋ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus (Akwl purK) ny gurU rwmdws (jI) ƒ rwj qy jog (vwlw) q^q id`qw hY [","unicode":"ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਰਾਜ ਤੇ ਜੋਗ (ਵਾਲਾ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ।"},"ms":{"gurmukhi":"gurU Amrdws jI ny gurU rwmdws jI ƒ sMswrI Aqy rUhwnI rwj-isMGwsx bKiSAw hY[","unicode":"ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਸੰਸਾਰੀ ਅਤੇ ਰੂਹਾਨੀ ਰਾਜ-ਸਿੰਘਾਸਣ ਬਖਸ਼ਿਆ ਹੈ।"}},"es":{"sn":"Guru Ram Das fue bendecido con el Trono de Raya Yoga. Primero Guru Nanak iluminó el mundo y lo llenó de Éxtasis, como la luna llena; "},"hi":{"ss":"उस (अकाल-पुरख) ने गुरू रामदास (जी) को राज और जोग (वाला) तख़्त दिया है।","sts":"गुरु रामदास जी को (तीसरे गुरु अमरदास जी ने) राज योग (अर्थात् गुरुगद्वी) के सिंहासन पर स्थापित किया।"}},"transliteration":{"english":"raaj jog takhat dheean gur raamadhaas ||","hindi":"राजु जोगु तखतु दीअनु गुर रामदास ॥","en":"raaj jog takhat dheean gur raamadhaas ||","hi":"राजु जोगु तखतु दीअनु गुर रामदास ॥","ipa":"rɑd͡ʒ d͡ʒɔG t̪əkʰət̪ d̪iən Gʊr rɑməd̪ɑs.","ur":"راج جوگ تکھت دیِان گُر رامداس ۔۔"},"pageNo":1399,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59276,"shabadId":5410,"verse":{"gurmukhi":"pRQmy nwnk cMdu jgq BXo Awnµdu qwrin mnuK´ jn kIAau pRgws ]","unicode":"ਪ੍ਰਥਮੇ ਨਾਨਕ ਚੰਦੁ ਜਗਤ ਭਯੋ ਆਨੰਦੁ ਤਾਰਨਿ ਮਨੁਖੵ ਜਨ ਕੀਅਉ ਪ੍ਰਗਾਸ ॥"},"larivaar":{"gurmukhi":"pRQmynwnkcMdujgqBXoAwnµduqwrinmnuK´jnkIAaupRgws]","unicode":"ਪ੍ਰਥਮੇਨਾਨਕਚੰਦੁਜਗਤਭਯੋਆਨੰਦੁਤਾਰਨਿਮਨੁਖੵਜਨਕੀਅਉਪ੍ਰਗਾਸ॥"},"translation":{"en":{"bdb":"First, Guru Nanak illuminated the world, like the full moon, and filled it with bliss. To carry humanity across, He bestowed His Radiance.","ms":"As first Nanak Dev became manifest like the moon. To emancipate the human beings, he illumined the world, which was then filled with bliss.","ssk":"First, Guru Nanak illuminated the world, like the full moon, and filled it with bliss. To carry humanity across, He bestowed His Radiance."},"pu":{"ss":{"gurmukhi":"pihlW gurU nwnk dyv jI cMdRmw (-rUp pRgt hoey), mnu`KW ƒ qwrn leI (Awp ny) cwnxw kIqw qy (swry) sMswr ƒ ^uSI hoeI [ ","unicode":"ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾ (-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ), ਮਨੁੱਖਾਂ ਨੂੰ ਤਾਰਨ ਲਈ (ਆਪ ਨੇ) ਚਾਨਣਾ ਕੀਤਾ ਤੇ (ਸਾਰੇ) ਸੰਸਾਰ ਨੂੰ ਖ਼ੁਸ਼ੀ ਹੋਈ । "},"ft":{"gurmukhi":"pRQmy sRI gurU nwnk dyv jI cMdRmW ky smwn audy Bey, ijn ky Avqwr Dwrny sy srb jgq myN AnMd BXw hY[ iqnoN ny ies guirAweI ky qKq pr iesiQq ho kr ky Awpny dwsoN ko sMswr isMD sy qwrny hyq igAwn rUp pRkwS kIAw hY]","unicode":"ਪ੍ਰਥਮੇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾਂ ਕੇ ਸਮਾਨ ਉਦੇ ਭਏ, ਜਿਨ ਕੇ ਅਵਤਾਰ ਧਾਰਨੇ ਸੇ ਸਰਬ ਜਗਤ ਮੇਂ ਅਨੰਦ ਭਯਾ ਹੈ। ਤਿਨੋਂ ਨੇ ਇਸ ਗੁਰਿਆਈ ਕੇ ਤਖਤ ਪਰ ਇਸਥਿਤ ਹੋ ਕਰ ਕੇ ਆਪਨੇ ਦਾਸੋਂ ਕੋ ਸੰਸਾਰ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਹੇਤ ਗਿਆਨ ਰੂਪ ਪ੍ਰਕਾਸ਼ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"pihlW gurU nwnk dyv jI cMdRmw (-rUp pRgt hoey), mnu`KW ƒ qwrn leI (Awp ny) cwnxw kIqw qy (swry) sMswr ƒ ^uSI hoeI [ ","unicode":"ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾ (-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ), ਮਨੁੱਖਾਂ ਨੂੰ ਤਾਰਨ ਲਈ (ਆਪ ਨੇ) ਚਾਨਣਾ ਕੀਤਾ ਤੇ (ਸਾਰੇ) ਸੰਸਾਰ ਨੂੰ ਖ਼ੁਸ਼ੀ ਹੋਈ । "},"ms":{"gurmukhi":"pihl ipRQmy nwnk dyv jI cMdrmy dI mwnMd pRgt hoey[ mnuS jwqI ƒ qwrx leI aunHW ny sMswr ƒ roSn kIqw, jo qd KuSI nwl prIpUrn ho igAw[","unicode":"ਪਹਿਲ ਪ੍ਰਿਥਮੇ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦਰਮੇ ਦੀ ਮਾਨੰਦ ਪ੍ਰਗਟ ਹੋਏ। ਮਨੁਸ਼ ਜਾਤੀ ਨੂੰ ਤਾਰਣ ਲਈ ਉਨ੍ਹਾਂ ਨੇ ਸੰਸਾਰ ਨੂੰ ਰੋਸ਼ਨ ਕੀਤਾ, ਜੋ ਤਦ ਖੁਸ਼ੀ ਨਾਲ ਪਰੀਪੂਰਨ ਹੋ ਗਿਆ।"}},"es":{"sn":"para llevar a los humanos a través de la existencia nos dio Su Destello. Bendijo a Guru Angad con el Tesoro de Sabiduría Espiritual "},"hi":{"ss":"पहले गुरू नानक देव जी चँद्रमा (-रूप प्रकट हुए)। मनुष्यों के उद्धार के लिए (आपने) प्रकाश किया और (सारे) संसार को खुशी हुई।","sts":"सर्वप्रथम चन्द्रमा के रूप में गुरु नानक देव जी संसार में प्रगट हुए, उनके आगमन से संसार को आनंद प्राप्त हुआ, मनुष्यों को संसार के बन्धनों से मुक्त करने के लिए उन्होंने हरिनाम का प्रकाश किया।"}},"transliteration":{"english":"prathame naanak cha(n)dh jagat bhayo aana(n)dh taaran manukhaye jan keeaau pragaas ||","hindi":"प्रथमे नानक चंदु जगत भयो आनंदु तारनि मनुख्य जन कीअउ प्रगास ॥","en":"prathame naanak cha(n)dh jagat bhayo aana(n)dh taaran manukhaye jan keeaau pragaas ||","hi":"प्रथमे नानक चंदु जगत भयो आनंदु तारनि मनुख्य जन कीअउ प्रगास ॥","ipa":"pɹət̪ʰəme nɑnək t͡ʃəŋd̪ d͡ʒəGət̪ ɓəjɔ əɑnəⁿd̪ t̪ɑrən mənʊkʰəj d͡ʒən kiəo pɹəGɑs.","ur":"پرتھمے نانک چںد جگت بھےو آنµد تارن منکھے جن کیِاا پرگاس ۔۔"},"pageNo":1399,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":59277,"shabadId":5410,"verse":{"gurmukhi":"gur AMgd dIAau inDwnu AkQ kQw igAwnu pMc BUq bis kIny jmq n qRws ]","unicode":"ਗੁਰ ਅੰਗਦ ਦੀਅਉ ਨਿਧਾਨੁ ਅਕਥ ਕਥਾ ਗਿਆਨੁ ਪੰਚ ਭੂਤ ਬਸਿ ਕੀਨੇ ਜਮਤ ਨ ਤ੍ਰਾਸ ॥"},"larivaar":{"gurmukhi":"gurAMgddIAauinDwnuAkQkQwigAwnupMcBUqbiskInyjmqnqRws]","unicode":"ਗੁਰਅੰਗਦਦੀਅਉਨਿਧਾਨੁਅਕਥਕਥਾਗਿਆਨੁਪੰਚਭੂਤਬਸਿਕੀਨੇਜਮਤਨਤ੍ਰਾਸ॥"},"translation":{"en":{"bdb":"He blessed Guru Angad with the treasure of spiritual wisdom, and the Unspoken Speech; He overcame the five demons and the fear of the Messenger of Death.","ms":"With the treasure of the Divine discourse and gnosis of the Ineffable Lord, Nanak blessed Guru Angad, who overcame his five demos and was rid of the fear of the Death's courier.","ssk":"He blessed Guru Angad with the treasure of spiritual wisdom, and the Unspoken Speech; He overcame the five demons and the fear of the Messenger of Death."},"pu":{"ss":{"gurmukhi":"(iPr gurU nwnk dyv ny) gurU AMgd dyv jI ƒ hrI dI Ak`Q kQw dw igAwn-rUp ^zwnw b^iSAw, (ijs krky gurU AMgd dyv ny) kwmwidk pMjy vYrI v`s ivc kr ley, qy (aus ƒ auhnW dw) fr nwh irhw [","unicode":"(ਫਿਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਨੇ) ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੂੰ ਹਰੀ ਦੀ ਅਕੱਥ ਕਥਾ ਦਾ ਗਿਆਨ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ, (ਜਿਸ ਕਰਕੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਲਏ, ਤੇ (ਉਸ ਨੂੰ ਉਹਨਾਂ ਦਾ) ਡਰ ਨਾਹ ਰਿਹਾ ।"},"ft":{"gurmukhi":"iqsI mhwrwj pihlI pwqSwhI jI ny sRI gurU AMgd swihb jI ko inDIEN kw Gr nwm vw guirAweI kw qKq dy kr iqs (AkQ) vwihgurU kI kQw igAwn dIAw hY[ iqsI qy ies qKq pr bYT kr ky sRI gurU AMgd swihb jI ny pMc kwm, kRoD AwdI BUqoN ko vs kr lIAw hY ijs qy punw koeI BY (jmq n) auqpq hI nhIN hoqw hY]","unicode":"ਤਿਸੀ ਮਹਾਰਾਜ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੋ ਨਿਧੀਓਂ ਕਾ ਘਰ ਨਾਮ ਵਾ ਗੁਰਿਆਈ ਕਾ ਤਖਤ ਦੇ ਕਰ ਤਿਸ (ਅਕਥ) ਵਾਹਿਗੁਰੂ ਕੀ ਕਥਾ ਗਿਆਨ ਦੀਆ ਹੈ। ਤਿਸੀ ਤੇ ਇਸ ਤਖਤ ਪਰ ਬੈਠ ਕਰ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਨੇ ਪੰਚ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ ਭੂਤੋਂ ਕੋ ਵਸ ਕਰ ਲੀਆ ਹੈ ਜਿਸ ਤੇ ਪੁਨਾ ਕੋਈ ਭੈ (ਜਮਤ ਨ) ਉਤਪਤ ਹੀ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(iPr gurU nwnk dyv ny) gurU AMgd dyv jI ƒ hrI dI Ak`Q kQw dw igAwn-rUp ^zwnw b^iSAw, (ijs krky gurU AMgd dyv ny) kwmwidk pMjy vYrI v`s ivc kr ley, qy (aus ƒ auhnW dw) fr nwh irhw [","unicode":"(ਫਿਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਨੇ) ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੂੰ ਹਰੀ ਦੀ ਅਕੱਥ ਕਥਾ ਦਾ ਗਿਆਨ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ, (ਜਿਸ ਕਰਕੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਲਏ, ਤੇ (ਉਸ ਨੂੰ ਉਹਨਾਂ ਦਾ) ਡਰ ਨਾਹ ਰਿਹਾ ।"},"ms":{"gurmukhi":"AknIX pRBU dy Drm-crcy Aqy bRhm-boD dy Kjwny dI, nwnk ny gurU AMgd ƒ dwq id`qI, ijs ny Awpxy pMjy BUqinAW ƒ kwbU kr ilAw Aqy mOq dy dUqW dy fr qoN KlwsI pw leI[","unicode":"ਅਕਨੀਯ ਪ੍ਰਭੂ ਦੇ ਧਰਮ-ਚਰਚੇ ਅਤੇ ਬ੍ਰਹਮ-ਬੋਧ ਦੇ ਖਜਾਨੇ ਦੀ, ਨਾਨਕ ਨੇ ਗੁਰੂ ਅੰਗਦ ਨੂੰ ਦਾਤ ਦਿੱਤੀ, ਜਿਸ ਨੇ ਆਪਣੇ ਪੰਜੇ ਭੂਤਨਿਆਂ ਨੂੰ ਕਾਬੂ ਕਰ ਲਿਆ ਅਤੇ ਮੌਤ ਦੇ ਦੂਤਾਂ ਦੇ ਡਰ ਤੋਂ ਖਲਾਸੀ ਪਾ ਲਈ।"}},"es":{"sn":"y con la inefable forma de hablar, conquistó a los cinco malignos y también el miedo al mensajero de la muerte. "},"hi":{"ss":"(फिर गुरू नानक देव ने) गुरू अंगद देव जी को हरी के अकथ-कथा का ज्ञान-रूप खजाना बख्शा। (जिसके कारण गुरू अंगद देव ने) कामादिक पाँचों वैरी वश में कर लिए। और (उसको उनका) डर ना रहा।","sts":"तदन्तर गुरु अंगद देव जी को सुखनिधान नाम प्रदान किया, जिन्होंने प्रभु की अकथ कथा का ज्ञान प्रदान किया, उन्होंने पाँच विकारों को वश में किया और मौत भी उनको डरा न सकी।"}},"transliteration":{"english":"gur a(n)gadh dheeaau nidhaan akath kathaa giaan pa(n)ch bhoot bas keene jamat na traas ||","hindi":"गुर अंगद दीअउ निधानु अकथ कथा गिआनु पंच भूत बसि कीने जमत न त्रास ॥","en":"gur a(n)gadh dheeaau nidhaan akath kathaa giaan pa(n)ch bhoot bas keene jamat na traas ||","hi":"गुर अंगद दीअउ निधानु अकथ कथा गिआनु पंच भूत बसि कीने जमत न त्रास ॥","ipa":"Gʊr əŋGəd̪ d̪iəo nɪt̪ɑn əkət̪ʰ kət̪ʰɑ Gɪəɑn pəŋt͡ʃ ɓut̪ bəs kine d͡ʒəmət̪ nə t̪ɹɑs.","ur":"گُر اںگد دیِاا ندھان اکتھ کتھا گآن پںچ بھُوت بس کیٍنے جمت ن تراس ۔۔"},"pageNo":1399,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":6,"t":"v"},{"p":10,"t":"v"}]}},{"verseId":59278,"shabadId":5410,"verse":{"gurmukhi":"gur Amru gurU sRI siq kiljuig rwKI piq AGn dyKq gqu crn kvl jws ]","unicode":"ਗੁਰ ਅਮਰੁ ਗੁਰੂ ਸ੍ਰੀ ਸਤਿ ਕਲਿਜੁਗਿ ਰਾਖੀ ਪਤਿ ਅਘਨ ਦੇਖਤ ਗਤੁ ਚਰਨ ਕਵਲ ਜਾਸ ॥"},"larivaar":{"gurmukhi":"gurAmrugurUsRIsiqkiljuigrwKIpiqAGndyKqgqucrnkvljws]","unicode":"ਗੁਰਅਮਰੁਗੁਰੂਸ੍ਰੀਸਤਿਕਲਿਜੁਗਿਰਾਖੀਪਤਿਅਘਨਦੇਖਤਗਤੁਚਰਨਕਵਲਜਾਸ॥"},"translation":{"en":{"bdb":"The Great and True Guru, Guru Amar Daas, has preserved honor in this Dark Age of Kali Yuga. Seeing His Lotus Feet, sin and evil are destroyed.","ms":"The great and venerable True Guru, Amar Dass saved the honour of the Darkage and such is he, seeing whose lotus feet, men's sins are destroyed.","ssk":"The Great and True Guru, Guru Amar Daas, has preserved honor in this Dark Age of Kali Yuga. Seeing His Lotus Feet, sin and evil are destroyed."},"pu":{"ss":{"gurmukhi":" (iPr gurU AMgd dyv dI Cuh nwl) sRI siqgurU gurU Amrdws (pRgt hoieAw), (aus ny) kiljug dI piq r`KI, Awp dy crn kmlW dw drSn kr ky (kiljug dy) pwp B`j gey [","unicode":" (ਫਿਰ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਦੀ ਛੁਹ ਨਾਲ) ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਗੁਰੂ ਅਮਰਦਾਸ (ਪ੍ਰਗਟ ਹੋਇਆ), (ਉਸ ਨੇ) ਕਲਿਜੁਗ ਦੀ ਪਤਿ ਰੱਖੀ, ਆਪ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਕਲਿਜੁਗ ਦੇ) ਪਾਪ ਭੱਜ ਗਏ ।"},"ft":{"gurmukhi":"sRI gurU AMgd swihb jI ny punw sRI siqgur Amrdws swihb jI kI kilXug myN piq rwKI hY, Bwv syvw sPl krI ArQwq ies qKq pr ibrwjy hYN[ so mhwrwj kYsy hYN? ijs sRI Amrdws jI ky crn kmloN ky dyKny sy srb (AGn) pwpoN ky smUh (gqu) nSt hoie jwqy hYN]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਨੇ ਪੁਨਾ ਸ੍ਰੀ ਸਤਿਗੁਰ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੀ ਕਲਿਯੁਗ ਮੇਂ ਪਤਿ ਰਾਖੀ ਹੈ, ਭਾਵ ਸੇਵਾ ਸਫਲ ਕਰੀ ਅਰਥਾਤ ਇਸ ਤਖਤ ਪਰ ਬਿਰਾਜੇ ਹੈਂ। ਸੋ ਮਹਾਰਾਜ ਕੈਸੇ ਹੈਂ? ਜਿਸ ਸ੍ਰੀ ਅਮਰਦਾਸ ਜੀ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੇ ਦੇਖਨੇ ਸੇ ਸਰਬ (ਅਘਨ) ਪਾਪੋਂ ਕੇ ਸਮੂਹ (ਗਤੁ) ਨਸ਼ਟ ਹੋਇ ਜਾਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" (iPr gurU AMgd dyv dI Cuh nwl) sRI siqgurU gurU Amrdws (pRgt hoieAw), (aus ny) kiljug dI piq r`KI, Awp dy crn kmlW dw drSn kr ky (kiljug dy) pwp B`j gey [","unicode":" (ਫਿਰ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਦੀ ਛੁਹ ਨਾਲ) ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਗੁਰੂ ਅਮਰਦਾਸ (ਪ੍ਰਗਟ ਹੋਇਆ), (ਉਸ ਨੇ) ਕਲਿਜੁਗ ਦੀ ਪਤਿ ਰੱਖੀ, ਆਪ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਕਲਿਜੁਗ ਦੇ) ਪਾਪ ਭੱਜ ਗਏ ।"},"ms":{"gurmukhi":"ivSwl Aqy pUjX s¤cy gurU Amrdws jI ny kwly Xug dI iezq r`K leI Aqy AYsy hn auh ijnHW dy kml pYrW ƒ vyK ky, jIvW dy pwp nSt ho jWdy hn[","unicode":"ਵਿਸ਼ਾਲ ਅਤੇ ਪੂਜਯ ਸੱਚੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਕਾਲੇ ਯੁਗ ਦੀ ਇਜ਼ਤ ਰੱਖ ਲਈ ਅਤੇ ਐਸੇ ਹਨ ਉਹ ਜਿਨ੍ਹਾਂ ਦੇ ਕਮਲ ਪੈਰਾਂ ਨੂੰ ਵੇਖ ਕੇ, ਜੀਵਾਂ ਦੇ ਪਾਪ ਨਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"El Grandioso y Verdadero Guru, Guru Amar Das, ha conservado el Honor en esta Era de oscuridad de Kali. "},"hi":{"ss":"(फिर गुरू अंगद देव जी की छूह से) श्री सतिगुरू गुरू अमरदास (प्रकट हुआ)। (उसने) कलियुग की पति रखी। आप के चरन-कमलों का दर्शन करके (कलिजुग के) पाप भाग गए।","sts":"फिर श्री गुरु अमरदास ने महामहिम परम सत्य ईश्वर की सत्ता को स्वीकार किया, कलियुग में जीवों की लाज बचाई। उनके दर्शन एवं चरण-कमल के स्पर्श से शिष्यों के पाप दूर हुए।"}},"transliteration":{"english":"gur amar guroo sree sat kalijug raakhee pat aghan dhekhat gat charan kaval jaas ||","hindi":"गुर अमरु गुरू स्री सति कलिजुगि राखी पति अघन देखत गतु चरन कवल जास ॥","en":"gur amar guroo sree sat kalijug raakhee pat aghan dhekhat gat charan kaval jaas ||","hi":"गुर अमरु गुरू स्री सति कलिजुगि राखी पति अघन देखत गतु चरन कवल जास ॥","ipa":"Gʊr əmər Gʊru sɹi sət̪ kəlɪd͡ʒʊG rɑkʰi pət̪ əGʰən d̪ekʰət̪ Gət̪ t͡ʃərən kəʋəl d͡ʒɑs.","ur":"گُر امر گُرُو سریِ ست کلِجگ راکھیِ پتِ اگھن دےکھت گت چرن کول جاس ۔۔"},"pageNo":1399,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":4,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":4,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":4,"t":"v"},{"p":7,"t":"v"},{"p":10,"t":"v"}]}},{"verseId":59279,"shabadId":5410,"verse":{"gurmukhi":"sB ibiD mwin´au mnu qb hI BXau pRsMnu rwju jogu qKqu dIAnu gur rwmdws ]4]","unicode":"ਸਭ ਬਿਧਿ ਮਾਨੵਿਉ ਮਨੁ ਤਬ ਹੀ ਭਯਉ ਪ੍ਰਸੰਨੁ ਰਾਜੁ ਜੋਗੁ ਤਖਤੁ ਦੀਅਨੁ ਗੁਰ ਰਾਮਦਾਸ ॥੪॥"},"larivaar":{"gurmukhi":"sBibiDmwin´aumnuqbhIBXaupRsMnurwjujoguqKqudIAnugurrwmdws]4]","unicode":"ਸਭਬਿਧਿਮਾਨੵਿਉਮਨੁਤਬਹੀਭਯਉਪ੍ਰਸੰਨੁਰਾਜੁਜੋਗੁਤਖਤੁਦੀਅਨੁਗੁਰਰਾਮਦਾਸ॥੪॥"},"translation":{"en":{"bdb":"When His mind was totally satisfied in every way, when He was totally pleased, He bestowed upon Guru Raam Daas the Throne of Raja Yoga. ||4||","ms":"When his mind was satisfied in every way, then was he pleased and he bestowed on Guru Ram Dass, the secular and spiritual throne.","ssk":"When His mind was totally satisfied in every way, when He was totally pleased, He bestowed upon Guru Raam Daas the Throne of Raja Yoga. ||4||"},"pu":{"ss":{"gurmukhi":" (jdoN gurU Amrdws jI dw) mn pUrn qOr qy pqIj igAw, qdoN (auh gurU rwmdws jI auqy) qüR`Ty qy (auhnW) gurU rwmdws ƒ rwj jog vwlw q^q b^iSAw [4[","unicode":" (ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਮਨ ਪੂਰਨ ਤੌਰ ਤੇ ਪਤੀਜ ਗਿਆ, ਤਦੋਂ (ਉਹ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਉਤੇ) ਤੁ੍ਰੱਠੇ ਤੇ (ਉਹਨਾਂ) ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਰਾਜ ਜੋਗ ਵਾਲਾ ਤਖ਼ਤ ਬਖ਼ਸ਼ਿਆ ।੪।"},"ft":{"gurmukhi":"iqs sRI gurU Amrdws swihb jI kw mn jb Awp pr srb pRkwr sy mwinAw hY, qb hy sRI gurU rwmdws swihb jI! iqnoN ny ieh rwj jog kw qKq Awp ko dIAw hY]4]Çrf AOr CMd aucwrn krqy hYN:","unicode":"ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕਾ ਮਨ ਜਬ ਆਪ ਪਰ ਸਰਬ ਪ੍ਰਕਾਰ ਸੇ ਮਾਨਿਆ ਹੈ, ਤਬ ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਤਿਨੋਂ ਨੇ ਇਹ ਰਾਜ ਜੋਗ ਕਾ ਤਖਤ ਆਪ ਕੋ ਦੀਆ ਹੈ॥੪॥☬ਰਡ ਔਰ ਛੰਦ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":" (jdoN gurU Amrdws jI dw) mn pUrn qOr qy pqIj igAw, qdoN (auh gurU rwmdws jI auqy) qüR`Ty qy (auhnW) gurU rwmdws ƒ rwj jog vwlw q^q b^iSAw [4[","unicode":" (ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਮਨ ਪੂਰਨ ਤੌਰ ਤੇ ਪਤੀਜ ਗਿਆ, ਤਦੋਂ (ਉਹ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਉਤੇ) ਤੁ੍ਰੱਠੇ ਤੇ (ਉਹਨਾਂ) ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਰਾਜ ਜੋਗ ਵਾਲਾ ਤਖ਼ਤ ਬਖ਼ਸ਼ਿਆ ।੪।"},"ms":{"gurmukhi":"jd aunHW dy ic`q dI hr qrHW nwl qs`lI ho geI qW auh KuS ho gey Aqy aunHW ny duinAwvI Aqy rUhwnI rwj-isMGwsx gurU rwmdws ƒ bKS id`qw[","unicode":"ਜਦ ਉਨ੍ਹਾਂ ਦੇ ਚਿੱਤ ਦੀ ਹਰ ਤਰ੍ਹਾਂ ਨਾਲ ਤਸੱਲੀ ਹੋ ਗਈ ਤਾਂ ਉਹ ਖੁਸ਼ ਹੋ ਗਏ ਅਤੇ ਉਨ੍ਹਾਂ ਨੇ ਦੁਨਿਆਵੀ ਅਤੇ ਰੂਹਾਨੀ ਰਾਜ-ਸਿੰਘਾਸਣ ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਬਖਸ਼ ਦਿੱਤਾ।"}},"es":{"sn":"Viendo el Loto de Sus Pies el error y la maldad son destruidos. Cuando Su Mente fue satisfecha en todas sus formas, cuando estuvo totalmente complacido, Él confirió en Guru Ram Das el Trono de Raya Yoga. (4)"},"hi":{"ss":"(जब गुरू अमरदास जी का) मन पूरी तरह से पतीज गया। तब (वह गुरू रामदास जी पर) प्रसन्न हुए और (उन्होंने) गुरू रामदास को राज-जोग वाला तख़्त बख्शा। 4।","sts":"उसके बाद उन्होंने अपने शिष्य भाई जेठा को सब प्रकार से ज्ञान, भक्ति, सेवा के योग्य माना तो उनका मन बहुत प्रसन्न हुआ, श्री गुरु अमरदास जी ने (गुरु नानक की गद्दी) राज-योग के सिंहासन पर गुरु रामदास जी को आसीन कर दिया ॥४॥"}},"transliteration":{"english":"sabh bidh maaniyeau man tab hee bhayau prasa(n)n raaj jog takhat dheean gur raamadhaas ||4||","hindi":"सभ बिधि मानि्यउ मनु तब ही भयउ प्रसंनु राजु जोगु तखतु दीअनु गुर रामदास ॥४॥","en":"sabh bidh maaniyeau man tab hee bhayau prasa(n)n raaj jog takhat dheean gur raamadhaas ||4||","hi":"सभ बिधि मानि्यउ मनु तब ही भयउ प्रसंनु राजु जोगु तखतु दीअनु गुर रामदास ॥४॥","ipa":"səɓ bɪt̪ə̀ mɑnɪjo mən t̪əb hi ɓəjo pɹəsəŋn rɑd͡ʒ d͡ʒɔG t̪əkʰət̪ d̪iən Gʊr rɑməd̪ɑs.4.","ur":"سبھ بدھ مانےا من تب هیِ بھےا پرسنّ راج جوگ تکھت دیِان گُر رامداس ۔۔۴۔۔"},"pageNo":1399,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]}}]}