{"shabadInfo":{"shabadId":5412,"shabadName":59285,"pageNo":1399,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1399},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"}},"count":6,"navigation":{"previous":5411,"next":5413},"verses":[{"verseId":59285,"shabadId":5412,"verse":{"gurmukhi":"kchu kMcnu BieAau sbdu gur sRvxih suixE ]","unicode":"ਕਚਹੁ ਕੰਚਨੁ ਭਇਅਉ ਸਬਦੁ ਗੁਰ ਸ੍ਰਵਣਹਿ ਸੁਣਿਓ ॥"},"larivaar":{"gurmukhi":"kchukMcnuBieAausbdugursRvxihsuixE]","unicode":"ਕਚਹੁਕੰਚਨੁਭਇਅਉਸਬਦੁਗੁਰਸ੍ਰਵਣਹਿਸੁਣਿਓ॥"},"translation":{"en":{"bdb":"Glass is transformed into gold, listening to the Word of the Guru's Shabad.","ms":"Hearing the Guru's word with the ears, glass is transformed into gold.","ssk":"Glass is transformed into gold, listening to the Word of the Guru's Shabad."},"pu":{"ss":{"gurmukhi":"(ijs mnu`K ny) gurU dw Sbd kMnW nwl suixAw hY, auh (mwno) k`c qoN sonw ho igAw hY [ ","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੈ, ਉਹ (ਮਾਨੋ) ਕੱਚ ਤੋਂ ਸੋਨਾ ਹੋ ਗਿਆ ਹੈ । "},"ft":{"gurmukhi":"hy siqgur jI! ijs ny Awp kw (sbdu) aupdyS kwnoN dÍwry sRvn kIAw hY, so purS kc qy (kMcnu) sÍrn vq BXw hY, Bwv jo suB guxoN ky qihq inrgux BI Qw, so suD bRhm rUp BXw hY]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਨੇ ਆਪ ਕਾ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕਾਨੋਂ ਦ੍ਵਾਰੇ ਸ੍ਰਵਨ ਕੀਆ ਹੈ, ਸੋ ਪੁਰਸ਼ ਕਚ ਤੇ (ਕੰਚਨੁ) ਸ੍ਵਰਨ ਵਤ ਭਯਾ ਹੈ, ਭਾਵ ਜੋ ਸੁਭ ਗੁਣੋਂ ਕੇ ਤਹਿਤ ਨਿਰਗੁਣ ਭੀ ਥਾ, ਸੋ ਸੁਧ ਬ੍ਰਹਮ ਰੂਪ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(ijs mnu`K ny) gurU dw Sbd kMnW nwl suixAw hY, auh (mwno) k`c qoN sonw ho igAw hY [ ","unicode":"(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੈ, ਉਹ (ਮਾਨੋ) ਕੱਚ ਤੋਂ ਸੋਨਾ ਹੋ ਗਿਆ ਹੈ । "},"ms":{"gurmukhi":"kMnW nwl gurW dI bwxI sRvx krn duAwrw SISw sonw QI vMdw hY[","unicode":"ਕੰਨਾਂ ਨਾਲ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਸ੍ਰਵਣ ਕਰਨ ਦੁਆਰਾ ਸ਼ੀਸ਼ਾ ਸੋਨਾ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"El vidrio es transformado en oro, escuchando la Palabra del Shabd "},"hi":{"ss":"(जिस मनुष्य ने) गुरू का शबद कानों से सुना है। वह (मानो) काँच से सोना हो गया है।","sts":"जिसने गुरु का वचन कानों से सुना है, वह काँच से स्वर्ण हो गया है।"}},"transliteration":{"english":"kachahu ka(n)chan bhiaau sabadh gur sravaneh sunio ||","hindi":"कचहु कंचनु भइअउ सबदु गुर स्रवणहि सुणिओ ॥","en":"kachahu ka(n)chan bhiaau sabadh gur sravaneh sunio ||","hi":"कचहु कंचनु भइअउ सबदु गुर स्रवणहि सुणिओ ॥","ipa":"kət͡ʃəh kəŋt͡ʃən ɓɪo səbəd̪ Gʊr sɹəʋəɳəh sʊɳɪo.","ur":"کچهُ کںچن بھِااا سبد گُر سروݨه سُݨاو ۔۔"},"pageNo":1399,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59286,"shabadId":5412,"verse":{"gurmukhi":"ibKu qy AMimRqu huXau nwmu siqgur muiK BixAau ]","unicode":"ਬਿਖੁ ਤੇ ਅੰਮ੍ਰਿਤੁ ਹੁਯਉ ਨਾਮੁ ਸਤਿਗੁਰ ਮੁਖਿ ਭਣਿਅਉ ॥"},"larivaar":{"gurmukhi":"ibKuqyAMimRquhuXaunwmusiqgurmuiKBixAau]","unicode":"ਬਿਖੁਤੇਅੰਮ੍ਰਿਤੁਹੁਯਉਨਾਮੁਸਤਿਗੁਰਮੁਖਿਭਣਿਅਉ॥"},"translation":{"en":{"bdb":"Poison is transformed into ambrosial nectar, speaking the Name of the True Guru.","ms":"Reciting the True Guru's Name with the mouth, poison is transmuted into Nectar.","ssk":"Poison is transformed into ambrosial nectar, speaking the Name of the True Guru."},"pu":{"ss":{"gurmukhi":"ijs ny siqgurU dw nwm mUMhoN aucwirAw hY, auh ivhu qoN AMimRq bx igAw hY [","unicode":"ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਹੈ, ਉਹ ਵਿਹੁ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਗਿਆ ਹੈ ।"},"ft":{"gurmukhi":"ijs ny Awp ky aupdyS kr muK sy, hy siqguro! nwm aucwrn kIAw hY, so purS ivK sy AMimRq BXw hY]","unicode":"ਜਿਸ ਨੇ ਆਪ ਕੇ ਉਪਦੇਸ਼ ਕਰ ਮੁਖ ਸੇ, ਹੇ ਸਤਿਗੁਰੋ! ਨਾਮ ਉਚਾਰਨ ਕੀਆ ਹੈ, ਸੋ ਪੁਰਸ਼ ਵਿਖ ਸੇ ਅੰਮ੍ਰਿਤ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijs ny siqgurU dw nwm mUMhoN aucwirAw hY, auh ivhu qoN AMimRq bx igAw hY [","unicode":"ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਹੈ, ਉਹ ਵਿਹੁ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਗਿਆ ਹੈ ।"},"ms":{"gurmukhi":"mUMh nwl scy gurW dw nwm aucwrn krn duAwrw, zihr Awib-ihXwq ho jWdI hY[","unicode":"ਮੂੰਹ ਨਾਲ ਸਚੇ ਗੁਰਾਂ ਦਾ ਨਾਮ ਉਚਾਰਨ ਕਰਨ ਦੁਆਰਾ, ਜ਼ਹਿਰ ਆਬਿ-ਹਿਯਾਤ ਹੋ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"del Guru el veneno es transformado en Néctar Ambrosial, pronunciando el Nombre del Guru Verdadero."},"hi":{"ss":"जिसने सतिगुरू का नाम मुँह से उचारा है। वह विष से अमृत बन गया है।","sts":"जिसने अपने मुँह से सतिगुरु का नाम उच्चारण किया है, वह जहर से अमृत हो गया है।"}},"transliteration":{"english":"bikh te a(n)mrit huyau naam satigur mukh bhaniaau ||","hindi":"बिखु ते अंमृतु हुयउ नामु सतिगुर मुखि भणिअउ ॥","en":"bikh te a(n)mrit huyau naam satigur mukh bhaniaau ||","hi":"बिखु ते अंमृतु हुयउ नामु सतिगुर मुखि भणिअउ ॥","ipa":"bɪkʰ t̪e əŋmɪɹət̪ hʊjo nɑm sət̪ɪGʊr mʊkʰ ɓəɳɪəo.","ur":"بِکھ تے اںمرت هُےا نام ستگر مُکھ بھݨِااُ ۔۔"},"pageNo":1399,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59287,"shabadId":5412,"verse":{"gurmukhi":"lohau hoXau lwlu ndir siqguru jid DwrY ]","unicode":"ਲੋਹਉ ਹੋਯਉ ਲਾਲੁ ਨਦਰਿ ਸਤਿਗੁਰੁ ਜਦਿ ਧਾਰੈ ॥"},"larivaar":{"gurmukhi":"lohauhoXaulwlundirsiqgurujidDwrY]","unicode":"ਲੋਹਉਹੋਯਉਲਾਲੁਨਦਰਿਸਤਿਗੁਰੁਜਦਿਧਾਰੈ॥"},"translation":{"en":{"bdb":"Iron is transformed into jewels, when the True Guru bestows His Glance of Grace.","ms":"When the True Guru casts his merciful glance, iron is turned into a jewel.","ssk":"Iron is transformed into jewels, when the True Guru bestows His Glance of Grace."},"pu":{"ss":{"gurmukhi":" jy siqgurU (imhr dI) nzr kry, qW (jIv) lohy qoN lwl bx jWdw hY [","unicode":" ਜੇ ਸਤਿਗੁਰੂ (ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰੇ, ਤਾਂ (ਜੀਵ) ਲੋਹੇ ਤੋਂ ਲਾਲ ਬਣ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy siqgur jI! jb Awp ikRpw idRStI Dwrqy ho, qb jo jIv ssqw Qw vw jV, Bwv skwmI vw pwpoN kr BwrI Qw, so lwl vq ibkImqw hoie jwqw BXw hY]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਬ ਆਪ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ ਧਾਰਤੇ ਹੋ, ਤਬ ਜੋ ਜੀਵ ਸਸਤਾ ਥਾ ਵਾ ਜੜ, ਭਾਵ ਸਕਾਮੀ ਵਾ ਪਾਪੋਂ ਕਰ ਭਾਰੀ ਥਾ, ਸੋ ਲਾਲ ਵਤ ਬਿਕੀਮਤਾ ਹੋਇ ਜਾਤਾ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":" jy siqgurU (imhr dI) nzr kry, qW (jIv) lohy qoN lwl bx jWdw hY [","unicode":" ਜੇ ਸਤਿਗੁਰੂ (ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰੇ, ਤਾਂ (ਜੀਵ) ਲੋਹੇ ਤੋਂ ਲਾਲ ਬਣ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd scy gurdyv jI AwpxI dieAw-idRSqI krdy hn qW lohw jvyhr QI vMdw hY[","unicode":"ਜਦ ਸਚੇ ਗੁਰਦੇਵ ਜੀ ਆਪਣੀ ਦਇਆ-ਦ੍ਰਿਸ਼ਤੀ ਕਰਦੇ ਹਨ ਤਾਂ ਲੋਹਾ ਜਵੇਹਰ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"El hierro es transformado en joyas, cuando el Verdadero Guru posa Su Mirada de Gracia, "},"hi":{"ss":"अगर सतिगुरू (मेहर की) नजर करे। तो (जीव) लोहे से लाल बन जाता है।","sts":"जब सतिगुरु की कृपा-दृष्टि होती है तो लोहे सरीखा व्यक्ति भी लाल समान गुणवान् हो जाता है।"}},"transliteration":{"english":"lohau hoyau laal nadhar satigur jadh dhaarai ||","hindi":"लोहउ होयउ लालु नदरि सतिगुरु जदि धारै ॥","en":"lohau hoyau laal nadhar satigur jadh dhaarai ||","hi":"लोहउ होयउ लालु नदरि सतिगुरु जदि धारै ॥","ipa":"lɔho hɔjo lɑl nəd̪ər sət̪ɪGʊr d͡ʒəd̪ t̪ɑræ.","ur":"لوها هوےا لال ندر ستگر جدِ دھارَے ۔۔"},"pageNo":1399,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59288,"shabadId":5412,"verse":{"gurmukhi":"pwhx mwxk krY igAwnu gur kihAau bIcwrY ]","unicode":"ਪਾਹਣ ਮਾਣਕ ਕਰੈ ਗਿਆਨੁ ਗੁਰ ਕਹਿਅਉ ਬੀਚਾਰੈ ॥"},"larivaar":{"gurmukhi":"pwhxmwxkkrYigAwnugurkihAaubIcwrY]","unicode":"ਪਾਹਣਮਾਣਕਕਰੈਗਿਆਨੁਗੁਰਕਹਿਅਉਬੀਚਾਰੈ॥"},"translation":{"en":{"bdb":"Stones are transformed into emeralds, when the mortal chants and contemplates the spiritual wisdom of the Guru.","ms":"When man recites and reflects upon the Guru gnosis, the stone is turned into an emerald.","ssk":"Stones are transformed into emeralds, when the mortal chants and contemplates the spiritual wisdom of the Guru."},"pu":{"ss":{"gurmukhi":"ijnHW mnu`KW ny gurU dy d`sy igAwn ƒ ivcwr ky jipAw hY auhnW ƒ gurU (mwno) p`QrW qoN mwxk kr dyNdw hY [","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਗਿਆਨ ਨੂੰ ਵਿਚਾਰ ਕੇ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ (ਮਾਨੋ) ਪੱਥਰਾਂ ਤੋਂ ਮਾਣਕ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"hy siqgurU jI! jo Awp ky aucwrn kIey hUey igAwn ko bIcwrqw hY, so purS cwhy smwn pwQr vq Qw, prMqU aus ko Awp ny mwxk vq durlB kIAw hY]","unicode":"ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਜੋ ਆਪ ਕੇ ਉਚਾਰਨ ਕੀਏ ਹੂਏ ਗਿਆਨ ਕੋ ਬੀਚਾਰਤਾ ਹੈ, ਸੋ ਪੁਰਸ਼ ਚਾਹੇ ਸਮਾਨ ਪਾਥਰ ਵਤ ਥਾ, ਪਰੰਤੂ ਉਸ ਕੋ ਆਪ ਨੇ ਮਾਣਕ ਵਤ ਦੁਰਲਭ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"ijnHW mnu`KW ny gurU dy d`sy igAwn ƒ ivcwr ky jipAw hY auhnW ƒ gurU (mwno) p`QrW qoN mwxk kr dyNdw hY [","unicode":"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਗਿਆਨ ਨੂੰ ਵਿਚਾਰ ਕੇ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ (ਮਾਨੋ) ਪੱਥਰਾਂ ਤੋਂ ਮਾਣਕ ਕਰ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jd ienswn gurW dI igAwq ƒ aucwrdw Aqy socdw smJdw hY, p`Qr hIrw QI vMdw hY[","unicode":"ਜਦ ਇਨਸਾਨ ਗੁਰਾਂ ਦੀ ਗਿਆਤ ਨੂੰ ਉਚਾਰਦਾ ਅਤੇ ਸੋਚਦਾ ਸਮਝਦਾ ਹੈ, ਪੱਥਰ ਹੀਰਾ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"las piedras son transformadas en esmeraldas, cuando el mortal recita y contempla la Sabiduría Espiritual del Guru."},"hi":{"ss":"जिन मनुष्यों ने गुरू के बताए हुए ज्ञान को विचार के जपा है उनको गुरू (मानो) पत्थरों से माणक कर देता है।","sts":"गुरु के ज्ञान का चिंतन करने से पत्थर सरीखा व्यक्ति अमूल्य मोती बन जाता है।"}},"transliteration":{"english":"paahan maanak karai giaan gur kahiaau beechaarai ||","hindi":"पाहण माणक करै गिआनु गुर कहिअउ बीचारै ॥","en":"paahan maanak karai giaan gur kahiaau beechaarai ||","hi":"पाहण माणक करै गिआनु गुर कहिअउ बीचारै ॥","ipa":"pɑhəɳ mɑɳək kəræ Gɪəɑn Gʊr kəhɪəo bit͡ʃɑræ.","ur":"پاهݨ ماݨک کرَے گآن گُر کهِاا بیِچارَے ۔۔"},"pageNo":1399,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59289,"shabadId":5412,"verse":{"gurmukhi":"kwThu sRIKMf siqguir kIAau duK dirdR iqn ky gieA ]","unicode":"ਕਾਠਹੁ ਸ੍ਰੀਖੰਡ ਸਤਿਗੁਰਿ ਕੀਅਉ ਦੁਖ ਦਰਿਦ੍ਰ ਤਿਨ ਕੇ ਗਇਅ ॥"},"larivaar":{"gurmukhi":"kwThusRIKMfsiqguirkIAauduKdirdRiqnkygieA]","unicode":"ਕਾਠਹੁਸ੍ਰੀਖੰਡਸਤਿਗੁਰਿਕੀਅਉਦੁਖਦਰਿਦ੍ਰਤਿਨਕੇਗਇਅ॥"},"translation":{"en":{"bdb":"The True Guru transforms ordinary wood into sandalwood, eradicating the pains of poverty.","ms":"Eradicates are the pangs and poverty of those, whom the True Guru has make sandal from wood.","ssk":"The True Guru transforms ordinary wood into sandalwood, eradicating the pains of poverty."},"pu":{"ss":{"gurmukhi":" auhnW dy du`K dridR dUr ho gey hn Aqy siqgurU ny auhnW ƒ (mwno) kwT qoN cMdn bxw idqw hY [","unicode":" ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦਰਦ੍ਰਿ ਦੂਰ ਹੋ ਗਏ ਹਨ ਅਤੇ ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਕਾਠ ਤੋਂ ਚੰਦਨ ਬਣਾ ਦਿਤਾ ਹੈ ।"},"ft":{"gurmukhi":"jo kwst vq Qy iqs ko hy siqgurU jI! Awp ny (sRI KMf) cMdn vq kr dIAw hY, Bwv jo BgqI rihq js hIn Qy, so BgqI sihq Ar js vwly kIey hYN[ punw iqnoN ky duK AO dirdR kw smdwX dUr BXw hY]","unicode":"ਜੋ ਕਾਸਟ ਵਤ ਥੇ ਤਿਸ ਕੋ ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਆਪ ਨੇ (ਸ੍ਰੀ ਖੰਡ) ਚੰਦਨ ਵਤ ਕਰ ਦੀਆ ਹੈ, ਭਾਵ ਜੋ ਭਗਤੀ ਰਹਿਤ ਜਸ ਹੀਨ ਥੇ, ਸੋ ਭਗਤੀ ਸਹਿਤ ਅਰ ਜਸ ਵਾਲੇ ਕੀਏ ਹੈਂ। ਪੁਨਾ ਤਿਨੋਂ ਕੇ ਦੁਖ ਔ ਦਰਿਦ੍ਰ ਕਾ ਸਮਦਾਯ ਦੂਰ ਭਯਾ ਹੈ॥"},"bdb":{"gurmukhi":" auhnW dy du`K dridR dUr ho gey hn Aqy siqgurU ny auhnW ƒ (mwno) kwT qoN cMdn bxw idqw hY [","unicode":" ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦਰਦ੍ਰਿ ਦੂਰ ਹੋ ਗਏ ਹਨ ਅਤੇ ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਕਾਠ ਤੋਂ ਚੰਦਨ ਬਣਾ ਦਿਤਾ ਹੈ ।"},"ms":{"gurmukhi":"dUr ho geIAW hn pIV qy grIbI aunHW dI, ijnHW ƒ scy gurW ny l`kVI qoN cMnx bxw id`qw hY[","unicode":"ਦੂਰ ਹੋ ਗਈਆਂ ਹਨ ਪੀੜ ਤੇ ਗਰੀਬੀ ਉਨ੍ਹਾਂ ਦੀ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਚੇ ਗੁਰਾਂ ਨੇ ਲੱਕੜੀ ਤੋਂ ਚੰਨਣ ਬਣਾ ਦਿੱਤਾ ਹੈ।"}},"es":{"sn":"El Verdadero Guru transforma a la madera ordinaria en Sándalo, erradicando las penas de la pobreza; "},"hi":{"ss":"उनके दुख-दारिद्र दूर हो गए हैं और सतिगुरू ने उनको (मानो) काठ से चँदन बना दिया है","sts":"सतिगुरु के चरण स्पर्श से लकड़ी चन्दन हो जाती है और दुख-दर्द सब दूर हो जाते हैं।"}},"transliteration":{"english":"kaaThahu sreekha(n)dd satigur keeaau dhukh dharidhr tin ke gia ||","hindi":"काठहु स्रीखंड सतिगुरि कीअउ दुख दरिद्र तिन के गइअ ॥","en":"kaaThahu sreekha(n)dd satigur keeaau dhukh dharidhr tin ke gia ||","hi":"काठहु स्रीखंड सतिगुरि कीअउ दुख दरिद्र तिन के गइअ ॥","ipa":"kɑʈʰəh sɹikʰəŋɖ sət̪ɪGʊr kiəo d̪ʊkʰ d̪ərɪd̪ɹ t̪ɪn ke Gɪ.","ur":"کاٹھهُ سریِکھںڈ ستگر کیِاا دُکھ درِدر تن کے گِاا ۔۔"},"pageNo":1399,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59290,"shabadId":5412,"verse":{"gurmukhi":"siqgurU crn ijn@ prisAw sy psu pryq suir nr BieA ]2]6]","unicode":"ਸਤਿਗੁਰੂ ਚਰਨ ਜਿਨੑ ਪਰਸਿਆ ਸੇ ਪਸੁ ਪਰੇਤ ਸੁਰਿ ਨਰ ਭਇਅ ॥੨॥੬॥"},"larivaar":{"gurmukhi":"siqgurUcrnijn@prisAwsypsupryqsuirnrBieA]2]6]","unicode":"ਸਤਿਗੁਰੂਚਰਨਜਿਨੑਪਰਸਿਆਸੇਪਸੁਪਰੇਤਸੁਰਿਨਰਭਇਅ॥੨॥੬॥"},"translation":{"en":{"bdb":"Whoever touches the Feet of the True Guru, is transformed from a beast and a ghost into an angelic being. ||2||6||","ms":"Whosoever touches the True Guru's feet, becomes an angelic person from beast and ghost.","ssk":"Whoever touches the Feet of the True Guru, is transformed from a beast and a ghost into an angelic being. ||2||6||"},"pu":{"ss":{"gurmukhi":" ijnHW mnu`KW ny siqgurU dy crn prsy hn, auh psU qy pryqW qoN dyvqy qy mnu`K bx gey hn[2[6[ ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਉਹ ਪਸੂ ਤੇ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਬਣ ਗਏ ਹਨ।੨।੬। "},"ft":{"gurmukhi":"hy siqgur jI! ijs ny Awp ky crn kmloN ko prisAw hY, so psU qy (suir) dyvqw AO pRyq qy (nr) mwnuK rUp BXw hY; vw psU AO pRyqoN qy dyviqEN myN BI (nr) muKÎ isromxI BXw hY]2]6]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਜਿਸ ਨੇ ਆਪ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਪਰਸਿਆ ਹੈ, ਸੋ ਪਸੂ ਤੇ (ਸੁਰਿ) ਦੇਵਤਾ ਔ ਪ੍ਰੇਤ ਤੇ (ਨਰ) ਮਾਨੁਖ ਰੂਪ ਭਯਾ ਹੈ; ਵਾ ਪਸੂ ਔ ਪ੍ਰੇਤੋਂ ਤੇ ਦੇਵਤਿਓਂ ਮੇਂ ਭੀ (ਨਰ) ਮੁਖ੍ਯ ਸਿਰੋਮਣੀ ਭਯਾ ਹੈ॥੨॥੬॥"},"bdb":{"gurmukhi":" ijnHW mnu`KW ny siqgurU dy crn prsy hn, auh psU qy pryqW qoN dyvqy qy mnu`K bx gey hn[2[6[ ","unicode":" ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਉਹ ਪਸੂ ਤੇ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਬਣ ਗਏ ਹਨ।੨।੬। "},"ms":{"gurmukhi":"jo scy gurW dy pYrw ƒ CUh lYNdw hY, auh fMgr Aqy BUqny qoN iek dyvI purS bx jWdw hY[","unicode":"ਜੋ ਸਚੇ ਗੁਰਾਂ ਦੇ ਪੈਰਾ ਨੂੰ ਛੂਹ ਲੈਂਦਾ ਹੈ, ਉਹ ਡੰਗਰ ਅਤੇ ਭੂਤਨੇ ਤੋਂ ਇਕ ਦੇਵੀ ਪੁਰਸ਼ ਬਣ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"quien sea que toque los Pies del Verdadero Guru es transformado de una bestia o un fantasma en un ser angelical. (2-6)"},"hi":{"ss":"जिन मनुष्यों ने सतिगुरू के चरन परसे हैं। वह पशू व प्रेतों से देवते और मनुष्य बन गए हैं। । 2। 6।","sts":"जिन्होंने सतिगुरु रामदास का चरण-स्पर्श किया है, वे पशु प्रेत से देवता समान भले मनुष्य हो गए हैं।॥२॥६॥"}},"transliteration":{"english":"satiguroo charan jin(h) parasiaa se pas paret sur nar bhia ||2||6||","hindi":"सतिगुरू चरन जिन्न परसिआ से पसु परेत सुरि नर भइअ ॥२॥६॥","en":"satiguroo charan jin(h) parasiaa se pas paret sur nar bhia ||2||6||","hi":"सतिगुरू चरन जिन्न परसिआ से पसु परेत सुरि नर भइअ ॥२॥६॥","ipa":"sət̪ɪGʊru t͡ʃərən d͡ʒɪn@ pərəsɪəɑ se pəs pəret̪ sʊr nər ɓɪ.2.6.","ur":"ستگرُو چرن جنھ پرسآ سے پس پرےت سُر نر بھِاا ۔۔۲۔۔۶۔۔"},"pageNo":1399,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}}]}