{"shabadInfo":{"shabadId":5414,"shabadName":59297,"pageNo":1399,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1399},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":44,"gurmukhi":"nl´","unicode":null,"english":"Bhatt Nal"}},"count":6,"navigation":{"previous":5413,"next":5415},"verses":[{"verseId":59297,"shabadId":5414,"verse":{"gurmukhi":"gur ibnu Goru AMDwru gurU ibnu smJ n AwvY ]","unicode":"ਗੁਰ ਬਿਨੁ ਘੋਰੁ ਅੰਧਾਰੁ ਗੁਰੂ ਬਿਨੁ ਸਮਝ ਨ ਆਵੈ ॥"},"larivaar":{"gurmukhi":"guribnuGoruAMDwrugurUibnusmJnAwvY]","unicode":"ਗੁਰਬਿਨੁਘੋਰੁਅੰਧਾਰੁਗੁਰੂਬਿਨੁਸਮਝਨਆਵੈ॥"},"translation":{"en":{"bdb":"Without the Guru, there is utter darkness; without the Guru, understanding does not come.","ms":"Without the Guru, there is pitch darkness and without the Guru, understanding is obtained not.","ssk":"Without the Guru, there is utter darkness; without the Guru, understanding does not come."},"pu":{"ss":{"gurmukhi":"siqgurU (dI srn pYx) qoN ibnw (mnu`Kw jIvn dy rwh ivc) hnyrw hI hnyrw hY, gurU qoN ibnw (shI jIvn dI) smJ dI pRwpqI nhIN ho skdI [ ","unicode":"ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ । "},"ft":{"gurmukhi":"siqguroN qy ibnW ies jIv ko AigAwn rUpI (Goru) BYdwXk AMDyrw ho rihAw hY AOr gurU sy ibnW ies ko Apny srUp kI smJ BI nhIN AwvqI]","unicode":"ਸਤਿਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਇਸ ਜੀਵ ਕੋ ਅਗਿਆਨ ਰੂਪੀ (ਘੋਰੁ) ਭੈਦਾਯਕ ਅੰਧੇਰਾ ਹੋ ਰਹਿਆ ਹੈ ਔਰ ਗੁਰੂ ਸੇ ਬਿਨਾਂ ਇਸ ਕੋ ਅਪਨੇ ਸਰੂਪ ਕੀ ਸਮਝ ਭੀ ਨਹੀਂ ਆਵਤੀ॥"},"bdb":{"gurmukhi":"siqgurU (dI srn pYx) qoN ibnw (mnu`Kw jIvn dy rwh ivc) hnyrw hI hnyrw hY, gurU qoN ibnw (shI jIvn dI) smJ dI pRwpqI nhIN ho skdI [ ","unicode":"ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ । "},"ms":{"gurmukhi":"gurW dy bwJoN AnHyrw Gu`p hY Aqy gurW dy bwJoN soJI prwpq nhIN huMdI[","unicode":"ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਅਨ੍ਹੇਰਾ ਘੁੱਪ ਹੈ ਅਤੇ ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਸੋਝੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।"}},"es":{"sn":"Sin el Guru Verdadero hay total oscuridad y el entendimiento no llega, "},"hi":{"ss":"सतिगुरू (की शरण पड़े) बिना (मनुष्य के जीवन की राह में) अंधकार ही अंधकार है। गुरू के बिना (सही जीवन की) समझ प्राप्त नहीं हो सकती।","sts":"गुरु के बिना दुनिया में अज्ञान का अन्धेरा ही अन्धेरा है, गुरु के बिना समझ नहीं आती।"}},"transliteration":{"english":"gur bin ghor a(n)dhaar guroo bin samajh na aavai ||","hindi":"गुर बिनु घोरु अंधारु गुरू बिनु समझ न आवै ॥","en":"gur bin ghor a(n)dhaar guroo bin samajh na aavai ||","hi":"गुर बिनु घोरु अंधारु गुरू बिनु समझ न आवै ॥","ipa":"Gʊr bɪn Gʰɔr əŋt̪ɑr Gʊru bɪn səməɖ͡ʐ nə əɑʋæ.","ur":"گُر بن گھور اںدھار گُرُو بن سمجھ ن آوَے ۔۔"},"pageNo":1399,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59298,"shabadId":5414,"verse":{"gurmukhi":"gur ibnu suriq n isiD gurU ibnu mukiq n pwvY ]","unicode":"ਗੁਰ ਬਿਨੁ ਸੁਰਤਿ ਨ ਸਿਧਿ ਗੁਰੂ ਬਿਨੁ ਮੁਕਤਿ ਨ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"guribnusuriqnisiDgurUibnumukiqnpwvY]","unicode":"ਗੁਰਬਿਨੁਸੁਰਤਿਨਸਿਧਿਗੁਰੂਬਿਨੁਮੁਕਤਿਨਪਾਵੈ॥"},"translation":{"en":{"bdb":"Without the Guru, there is no intuitive awareness or success; without the Guru, there is no liberation.","ms":"Without the Guru, man can obtain not divine comprehension and success, and, without the Guru, he is blessed not with emancipation.","ssk":"Without the Guru, there is no intuitive awareness or success; without the Guru, there is no liberation."},"pu":{"ss":{"gurmukhi":"gurU qoN ibnw suriq (au~cI) nhIN huMdI qy (jIvn-sMgRwm ivc) sPlqw BI pRwpq nhIN huMdI, gurU qoN ibnw (ivkwrW qoN) ^lwsI nhIN imldI [","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸੁਰਤਿ (ਉੱਚੀ) ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ) ਸਫਲਤਾ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ ।"},"ft":{"gurmukhi":"siqguroN sy ibnW ies jIv ko vwihgurU kI (suriq) igAwq nhIN hoqI Ar isDI BI nhIN pRwpiq hoqI hY, punW guroN qy ibnW mukq ko BI nhIN pwvqw hY]","unicode":"ਸਤਿਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਇਸ ਜੀਵ ਕੋ ਵਾਹਿਗੁਰੂ ਕੀ (ਸੁਰਤਿ) ਗਿਆਤ ਨਹੀਂ ਹੋਤੀ ਅਰ ਸਿਧੀ ਭੀ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤੀ ਹੈ, ਪੁਨਾਂ ਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਮੁਕਤ ਕੋ ਭੀ ਨਹੀਂ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"gurU qoN ibnw suriq (au~cI) nhIN huMdI qy (jIvn-sMgRwm ivc) sPlqw BI pRwpq nhIN huMdI, gurU qoN ibnw (ivkwrW qoN) ^lwsI nhIN imldI [","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸੁਰਤਿ (ਉੱਚੀ) ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ) ਸਫਲਤਾ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ ।"},"ms":{"gurmukhi":"gurW dy bgYr, bMdy ƒ bRihm-igAwq Aqy kwmXwbI prwpq nhIN huMdI Aqy gurW dy bgYr aus ƒ kilAwx dI dwq nhIN imldI[","unicode":"ਗੁਰਾਂ ਦੇ ਬਗੈਰ, ਬੰਦੇ ਨੂੰ ਬ੍ਰਹਿਮ-ਗਿਆਤ ਅਤੇ ਕਾਮਯਾਬੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ ਅਤੇ ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਉਸ ਨੂੰ ਕਲਿਆਣ ਦੀ ਦਾਤ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"sin el Guru no hay Conciencia intuitiva ni Éxito, sin el Guru no hay Liberación, "},"hi":{"ss":"गुरू के बिना सुरति (ऊँची) नहीं होती और (जीवन संग्राम में) सफलता प्राप्त नहीं होती। गुरू के बिना (विकारों से) खलासी नहीं मिलती।","sts":"गुरु बिना ज्ञान, सफलता एवं मुक्ति भी प्राप्त नहीं होती।"}},"transliteration":{"english":"gur bin surat na sidh guroo bin mukat na paavai ||","hindi":"गुर बिनु सुरति न सिधि गुरू बिनु मुकति न पावै ॥","en":"gur bin surat na sidh guroo bin mukat na paavai ||","hi":"गुर बिनु सुरति न सिधि गुरू बिनु मुकति न पावै ॥","ipa":"Gʊr bɪn sʊrət̪ nə sɪt̪ə̀ Gʊru bɪn mʊkət̪ nə pɑʋæ.","ur":"گُر بن سُرت ن سدھ گُرُو بن مُکت ن پاوَے ۔۔"},"pageNo":1399,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59299,"shabadId":5414,"verse":{"gurmukhi":"guru kru scu bIcwru gurU kru ry mn myry ]","unicode":"ਗੁਰੁ ਕਰੁ ਸਚੁ ਬੀਚਾਰੁ ਗੁਰੂ ਕਰੁ ਰੇ ਮਨ ਮੇਰੇ ॥"},"larivaar":{"gurmukhi":"gurukruscubIcwrugurUkrurymnmyry]","unicode":"ਗੁਰੁਕਰੁਸਚੁਬੀਚਾਰੁਗੁਰੂਕਰੁਰੇਮਨਮੇਰੇ॥"},"translation":{"en":{"bdb":"So make Him your Guru, and contemplate the Truth; make Him your Guru, O my mind.","ms":"Come thou into the Guru's fold, yea, my soul, come thou into the Guru's fold for the true reflection of the Lord.","ssk":"So make Him your Guru, and contemplate the Truth; make Him your Guru, O my mind."},"pu":{"ss":{"gurmukhi":"hy myry mn! siqgurU dI srn pau, iehI au~qm ivcwr hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਇਹੀ ਉੱਤਮ ਵਿਚਾਰ ਹੈ ।"},"ft":{"gurmukhi":"hy myry mn! guroN ko guroN dÍwry sc srUp kw vIcwr kr ky Dwrn kr]","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੋਂ ਕੋ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸਚ ਸਰੂਪ ਕਾ ਵੀਚਾਰ ਕਰ ਕੇ ਧਾਰਨ ਕਰ॥"},"bdb":{"gurmukhi":"hy myry mn! siqgurU dI srn pau, iehI au~qm ivcwr hY [","unicode":"ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਇਹੀ ਉੱਤਮ ਵਿਚਾਰ ਹੈ ।"},"ms":{"gurmukhi":"qUM gurU Dwrwn kr, hW myrI ijMdVIey qUM gurU Dwrn kr, qW jo qUM s`cI bRhm vIcwr kr sky[","unicode":"ਤੂੰ ਗੁਰੂ ਧਾਰਾਨ ਕਰ, ਹਾਂ ਮੇਰੀ ਜਿੰਦੜੀਏ ਤੂੰ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਤਾਂ ਜੋ ਤੂੰ ਸੱਚੀ ਬ੍ਰਹਮ ਵੀਚਾਰ ਕਰ ਸਕੇ।"}},"es":{"sn":"conviértelo entonces en tu Guru y medita en la Verdad, hazlo tu Guru oh mente mía, hazlo tu Guru, Él es Exaltado y Embellecido en la Palabra del Shabd, todas tus faltas serán lavadas. "},"hi":{"ss":"हे मेरे मन ! सतिगुरू की शरण पड़। यही उक्तम विचार है।","sts":"हे मेरे मन ! सच्ची बात यही है कि गुरु का यशोगान करो, उसी का नामोच्चारण करो।"}},"transliteration":{"english":"gur kar sach beechaar guroo kar re man mere ||","hindi":"गुरु करु सचु बीचारु गुरू करु रे मन मेरे ॥","en":"gur kar sach beechaar guroo kar re man mere ||","hi":"गुरु करु सचु बीचारु गुरू करु रे मन मेरे ॥","ipa":"Gʊr kər sət͡ʃ bit͡ʃɑr Gʊru kər re mən mere.","ur":"گُر کر سچ بیِچار گُرُو کر رے من مےرے ۔۔"},"pageNo":1399,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59300,"shabadId":5414,"verse":{"gurmukhi":"guru kru sbd spuMn AGn ktih sB qyry ]","unicode":"ਗੁਰੁ ਕਰੁ ਸਬਦ ਸਪੁੰਨ ਅਘਨ ਕਟਹਿ ਸਭ ਤੇਰੇ ॥"},"larivaar":{"gurmukhi":"gurukrusbdspuMnAGnktihsBqyry]","unicode":"ਗੁਰੁਕਰੁਸਬਦਸਪੁੰਨਅਘਨਕਟਹਿਸਭਤੇਰੇ॥"},"translation":{"en":{"bdb":"Make Him your Guru, who is embellished and exalted in the Word of the Shabad; all your sins shall be washed away.","ms":"Adopt thou the Guru, who is embellished with the Name, so that all thy sins may be washed off.","ssk":"Make Him your Guru, who is embellished and exalted in the Word of the Shabad; all your sins shall be washed away."},"pu":{"ss":{"gurmukhi":" Sbd dy sUry gurU dI srn pau, qyry swry pwp k`ty jwxgy [","unicode":" ਸ਼ਬਦ ਦੇ ਸੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਣਗੇ ।"},"ft":{"gurmukhi":"jo (sbd spuMn), Bwv bRhm sroqRI Ar bRhmnystI hY, so gurU Dwrn kr, jo qyry sB pwpoN ko kwt dyvy]","unicode":"ਜੋ (ਸਬਦ ਸਪੁੰਨ), ਭਾਵ ਬ੍ਰਹਮ ਸਰੋਤ੍ਰੀ ਅਰ ਬ੍ਰਹਮਨੇਸਟੀ ਹੈ, ਸੋ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਜੋ ਤੇਰੇ ਸਭ ਪਾਪੋਂ ਕੋ ਕਾਟ ਦੇਵੇ॥"},"bdb":{"gurmukhi":" Sbd dy sUry gurU dI srn pau, qyry swry pwp k`ty jwxgy [","unicode":" ਸ਼ਬਦ ਦੇ ਸੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਣਗੇ ।"},"ms":{"gurmukhi":"qUM auh gurU Dwrn kr, jo nwm nwl SSoBq hY, qW jo qyry swry pwp Doqy jwx[","unicode":"ਤੂੰ ਉਹ ਗੁਰੂ ਧਾਰਨ ਕਰ, ਜੋ ਨਾਮ ਨਾਲ ਸ਼ਸ਼ੋਭਤ ਹੈ, ਤਾਂ ਜੋ ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਧੋਤੇ ਜਾਣ।"}},"es":{"sn":"Así entonces, habla Kal el poeta, con tus ojos hazlo tu Guru, "},"hi":{"ss":"शबद के शूरवीर गुरू की शरण पड़। तेरे सारे पाप कट जाएंगे।","sts":"गुरु का शब्द जीवन सम्पन्न करने वाला है, वह तेरे सब पाप-दोष काटने वाला है।"}},"transliteration":{"english":"gur kar sabadh sapu(n)n aghan kaTeh sabh tere ||","hindi":"गुरु करु सबद सपुँन अघन कटहि सभ तेरे ॥","en":"gur kar sabadh sapu(n)n aghan kaTeh sabh tere ||","hi":"गुरु करु सबद सपुँन अघन कटहि सभ तेरे ॥","ipa":"Gʊr kər səbəd̪ səpʊŋn əGʰən kəʈəh səɓ t̪ere.","ur":"گُر کر سبد سپنّ اگھن کٹه سبھ تےرے ۔۔"},"pageNo":1399,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59301,"shabadId":5414,"verse":{"gurmukhi":"guru nXix bXix guru guru krhu gurU siq kiv nl´ kih ]","unicode":"ਗੁਰੁ ਨਯਣਿ ਬਯਣਿ ਗੁਰੁ ਗੁਰੁ ਕਰਹੁ ਗੁਰੂ ਸਤਿ ਕਵਿ ਨਲੵ ਕਹਿ ॥"},"larivaar":{"gurmukhi":"gurunXixbXixgurugurukrhugurUsiqkivnl´kih]","unicode":"ਗੁਰੁਨਯਣਿਬਯਣਿਗੁਰੁਗੁਰੁਕਰਹੁਗੁਰੂਸਤਿਕਵਿਨਲੵਕਹਿ॥"},"translation":{"en":{"bdb":"So speaks NALL the poet: with your eyes, make Him your Guru; with the words you speak, make Him your Guru, your True Guru.","ms":"Says Kall, the bard, by thine eyes and words contemplate thou the Guru, the Great Guru, yea, the True Guru.","ssk":"So speaks NALL the poet: with your eyes, make Him your Guru; with the words you speak, make Him your Guru, your True Guru."},"pu":{"ss":{"gurmukhi":"kvI nl´ AwKdw hY—(hy myry mn!) AwpxI A`K ivc, Awpxy bol ivc kyvl gurU ƒ vswE, gurU sdw-iQr rihx vwlw hY [","unicode":"ਕਵੀ ਨਲੵ ਆਖਦਾ ਹੈ—(ਹੇ ਮੇਰੇ ਮਨ!) ਆਪਣੀ ਅੱਖ ਵਿਚ, ਆਪਣੇ ਬੋਲ ਵਿਚ ਕੇਵਲ ਗੁਰੂ ਨੂੰ ਵਸਾਓ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI 'nl B`t' jI aucwrn krqy hYN: hy BweI! siqgurU hI siq srUp hYN, qW qy nyqRoN kr ky sqguroN kw drSn kro AO bwxI kr ky BI sdw aucwrn kro]","unicode":"ਸ੍ਰੀ 'ਨਲ ਭੱਟ' ਜੀ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਹੀ ਸਤਿ ਸਰੂਪ ਹੈਂ, ਤਾਂ ਤੇ ਨੇਤ੍ਰੋਂ ਕਰ ਕੇ ਸਤਗੁਰੋਂ ਕਾ ਦਰਸ਼ਨ ਕਰੋ ਔ ਬਾਣੀ ਕਰ ਕੇ ਭੀ ਸਦਾ ਉਚਾਰਨ ਕਰੋ॥"},"bdb":{"gurmukhi":"kvI nl´ AwKdw hY—(hy myry mn!) AwpxI A`K ivc, Awpxy bol ivc kyvl gurU ƒ vswE, gurU sdw-iQr rihx vwlw hY [","unicode":"ਕਵੀ ਨਲੵ ਆਖਦਾ ਹੈ—(ਹੇ ਮੇਰੇ ਮਨ!) ਆਪਣੀ ਅੱਖ ਵਿਚ, ਆਪਣੇ ਬੋਲ ਵਿਚ ਕੇਵਲ ਗੁਰੂ ਨੂੰ ਵਸਾਓ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ।"},"ms":{"gurmukhi":"B`t kl AwKdw hY, AwpixAW nyqrW Aqy bcnW duAwrw qUM gurW vfy gurW, scy gurW dw ismrn kr[","unicode":"ਭੱਟ ਕਲ ਆਖਦਾ ਹੈ, ਆਪਣਿਆਂ ਨੇਤਰਾਂ ਅਤੇ ਬਚਨਾਂ ਦੁਆਰਾ ਤੂੰ ਗੁਰਾਂ ਵਡੇ ਗੁਰਾਂ, ਸਚੇ ਗੁਰਾਂ ਦਾ ਸਿਮਰਨ ਕਰ।"}},"es":{"sn":"con las palabras que hablas, hazlo tu Guru, tu Guru Verdadero, pues quienes no han visto al Guru, "},"hi":{"ss":"कवि नॅल् कहता है- (हे मेरे मन !) अपनी आँखों में। अपने बोलों में केवल गुरू को ही बसाओ। गुरू सदा-स्थिर रहने वाला है।","sts":"गुरु को आँखों में बसाओ, गुरु का नामोच्चारण करो, गुरु की स्तुति करो, कवि नल्ह का कथन है कि गुरु ही सत्य है।"}},"transliteration":{"english":"gur nayan bayan gur gur karahu guroo sat kav nalaye keh ||","hindi":"गुरु नयणि बयणि गुरु गुरु करहु गुरू सति कवि नल्य कहि ॥","en":"gur nayan bayan gur gur karahu guroo sat kav nalaye keh ||","hi":"गुरु नयणि बयणि गुरु गुरु करहु गुरू सति कवि नल्य कहि ॥","ipa":"Gʊr nəjɳ bəjɳ Gʊr Gʊr kərəh Gʊru sət̪ kəʋ nələj kəh.","ur":"گُر نےݨ بےݨ گُر گُر کرهُ گُرُو ست کوِ نلے کهِ ۔۔"},"pageNo":1399,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":59302,"shabadId":5414,"verse":{"gurmukhi":"ijin gurU n dyiKAau nhu kIAau qy AkXQ sMswr mih ]4]8]","unicode":"ਜਿਨਿ ਗੁਰੂ ਨ ਦੇਖਿਅਉ ਨਹੁ ਕੀਅਉ ਤੇ ਅਕਯਥ ਸੰਸਾਰ ਮਹਿ ॥੪॥੮॥"},"larivaar":{"gurmukhi":"ijingurUndyiKAaunhukIAauqyAkXQsMswrmih]4]8]","unicode":"ਜਿਨਿਗੁਰੂਨਦੇਖਿਅਉਨਹੁਕੀਅਉਤੇਅਕਯਥਸੰਸਾਰਮਹਿ॥੪॥੮॥"},"translation":{"en":{"bdb":"Those who have not seen the Guru, who have not made Him their Guru, are useless in this world. ||4||8||","ms":"They who have neither seen nor adopted the Guru, vain are they in this world.","ssk":"Those who have not seen the Guru, who have not made Him their Guru, are useless in this world. ||4||8||"},"pu":{"ss":{"gurmukhi":" ijs ijs mnu`K ny siqgurU dy drSn nhIN kIqy, qy jo jo mnu`K siqgurU dI srn nhIN ipAw, auh swry sMswr ivc insPl (hI Awey) [4[8[","unicode":" ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤੇ, ਤੇ ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਿਆ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਨਿਸਫਲ (ਹੀ ਆਏ) ।੪।੮।"},"ft":{"gurmukhi":"ijs purS ny siqguroN kw drSn nhIN dyiKAw AO aupdys AMgIkwr nhIN kIAw hY qy jn sMswr myN (AkXb) ivArQ hY]4]8]","unicode":"ਜਿਸ ਪੁਰਸ਼ ਨੇ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸ਼ਨ ਨਹੀਂ ਦੇਖਿਆ ਔ ਉਪਦੇਸ ਅੰਗੀਕਾਰ ਨਹੀਂ ਕੀਆ ਹੈ ਤੇ ਜਨ ਸੰਸਾਰ ਮੇਂ (ਅਕਯਬ) ਵਿਅਰਥ ਹੈ॥੪॥੮॥"},"bdb":{"gurmukhi":" ijs ijs mnu`K ny siqgurU dy drSn nhIN kIqy, qy jo jo mnu`K siqgurU dI srn nhIN ipAw, auh swry sMswr ivc insPl (hI Awey) [4[8[","unicode":" ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤੇ, ਤੇ ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਿਆ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਨਿਸਫਲ (ਹੀ ਆਏ) ।੪।੮।"},"ms":{"gurmukhi":"ijnHW ny gurU nW vyiKAw hY Aqy nW hI Gwrn kIqw hY, insPl hn auh ies jhwn AMdr[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਨਾਂ ਵੇਖਿਆ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਘਾਰਨ ਕੀਤਾ ਹੈ, ਨਿਸਫਲ ਹਨ ਉਹ ਇਸ ਜਹਾਨ ਅੰਦਰ।"}},"es":{"sn":"quienes no lo han hecho suyo, son unos inútiles en este mundo. (4-8)"},"hi":{"ss":"जिस-जिस मनुष्य ने सतिगुरू के दर्शन नहीं किए। और जो जो मनुष्य सतिगुरू की शरण नहीं पड़ा। वह सारे संसार में निष्फल (ही आए)। 4। 8।","sts":"जिसने गुरु के दर्शन नहीं किए, न ही शरण ली, उस अभागे का संसार में जन्म व्यर्थ हो रहा ॥४॥८ ॥"}},"transliteration":{"english":"jin guroo na dhekhiaau nahu keeaau te akayath sa(n)saar meh ||4||8||","hindi":"जिनि गुरू न देखिअउ नहु कीअउ ते अकयथ संसार महि ॥४॥८॥","en":"jin guroo na dhekhiaau nahu keeaau te akayath sa(n)saar meh ||4||8||","hi":"जिनि गुरू न देखिअउ नहु कीअउ ते अकयथ संसार महि ॥४॥८॥","ipa":"d͡ʒɪn Gʊru nə d̪ekʰɪəo nəh kiəo t̪e əkəjt̪ʰ səŋsɑr məh.4.8.","ur":"جٍن گُرُو ن دےکھاا نهُ کیِاا تے اکےتھ سںسار مهِ ۔۔۴۔۔۸۔۔"},"pageNo":1399,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}}]}