{"shabadInfo":{"shabadId":5428,"shabadName":59386,"pageNo":1402,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1402},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":33,"gurmukhi":"gXMd","unicode":null,"english":"Bhatt Gayandh"}},"count":5,"navigation":{"previous":5427,"next":5429},"verses":[{"verseId":59386,"shabadId":5428,"verse":{"gurmukhi":"vwihgurU vwihgurU vwihgurU vwih jIau ]","unicode":"ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"vwihgurUvwihgurUvwihgurUvwihjIau]","unicode":"ਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o.","ms":"The Wondrous, Beauteous and blest are thou, O Guru-God.","ssk":"Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o."},"pu":{"ss":{"gurmukhi":" vwh vwh! hy ipAwry! hy gurU! sdky! ","unicode":" ਵਾਹ ਵਾਹ! ਹੇ ਪਿਆਰੇ! ਹੇ ਗੁਰੂ! ਸਦਕੇ! "},"ft":{"gurmukhi":"hy sRI gurU! Awp cwroN jugoN myN Ascrj rUp ho, Bwv bRhm rUp ho[ Ar hy sRI gurU rwmdws swihb jI! Awp ny hI cwroN jugoN myN Avqwr Dwry hYN]","unicode":"ਹੇ ਸ੍ਰੀ ਗੁਰੂ! ਆਪ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਅਸਚਰਜ ਰੂਪ ਹੋ, ਭਾਵ ਬ੍ਰਹਮ ਰੂਪ ਹੋ। ਅਰ ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਆਪ ਨੇ ਹੀ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਅਵਤਾਰ ਧਾਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" vwh vwh! hy ipAwry! hy gurU! sdky! ","unicode":" ਵਾਹ ਵਾਹ! ਹੇ ਪਿਆਰੇ! ਹੇ ਗੁਰੂ! ਸਦਕੇ! "},"ms":{"gurmukhi":"AdBuq suMdr Aqy DMn hY qUM hy gurU-pRmySr!","unicode":"ਅਦਭੁਤ ਸੁੰਦਰ ਅਤੇ ਧੰਨ ਹੈ ਤੂੰ ਹੇ ਗੁਰੂ-ਪ੍ਰਮੇਸ਼ਰ!"}},"es":{"sn":"Waje Guru, Waje Guru, Waje Guru, Waje Yio. "},"hi":{"ss":"वाह वाह ! हे प्यारे ! हे गुरू ! सदके !","sts":"हे वाहिगुरु ! हे (गुरु रामदास) परमेश्वर ! वाह-वाह, तू प्रशंसनीय है, मैं तुझ पर कुर्बान हूँ।"}},"transliteration":{"english":"vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||","hindi":"वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥","en":"vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||","hi":"वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥","ipa":"ʋɑhɪGʊru ʋɑhɪGʊru ʋɑhɪGʊru ʋɑh d͡ʒio.","ur":"واهگرُو واهگرُو واهگرُو واه جیِاُ ۔۔"},"pageNo":1402,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":59387,"shabadId":5428,"verse":{"gurmukhi":"kvl nYn mDur bYn koit sYn sMg soB khq mw jsod ijsih dhI Bwqu Kwih jIau ]","unicode":"ਕਵਲ ਨੈਨ ਮਧੁਰ ਬੈਨ ਕੋਟਿ ਸੈਨ ਸੰਗ ਸੋਭ ਕਹਤ ਮਾ ਜਸੋਦ ਜਿਸਹਿ ਦਹੀ ਭਾਤੁ ਖਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"kvlnYnmDurbYnkoitsYnsMgsoBkhqmwjsodijsihdhIBwquKwihjIau]","unicode":"ਕਵਲਨੈਨਮਧੁਰਬੈਨਕੋਟਿਸੈਨਸੰਗਸੋਭਕਹਤਮਾਜਸੋਦਜਿਸਹਿਦਹੀਭਾਤੁਖਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"You are lotus-eyed, with sweet speech, exalted and embellished with millions of companions. Mother Yashoda invited You as Krishna to eat the sweet rice.","ms":"Thou are lotus-eyed, recite sweet words and are embellished with millions of hosts. Thou are the one, whom the mother, Yashoda, asks to partake the curd and rice.","ssk":"You are lotus-eyed, with sweet speech, exalted and embellished with millions of companions. Mother Yashoda invited You as Krishna to eat the sweet rice."},"pu":{"ss":{"gurmukhi":"qyry kml vrgy nyqR hn, (myry vwsqy qW qUM hI hYN ijs ƒ) mW jsoDw AwKdI sI—‘hy lwl (Aw), dhIN cwaul Kw [’","unicode":"ਤੇਰੇ ਕਮਲ ਵਰਗੇ ਨੇਤ੍ਰ ਹਨ, (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਜਿਸ ਨੂੰ) ਮਾਂ ਜਸੋਧਾ ਆਖਦੀ ਸੀ—‘ਹੇ ਲਾਲ (ਆ), ਦਹੀਂ ਚਾਉਲ ਖਾ ।’"},"ft":{"gurmukhi":"dÍwpur myN ikRSn srUp Bey ho kml ky smwn nyqR AOr mDr bcn vwly kroVoN gopoN kI sYnw Awp ky swQ soBw pwie rhI QI[ AOr ijs Awp ko mwqw jsoDw jI kihqy Qy, hy bytw jI! dhI AO cwvl KweIey]","unicode":"ਦ੍ਵਾਪੁਰ ਮੇਂ ਕ੍ਰਿਸ਼ਨ ਸਰੂਪ ਭਏ ਹੋ ਕਮਲ ਕੇ ਸਮਾਨ ਨੇਤ੍ਰ ਔਰ ਮਧਰ ਬਚਨ ਵਾਲੇ ਕਰੋੜੋਂ ਗੋਪੋਂ ਕੀ ਸੈਨਾ ਆਪ ਕੇ ਸਾਥ ਸੋਭਾ ਪਾਇ ਰਹੀ ਥੀ। ਔਰ ਜਿਸ ਆਪ ਕੋ ਮਾਤਾ ਜਸੋਧਾ ਜੀ ਕਹਿਤੇ ਥੇ, ਹੇ ਬੇਟਾ ਜੀ! ਦਹੀ ਔ ਚਾਵਲ ਖਾਈਏ॥"},"bdb":{"gurmukhi":"qyry kml vrgy nyqR hn, (myry vwsqy qW qUM hI hYN ijs ƒ) mW jsoDw AwKdI sI—‘hy lwl (Aw), dhIN cwaul Kw [’","unicode":"ਤੇਰੇ ਕਮਲ ਵਰਗੇ ਨੇਤ੍ਰ ਹਨ, (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਜਿਸ ਨੂੰ) ਮਾਂ ਜਸੋਧਾ ਆਖਦੀ ਸੀ—‘ਹੇ ਲਾਲ (ਆ), ਦਹੀਂ ਚਾਉਲ ਖਾ ।’"},"ms":{"gurmukhi":"qUM kml vrg nyqRW vwlw hY, im¤Ty bcn boldw hY Aqy kRoVw hI Pojw nwl SSoBq hoieAw hoieAw hY[ qUM auh ivAkqI hY, ijs ƒ mwqw XSodw, mTw qy cOl Kwx ƒ AwKdI hY[","unicode":"ਤੂੰ ਕਮਲ ਵਰਗ ਨੇਤ੍ਰਾਂ ਵਾਲਾ ਹੈ, ਮਿੱਠੇ ਬਚਨ ਬੋਲਦਾ ਹੈ ਅਤੇ ਕ੍ਰੋੜਾ ਹੀ ਫੋਜਾ ਨਾਲ ਸ਼ਸ਼ੋਭਤ ਹੋਇਆ ਹੋਇਆ ਹੈ। ਤੂੰ ਉਹ ਵਿਅਕਤੀ ਹੈ, ਜਿਸ ਨੂੰ ਮਾਤਾ ਯਸ਼ੋਦਾ, ਮਠਾ ਤੇ ਚੌਲ ਖਾਣ ਨੂੰ ਆਖਦੀ ਹੈ।"}},"es":{"sn":"Tienes Ojos de Loto y un hablar Dulce, Exaltado y Embellecido con miles de compañías, la Madre Yashodha te invitó como Krishna a comer dulce de arroz."},"hi":{"ss":"तेरे कमल जैसे नयन हैं। (मेरे वास्ते तो तू ही है जिसको) माँ यशोदा कहती थी- 'हे लाल (आ)। दही चावल खा'।","sts":"तुम्हारे नयन कमल समान हैं, तुम मधुर बोलने वाले हो, करोड़ों के साथ तू शोभा दे रहा है, जिसे यशोदा मैया दही चावल खाने के लिए देती थी, श्री गोपाल कृष्ण तुम ही हो।"}},"transliteration":{"english":"kaval nain madhur bain koT sain sa(n)g sobh kahat maa jasodh jiseh dhahee bhaat khaeh jeeau ||","hindi":"कवल नैन मधुर बैन कोटि सैन संग सोभ कहत मा जसोद जिसहि दही भातु खाहि जीउ ॥","en":"kaval nain madhur bain koT sain sa(n)g sobh kahat maa jasodh jiseh dhahee bhaat khaeh jeeau ||","hi":"कवल नैन मधुर बैन कोटि सैन संग सोभ कहत मा जसोद जिसहि दही भातु खाहि जीउ ॥","ipa":"kəʋəl næn mət̪ʊr bæn kɔʈ sæn səŋG sɔɓ kəhət̪ mɑ d͡ʒəsɔd̪ d͡ʒɪsəh d̪əhi ɓɑt̪ kʰɑh d͡ʒio.","ur":"کول نَےن مدھر بَےن کوٹ سَےن سںگ سوبھ کهت ما جسود جسه دهیِ بھات کھاه جیِا ۔۔"},"pageNo":1402,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"},{"p":11,"t":"v"}]}},{"verseId":59388,"shabadId":5428,"verse":{"gurmukhi":"dyiK rUpu Aiq AnUpu moh mhw mg BeI ikMknI sbd Jnqkwr Kylu pwih jIau ]","unicode":"ਦੇਖਿ ਰੂਪੁ ਅਤਿ ਅਨੂਪੁ ਮੋਹ ਮਹਾ ਮਗ ਭਈ ਕਿੰਕਨੀ ਸਬਦ ਝਨਤਕਾਰ ਖੇਲੁ ਪਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"dyiKrUpuAiqAnUpumohmhwmgBeIikMknIsbdJnqkwrKylupwihjIau]","unicode":"ਦੇਖਿਰੂਪੁਅਤਿਅਨੂਪੁਮੋਹਮਹਾਮਗਭਈਕਿੰਕਨੀਸਬਦਝਨਤਕਾਰਖੇਲੁਪਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"Gazing upon Your supremely beautiful form, and hearing the musical sounds of Your silver bells tinkling, she was intoxicated with delight.","ms":"Seeing thy supremely beauteous from and hearing the tinkling sound of thy lion-chain, when thou were at play, the mother was greatly intoxicated through love.","ssk":"Gazing upon Your supremely beautiful form, and hearing the musical sounds of Your silver bells tinkling, she was intoxicated with delight."},"pu":{"ss":{"gurmukhi":"jdoN qUM Kyf mcwauNdw sYN, qyrI qVwgI dI Cxkwr dI Avwz pYNdI sI, qyry A`q sohxy muKVy ƒ vyK ky (mW jsoDw) qyry ipAwr ivc mgn ho jWdI sI [","unicode":"ਜਦੋਂ ਤੂੰ ਖੇਡ ਮਚਾਉਂਦਾ ਸੈਂ, ਤੇਰੀ ਤੜਾਗੀ ਦੀ ਛਣਕਾਰ ਦੀ ਅਵਾਜ਼ ਪੈਂਦੀ ਸੀ, ਤੇਰੇ ਅੱਤ ਸੋਹਣੇ ਮੁਖੜੇ ਨੂੰ ਵੇਖ ਕੇ (ਮਾਂ ਜਸੋਧਾ) ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦੀ ਸੀ ।"},"ft":{"gurmukhi":"so Awp kI mwqw Awp ky suMdr srUp ko dyK kr ky moih ivKy prm (mg) mgn ho jwqI BeI; vw muK ky bIc mwtI ky bhwny nwnw pRkwr ky Akwr idKwey, iqs vYrwt rUp ko dyK kr mwqw AqI mgn BeI[ Ar Awp ky dOV kr Kylny sy (ikMknI) qVwgI kw sbd Jnnkwr pwvqw Qw] jIau sMboDn hY[","unicode":"ਸੋ ਆਪ ਕੀ ਮਾਤਾ ਆਪ ਕੇ ਸੁੰਦਰ ਸਰੂਪ ਕੋ ਦੇਖ ਕਰ ਕੇ ਮੋਹਿ ਵਿਖੇ ਪਰਮ (ਮਗ) ਮਗਨ ਹੋ ਜਾਤੀ ਭਈ; ਵਾ ਮੁਖ ਕੇ ਬੀਚ ਮਾਟੀ ਕੇ ਬਹਾਨੇ ਨਾਨਾ ਪ੍ਰਕਾਰ ਕੇ ਅਕਾਰ ਦਿਖਾਏ, ਤਿਸ ਵੈਰਾਟ ਰੂਪ ਕੋ ਦੇਖ ਕਰ ਮਾਤਾ ਅਤੀ ਮਗਨ ਭਈ। ਅਰ ਆਪ ਕੇ ਦੌੜ ਕਰ ਖੇਲਨੇ ਸੇ (ਕਿੰਕਨੀ) ਤੜਾਗੀ ਕਾ ਸਬਦ ਝਨਨਕਾਰ ਪਾਵਤਾ ਥਾ॥ ਜੀਉ ਸੰਬੋਧਨ ਹੈ।"},"bdb":{"gurmukhi":"jdoN qUM Kyf mcwauNdw sYN, qyrI qVwgI dI Cxkwr dI Avwz pYNdI sI, qyry A`q sohxy muKVy ƒ vyK ky (mW jsoDw) qyry ipAwr ivc mgn ho jWdI sI [","unicode":"ਜਦੋਂ ਤੂੰ ਖੇਡ ਮਚਾਉਂਦਾ ਸੈਂ, ਤੇਰੀ ਤੜਾਗੀ ਦੀ ਛਣਕਾਰ ਦੀ ਅਵਾਜ਼ ਪੈਂਦੀ ਸੀ, ਤੇਰੇ ਅੱਤ ਸੋਹਣੇ ਮੁਖੜੇ ਨੂੰ ਵੇਖ ਕੇ (ਮਾਂ ਜਸੋਧਾ) ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦੀ ਸੀ ।"},"ms":{"gurmukhi":"qyry prm suMdr srup ƒ vyK qy jd qUM KyfW Kyfdw sY, qyrI qVwgI dI Cxkwr dI Avwj ƒ sux mwqw, ipAwr rwhIN mhwn mqvwlI QI vMdI sI[","unicode":"ਤੇਰੇ ਪਰਮ ਸੁੰਦਰ ਸਰੁਪ ਨੂੰ ਵੇਖ ਤੇ ਜਦ ਤੂੰ ਖੇਡਾਂ ਖੇਡਦਾ ਸੈ, ਤੇਰੀ ਤੜਾਗੀ ਦੀ ਛਣਕਾਰ ਦੀ ਅਵਾਜ ਨੂੰ ਸੁਣ ਮਾਤਾ, ਪਿਆਰ ਰਾਹੀਂ ਮਹਾਨ ਮਤਵਾਲੀ ਥੀ ਵੰਦੀ ਸੀ।"}},"es":{"sn":"Viendo tu Forma Supremamente Bella y escuchando los sonidos musicales de Tus Cascabeles Plateados, se embebió en Dicha."},"hi":{"ss":"जब तू खेल मचाता था। तेरी तगाड़ी की आवाज आती थी। तेरे अति सुंदर मुख को देख के (माँ यशोदा) तेरे प्यार में मगन में हो जाती थी।","sts":"तेरा अनुपम रूप देखकर वह मोह में मोहित हो जाती थी, खेल-खेल में मधुर झंकार तुम ही करने वाले थे।"}},"transliteration":{"english":"dhekh roop at anoop moh mahaa mag bhiee ki(n)kanee sabadh jhanatakaar khel paeh jeeau ||","hindi":"देखि रूपु अति अनूपु मोह महा मग भई किंकनी सबद झनतकार खेलु पाहि जीउ ॥","en":"dhekh roop at anoop moh mahaa mag bhiee ki(n)kanee sabadh jhanatakaar khel paeh jeeau ||","hi":"देखि रूपु अति अनूपु मोह महा मग भई किंकनी सबद झनतकार खेलु पाहि जीउ ॥","ipa":"d̪ekʰ rup ət̪ ənup mɔh məhɑ məG ɓei kɪŋkəni səbəd̪ ɖ͡ʐənət̪əkɑr kʰel pɑh d͡ʒio.","ur":"دےکھ رُوپ ات انُوپ موه مها مگ بھای کںکنیِ سبد جھنتکار کھےل پاه جیِا ۔۔"},"pageNo":1402,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":3,"t":"y"},{"p":5,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":59389,"shabadId":5428,"verse":{"gurmukhi":"kwl klm hukmu hwiQ khhu kaunu myit skY eIsu bMm´ü g´wnu D´wnu Drq hIAY cwih jIau ]","unicode":"ਕਾਲ ਕਲਮ ਹੁਕਮੁ ਹਾਥਿ ਕਹਹੁ ਕਉਨੁ ਮੇਟਿ ਸਕੈ ਈਸੁ ਬੰਮੵੁ ਗੵਾਨੁ ਧੵਾਨੁ ਧਰਤ ਹੀਐ ਚਾਹਿ ਜੀਉ ॥"},"larivaar":{"gurmukhi":"kwlklmhukmuhwiQkhhukaunumyitskYeIsubMm´üg´wnuD´wnuDrqhIAYcwihjIau]","unicode":"ਕਾਲਕਲਮਹੁਕਮੁਹਾਥਿਕਹਹੁਕਉਨੁਮੇਟਿਸਕੈਈਸੁਬੰਮੵੁਗੵਾਨੁਧੵਾਨੁਧਰਤਹੀਐਚਾਹਿਜੀਉ॥"},"translation":{"en":{"bdb":"Death's pen and command are in Your hands. Tell me, who can erase it? Shiva and Brahma yearn to enshrine Your spiritual wisdom in their hearts.","ms":"Death's pen and command are in thy hand, and who can efface thy will? Shiva and Brahma crave to enshrine thy gnosis and meditation in their mind.","ssk":"Death's pen and command are in Your hands. Tell me, who can erase it? Shiva and Brahma yearn to enshrine Your spiritual wisdom in their hearts."},"pu":{"ss":{"gurmukhi":"kwl dI klm qy hukm (gurU dy hI) h`Q ivc hn [ d`so, kaux (gurU dy hukm ƒ) imtw skdw hY? iSv qy bRhmw (gurU dy b^Sy hoey) igAwn qy iDAwn ƒ Awpxy ihrdy ivc Dwrn krnw cwhuMdy hn [","unicode":"ਕਾਲ ਦੀ ਕਲਮ ਤੇ ਹੁਕਮ (ਗੁਰੂ ਦੇ ਹੀ) ਹੱਥ ਵਿਚ ਹਨ । ਦੱਸੋ, ਕਉਣ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ) ਮਿਟਾ ਸਕਦਾ ਹੈ? ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ) ਗਿਆਨ ਤੇ ਧਿਆਨ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"Awp kwl srUp ho AOr hukm kI klm Awp ky hwQ myN hY[ so iqs hukm ko kOn myt skqw hY ArQwq koeI nhIN myt skqw hY[ AO irdy myN vIcwr kr ky (eIsu) iSv jI iqsI Awp ky srUp kw iDAwn Dwrqy hYN AOr bRhmw jI igAwn Dwrqy hYN]","unicode":"ਆਪ ਕਾਲ ਸਰੂਪ ਹੋ ਔਰ ਹੁਕਮ ਕੀ ਕਲਮ ਆਪ ਕੇ ਹਾਥ ਮੇਂ ਹੈ। ਸੋ ਤਿਸ ਹੁਕਮ ਕੋ ਕੌਨ ਮੇਟ ਸਕਤਾ ਹੈ ਅਰਥਾਤ ਕੋਈ ਨਹੀਂ ਮੇਟ ਸਕਤਾ ਹੈ। ਔ ਰਿਦੇ ਮੇਂ ਵੀਚਾਰ ਕਰ ਕੇ (ਈਸੁ) ਸ਼ਿਵ ਜੀ ਤਿਸੀ ਆਪ ਕੇ ਸਰੂਪ ਕਾ ਧਿਆਨ ਧਾਰਤੇ ਹੈਂ ਔਰ ਬ੍ਰਹਮਾ ਜੀ ਗਿਆਨ ਧਾਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"kwl dI klm qy hukm (gurU dy hI) h`Q ivc hn [ d`so, kaux (gurU dy hukm ƒ) imtw skdw hY? iSv qy bRhmw (gurU dy b^Sy hoey) igAwn qy iDAwn ƒ Awpxy ihrdy ivc Dwrn krnw cwhuMdy hn [","unicode":"ਕਾਲ ਦੀ ਕਲਮ ਤੇ ਹੁਕਮ (ਗੁਰੂ ਦੇ ਹੀ) ਹੱਥ ਵਿਚ ਹਨ । ਦੱਸੋ, ਕਉਣ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ) ਮਿਟਾ ਸਕਦਾ ਹੈ? ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ) ਗਿਆਨ ਤੇ ਧਿਆਨ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"mOq dI lyKxI Aqy Purmwn qyry h`Q iv`c hn[ dMso KW! qyrI rjw ƒ kOx myt skdw hY? iSvjI qy bRhmw qyrI igAwq Aqy ismrn ƒ Awpxy ihrdy AMdr itkwauxw cwhuMdy hn[","unicode":"ਮੌਤ ਦੀ ਲੇਖਣੀ ਅਤੇ ਫੁਰਮਾਨ ਤੇਰੇ ਹੱਥ ਵਿੱਚ ਹਨ। ਦੰਸੋ ਖਾਂ! ਤੇਰੀ ਰਜਾ ਨੂੰ ਕੌਣ ਮੇਟ ਸਕਦਾ ਹੈ? ਸ਼ਿਵਜੀ ਤੇ ਬ੍ਰਹਮਾ ਤੇਰੀ ਗਿਆਤ ਅਤੇ ਸਿਮਰਨ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾਉਣਾ ਚਾਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"La pluma de la muerte y el Mandato están bajo tus Manos, dime, ¿quién puede borrarlos? Shiva y Brahma añoran enaltecer Tu Sabiduría Espiritual en su corazón."},"hi":{"ss":"(हे भाई !) काल की कलम और हुकम (गुरू के ही) हाथ में हैं। बताओ। कौन (गुरू के हुकम को) मिटा सकता है। शिव और ब्रहमा (गुरू के बख्शे हुए) ज्ञान और ध्यान को अपने हृदय में धारण करना चाहते हैं।","sts":"मृत्यु की कलम तथा हुक्म तेरे ही हाथ में है, जिसे कोई बदल नहीं सकता। शिव, ब्रह्मा भी तेरे ज्ञान-ध्यान को हृदय में धारण करना चाहते हैं।"}},"transliteration":{"english":"kaal kalam hukam haath kahahu kaun meT sakai iees ba(n)maye gayeaan dhayeaan dharat heeaai chaeh jeeau ||","hindi":"काल कलम हुकमु हाथि कहहु कउनु मेटि सकै ईसु बंम्यु ग्यानु ध्यानु धरत हीऐ चाहि जीउ ॥","en":"kaal kalam hukam haath kahahu kaun meT sakai iees ba(n)maye gayeaan dhayeaan dharat heeaai chaeh jeeau ||","hi":"काल कलम हुकमु हाथि कहहु कउनु मेटि सकै ईसु बंम्यु ग्यानु ध्यानु धरत हीऐ चाहि जीउ ॥","ipa":"kɑl kələm hʊkəm hɑt̪ʰ kəhəh koʊn meʈ səkæ eis bəŋməj Gəjɑn t̪əjɑn t̪ərət̪ hiæ t͡ʃɑh d͡ʒio.","ur":"کال کلم هُکم هاتھ کههُ کان مےٹ سکَے ایس بںمےü گےان دھےان دھرت هیِاَے چاه جیِاُ ۔۔"},"pageNo":1402,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":"3","t":"y"},{"p":"7","t":"v"},{"p":"11","t":"y"}],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":59390,"shabadId":5428,"verse":{"gurmukhi":"siq swcu sRI invwsu Awid purKu sdw quhI vwihgurU vwihgurU vwihgurU vwih jIau ]1]6]","unicode":"ਸਤਿ ਸਾਚੁ ਸ੍ਰੀ ਨਿਵਾਸੁ ਆਦਿ ਪੁਰਖੁ ਸਦਾ ਤੁਹੀ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿਗੁਰੂ ਵਾਹਿ ਜੀਉ ॥੧॥੬॥"},"larivaar":{"gurmukhi":"siqswcusRIinvwsuAwidpurKusdwquhIvwihgurUvwihgurUvwihgurUvwihjIau]1]6]","unicode":"ਸਤਿਸਾਚੁਸ੍ਰੀਨਿਵਾਸੁਆਦਿਪੁਰਖੁਸਦਾਤੁਹੀਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਗੁਰੂਵਾਹਿਜੀਉ॥੧॥੬॥"},"translation":{"en":{"bdb":"You are forever True, the Home of Excellence, the Primal Supreme Being. Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o. ||1||6||","ms":"Thou are ever just, true, the abode of excellence and the Primeval person. My wondrous, beauteous and lustrious Guru, thou are worthy of praise and reverence.","ssk":"You are forever True, the Home of Excellence, the Primal Supreme Being. Waahay Guru, Waahay Guru, Waahay Guru, Waahay Jee-o. ||1||6||"},"pu":{"ss":{"gurmukhi":"hy gurU! qUM Acrj hYN, qUM siq-srUp hYN, qUM At`l hYN, qUM hI l`CmI itkwxw hYN, qUM hI Awid purKu hYN qy sdw-iQr hYN [6[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਤੂੰ ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ ਟਿਕਾਣਾ ਹੈਂ, ਤੂੰ ਹੀ ਆਦਿ ਪੁਰਖੁ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ।੬।"},"ft":{"gurmukhi":"(siq) iqRkwlAbwD AO inscy kr ky jo srUp (sRI) lKmI ky invws dyxyhwrw Awid purK hY, soeI sRI gurU rwmdws swihb jI qUM hI qInoN kwloN myN AibnwsI (vwihgurU) Ascrj srUp hYN]1]6]","unicode":"(ਸਤਿ) ਤ੍ਰਿਕਾਲਅਬਾਧ ਔ ਨਿਸਚੇ ਕਰ ਕੇ ਜੋ ਸਰੂਪ (ਸ੍ਰੀ) ਲਖਮੀ ਕੇ ਨਿਵਾਸ ਦੇਣੇਹਾਰਾ ਆਦਿ ਪੁਰਖ ਹੈ, ਸੋਈ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਤੂੰ ਹੀ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਅਬਿਨਾਸੀ (ਵਾਹਿਗੁਰੂ) ਅਸਚਰਜ ਸਰੂਪ ਹੈਂ॥੧॥੬॥"},"bdb":{"gurmukhi":"hy gurU! qUM Acrj hYN, qUM siq-srUp hYN, qUM At`l hYN, qUM hI l`CmI itkwxw hYN, qUM hI Awid purKu hYN qy sdw-iQr hYN [6[","unicode":"ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਤੂੰ ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ ਟਿਕਾਣਾ ਹੈਂ, ਤੂੰ ਹੀ ਆਦਿ ਪੁਰਖੁ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ।੬।"},"ms":{"gurmukhi":"qUM sdIv hI inAwiekwrI, s`cw, auqikRStqw dw itkwxw Aqy AwdI purS hY[ myry AdBuq, suMdr Aqy pRkwSvwn gurU jI, qUM aupmw Aqy snmwn dy Xog hY[","unicode":"ਤੂੰ ਸਦੀਵ ਹੀ ਨਿਆਇਕਾਰੀ, ਸੱਚਾ, ਉਤਕ੍ਰਿਸ਼ਟਤਾ ਦਾ ਟਿਕਾਣਾ ਅਤੇ ਆਦੀ ਪੁਰਸ਼ ਹੈ। ਮੇਰੇ ਅਦਭੁਤ, ਸੁੰਦਰ ਅਤੇ ਪ੍ਰਕਾਸ਼ਵਾਨ ਗੁਰੂ ਜੀ, ਤੂੰ ਉਪਮਾ ਅਤੇ ਸਨਮਾਨ ਦੇ ਯੋਗ ਹੈ।"}},"es":{"sn":"Eres para siempre Verdad, el Hogar de Excelencia, el Ser Supremo y Primordial, Waje Guru, Waje Guru, Waje Guru, Waje Yio. (1-6)"},"hi":{"ss":"हे गुरू ! तू आश्चर्य है। तू सति-स्वरूप है। तू अटल है। तू ही लक्ष्मी का ठिकाना है। तू ही आदि पुरख है और सदा-स्थिर है। 6।","sts":"तू शाश्वत रूप है, देवी लक्ष्मी तेरी सेवा में तल्लीन रहती है, तू रचनहार परमपुरुष है। हे परम परमेश्वर, वाहिगुरु ! तू स्तुति के योग्य है, तुझ पर मैं कुर्बान जाता हूँ॥१॥ ६॥"}},"transliteration":{"english":"sat saach sree nivaas aadh purakh sadhaa tuhee vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||1||6||","hindi":"सति साचु स्री निवासु आदि पुरखु सदा तुही वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥१॥६॥","en":"sat saach sree nivaas aadh purakh sadhaa tuhee vaahiguroo vaahiguroo vaahiguroo vaeh jeeau ||1||6||","hi":"सति साचु स्री निवासु आदि पुरखु सदा तुही वाहिगुरू वाहिगुरू वाहिगुरू वाहि जीउ ॥१॥६॥","ipa":"sət̪ sɑt͡ʃ sɹi nɪʋɑs əɑd̪ pʊrəkʰ səd̪ɑ t̪ʊhi ʋɑhɪGʊru ʋɑhɪGʊru ʋɑhɪGʊru ʋɑh d͡ʒio.1.6.","ur":"ست ساچ سریِ نواس آد پُرکھ سدا تُهیِ واهگرُو واهگرُو واهگرُو واه جیِاُ ۔۔۱۔۔۶۔۔"},"pageNo":1402,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":7,"t":"v"}]}}]}