{"shabadInfo":{"shabadId":5440,"shabadName":59442,"pageNo":1404,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1404},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":4,"navigation":{"previous":5439,"next":5441},"verses":[{"verseId":59442,"shabadId":5440,"verse":{"gurmukhi":"jw kau muin D´wnu DrY iPrq sgl jug kbhu k koaU pwvY Awqm pRgws kau ]","unicode":"ਜਾ ਕਉ ਮੁਨਿ ਧੵਾਨੁ ਧਰੈ ਫਿਰਤ ਸਗਲ ਜੁਗ ਕਬਹੁ ਕ ਕੋਊ ਪਾਵੈ ਆਤਮ ਪ੍ਰਗਾਸ ਕਉ ॥"},"larivaar":{"gurmukhi":"jwkaumuinD´wnuDrYiPrqsgljugkbhukkoaUpwvYAwqmpRgwskau]","unicode":"ਜਾਕਉਮੁਨਿਧੵਾਨੁਧਰੈਫਿਰਤਸਗਲਜੁਗਕਬਹੁਕਕੋਊਪਾਵੈਆਤਮਪ੍ਰਗਾਸਕਉ॥"},"translation":{"en":{"bdb":"For His Sake, the silent sages meditated and focused their consciousness, wandering all the ages through; rarely, if ever, their souls were enlightened.","ms":"For whose sake, fixing their attention, the sages wander through all the ages. Rare is the one, whose soul is sometimes illumined.","ssk":"For His Sake, the silent sages meditated and focused their consciousness, wandering all the ages through; rarely, if ever, their souls were enlightened."},"pu":{"ss":{"gurmukhi":"swry jugW ivc BONdw hoieAw koeI munI ijs (hrI) dI ^wqr iDAwn Drdw hY, Aqy kdy hI aus ƒ AMdr dw cwnxw l`Bdw hY, ","unicode":"ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਭੌਂਦਾ ਹੋਇਆ ਕੋਈ ਮੁਨੀ ਜਿਸ (ਹਰੀ) ਦੀ ਖ਼ਾਤਰ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਅਤੇ ਕਦੇ ਹੀ ਉਸ ਨੂੰ ਅੰਦਰ ਦਾ ਚਾਨਣਾ ਲੱਭਦਾ ਹੈ, "},"ft":{"gurmukhi":"ijs Akwl purK jI kw iDAwn sMpUrn munI jn kr ky sMpUrn jugoN myN iPrqy hYN AOr iqn myN sy kbI eyk koeI iqs Awqm srUp ky pRkws ko pwvqw hY]","unicode":"ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਜੀ ਕਾ ਧਿਆਨ ਸੰਪੂਰਨ ਮੁਨੀ ਜਨ ਕਰ ਕੇ ਸੰਪੂਰਨ ਜੁਗੋਂ ਮੇਂ ਫਿਰਤੇ ਹੈਂ ਔਰ ਤਿਨ ਮੇਂ ਸੇ ਕਬੀ ਏਕ ਕੋਈ ਤਿਸ ਆਤਮ ਸਰੂਪ ਕੇ ਪ੍ਰਕਾਸ ਕੋ ਪਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"swry jugW ivc BONdw hoieAw koeI munI ijs (hrI) dI ^wqr iDAwn Drdw hY, Aqy kdy hI aus ƒ AMdr dw cwnxw l`Bdw hY, ","unicode":"ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਭੌਂਦਾ ਹੋਇਆ ਕੋਈ ਮੁਨੀ ਜਿਸ (ਹਰੀ) ਦੀ ਖ਼ਾਤਰ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਅਤੇ ਕਦੇ ਹੀ ਉਸ ਨੂੰ ਅੰਦਰ ਦਾ ਚਾਨਣਾ ਲੱਭਦਾ ਹੈ, "},"ms":{"gurmukhi":"ijs dI Kwqr AwpxI ibrqI joV ky, irSI swirAW XugW AMdr iPrdy hn, iksy ivrly dI hI Awqmw kdy roSn huMdI hY[","unicode":"ਜਿਸ ਦੀ ਖਾਤਰ ਆਪਣੀ ਬਿਰਤੀ ਜੋੜ ਕੇ, ਰਿਸ਼ੀ ਸਾਰਿਆਂ ਯੁਗਾਂ ਅੰਦਰ ਫਿਰਦੇ ਹਨ, ਕਿਸੇ ਵਿਰਲੇ ਦੀ ਹੀ ਆਤਮਾ ਕਦੇ ਰੋਸ਼ਨ ਹੁੰਦੀ ਹੈ।"}},"es":{"sn":"Hacia Él, los Sabios silenciosos meditan y enfocan su Conciencia, vagando por todas las Épocas, alguna vez, sus Almas fueron Iluminadas. "},"hi":{"ss":"सारे जुगों में भटकता हुआ कोई मुनि जिस (हरी) की खातिर ध्यान धरता है। और कभी ही उसको अंदर का प्रकाश मिलता है।","sts":"जिसका ध्यान मुनि धारण करते हैं, पूरे जगत में भ्रमण करते हैं और कभी-कभार ही कोई आत्म-प्रकाश पाता है।"}},"transliteration":{"english":"jaa kau mun dhayeaan dharai firat sagal jug kabahu k kouoo paavai aatam pragaas kau ||","hindi":"जा कउ मुनि ध्यानु धरै फिरत सगल जुग कबहु क कोऊ पावै आतम प्रगास कउ ॥","en":"jaa kau mun dhayeaan dharai firat sagal jug kabahu k kouoo paavai aatam pragaas kau ||","hi":"जा कउ मुनि ध्यानु धरै फिरत सगल जुग कबहु क कोऊ पावै आतम प्रगास कउ ॥","ipa":"d͡ʒɑ ko mʊn t̪əjɑn t̪əræ fɪrət̪ səGəl d͡ʒʊG kəbəh kə kɔou pɑʋæ əɑt̪əm pɹəGɑs ko.","ur":"جا کا مُن دھےان دھرَے پھرت سگل جُگ کبهُ ک کواُو پاوَے آتم پرگاس کا ۔۔"},"pageNo":1404,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":7,"t":"v"}]}},{"verseId":59443,"shabadId":5440,"verse":{"gurmukhi":"byd bwxI sihq ibrMic jsu gwvY jw ko isv muin gih n qjwq kiblws kMau ]","unicode":"ਬੇਦ ਬਾਣੀ ਸਹਿਤ ਬਿਰੰਚਿ ਜਸੁ ਗਾਵੈ ਜਾ ਕੋ ਸਿਵ ਮੁਨਿ ਗਹਿ ਨ ਤਜਾਤ ਕਬਿਲਾਸ ਕੰਉ ॥"},"larivaar":{"gurmukhi":"bydbwxIsihqibrMicjsugwvYjwkoisvmuingihnqjwqkiblwskMau]","unicode":"ਬੇਦਬਾਣੀਸਹਿਤਬਿਰੰਚਿਜਸੁਗਾਵੈਜਾਕੋਸਿਵਮੁਨਿਗਹਿਨਤਜਾਤਕਬਿਲਾਸਕੰਉ॥"},"translation":{"en":{"bdb":"In the Hymns of the Vedas, Brahma sang His Praises; for His Sake, Shiva the silent sage held his place on the Kailaash Mountain.","ms":"Whose praise the Brahma sings with the Veda's hymns and for whose sake, the sage Shiva remains clung to the Kailash mountain (meditating).","ssk":"In the Hymns of the Vedas, Brahma sang His Praises; for His Sake, Shiva the silent sage held his place on the Kailaash Mountain."},"pu":{"ss":{"gurmukhi":"ijs hrI dw js bRhmw vydW dI bwxI smyq gwauNdw hY, Aqy ijs ivc smwDI lw ky iSv kYlwS prbq nhIN C`fdw;","unicode":"ਜਿਸ ਹਰੀ ਦਾ ਜਸ ਬ੍ਰਹਮਾ ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਸਮੇਤ ਗਾਉਂਦਾ ਹੈ, ਅਤੇ ਜਿਸ ਵਿਚ ਸਮਾਧੀ ਲਾ ਕੇ ਸ਼ਿਵ ਕੈਲਾਸ਼ ਪਰਬਤ ਨਹੀਂ ਛੱਡਦਾ;"},"ft":{"gurmukhi":"bydoN kI bwxI sMXukq bRhmw jI ijs ky js ko gwXn krqw hY, punw ijs ko iSvjI munI gRihx krky, Bwv iDAwn krqw hUAw audws ho kr (kiblws) kYlws prbq ko (n qjwq) iqAwgqw nhIN hY]","unicode":"ਬੇਦੋਂ ਕੀ ਬਾਣੀ ਸੰਯੁਕਤ ਬ੍ਰਹਮਾ ਜੀ ਜਿਸ ਕੇ ਜਸ ਕੋ ਗਾਯਨ ਕਰਤਾ ਹੈ, ਪੁਨਾ ਜਿਸ ਕੋ ਸ਼ਿਵਜੀ ਮੁਨੀ ਗ੍ਰਹਿਣ ਕਰਕੇ, ਭਾਵ ਧਿਆਨ ਕਰਤਾ ਹੂਆ ਉਦਾਸ ਹੋ ਕਰ (ਕਬਿਲਾਸ) ਕੈਲਾਸ ਪਰਬਤ ਕੋ (ਨ ਤਜਾਤ) ਤਿਆਗਤਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"ijs hrI dw js bRhmw vydW dI bwxI smyq gwauNdw hY, Aqy ijs ivc smwDI lw ky iSv kYlwS prbq nhIN C`fdw;","unicode":"ਜਿਸ ਹਰੀ ਦਾ ਜਸ ਬ੍ਰਹਮਾ ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਸਮੇਤ ਗਾਉਂਦਾ ਹੈ, ਅਤੇ ਜਿਸ ਵਿਚ ਸਮਾਧੀ ਲਾ ਕੇ ਸ਼ਿਵ ਕੈਲਾਸ਼ ਪਰਬਤ ਨਹੀਂ ਛੱਡਦਾ;"},"ms":{"gurmukhi":"ijs dI mihmw vydW dy mMqrW nwl bRhHmw gwauNdw hY Aqy ijs dI Kwqr, irSI iSvjI kYlwS prbq ƒ icmiVAw rihMdwhY Aqy ies ƒ C`fdw nhIN[","unicode":"ਜਿਸ ਦੀ ਮਹਿਮਾ ਵੇਦਾਂ ਦੇ ਮੰਤਰਾਂ ਨਾਲ ਬ੍ਰਹ੍ਹਮਾ ਗਾਉਂਦਾ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਖਾਤਰ, ਰਿਸ਼ੀ ਸ਼ਿਵਜੀ ਕੈਲਾਸ਼ ਪਰਬਤ ਨੂੰ ਚਿਮੜਿਆ ਰਹਿੰਦਾਹੈ ਅਤੇ ਇਸ ਨੂੰ ਛੱਡਦਾ ਨਹੀਂ।"}},"es":{"sn":"En los himnos de los Vedas, Brahma cantó Sus Alabanzas, por Él Shiva, el Santo silencioso, mantuvo su aposento en la montaña de Kailash."},"hi":{"ss":"जिस हरी का यश ब्रहमा वेदों की बाणी समेत गाता है। और जिस में समाधि लगा के शिव कैलाश पर्वत नहीं छोड़ता।","sts":"वेदवाणी सहित ब्रह्मा भी जिसके यश को गाता है, जिसके ध्यान में महादेव शिवशंकर भी कैलाश पर्वत को नहीं छोड़ता।"}},"transliteration":{"english":"bedh baanee sahit bira(n)ch jas gaavai jaa ko siv mun geh na tajaat kabilaas ka(n)au ||","hindi":"बेद बाणी सहित बिरंचि जसु गावै जा को सिव मुनि गहि न तजात कबिलास कंउ ॥","en":"bedh baanee sahit bira(n)ch jas gaavai jaa ko siv mun geh na tajaat kabilaas ka(n)au ||","hi":"बेद बाणी सहित बिरंचि जसु गावै जा को सिव मुनि गहि न तजात कबिलास कंउ ॥","ipa":"bed̪ bɑɳi səhɪt̪ bɪrəŋt͡ʃ d͡ʒəs Gɑʋæ d͡ʒɑ kɔ sɪʋ mʊn Gəh nə t̪əd͡ʒɑt̪ kəbɪlɑs kəŋo.","ur":"بےد باݨیِ سهِت برںچ جس گاوَے جا کو سو مُن گهِ ن تجات کبلاس کںا ۔۔"},"pageNo":1404,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":2,"t":"y"},{"p":10,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":2,"t":"y"},{"p":10,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":7,"t":"v"}]}},{"verseId":59444,"shabadId":5440,"verse":{"gurmukhi":"jw kO jogI jqI isD swiDk Anyk qp jtw jUt ByK kIey iPrq audws kau ]","unicode":"ਜਾ ਕੌ ਜੋਗੀ ਜਤੀ ਸਿਧ ਸਾਧਿਕ ਅਨੇਕ ਤਪ ਜਟਾ ਜੂਟ ਭੇਖ ਕੀਏ ਫਿਰਤ ਉਦਾਸ ਕਉ ॥"},"larivaar":{"gurmukhi":"jwkOjogIjqIisDswiDkAnykqpjtwjUtByKkIeyiPrqaudwskau]","unicode":"ਜਾਕੌਜੋਗੀਜਤੀਸਿਧਸਾਧਿਕਅਨੇਕਤਪਜਟਾਜੂਟਭੇਖਕੀਏਫਿਰਤਉਦਾਸਕਉ॥"},"translation":{"en":{"bdb":"For His Sake, the Yogis, celibates, Siddhas and seekers, the countless sects of fanatics with matted hair wear religious robes, wandering as detached renunciates.","ms":"For whose sake wander dispassionately and wear religious garbs the yogis, celibates adepts, strivers and various penitents with matted hair.","ssk":"For His Sake, the Yogis, celibates, Siddhas and seekers, the countless sects of fanatics with matted hair wear religious robes, wandering as detached renunciates."},"pu":{"ss":{"gurmukhi":"ijs (dw drsn krn) dI ^wqr AnykW jogI, jqI, is`D qy swiDk qp krdy hn Aqy jtw-jUt rih ky audws-ByK Dwr ky iPrdy hn, ","unicode":"ਜਿਸ (ਦਾ ਦਰਸਨ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਜੋਗੀ, ਜਤੀ, ਸਿੱਧ ਤੇ ਸਾਧਿਕ ਤਪ ਕਰਦੇ ਹਨ ਅਤੇ ਜਟਾ-ਜੂਟ ਰਹਿ ਕੇ ਉਦਾਸ-ਭੇਖ ਧਾਰ ਕੇ ਫਿਰਦੇ ਹਨ, "},"ft":{"gurmukhi":"ijs ko pwvny hyq gorK AwdI jogI AO jqI isD AO swDk Anyk jo qpI hYN, jtw jUt ho kr hor Anyk ByKoN ko Dwrkr audws hUey iPrqy hYN]","unicode":"ਜਿਸ ਕੋ ਪਾਵਨੇ ਹੇਤ ਗੋਰਖ ਆਦੀ ਜੋਗੀ ਔ ਜਤੀ ਸਿਧ ਔ ਸਾਧਕ ਅਨੇਕ ਜੋ ਤਪੀ ਹੈਂ, ਜਟਾ ਜੂਟ ਹੋ ਕਰ ਹੋਰ ਅਨੇਕ ਭੇਖੋਂ ਕੋ ਧਾਰਕਰ ਉਦਾਸ ਹੂਏ ਫਿਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs (dw drsn krn) dI ^wqr AnykW jogI, jqI, is`D qy swiDk qp krdy hn Aqy jtw-jUt rih ky audws-ByK Dwr ky iPrdy hn, ","unicode":"ਜਿਸ (ਦਾ ਦਰਸਨ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਜੋਗੀ, ਜਤੀ, ਸਿੱਧ ਤੇ ਸਾਧਿਕ ਤਪ ਕਰਦੇ ਹਨ ਅਤੇ ਜਟਾ-ਜੂਟ ਰਹਿ ਕੇ ਉਦਾਸ-ਭੇਖ ਧਾਰ ਕੇ ਫਿਰਦੇ ਹਨ, "},"ms":{"gurmukhi":"ijs dI Kwqr vYrwgI ho Aqy mjhbI Bys Dwr ky iPrdy hn vwlW dIAW ilAW vwly XogI, bRhmcwrI, krwmwqI bMdy, AiBAwsI Aqy AnykW qpIsr[","unicode":"ਜਿਸ ਦੀ ਖਾਤਰ ਵੈਰਾਗੀ ਹੋ ਅਤੇ ਮਜਹਬੀ ਭੇਸ ਧਾਰ ਕੇ ਫਿਰਦੇ ਹਨ ਵਾਲਾਂ ਦੀਆਂ ਲਿਆਂ ਵਾਲੇ ਯੋਗੀ, ਬ੍ਰਹਮਚਾਰੀ, ਕਰਾਮਾਤੀ ਬੰਦੇ, ਅਭਿਆਸੀ ਅਤੇ ਅਨੇਕਾਂ ਤਪੀਸਰ।"}},"es":{"sn":"Por Él, los Yoguis, los célibes, los Siddhas y los buscadores, las incontables sectas de fanáticos, con su cabello engreñado, usan túnicas religiosas y vagan como renunciantes desapegados."},"hi":{"ss":"जिस (का दर्शन करने) के लिए अनेकों जोगी। जती। सिद्ध और साधिक तप करते हैं और जटा-जूट रह के उदास-भेष धार के फिरते हैं।","sts":"जिसको पाने के लिए योगी, ब्रह्मचारी, सिद्ध, साधक अनेकानेक तपस्या में लीन रहते हैं, कई जटा-जूट धारण करके वेषाडम्बरी वैरागी बनकर फिरते रहते हैं।"}},"transliteration":{"english":"jaa kau jogee jatee sidh saadhik anek tap jaTaa jooT bhekh ke'ee firat udhaas kau ||","hindi":"जा कौ जोगी जती सिध साधिक अनेक तप जटा जूट भेख कीए फिरत उदास कउ ॥","en":"jaa kau jogee jatee sidh saadhik anek tap jaTaa jooT bhekh ke'ee firat udhaas kau ||","hi":"जा कौ जोगी जती सिध साधिक अनेक तप जटा जूट भेख कीए फिरत उदास कउ ॥","ipa":"d͡ʒɑ kɒ d͡ʒɔGi d͡ʒət̪i sɪt̪ə̀ sɑt̪ɪk ənek t̪əp d͡ʒəʈɑ d͡ʒuʈ ɓekʰ kiee fɪrət̪ oʊd̪ɑs ko.","ur":"جا کَو جوگیِ جتیِ سدھ سادھک انےک تپ جٹا جُوٹ بھےکھ کیِاے پھرت اُداس کا ۔۔"},"pageNo":1404,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"igurbani":[{"p":7,"t":"v"},{"p":1,"t":"y"},{"p":3,"t":"y"},{"p":11,"t":"y"}],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"},{"p":9,"t":"v"}]}},{"verseId":59445,"shabadId":5440,"verse":{"gurmukhi":"su iqin siqguir suK Bwie ik®pw DwrI jIA nwm kI bfweI deI gur rwmdws kau ]5]","unicode":"ਸੁ ਤਿਨਿ ਸਤਿਗੁਰਿ ਸੁਖ ਭਾਇ ਕ੍ਰਿਪਾ ਧਾਰੀ ਜੀਅ ਨਾਮ ਕੀ ਬਡਾਈ ਦਈ ਗੁਰ ਰਾਮਦਾਸ ਕਉ ॥੫॥"},"larivaar":{"gurmukhi":"suiqinsiqguirsuKBwieik®pwDwrIjIAnwmkIbfweIdeIgurrwmdwskau]5]","unicode":"ਸੁਤਿਨਿਸਤਿਗੁਰਿਸੁਖਭਾਇਕ੍ਰਿਪਾਧਾਰੀਜੀਅਨਾਮਕੀਬਡਾਈਦਈਗੁਰਰਾਮਦਾਸਕਉ॥੫॥"},"translation":{"en":{"bdb":"That True Guru, by the Pleasure of His Will, showered His Mercy upon all beings, and blessed Guru Raam Daas with the Glorious Greatness of the Naam. ||5||","ms":"That True Guru, through his pleasure, showed mercy to all the beings and blessed. Guru Ram Dass with the glory of the Name.","ssk":"That True Guru, by the Pleasure of His Will, showered His Mercy upon all beings, and blessed Guru Raam Daas with the Glorious Greatness of the Naam. ||5||"},"pu":{"ss":{"gurmukhi":"aus (hrI-rUp) gurU (Amrdws jI) ny shj suBwie jIAW auqy ikrpw kIqI qy gur rwmdws jI ƒ hrI-nwm dI vifAweI b^SI [5[","unicode":"ਉਸ (ਹਰੀ-ਰੂਪ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸਹਜ ਸੁਭਾਇ ਜੀਆਂ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਗੁਰ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਹਰੀ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ।੫।"},"ft":{"gurmukhi":"jo iqs prmySÍr ny siqgur Amrdws swihb srUp Dwr kr ky (suK Bwie) suKYn pRkwr sy hI ikRpw DwrI, qb sRI gurU rwmdws swihb jI ko nwm kI vifAweI deI hY]5]","unicode":"ਜੋ ਤਿਸ ਪਰਮੇਸ਼੍ਵਰ ਨੇ ਸਤਿਗੁਰ ਅਮਰਦਾਸ ਸਾਹਿਬ ਸਰੂਪ ਧਾਰ ਕਰ ਕੇ (ਸੁਖ ਭਾਇ) ਸੁਖੈਨ ਪ੍ਰਕਾਰ ਸੇ ਹੀ ਕ੍ਰਿਪਾ ਧਾਰੀ, ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੋ ਨਾਮ ਕੀ ਵਡਿਆਈ ਦਈ ਹੈ॥੫॥"},"bdb":{"gurmukhi":"aus (hrI-rUp) gurU (Amrdws jI) ny shj suBwie jIAW auqy ikrpw kIqI qy gur rwmdws jI ƒ hrI-nwm dI vifAweI b^SI [5[","unicode":"ਉਸ (ਹਰੀ-ਰੂਪ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸਹਜ ਸੁਭਾਇ ਜੀਆਂ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਗੁਰ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਹਰੀ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ।੫।"},"ms":{"gurmukhi":"aunHW s¤cy gurW ny AwpxI prsMnqw rwhIN swry jIvW auqy imhr kIqI Aqy gurU rwmdws jI ƒ nwm dI pRBqw prdwn kIqI[","unicode":"ਉਨ੍ਹਾਂ ਸੱਚੇ ਗੁਰਾਂ ਨੇ ਆਪਣੀ ਪਰਸੰਨਤਾ ਰਾਹੀਂ ਸਾਰੇ ਜੀਵਾਂ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਅਤੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਨਾਮ ਦੀ ਪ੍ਰਭਤਾ ਪਰਦਾਨ ਕੀਤੀ।"}},"es":{"sn":"Ese Guru Verdadero, por el Placer de Su Voluntad, roció Su Bendición sobre los seres humanos y bendijo a Guru Ram Das con la Gloriosa Grandeza del Naam. (5)"},"hi":{"ss":"उस (हरी-रूप) गुरू (अमरदास जी) ने सहज स्वभाव जीवों पर कृपा की और गुरू रामदास जी को हरी-नाम की बडिआई बख्शी। 5।","sts":"उस निरंकार के स्वरूप सतिगुरु अमरदास ने स्वाभाविक ही अपनी कृपा (गुरु रामदास पर) धारण की है और इस प्रकार हरिनाम की कीर्ति गुरु रामदास को प्रदान कर दी ॥५॥"}},"transliteration":{"english":"s tin satigur sukh bhai kirapaa dhaaree jeea naam kee baddaiee dhiee gur raamadhaas kau ||5||","hindi":"सु तिनि सतिगुरि सुख भाइ कृपा धारी जीअ नाम की बडाई दई गुर रामदास कउ ॥५॥","en":"s tin satigur sukh bhai kirapaa dhaaree jeea naam kee baddaiee dhiee gur raamadhaas kau ||5||","hi":"सु तिनि सतिगुरि सुख भाइ कृपा धारी जीअ नाम की बडाई दई गुर रामदास कउ ॥५॥","ipa":"s t̪ɪn sət̪ɪGʊr sʊkʰ ɓɑeɪ kɪʳəpɑ t̪ɑri d͡ʒiə nɑm ki bəɖɑei d̪ei Gʊr rɑməd̪ɑs ko.5.","ur":"سُ تن ستِگر سُکھ بھاا ک®پا دھاریِ جیِا نام کیِ بڈاای دای گُر رامداس کا ۔۔۵۔۔"},"pageNo":1404,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":7,"t":"v"}]}}]}