{"shabadInfo":{"shabadId":5441,"shabadName":59446,"pageNo":1404,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1404},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":4,"navigation":{"previous":5440,"next":5442},"verses":[{"verseId":59446,"shabadId":5441,"verse":{"gurmukhi":"nwmu inDwnu iDAwn AMqrgiq qyj puMj iqhu log pRgwsy ]","unicode":"ਨਾਮੁ ਨਿਧਾਨੁ ਧਿਆਨ ਅੰਤਰਗਤਿ ਤੇਜ ਪੁੰਜ ਤਿਹੁ ਲੋਗ ਪ੍ਰਗਾਸੇ ॥"},"larivaar":{"gurmukhi":"nwmuinDwnuiDAwnAMqrgiqqyjpuMjiqhulogpRgwsy]","unicode":"ਨਾਮੁਨਿਧਾਨੁਧਿਆਨਅੰਤਰਗਤਿਤੇਜਪੁੰਜਤਿਹੁਲੋਗਪ੍ਰਗਾਸੇ॥"},"translation":{"en":{"bdb":"He focuses His Meditation deep within; the Embodiment of Light, He illuminates the three worlds.","ms":"The Guru, the Name's treasure, contemplates the Lord tuned to Him. He is the embodiment of Light and illumines the three worlds.","ssk":"He focuses His Meditation deep within; the Embodiment of Light, He illuminates the three worlds."},"pu":{"ss":{"gurmukhi":" (gurU rwmdws jI pws) nwm-rUp ^zwnw hY, (Awp dI) AMqrmuK ibRqI hY, (Awp dy) qyj dw puMj iqMnW lokW ivc cmk irhw hY, ","unicode":" (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਪਾਸ) ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਆਪ ਦੀ) ਅੰਤਰਮੁਖ ਬ੍ਰਿਤੀ ਹੈ, (ਆਪ ਦੇ) ਤੇਜ ਦਾ ਪੁੰਜ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਚਮਕ ਰਿਹਾ ਹੈ, "},"ft":{"gurmukhi":"vwihgurU kw nwm inDIEN kw Kjwnw AO iqsI kw iDAwn iqs sRI gurU rwmdws swihb jI ky irdy AMqr pRwpq BXw, iqsI qy qyj kw puMj ho kr qIn lok myN pRkwSy hYN]","unicode":"ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਨਿਧੀਓਂ ਕਾ ਖਜਾਨਾ ਔ ਤਿਸੀ ਕਾ ਧਿਆਨ ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਰਿਦੇ ਅੰਤਰ ਪ੍ਰਾਪਤ ਭਯਾ, ਤਿਸੀ ਤੇ ਤੇਜ ਕਾ ਪੁੰਜ ਹੋ ਕਰ ਤੀਨ ਲੋਕ ਮੇਂ ਪ੍ਰਕਾਸ਼ੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" (gurU rwmdws jI pws) nwm-rUp ^zwnw hY, (Awp dI) AMqrmuK ibRqI hY, (Awp dy) qyj dw puMj iqMnW lokW ivc cmk irhw hY, ","unicode":" (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਪਾਸ) ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਆਪ ਦੀ) ਅੰਤਰਮੁਖ ਬ੍ਰਿਤੀ ਹੈ, (ਆਪ ਦੇ) ਤੇਜ ਦਾ ਪੁੰਜ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਚਮਕ ਰਿਹਾ ਹੈ, "},"ms":{"gurmukhi":"nwm dy Kjwny, gurU jI, mn AMdr hI sweIN dw ismrn krdy hn[ auh pRkwS dw srUp hn Aqy iqMnW hI jhwnW ƒ roSn krdy hn[","unicode":"ਨਾਮ ਦੇ ਖਜਾਨੇ, ਗੁਰੂ ਜੀ, ਮਨ ਅੰਦਰ ਹੀ ਸਾਈਂ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ। ਉਹ ਪ੍ਰਕਾਸ਼ ਦਾ ਸਰੂਪ ਹਨ ਅਤੇ ਤਿੰਨਾਂ ਹੀ ਜਹਾਨਾਂ ਨੂੰ ਰੋਸ਼ਨ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Enfocó Su Meditación en lo profundo, en la Encarnación de la Luz. Él Ilumina los tres mundos. "},"hi":{"ss":"(गुरू रामदास जी के पास) नाम-रूप खजाना है। (आप की) अंतरमुखी बिरती है। (आप के) तेज का पुँज तीनों लोकों में चमक रहा है।","sts":"गुरु रामदास के पास नाम रूपी सुखों की निधि है, वे अन्तर्मन में ध्यानशील हैं, उनका तेज तीनों लोकों में फैला हुआ है।"}},"transliteration":{"english":"naam nidhaan dhiaan a(n)taragat tej pu(n)j tih log pragaase ||","hindi":"नामु निधानु धिआन अंतरगति तेज पुँज तिहु लोग प्रगासे ॥","en":"naam nidhaan dhiaan a(n)taragat tej pu(n)j tih log pragaase ||","hi":"नामु निधानु धिआन अंतरगति तेज पुँज तिहु लोग प्रगासे ॥","ipa":"nɑm nɪt̪ɑn t̪ɪəɑn əŋt̪ərəGət̪ t̪ed͡ʒ pʊŋd͡ʒ t̪ɪh lɔG pɹəGɑse.","ur":"نام ندھان دھآن اںترگت تےج پُںج تهُ لوگ پرگاسے ۔۔"},"pageNo":1404,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":59447,"shabadId":5441,"verse":{"gurmukhi":"dyKq drsu Btik BRmu Bjq duK prhir suK shj ibgwsy ]","unicode":"ਦੇਖਤ ਦਰਸੁ ਭਟਕਿ ਭ੍ਰਮੁ ਭਜਤ ਦੁਖ ਪਰਹਰਿ ਸੁਖ ਸਹਜ ਬਿਗਾਸੇ ॥"},"larivaar":{"gurmukhi":"dyKqdrsuBtikBRmuBjqduKprhirsuKshjibgwsy]","unicode":"ਦੇਖਤਦਰਸੁਭਟਕਿਭ੍ਰਮੁਭਜਤਦੁਖਪਰਹਰਿਸੁਖਸਹਜਬਿਗਾਸੇ॥"},"translation":{"en":{"bdb":"Gazing upon the Blessed Vision of His Darshan, doubt runs away, pain is eradicated, and celestial peace spontaneously wells up.","ms":"Seeing his vision, doubt, flees, forthwith pain is dispelled and peace easily wells up.","ssk":"Gazing upon the Blessed Vision of His Darshan, doubt runs away, pain is eradicated, and celestial peace spontaneously wells up."},"pu":{"ss":{"gurmukhi":" drSn kr ky (drsn krn vwilAW dw) Brm Btk ky B`j jWdw hY, Aqy (auhnW dy) du`K dUr ho ky (auhnW dy AMdr) Awqmk Afolqw dy suK prgt ho jWdy hn [","unicode":" ਦਰਸ਼ਨ ਕਰ ਕੇ (ਦਰਸਨ ਕਰਨ ਵਾਲਿਆਂ ਦਾ) ਭਰਮ ਭਟਕ ਕੇ ਭੱਜ ਜਾਂਦਾ ਹੈ, ਅਤੇ (ਉਹਨਾਂ ਦੇ) ਦੁੱਖ ਦੂਰ ਹੋ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ft":{"gurmukhi":"ijn ky drsn dyKiqAW hI (Btik) sIGRqw sy BRm Bwg jwqw hY; vw Btkxw sihq Brm dUr ho jwqw hY AO duKoN kw pRhwr ho kr shjy hI irdy myN suKoN kw ibgws hoie Awvqw hY]","unicode":"ਜਿਨ ਕੇ ਦਰਸਨ ਦੇਖਤਿਆਂ ਹੀ (ਭਟਕਿ) ਸੀਘ੍ਰਤਾ ਸੇ ਭ੍ਰਮ ਭਾਗ ਜਾਤਾ ਹੈ; ਵਾ ਭਟਕਣਾ ਸਹਿਤ ਭਰਮ ਦੂਰ ਹੋ ਜਾਤਾ ਹੈ ਔ ਦੁਖੋਂ ਕਾ ਪ੍ਰਹਾਰ ਹੋ ਕਰ ਸਹਜੇ ਹੀ ਰਿਦੇ ਮੇਂ ਸੁਖੋਂ ਕਾ ਬਿਗਾਸ ਹੋਇ ਆਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" drSn kr ky (drsn krn vwilAW dw) Brm Btk ky B`j jWdw hY, Aqy (auhnW dy) du`K dUr ho ky (auhnW dy AMdr) Awqmk Afolqw dy suK prgt ho jWdy hn [","unicode":" ਦਰਸ਼ਨ ਕਰ ਕੇ (ਦਰਸਨ ਕਰਨ ਵਾਲਿਆਂ ਦਾ) ਭਰਮ ਭਟਕ ਕੇ ਭੱਜ ਜਾਂਦਾ ਹੈ, ਅਤੇ (ਉਹਨਾਂ ਦੇ) ਦੁੱਖ ਦੂਰ ਹੋ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ ।"},"ms":{"gurmukhi":"aunHW dw drSn vyKx duAwrw, sMdyh qurMq dOV jWdw hY pIV dUr ho jWdI hY Aqy Awrwm suKYn hI auqpMn ho AwauNdw hY[","unicode":"ਉਨ੍ਹਾਂ ਦਾ ਦਰਸ਼ਨ ਵੇਖਣ ਦੁਆਰਾ, ਸੰਦੇਹ ਤੁਰੰਤ ਦੌੜ ਜਾਂਦਾ ਹੈ ਪੀੜ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਆਰਾਮ ਸੁਖੈਨ ਹੀ ਉਤਪੰਨ ਹੋ ਆਉਂਦਾ ਹੈ।"}},"es":{"sn":"Teniendo la Bendita Visión de Su Darshan, la duda se aleja, el dolor es erradicado y la Paz Celestial es edificada de manera espontánea. "},"hi":{"ss":"(आप के) दर्शन करके (दर्शन करने वालों का) भरम भटक के भाग जाता है। और (उनके) दुख दूर हो के (उनके अंदर) आत्मिक अडोलता के सुख प्रकट हो जाते हैं।","sts":"उनके दर्शनों से सब भ्रम-भटकन निवृत्त हो जाती है और दुख दूर होकर सुख एवं खुशियाँ प्राप्त होती हैं।"}},"transliteration":{"english":"dhekhat dharas bhaTak bhram bhajat dhukh parahar sukh sahaj bigaase ||","hindi":"देखत दरसु भटकि भ्रमु भजत दुख परहरि सुख सहज बिगासे ॥","en":"dhekhat dharas bhaTak bhram bhajat dhukh parahar sukh sahaj bigaase ||","hi":"देखत दरसु भटकि भ्रमु भजत दुख परहरि सुख सहज बिगासे ॥","ipa":"d̪ekʰət̪ d̪ərəs ɓəʈək ɓɹəm ɓəd͡ʒət̪ d̪ʊkʰ pərəhər sʊkʰ səhəd͡ʒ bɪGɑse.","ur":"دےکھت درس بھٹک بھرم بھجت دُکھ پرهر سُکھ سهج بگاسے ۔۔"},"pageNo":1404,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":59448,"shabadId":5441,"verse":{"gurmukhi":"syvk isK sdw Aiq luiBq Ail smUh ijau kusm subwsy ]","unicode":"ਸੇਵਕ ਸਿਖ ਸਦਾ ਅਤਿ ਲੁਭਿਤ ਅਲਿ ਸਮੂਹ ਜਿਉ ਕੁਸਮ ਸੁਬਾਸੇ ॥"},"larivaar":{"gurmukhi":"syvkisKsdwAiqluiBqAilsmUhijaukusmsubwsy]","unicode":"ਸੇਵਕਸਿਖਸਦਾਅਤਿਲੁਭਿਤਅਲਿਸਮੂਹਜਿਉਕੁਸਮਸੁਬਾਸੇ॥"},"translation":{"en":{"bdb":"The selfless servants and Sikhs are always totally captivated by it, like bumble bees lured by the fragrance of the flower.","ms":"Like the craving of all the black-bees for the fragrance of the flowers, the slavers and the disciples of the Guru, ever remain greatly fascinated by the Guru's sight.","ssk":"The selfless servants and Sikhs are always totally captivated by it, like bumble bees lured by the fragrance of the flower."},"pu":{"ss":{"gurmukhi":" syvk qy is`K sdw (gurU rwmdws jI dy crnW dy) AwiSk hn, ijvyN BOry Pu`lW dI vwSnw dy [ ","unicode":" ਸੇਵਕ ਤੇ ਸਿੱਖ ਸਦਾ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਚਰਨਾਂ ਦੇ) ਆਸ਼ਿਕ ਹਨ, ਜਿਵੇਂ ਭੌਰੇ ਫੁੱਲਾਂ ਦੀ ਵਾਸ਼ਨਾ ਦੇ । "},"ft":{"gurmukhi":"ijn ky drsn pr isK syvk sdw AYsy luBwievwn ho rhy hYN jYsy (Ail) BOirEN kw smUMh kml PUloN kI sRyst vwsnw pr luBwievwn hoqw hY]","unicode":"ਜਿਨ ਕੇ ਦਰਸਨ ਪਰ ਸਿਖ ਸੇਵਕ ਸਦਾ ਐਸੇ ਲੁਭਾਇਵਾਨ ਹੋ ਰਹੇ ਹੈਂ ਜੈਸੇ (ਅਲਿ) ਭੌਰਿਓਂ ਕਾ ਸਮੂੰਹ ਕਮਲ ਫੂਲੋਂ ਕੀ ਸ੍ਰੇਸਟ ਵਾਸਨਾ ਪਰ ਲੁਭਾਇਵਾਨ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":" syvk qy is`K sdw (gurU rwmdws jI dy crnW dy) AwiSk hn, ijvyN BOry Pu`lW dI vwSnw dy [ ","unicode":" ਸੇਵਕ ਤੇ ਸਿੱਖ ਸਦਾ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਚਰਨਾਂ ਦੇ) ਆਸ਼ਿਕ ਹਨ, ਜਿਵੇਂ ਭੌਰੇ ਫੁੱਲਾਂ ਦੀ ਵਾਸ਼ਨਾ ਦੇ । "},"ms":{"gurmukhi":"swirAW BOirAW dy Pu`lW dI sugMDI dI cwhn dy mwnMd, gurW dy goly Aqy murId aunHW dy drSnw auqoN sdIv hI Bwry PryPqw rihMdy hn[","unicode":"ਸਾਰਿਆਂ ਭੌਰਿਆਂ ਦੇ ਫੁੱਲਾਂ ਦੀ ਸੁਗੰਧੀ ਦੀ ਚਾਹਨ ਦੇ ਮਾਨੰਦ, ਗੁਰਾਂ ਦੇ ਗੋਲੇ ਅਤੇ ਮੁਰੀਦ ਉਨ੍ਹਾਂ ਦੇ ਦਰਸ਼ਨਾ ਉਤੋਂ ਸਦੀਵ ਹੀ ਭਾਰੇ ਫਰੇਫਤਾ ਰਹਿੰਦੇ ਹਨ।"}},"es":{"sn":"Los humildes Sirvientes y los Sikjs están siempre cautivados por Ello, como abejas atraídas por la fragancia de la flor. "},"hi":{"ss":"सेवक और सिख सदा (गुरू रामदास जी के चरणों के) आशिक हैं। जैसे भौरे फूलों की वासना के।","sts":"सेवक और शिष्य सदैव ही उन पर यूं लुब्ध होते हैं, ज्यों खुशबूदार फूल पर भैवरा मंडराता है।"}},"transliteration":{"english":"sevak sikh sadhaa at lubhit al samooh jiau kusam subaase ||","hindi":"सेवक सिख सदा अति लुभित अलि समूह जिउ कुसम सुबासे ॥","en":"sevak sikh sadhaa at lubhit al samooh jiau kusam subaase ||","hi":"सेवक सिख सदा अति लुभित अलि समूह जिउ कुसम सुबासे ॥","ipa":"seʋək sɪkʰ səd̪ɑ ət̪ lʊɓɪt̪ əl səmuh d͡ʒɪo kʊsəm sʊbɑse.","ur":"سےوک سکھ سدا ات لُبھت الِ سمُوه جا کُسم سُباسے ۔۔"},"pageNo":1404,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59449,"shabadId":5441,"verse":{"gurmukhi":"ibd´mwn guir Awip Qp´au iQru swcau qKqu gurU rwmdwsY ]6]","unicode":"ਬਿਦੵਮਾਨ ਗੁਰਿ ਆਪਿ ਥਪੵਉ ਥਿਰੁ ਸਾਚਉ ਤਖਤੁ ਗੁਰੂ ਰਾਮਦਾਸੈ ॥੬॥"},"larivaar":{"gurmukhi":"ibd´mwnguirAwipQp´auiQruswcauqKqugurUrwmdwsY]6]","unicode":"ਬਿਦੵਮਾਨਗੁਰਿਆਪਿਥਪੵਉਥਿਰੁਸਾਚਉਤਖਤੁਗੁਰੂਰਾਮਦਾਸੈ॥੬॥"},"translation":{"en":{"bdb":"The Guru Himself established the Eternal Throne of Truth, in Guru Raam Daas. ||6||","ms":"The Guru his presence, himself, established the eternal and true throne of Guru Ram Dass.","ssk":"The Guru Himself established the Eternal Throne of Truth, in Guru Raam Daas. ||6||"},"pu":{"ss":{"gurmukhi":"pRq`K gurU (Amrdws jI) ny Awp hI gurU rwmdws jI dw s`cw q^q inhcl itkw id`qw hY [6[","unicode":"ਪ੍ਰਤੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਸੱਚਾ ਤਖ਼ਤ ਨਿਹਚਲ ਟਿਕਾ ਦਿੱਤਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"sRI gurU Amrdws swihb jI ibdÎmwn, Bwv dyh sihq hoiqAW hI swcy guirAweI ky qKq pr sRI gurU rwmdws swihb jI ko Awp AsQwpn kIAw hY]6]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਬਿਦ੍ਯਮਾਨ, ਭਾਵ ਦੇਹ ਸਹਿਤ ਹੋਤਿਆਂ ਹੀ ਸਾਚੇ ਗੁਰਿਆਈ ਕੇ ਤਖਤ ਪਰ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੋ ਆਪ ਅਸਥਾਪਨ ਕੀਆ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"pRq`K gurU (Amrdws jI) ny Awp hI gurU rwmdws jI dw s`cw q^q inhcl itkw id`qw hY [6[","unicode":"ਪ੍ਰਤੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਸੱਚਾ ਤਖ਼ਤ ਨਿਹਚਲ ਟਿਕਾ ਦਿੱਤਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"AwpxI hjUrI iv`c gurW ny Kud gurU rwmdws dw kwl-sQweI Aqy s`cw rwjisMGwsx AsQwpn kIqw[","unicode":"ਆਪਣੀ ਹਜੂਰੀ ਵਿੱਚ ਗੁਰਾਂ ਨੇ ਖੁਦ ਗੁਰੂ ਰਾਮਦਾਸ ਦਾ ਕਾਲ-ਸਥਾਈ ਅਤੇ ਸੱਚਾ ਰਾਜਸਿੰਘਾਸਣ ਅਸਥਾਪਨ ਕੀਤਾ।"}},"es":{"sn":"El Mismo Guru estableció en Guru Ram Das, el Eterno Trono de la Verdad. (6) "},"hi":{"ss":"प्रत्यक्ष गुरू (अमरदास जी) ने स्वयं ही गुरू रामदास जी का सच्चा तख़्त निष्चल टिका दिया है।","sts":"गुरु अमरदास जी ने अपने जीते जी स्वयं गुरु रामदास जी को सच्चे सिंहासन (गुरु नानक की गद्दी) पर स्थापित किया ॥६॥"}},"transliteration":{"english":"bidhayemaan gur aap thapayeau thir saachau takhat guroo raamadhaasai ||6||","hindi":"बिद्यमान गुरि आपि थप्यउ थिरु साचउ तखतु गुरू रामदासै ॥६॥","en":"bidhayemaan gur aap thapayeau thir saachau takhat guroo raamadhaasai ||6||","hi":"बिद्यमान गुरि आपि थप्यउ थिरु साचउ तखतु गुरू रामदासै ॥६॥","ipa":"bɪd̪əjmɑn Gʊr əɑp t̪ʰəpəjo t̪ʰɪr sɑt͡ʃo t̪əkʰət̪ Gʊru rɑməd̪ɑsæ.6.","ur":"بِدےمان گُر آپ تھپےا تھر ساچا تکھت گُرُو رامداسَے ۔۔۶۔۔"},"pageNo":1404,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}}]}