{"shabadInfo":{"shabadId":5448,"shabadName":59480,"pageNo":1405,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1405},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":30,"gurmukhi":"bl´","unicode":null,"english":"Bhatt Bal"}},"count":4,"navigation":{"previous":5447,"next":5449},"verses":[{"verseId":59480,"shabadId":5448,"verse":{"gurmukhi":"ijin sbdu kmwie prm pdu pwieE syvw krq n CoifE pwsu ]","unicode":"ਜਿਨਿ ਸਬਦੁ ਕਮਾਇ ਪਰਮ ਪਦੁ ਪਾਇਓ ਸੇਵਾ ਕਰਤ ਨ ਛੋਡਿਓ ਪਾਸੁ ॥"},"larivaar":{"gurmukhi":"ijinsbdukmwieprmpdupwieEsyvwkrqnCoifEpwsu]","unicode":"ਜਿਨਿਸਬਦੁਕਮਾਇਪਰਮਪਦੁਪਾਇਓਸੇਵਾਕਰਤਨਛੋਡਿਓਪਾਸੁ॥"},"translation":{"en":{"bdb":"Living the Word of the Shabad, He attained the supreme status; while performing selfless service, He did not leave the side of Guru Amar Daas.","ms":"Such is the Guru, who practising the name, attained the supreme status and whilst performing service, abandoned not the company of Guru Amar Dass.","ssk":"Living the Word of the Shabad, He attained the supreme status; while performing selfless service, He did not leave the side of Guru Amar Daas."},"pu":{"ss":{"gurmukhi":"ijs (gurU rwmdws jI) ny Sbd ƒ kmw ky au~cI pdvI pweI, Aqy (gurU Amrdws jI dI) syvw kridAW swQ nw C`ifAw, ","unicode":"ਜਿਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾ ਕੇ ਉੱਚੀ ਪਦਵੀ ਪਾਈ, ਅਤੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ) ਸੇਵਾ ਕਰਦਿਆਂ ਸਾਥ ਨਾ ਛੱਡਿਆ, "},"ft":{"gurmukhi":"ijs sRI gurU rwmdws swihb jI ny (sbdu) aupdyS ko kmwie kr ky sRI gurU Amrdws swihb jI kI syvw kriqAW hoieAW iqn kw pwsw nhIN CoifAw hY ArQwq sdw pws hI rhy hYN]","unicode":"ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਨੇ (ਸਬਦੁ) ਉਪਦੇਸ਼ ਕੋ ਕਮਾਇ ਕਰ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੀ ਸੇਵਾ ਕਰਤਿਆਂ ਹੋਇਆਂ ਤਿਨ ਕਾ ਪਾਸਾ ਨਹੀਂ ਛੋਡਿਆ ਹੈ ਅਰਥਾਤ ਸਦਾ ਪਾਸ ਹੀ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"ijs (gurU rwmdws jI) ny Sbd ƒ kmw ky au~cI pdvI pweI, Aqy (gurU Amrdws jI dI) syvw kridAW swQ nw C`ifAw, ","unicode":"ਜਿਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾ ਕੇ ਉੱਚੀ ਪਦਵੀ ਪਾਈ, ਅਤੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ) ਸੇਵਾ ਕਰਦਿਆਂ ਸਾਥ ਨਾ ਛੱਡਿਆ, "},"ms":{"gurmukhi":"AYsy hn gurdyv! jo nwm dI kmweI kr, mhwn pdvI ƒ prqwp hoey Aqy ijnHW ny Gwl kmwauidAW hoieAw gurU Amrdws jI dy swQ ƒ nhIN sI CifAw[","unicode":"ਐਸੇ ਹਨ ਗੁਰਦੇਵ! ਜੋ ਨਾਮ ਦੀ ਕਮਾਈ ਕਰ, ਮਹਾਨ ਪਦਵੀ ਨੂੰ ਪਰਤਾਪ ਹੋਏ ਅਤੇ ਜਿਨ੍ਹਾਂ ਨੇ ਘਾਲ ਕਮਾਉਦਿਆਂ ਹੋਇਆ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਸਾਥ ਨੂੰ ਨਹੀਂ ਸੀ ਛਡਿਆ।"}},"es":{"sn":"Viviendo la Palabra del Shabd, Él obtuvo el Estado Supremo, mientras realizaba servicio sin esperar recompensa. No se fue del lado de Guru Amar Das. "},"hi":{"ss":"जिस (गुरू रामदास जी) ने शबद को कमा के ऊँची पदवी पाई। और (गुरू अमरदास जी की) सेवा करते हुए साथ नहीं छोड़ा।","sts":"जिस (गुरु रामदास) ने ब्रह्म-शब्द की साधना करके परमपद पाया, अपने गुरु अमरदास जी की सेवा में तन-मन से तल्लीन रहे और उनका साथ कभी न छोड़ा,"}},"transliteration":{"english":"jin sabadh kamai param padh paio sevaa karat na chhoddio paas ||","hindi":"जिनि सबदु कमाइ परम पदु पाइओ सेवा करत न छोडिओ पासु ॥","en":"jin sabadh kamai param padh paio sevaa karat na chhoddio paas ||","hi":"जिनि सबदु कमाइ परम पदु पाइओ सेवा करत न छोडिओ पासु ॥","ipa":"d͡ʒɪn səbəd̪ kəmɑeɪ pərəm pəd̪ pɑeɪo seʋɑ kərət̪ nə ɕɔɖɪo pɑs.","ur":"جٍن سبد کماا پرم پد پاااو سےوا کرت ن چھوڈاو پاس ۔۔"},"pageNo":1405,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":59481,"shabadId":5448,"verse":{"gurmukhi":"qw qy gauhru g´wn pRgtu aujIAwrau duK dirdR AMD´wr ko nwsu ]","unicode":"ਤਾ ਤੇ ਗਉਹਰੁ ਗੵਾਨ ਪ੍ਰਗਟੁ ਉਜੀਆਰਉ ਦੁਖ ਦਰਿਦ੍ਰ ਅੰਧੵਾਰ ਕੋ ਨਾਸੁ ॥"},"larivaar":{"gurmukhi":"qwqygauhrug´wnpRgtuaujIAwrauduKdirdRAMD´wrkonwsu]","unicode":"ਤਾਤੇਗਉਹਰੁਗੵਾਨਪ੍ਰਗਟੁਉਜੀਆਰਉਦੁਖਦਰਿਦ੍ਰਅੰਧੵਾਰਕੋਨਾਸੁ॥"},"translation":{"en":{"bdb":"From that service, the light from the jewel of spiritual wisdom shines forth, radiant and bright; it has destroyed pain, poverty and darkness.","ms":"From that service, the light of the jewel of gnosis became manifest by which pain, poverty and darkness were destroyed.","ssk":"From that service, the light from the jewel of spiritual wisdom shines forth, radiant and bright; it has destroyed pain, poverty and darkness."},"pu":{"ss":{"gurmukhi":"aus (gurU) qoN moqI-vq au~jl igAwn dw cwnxw pRgt hoieAw, Aqy dirdR qy hnyry dw nws ho igAw [","unicode":"ਉਸ (ਗੁਰੂ) ਤੋਂ ਮੋਤੀ-ਵਤ ਉੱਜਲ ਗਿਆਨ ਦਾ ਚਾਨਣਾ ਪ੍ਰਗਟ ਹੋਇਆ, ਅਤੇ ਦਰਿਦ੍ਰ ਤੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਹੋ ਗਿਆ ।"},"ft":{"gurmukhi":"iqs sRI gurU Amrdws swihb jI kI syvw qy (gauhru) moqI sm suD igAwn pRgt hUAw hY, ijs igAwn ky pRkwS qy duK dirdR rUpI AMDyry kw nws ho igAw hY]","unicode":"ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੀ ਸੇਵਾ ਤੇ (ਗਉਹਰੁ) ਮੋਤੀ ਸਮ ਸੁਧ ਗਿਆਨ ਪ੍ਰਗਟ ਹੂਆ ਹੈ, ਜਿਸ ਗਿਆਨ ਕੇ ਪ੍ਰਕਾਸ਼ ਤੇ ਦੁਖ ਦਰਿਦ੍ਰ ਰੂਪੀ ਅੰਧੇਰੇ ਕਾ ਨਾਸ ਹੋ ਗਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"aus (gurU) qoN moqI-vq au~jl igAwn dw cwnxw pRgt hoieAw, Aqy dirdR qy hnyry dw nws ho igAw [","unicode":"ਉਸ (ਗੁਰੂ) ਤੋਂ ਮੋਤੀ-ਵਤ ਉੱਜਲ ਗਿਆਨ ਦਾ ਚਾਨਣਾ ਪ੍ਰਗਟ ਹੋਇਆ, ਅਤੇ ਦਰਿਦ੍ਰ ਤੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਹੋ ਗਿਆ ।"},"ms":{"gurmukhi":"aus Gwl qoN, bRhm-boD dy jvyhr dw pRkwS jwhr ho AwieAw, ijs duAwrw kSt, kMgwlqw Aqy AnHyrw nSt ho gey[","unicode":"ਉਸ ਘਾਲ ਤੋਂ, ਬ੍ਰਹਮ-ਬੋਧ ਦੇ ਜਵੇਹਰ ਦਾ ਪ੍ਰਕਾਸ਼ ਜਾਹਰ ਹੋ ਆਇਆ, ਜਿਸ ਦੁਆਰਾ ਕਸ਼ਟ, ਕੰਗਾਲਤਾ ਅਤੇ ਅਨ੍ਹੇਰਾ ਨਸ਼ਟ ਹੋ ਗਏ।"}},"es":{"sn":"De ese Servicio, la Luz de la Joya de la Sabiduría Espiritual brilla radiante y esplendorosa; ha destruido el dolor, la pobreza y la oscuridad. "},"hi":{"ss":"उस (गुरू) से मोती-वत् उज्जवल ज्ञान का प्रकाश प्रकट हुआ। और दरिद्रता व अंधकार का नाश हो गया।","sts":"इसलिए परम ज्ञान का उजाला हुआ और दुख-दारिद्रय का अंधेरा नष्ट हो गया।"}},"transliteration":{"english":"taa te gauhar gayeaan pragaT ujeeaarau dhukh dharidhr a(n)dhayeaar ko naas ||","hindi":"ता ते गउहरु ग्यान प्रगटु उजीआरउ दुख दरिद्र अंध्यार को नासु ॥","en":"taa te gauhar gayeaan pragaT ujeeaarau dhukh dharidhr a(n)dhayeaar ko naas ||","hi":"ता ते गउहरु ग्यान प्रगटु उजीआरउ दुख दरिद्र अंध्यार को नासु ॥","ipa":"t̪ɑ t̪e Goʊhər Gəjɑn pɹəGəʈ oʊd͡ʒiəɑro d̪ʊkʰ d̪ərɪd̪ɹ əŋt̪əjɑr kɔ nɑs.","ur":"تا تے گاهر گےان پرگٹ اُجیِآرا دُکھ دردر اںدھےار کو ناس ۔۔"},"pageNo":1405,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":59482,"shabadId":5448,"verse":{"gurmukhi":"kiv kIrq jo sMq crn muiV lwgih iqn@ kwm k®oD jm ko nhI qRwsu ]","unicode":"ਕਵਿ ਕੀਰਤ ਜੋ ਸੰਤ ਚਰਨ ਮੁੜਿ ਲਾਗਹਿ ਤਿਨੑ ਕਾਮ ਕ੍ਰੋਧ ਜਮ ਕੋ ਨਹੀ ਤ੍ਰਾਸੁ ॥"},"larivaar":{"gurmukhi":"kivkIrqjosMqcrnmuiVlwgihiqn@kwmk®oDjmkonhIqRwsu]","unicode":"ਕਵਿਕੀਰਤਜੋਸੰਤਚਰਨਮੁੜਿਲਾਗਹਿਤਿਨੑਕਾਮਕ੍ਰੋਧਜਮਕੋਨਹੀਤ੍ਰਾਸੁ॥"},"translation":{"en":{"bdb":"So speaks Keerat the poet: those who grasp hold of the feet of the Saints, are not afraid of death, sexual desire or anger.","ms":"Says Kirat, who cling to the feet of saints by turning away from the world, they dread not lust, wrath and death.","ssk":"So speaks Keerat the poet: those who grasp hold of the feet of the Saints, are not afraid of death, sexual desire or anger."},"pu":{"ss":{"gurmukhi":"hy kvI kIrq! jo mnu`K aus sMq (gurU rwmdws jI) dI crnIN l`gdy hn, auhnW ƒ kwm kRoD qy jmW dw fr nhIN rihMdw [ ","unicode":"ਹੇ ਕਵੀ ਕੀਰਤ! ਜੋ ਮਨੁੱਖ ਉਸ ਸੰਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਾਮ ਕ੍ਰੋਧ ਤੇ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ । "},"ft":{"gurmukhi":"sRI 'kIrq' kvI jI kihqy hYN: jo purS sMswr kI qrP sy muV kr sMq rUp sRI gurU rwmdws swihb jI kI crnI lwgy hYN iqnoN ko kwm, kRoD, jm AwidkoN kw BY nhIN hoqw hY]","unicode":"ਸ੍ਰੀ 'ਕੀਰਤ' ਕਵੀ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜੋ ਪੁਰਸ਼ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਮੁੜ ਕਰ ਸੰਤ ਰੂਪ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੀ ਚਰਨੀ ਲਾਗੇ ਹੈਂ ਤਿਨੋਂ ਕੋ ਕਾਮ, ਕ੍ਰੋਧ, ਜਮ ਆਦਿਕੋਂ ਕਾ ਭੈ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy kvI kIrq! jo mnu`K aus sMq (gurU rwmdws jI) dI crnIN l`gdy hn, auhnW ƒ kwm kRoD qy jmW dw fr nhIN rihMdw [ ","unicode":"ਹੇ ਕਵੀ ਕੀਰਤ! ਜੋ ਮਨੁੱਖ ਉਸ ਸੰਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਾਮ ਕ੍ਰੋਧ ਤੇ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ । "},"ms":{"gurmukhi":"kIrq kvI AwKdw hY, j`g vlo ault ky, jo swDUAW dy pYrW nwl juVdy hn, auh Sihvq, gu¤sy Aqy mOq qoN nhIN frdy[","unicode":"ਕੀਰਤ ਕਵੀ ਆਖਦਾ ਹੈ, ਜੱਗ ਵਲੋ ਉਲਟ ਕੇ, ਜੋ ਸਾਧੂਆਂ ਦੇ ਪੈਰਾਂ ਨਾਲ ਜੁੜਦੇ ਹਨ, ਉਹ ਸ਼ਹਿਵਤ, ਗੁੱਸੇ ਅਤੇ ਮੌਤ ਤੋਂ ਨਹੀਂ ਡਰਦੇ।"}},"es":{"sn":"Así habla Kirat, el poeta, quienes se aferran a los Pies de los Santos no tiene temor a la muerte, no tienen deseos sexuales o enojo. "},"hi":{"ss":"हे कवि कीरत ! जो मनुष्य उस संत (गुरू रामदास जी) के चरणों में लगते हैं। उनको काम। क्रोध और जमों का डर नहीं रहता।","sts":"कवि कीरत का कथन है कि जो शान्ति के पुंज, संत गुरु रामदास के चरणों में लगता है, उसका काम-क्रोध एवं यम का डर दूर हो जाता है।"}},"transliteration":{"english":"kav keerat jo sa(n)t charan muR laageh tin(h) kaam karodh jam ko nahee traas ||","hindi":"कवि कीरत जो संत चरन मुड़ि लागहि तिन्न काम क्रोध जम को नही त्रासु ॥","en":"kav keerat jo sa(n)t charan muR laageh tin(h) kaam karodh jam ko nahee traas ||","hi":"कवि कीरत जो संत चरन मुड़ि लागहि तिन्न काम क्रोध जम को नही त्रासु ॥","ipa":"kəʋ kirət̪ d͡ʒɔ səŋt̪ t͡ʃərən mʊɽ lɑGəh t̪ɪn@ kɑm kəʳɔt̪ə̀ d͡ʒəm kɔ nəhi t̪ɹɑs.","ur":"کو کیِرت جو سںت چرن مُڑ لاگه تنھ کام ک®ودھ جم کو نهیِ تراس ۔۔"},"pageNo":1406,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59483,"shabadId":5448,"verse":{"gurmukhi":"ijv AMgdu AMig sMig nwnk gur iqv gur Amrdws kY guru rwmdwsu ]1]","unicode":"ਜਿਵ ਅੰਗਦੁ ਅੰਗਿ ਸੰਗਿ ਨਾਨਕ ਗੁਰ ਤਿਵ ਗੁਰ ਅਮਰਦਾਸ ਕੈ ਗੁਰੁ ਰਾਮਦਾਸੁ ॥੧॥"},"larivaar":{"gurmukhi":"ijvAMgduAMigsMignwnkguriqvgurAmrdwskYgururwmdwsu]1]","unicode":"ਜਿਵਅੰਗਦੁਅੰਗਿਸੰਗਿਨਾਨਕਗੁਰਤਿਵਗੁਰਅਮਰਦਾਸਕੈਗੁਰੁਰਾਮਦਾਸੁ॥੧॥"},"translation":{"en":{"bdb":"Just as Guru Nanak was part and parcel, life and limb with Guru Angad, so is Guru Amar Daas one with Guru Raam Daas. ||1||","ms":"As Guru Nanak was always present with Angad, so abides Guru Amar, Dass with Guru Ram Dass.","ssk":"Just as Guru Nanak was part and parcel, life and limb with Guru Angad, so is Guru Amar Daas one with Guru Raam Daas. ||1||"},"pu":{"ss":{"gurmukhi":" ijvyN (gurU) AMgd (swihb jI) sdw gurU nwnk dyv jI nwl (rhy, Bwv, sdw gurU nwnk dyv jI dI hzUrI ivc rhy), iqvyN gurU rwmdws (jI) gurU Amrdws (jI) dy (nwl rhy) [1[","unicode":" ਜਿਵੇਂ (ਗੁਰੂ) ਅੰਗਦ (ਸਾਹਿਬ ਜੀ) ਸਦਾ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨਾਲ (ਰਹੇ, ਭਾਵ, ਸਦਾ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹੇ), ਤਿਵੇਂ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ) ਦੇ (ਨਾਲ ਰਹੇ) ।੧।"},"ft":{"gurmukhi":"ijs pRkwr sRI gurU nwnk dyv jI ky (AMig) irdy sMg iml kr sRI gurU AMgd swihb jI jgq ky gurU Bey hYN[ punw jYsy sRI gurU AMgd swihb jI ky AMg sMg iml kr sRI gurU Amrdws swihb jI Bey[ iqsI pRkwr sRI gurU Amrdws swihb jI ky AMg sMg iml kr sRI gurU rwmdws swihb jI siqgur Bey hYN]1]","unicode":"ਜਿਸ ਪ੍ਰਕਾਰ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੇ (ਅੰਗਿ) ਰਿਦੇ ਸੰਗ ਮਿਲ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਜਗਤ ਕੇ ਗੁਰੂ ਭਏ ਹੈਂ। ਪੁਨਾ ਜੈਸੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਕੇ ਅੰਗ ਸੰਗ ਮਿਲ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਭਏ। ਤਿਸੀ ਪ੍ਰਕਾਰ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਅੰਗ ਸੰਗ ਮਿਲ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਸਤਿਗੁਰ ਭਏ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":" ijvyN (gurU) AMgd (swihb jI) sdw gurU nwnk dyv jI nwl (rhy, Bwv, sdw gurU nwnk dyv jI dI hzUrI ivc rhy), iqvyN gurU rwmdws (jI) gurU Amrdws (jI) dy (nwl rhy) [1[","unicode":" ਜਿਵੇਂ (ਗੁਰੂ) ਅੰਗਦ (ਸਾਹਿਬ ਜੀ) ਸਦਾ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨਾਲ (ਰਹੇ, ਭਾਵ, ਸਦਾ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹੇ), ਤਿਵੇਂ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ) ਦੇ (ਨਾਲ ਰਹੇ) ।੧।"},"ms":{"gurmukhi":"ijs qrHW gurU nwnk dyv, AMgd dy nwl sdw hwjr nwzr rihMdy sn, eysy qrHW hI gurU Amrdws jI rwmdws dy nwl vsdy hn[","unicode":"ਜਿਸ ਤਰ੍ਹਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ, ਅੰਗਦ ਦੇ ਨਾਲ ਸਦਾ ਹਾਜਰ ਨਾਜ਼ਰ ਰਹਿੰਦੇ ਸਨ, ਏਸੇ ਤਰ੍ਹਾਂ ਹੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਰਾਮਦਾਸ ਦੇ ਨਾਲ ਵਸਦੇ ਹਨ।"}},"es":{"sn":"Así como Guru Nanak era trama y urdimbre, viva coyuntura con Guru Angad, así es Guru Amar Das con Guru Ram Das. (1)"},"hi":{"ss":"जैसे (गुरू) अंगद (साहिब जी) सदा गुरू नानक देव जी के साथ (रहे। भाव। सदा गुरू नानक देव जी की हजूरी में रहे)। वैसे (ही) गुरू रामदास (जी) गुरू अमरदास (जी) के (साथ रहे)। 1।","sts":"जैसे गुरु अंगद देव जी गुरु नानक देव जी के अंग-संग सेवा में तल्लीन रहे, वैसे ही गुरु अमरदास की सेवा में गुरु रामदास जी रहे॥ १॥"}},"transliteration":{"english":"jiv a(n)gadh a(n)g sa(n)g naanak gur tiv gur amaradhaas kai gur raamadhaas ||1||","hindi":"जिव अंगदु अंगि संगि नानक गुर तिव गुर अमरदास कै गुरु रामदासु ॥१॥","en":"jiv a(n)gadh a(n)g sa(n)g naanak gur tiv gur amaradhaas kai gur raamadhaas ||1||","hi":"जिव अंगदु अंगि संगि नानक गुर तिव गुर अमरदास कै गुरु रामदासु ॥१॥","ipa":"d͡ʒɪʋ əŋGəd̪ əŋG səŋG nɑnək Gʊr t̪ɪʋ Gʊr əmərəd̪ɑs kæ Gʊr rɑməd̪ɑs.1.","ur":"جِو اںگد اںگ سںگ نانک گُر تو گُر امرداس کَے گُر رامداس ۔۔۱۔۔"},"pageNo":1406,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}}]}