{"shabadInfo":{"shabadId":5451,"shabadName":59492,"pageNo":1406,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1406},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":30,"gurmukhi":"bl´","unicode":null,"english":"Bhatt Bal"}},"count":4,"navigation":{"previous":5450,"next":5452},"verses":[{"verseId":59492,"shabadId":5451,"verse":{"gurmukhi":"hm Avguix Bry eyku guxu nwhI AMimRqu Cwif ibKY ibKu KweI ]","unicode":"ਹਮ ਅਵਗੁਣਿ ਭਰੇ ਏਕੁ ਗੁਣੁ ਨਾਹੀ ਅੰਮ੍ਰਿਤੁ ਛਾਡਿ ਬਿਖੈ ਬਿਖੁ ਖਾਈ ॥"},"larivaar":{"gurmukhi":"hmAvguixBryeykuguxunwhIAMimRquCwifibKYibKuKweI]","unicode":"ਹਮਅਵਗੁਣਿਭਰੇਏਕੁਗੁਣੁਨਾਹੀਅੰਮ੍ਰਿਤੁਛਾਡਿਬਿਖੈਬਿਖੁਖਾਈ॥"},"translation":{"en":{"bdb":"I am overflowing with sins and demerits; I have no merits or virtues at all. I abandoned the Ambrosial Nectar, and I drank poison instead.","ms":"I am brimful with sins and have not even a single virtue. Abandoning Nectar, I eat nothing but poison.","ssk":"I am overflowing with sins and demerits; I have no merits or virtues at all. I abandoned the Ambrosial Nectar, and I drank poison instead."},"pu":{"ss":{"gurmukhi":" AsI AaugxW nwl Bry hoey hW, (swfy ivc) ie`k BI gux nhIN hY, AMimRq (-nwm) ƒ C`f ky AsW inrI ivhu hI KwDI hY [","unicode":" ਅਸੀ ਅਉਗਣਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਾਂ, (ਸਾਡੇ ਵਿਚ) ਇੱਕ ਭੀ ਗੁਣ ਨਹੀਂ ਹੈ, ਅੰਮ੍ਰਿਤ (-ਨਾਮ) ਨੂੰ ਛੱਡ ਕੇ ਅਸਾਂ ਨਿਰੀ ਵਿਹੁ ਹੀ ਖਾਧੀ ਹੈ ।"},"ft":{"gurmukhi":"hm AvguxoN ky Bry hUey Qy, hmwry myN eyk gux nhIN Qw, nwm AMimRq ko Cwf kr ivK rUp iviKAhuM ko Kwqy Qy]","unicode":"ਹਮ ਅਵਗੁਣੋਂ ਕੇ ਭਰੇ ਹੂਏ ਥੇ, ਹਮਾਰੇ ਮੇਂ ਏਕ ਗੁਣ ਨਹੀਂ ਥਾ, ਨਾਮ ਅੰਮ੍ਰਿਤ ਕੋ ਛਾਡ ਕਰ ਵਿਖ ਰੂਪ ਵਿਖਿਅਹੁੰ ਕੋ ਖਾਤੇ ਥੇ॥"},"bdb":{"gurmukhi":" AsI AaugxW nwl Bry hoey hW, (swfy ivc) ie`k BI gux nhIN hY, AMimRq (-nwm) ƒ C`f ky AsW inrI ivhu hI KwDI hY [","unicode":" ਅਸੀ ਅਉਗਣਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਾਂ, (ਸਾਡੇ ਵਿਚ) ਇੱਕ ਭੀ ਗੁਣ ਨਹੀਂ ਹੈ, ਅੰਮ੍ਰਿਤ (-ਨਾਮ) ਨੂੰ ਛੱਡ ਕੇ ਅਸਾਂ ਨਿਰੀ ਵਿਹੁ ਹੀ ਖਾਧੀ ਹੈ ।"},"ms":{"gurmukhi":"mYN pwpW nwl prIpUrn hW Aqy myry iv`c iek BI nykI nhIN[ Awib-ihXwq ƒ iqAwg, mYN kyvl zihr ƒ hI KWdw hW[","unicode":"ਮੈਂ ਪਾਪਾਂ ਨਾਲ ਪਰੀਪੂਰਨ ਹਾਂ ਅਤੇ ਮੇਰੇ ਵਿੱਚ ਇਕ ਭੀ ਨੇਕੀ ਨਹੀਂ। ਆਬਿ-ਹਿਯਾਤ ਨੂੰ ਤਿਆਗ, ਮੈਂ ਕੇਵਲ ਜ਼ਹਿਰ ਨੂੰ ਹੀ ਖਾਂਦਾ ਹਾਂ।"}},"es":{"sn":"Mis faltas y deméritos me sobrepasan, no tengo Méritos o Virtudes para nada, abandoné el Néctar Ambrosial, "},"hi":{"ss":"हम अवगुणों से भरे पड़े हैं। (हमारे में) एक भी गुण नहीं है। अमृत (-नाम) को छोड़ के हमने सिर्फ जहर ही खाया है।","sts":"हे सतिगुरु रामदास ! हम जीव अवगुणों से भरे हुए हैं, एक भी हमारे पास गुण नहीं। नामकीर्तन रूपी अमृत को छोड़कर हम केवल विषय-वासनाओं का जहर सेवन कर रहे हैं।"}},"transliteration":{"english":"ham avagun bhare ek gun naahee a(n)mrit chhaadd bikhai bikh khaiee ||","hindi":"हम अवगुणि भरे एकु गुणु नाही अंमृतु छाडि बिखै बिखु खाई ॥","en":"ham avagun bhare ek gun naahee a(n)mrit chhaadd bikhai bikh khaiee ||","hi":"हम अवगुणि भरे एकु गुणु नाही अंमृतु छाडि बिखै बिखु खाई ॥","ipa":"həm əʋəGʊɳ ɓəre eek Gʊɳ nɑhi əŋmɪɹət̪ ɕɑɖ bɪkʰæ bɪkʰ kʰɑei.","ur":"هم اوگݨ بھرے اےک گُݨ ناهیِ اںمرت چھاڈ بکھَے بکھ کھاای ۔۔"},"pageNo":1406,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"},{"p":7,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59493,"shabadId":5451,"verse":{"gurmukhi":"mwXw moh Brm pY BUly suq dwrw isau pRIiq lgweI ]","unicode":"ਮਾਯਾ ਮੋਹ ਭਰਮ ਪੈ ਭੂਲੇ ਸੁਤ ਦਾਰਾ ਸਿਉ ਪ੍ਰੀਤਿ ਲਗਾਈ ॥"},"larivaar":{"gurmukhi":"mwXwmohBrmpYBUlysuqdwrwisaupRIiqlgweI]","unicode":"ਮਾਯਾਮੋਹਭਰਮਪੈਭੂਲੇਸੁਤਦਾਰਾਸਿਉਪ੍ਰੀਤਿਲਗਾਈ॥"},"translation":{"en":{"bdb":"I am attached to Maya, and deluded by doubt; I have fallen in love with my children and spouse.","ms":"Falling into love of riches and doubt, I am wandering about and have contracted affection with my sons and wife.","ssk":"I am attached to Maya, and deluded by doubt; I have fallen in love with my children and spouse."},"pu":{"ss":{"gurmukhi":"mwieAw dy moh Aqy BrmW ivc pY ky AsI (shI jIvn-rwh qoN) Bu`ly hoey hW, qy pu`qr iesqRI nwl AsW ipAwr pwieAw hoieAw hY [","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਅਤੇ ਭਰਮਾਂ ਵਿਚ ਪੈ ਕੇ ਅਸੀ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਭੁੱਲੇ ਹੋਏ ਹਾਂ, ਤੇ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਨਾਲ ਅਸਾਂ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ।"},"ft":{"gurmukhi":"mwXw ky moh kr ky Brm myN pV kr Apny srUp sy BUly Qy AO hm ny puqR, iesqRI AwdI JUTy pdwrQoN myN pRIqI lgweI QI]","unicode":"ਮਾਯਾ ਕੇ ਮੋਹ ਕਰ ਕੇ ਭਰਮ ਮੇਂ ਪੜ ਕਰ ਅਪਨੇ ਸਰੂਪ ਸੇ ਭੂਲੇ ਥੇ ਔ ਹਮ ਨੇ ਪੁਤ੍ਰ, ਇਸਤ੍ਰੀ ਆਦੀ ਝੂਠੇ ਪਦਾਰਥੋਂ ਮੇਂ ਪ੍ਰੀਤੀ ਲਗਾਈ ਥੀ॥"},"bdb":{"gurmukhi":"mwieAw dy moh Aqy BrmW ivc pY ky AsI (shI jIvn-rwh qoN) Bu`ly hoey hW, qy pu`qr iesqRI nwl AsW ipAwr pwieAw hoieAw hY [","unicode":"ਮਾਇਆ ਦੇ ਮੋਹ ਅਤੇ ਭਰਮਾਂ ਵਿਚ ਪੈ ਕੇ ਅਸੀ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਭੁੱਲੇ ਹੋਏ ਹਾਂ, ਤੇ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਨਾਲ ਅਸਾਂ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ।"},"ms":{"gurmukhi":"DMn-dOlq dI muh`bq Aqy sMdyh AMdr ifg mYN BMbl BUsy Kw irhw hW Aqy mYN Awpxy puqr Aqy vhutI nwl ipAwr pwieAw hoieAw hY[","unicode":"ਧੰਨ-ਦੌਲਤ ਦੀ ਮੁਹੱਬਤ ਅਤੇ ਸੰਦੇਹ ਅੰਦਰ ਡਿਗ ਮੈਂ ਭੰਬਲ ਭੂਸੇ ਖਾ ਰਿਹਾ ਹਾਂ ਅਤੇ ਮੈਂ ਆਪਣੇ ਪੁਤਰ ਅਤੇ ਵਹੁਟੀ ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"y en vez tomé veneno, vivo apegado a Maya y engañado por la duda he caído enamorado de mis hijos y mi pareja. "},"hi":{"ss":"माया के मोह में और भरमों में पड़ कर हम (सही जीवन-राह से) भूले हुए हैं। और स्त्री-पुत्र से हमने प्यार डाला हुआ है।","sts":"माया-मोह के भ्रम में पथभ्रष्ट हो गए हैं और पुत्र एवं पत्नी से ही प्रीति लगाई हुई है।"}},"transliteration":{"english":"maayaa moh bharam pai bhoole sut dhaaraa siau preet lagaiee ||","hindi":"माया मोह भरम पै भूले सुत दारा सिउ प्रीति लगाई ॥","en":"maayaa moh bharam pai bhoole sut dhaaraa siau preet lagaiee ||","hi":"माया मोह भरम पै भूले सुत दारा सिउ प्रीति लगाई ॥","ipa":"mɑjɑ mɔh ɓərəm pæ ɓule sʊt̪ d̪ɑrɑ sɪo pɹit̪ ləGɑei.","ur":"ماےا موه بھرم پَے بھُولے سُت دارا سا پریِت لگاای ۔۔"},"pageNo":1406,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59494,"shabadId":5451,"verse":{"gurmukhi":"ieku auqm pMQu suinE gur sMgiq iqh imlµq jm qRws imtweI ]","unicode":"ਇਕੁ ਉਤਮ ਪੰਥੁ ਸੁਨਿਓ ਗੁਰ ਸੰਗਤਿ ਤਿਹ ਮਿਲੰਤ ਜਮ ਤ੍ਰਾਸ ਮਿਟਾਈ ॥"},"larivaar":{"gurmukhi":"iekuauqmpMQusuinEgursMgiqiqhimlµqjmqRwsimtweI]","unicode":"ਇਕੁਉਤਮਪੰਥੁਸੁਨਿਓਗੁਰਸੰਗਤਿਤਿਹਮਿਲੰਤਜਮਤ੍ਰਾਸਮਿਟਾਈ॥"},"translation":{"en":{"bdb":"I have heard that the most exalted Path of all is the Sangat, the Guru's Congregation. Joining it, the fear of death is taken away.","ms":"I have heard that the Guru's congregation alone is the sublime path, adhering to which, the fear of death is shed.","ssk":"I have heard that the most exalted Path of all is the Sangat, the Guru's Congregation. Joining it, the fear of death is taken away."},"pu":{"ss":{"gurmukhi":" AsW siqgurU dI sMgiq vwlw iek au~cw rwh suixAw hY, aus ivc iml ky AsW jmW dw fr imtw ilAw hY [ ","unicode":" ਅਸਾਂ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਾਲਾ ਇਕ ਉੱਚਾ ਰਾਹ ਸੁਣਿਆ ਹੈ, ਉਸ ਵਿਚ ਮਿਲ ਕੇ ਅਸਾਂ ਜਮਾਂ ਦਾ ਡਰ ਮਿਟਾ ਲਿਆ ਹੈ । "},"ft":{"gurmukhi":"hy siqguro! hmny jb Awp kI sMgiq rUp eyk auqm pMQ sRvn kIAw, so iqs qy imlwp hoxy qy qb hmny jm kI qRws imtwie deI hY]","unicode":"ਹੇ ਸਤਿਗੁਰੋ! ਹਮਨੇ ਜਬ ਆਪ ਕੀ ਸੰਗਤਿ ਰੂਪ ਏਕ ਉਤਮ ਪੰਥ ਸ੍ਰਵਨ ਕੀਆ, ਸੋ ਤਿਸ ਤੇ ਮਿਲਾਪ ਹੋਣੇ ਤੇ ਤਬ ਹਮਨੇ ਜਮ ਕੀ ਤ੍ਰਾਸ ਮਿਟਾਇ ਦਈ ਹੈ॥"},"bdb":{"gurmukhi":" AsW siqgurU dI sMgiq vwlw iek au~cw rwh suixAw hY, aus ivc iml ky AsW jmW dw fr imtw ilAw hY [ ","unicode":" ਅਸਾਂ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਾਲਾ ਇਕ ਉੱਚਾ ਰਾਹ ਸੁਣਿਆ ਹੈ, ਉਸ ਵਿਚ ਮਿਲ ਕੇ ਅਸਾਂ ਜਮਾਂ ਦਾ ਡਰ ਮਿਟਾ ਲਿਆ ਹੈ । "},"ms":{"gurmukhi":"mYN suixAw hY ik kyvl gurW dI sMgq dw rsqw hI SRySt hY ijs nwl juVn duAwrw, mOq dw fr dUr ho jWdw hY[","unicode":"ਮੈਂ ਸੁਣਿਆ ਹੈ ਕਿ ਕੇਵਲ ਗੁਰਾਂ ਦੀ ਸੰਗਤ ਦਾ ਰਸਤਾ ਹੀ ਸ਼੍ਰੇਸ਼ਟ ਹੈ ਜਿਸ ਨਾਲ ਜੁੜਨ ਦੁਆਰਾ, ਮੌਤ ਦਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"He escuchado que el Sendero más Exaltado es el de la Saad Sangat, la Congregación del Guru, acercándome a Ella, el temor de la muerte es removido."},"hi":{"ss":"हमने सतिगुरू की संगति वाला एक उक्तम राह सुना है। उसमें मिल के हमने जमों का त्रास मिटा लिया है।","sts":"सुनने में आया है कि गुरु की संगत एक उत्तम रास्ता है, उसके सम्पर्क में यम का डर मिट जाता है।"}},"transliteration":{"english":"eik utam pa(n)th sunio gur sa(n)gat teh mila(n)t jam traas miTaiee ||","hindi":"इकु उतम पंथु सुनिओ गुर संगति तिह मिलंत जम त्रास मिटाई ॥","en":"eik utam pa(n)th sunio gur sa(n)gat teh mila(n)t jam traas miTaiee ||","hi":"इकु उतम पंथु सुनिओ गुर संगति तिह मिलंत जम त्रास मिटाई ॥","ipa":"eɪk oʊt̪əm pəŋt̪ʰ sʊnɪo Gʊr səŋGət̪ t̪ɪh mɪləⁿt̪ d͡ʒəm t̪ɹɑs mɪʈɑei.","ur":"ِاک اُتم پںتھ سُناو گُر سںگت ته ملµت جم تراس مٹاای ۔۔"},"pageNo":1406,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":59495,"shabadId":5451,"verse":{"gurmukhi":"iek Ardwis Bwt kIriq kI gur rwmdws rwKhu srxweI ]4]58]","unicode":"ਇਕ ਅਰਦਾਸਿ ਭਾਟ ਕੀਰਤਿ ਕੀ ਗੁਰ ਰਾਮਦਾਸ ਰਾਖਹੁ ਸਰਣਾਈ ॥੪॥੫੮॥"},"larivaar":{"gurmukhi":"iekArdwisBwtkIriqkIgurrwmdwsrwKhusrxweI]4]58]","unicode":"ਇਕਅਰਦਾਸਿਭਾਟਕੀਰਤਿਕੀਗੁਰਰਾਮਦਾਸਰਾਖਹੁਸਰਣਾਈ॥੪॥੫੮॥"},"translation":{"en":{"bdb":"Keerat the poet offers this one prayer: O Guru Raam Daas, save me! Take me into Your Sanctuary! ||4||58||","ms":"Kirat the minstrel, makes a supplication, O Guru Ram Dass, keep thou me ever under thy protection.","ssk":"Keerat the poet offers this one prayer: O Guru Raam Daas, save me! Take me into Your Sanctuary! ||4||58||"},"pu":{"ss":{"gurmukhi":"‘kIrq’ B`t dI hux iek bynqI hY ik hy gurU rwmdws jI! AwpxI srnI r`Ko [4[58[","unicode":"‘ਕੀਰਤ’ ਭੱਟ ਦੀ ਹੁਣ ਇਕ ਬੇਨਤੀ ਹੈ ਕਿ ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪਣੀ ਸਰਨੀ ਰੱਖੋ ।੪।੫੮।"},"ft":{"gurmukhi":"sRI 'kIriq' B`t jI kihqy hYN: mYN dws kI eyk Awp Awgy Ardws hY, hy sRI gurU rwmdws swihb jI! Ab hm ko ApnI srxwgq hI rwKIey]4]58]","unicode":"ਸ੍ਰੀ 'ਕੀਰਤਿ' ਭੱਟ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਮੈਂ ਦਾਸ ਕੀ ਏਕ ਆਪ ਆਗੇ ਅਰਦਾਸ ਹੈ, ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਅਬ ਹਮ ਕੋ ਅਪਨੀ ਸਰਣਾਗਤ ਹੀ ਰਾਖੀਏ॥੪॥੫੮॥"},"bdb":{"gurmukhi":"‘kIrq’ B`t dI hux iek bynqI hY ik hy gurU rwmdws jI! AwpxI srnI r`Ko [4[58[","unicode":"‘ਕੀਰਤ’ ਭੱਟ ਦੀ ਹੁਣ ਇਕ ਬੇਨਤੀ ਹੈ ਕਿ ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪਣੀ ਸਰਨੀ ਰੱਖੋ ।੪।੫੮।"},"ms":{"gurmukhi":"kIrq, FwdI, iek bynqI krdw hY, hy gurU rwmdws! qUM mYƒ sdIv hI AwpxI pnwh qwby r`K[","unicode":"ਕੀਰਤ, ਢਾਦੀ, ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਮੈਨੂੰ ਸਦੀਵ ਹੀ ਆਪਣੀ ਪਨਾਹ ਤਾਬੇ ਰੱਖ।"}},"es":{"sn":"Kirat, el poeta, ofrece su oración, oh Guru Ram Das, sálvame y llévame a tu Santuario.(4-58)"},"hi":{"ss":"कीरत' भॅट की अब एक विनती है कि हे गुरू रामदास जी ! अपनी शरण में रखो। 4। 58।","sts":"भाट कीरत की केवल यही अरदास है कि हे गुरु रामदास ! मुझे अपनी शरण में रख लो॥४॥५८॥"}},"transliteration":{"english":"eik aradhaas bhaaT keerat kee gur raamadhaas raakhahu saranaiee ||4||58||","hindi":"इक अरदासि भाट कीरति की गुर रामदास राखहु सरणाई ॥४॥५८॥","en":"eik aradhaas bhaaT keerat kee gur raamadhaas raakhahu saranaiee ||4||58||","hi":"इक अरदासि भाट कीरति की गुर रामदास राखहु सरणाई ॥४॥५८॥","ipa":"eɪk ərəd̪ɑs ɓɑʈ kirət̪ ki Gʊr rɑməd̪ɑs rɑkʰəh sərəɳɑei.4.5ə8.","ur":"ِاک ارداس بھاٹ کیِرت کیِ گُر رامداس راکھهُ سرݨاای ۔۔۴۔۔۵۸۔۔"},"pageNo":1406,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}