{"shabadInfo":{"shabadId":5452,"shabadName":59496,"pageNo":1406,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1406},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":45,"gurmukhi":"sl´","unicode":null,"english":"Bhatt Sal"}},"count":6,"navigation":{"previous":5451,"next":5453},"verses":[{"verseId":59496,"shabadId":5452,"verse":{"gurmukhi":"mohu mil ibvis kIAau kwmu gih kys pCwV´au ]","unicode":"ਮੋਹੁ ਮਲਿ ਬਿਵਸਿ ਕੀਅਉ ਕਾਮੁ ਗਹਿ ਕੇਸ ਪਛਾੜੵਉ ॥"},"larivaar":{"gurmukhi":"mohumilibviskIAaukwmugihkyspCwV´au]","unicode":"ਮੋਹੁਮਲਿਬਿਵਸਿਕੀਅਉਕਾਮੁਗਹਿਕੇਸਪਛਾੜੵਉ॥"},"translation":{"en":{"bdb":"He has crushed and overpowered emotional attachment. He seized sexual desire by the hair, and threw it down.","ms":"The Guru has crushed and overpowered his worldly love and seizing lust by the hair has knocked it down.","ssk":"He has crushed and overpowered emotional attachment. He seized sexual desire by the hair, and threw it down."},"pu":{"ss":{"gurmukhi":" (hy gurU rwmdws jI!) Awp ny ‘moh’ ƒ ml ky kwbU ivc kr ilAw hY, Aqy ‘kwm’ ƒ kysW qoN PV ky BuM\\y ptkwieAw hY [ ","unicode":" (ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ!) ਆਪ ਨੇ ‘ਮੋਹ’ ਨੂੰ ਮਲ ਕੇ ਕਾਬੂ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, ਅਤੇ ‘ਕਾਮ’ ਨੂੰ ਕੇਸਾਂ ਤੋਂ ਫੜ ਕੇ ਭੁੰਞੇ ਪਟਕਾਇਆ ਹੈ । "},"ft":{"gurmukhi":"moih rUpI (mil) pihlvwn ko Awp ny ivsys kr ky vs kr lIAw hY AOr kwm ko sMklp rUpI kysoN qy pkV kr pCwiVAw hY]","unicode":"ਮੋਹਿ ਰੂਪੀ (ਮਲਿ) ਪਹਿਲਵਾਨ ਕੋ ਆਪ ਨੇ ਵਿਸੇਸ ਕਰ ਕੇ ਵਸ ਕਰ ਲੀਆ ਹੈ ਔਰ ਕਾਮ ਕੋ ਸੰਕਲਪ ਰੂਪੀ ਕੇਸੋਂ ਤੇ ਪਕੜ ਕਰ ਪਛਾੜਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" (hy gurU rwmdws jI!) Awp ny ‘moh’ ƒ ml ky kwbU ivc kr ilAw hY, Aqy ‘kwm’ ƒ kysW qoN PV ky BuM\\y ptkwieAw hY [ ","unicode":" (ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ!) ਆਪ ਨੇ ‘ਮੋਹ’ ਨੂੰ ਮਲ ਕੇ ਕਾਬੂ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, ਅਤੇ ‘ਕਾਮ’ ਨੂੰ ਕੇਸਾਂ ਤੋਂ ਫੜ ਕੇ ਭੁੰਞੇ ਪਟਕਾਇਆ ਹੈ । "},"ms":{"gurmukhi":"gurW ny sMswrI mmqw ƒ kucl qy kwbU kr ilAw hY Aqy kwm-cyStw ƒ vwlw qoN pkV ky ptkw mwirAw hY[","unicode":"ਗੁਰਾਂ ਨੇ ਸੰਸਾਰੀ ਮਮਤਾ ਨੂੰ ਕੁਚਲ ਤੇ ਕਾਬੂ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਕਾਮ-ਚੇਸ਼ਟਾ ਨੂੰ ਵਾਲਾ ਤੋਂ ਪਕੜ ਕੇ ਪਟਕਾ ਮਾਰਿਆ ਹੈ।"}},"es":{"sn":"Él ha destruido y conquistado el apego emocional y de la greña agarró a la lujuria y la tumbó al suelo, "},"hi":{"ss":"(हे गुरू रामदास जी !) आप ने 'मोह' को मसल के काबू में कर लिया है। और 'काम' को केसों से पकड़ के जमीन पर दे पटका है।","sts":"हे गुरु रामदास ! आप ने मोह का मलियामेट करके उसे बेबस ही कर दिया है, काम को केशों से पकड़कर आप ने पछाड़ दिया है, और तो और"}},"transliteration":{"english":"moh mal bivas keeaau kaam geh kes pachhaaRayeau ||","hindi":"मोहु मलि बिवसि कीअउ कामु गहि केस पछाड़्यउ ॥","en":"moh mal bivas keeaau kaam geh kes pachhaaRayeau ||","hi":"मोहु मलि बिवसि कीअउ कामु गहि केस पछाड़्यउ ॥","ipa":"mɔh məl bɪʋəs kiəo kɑm Gəh kes pəɕɑɽəjo.","ur":"موهُ مل بوس کیِاا کام گهِ کےس پچھاڑےا ۔۔"},"pageNo":1406,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59497,"shabadId":5452,"verse":{"gurmukhi":"k®oDu KMif prcMif loBu Apmwn isau JwV´au ]","unicode":"ਕ੍ਰੋਧੁ ਖੰਡਿ ਪਰਚੰਡਿ ਲੋਭੁ ਅਪਮਾਨ ਸਿਉ ਝਾੜੵਉ ॥"},"larivaar":{"gurmukhi":"k®oDuKMifprcMifloBuApmwnisauJwV´au]","unicode":"ਕ੍ਰੋਧੁਖੰਡਿਪਰਚੰਡਿਲੋਭੁਅਪਮਾਨਸਿਉਝਾੜੵਉ॥"},"translation":{"en":{"bdb":"With His Power, He cut anger into pieces, and sent greed away in disgrace.","ms":"With his power, he has cut wrath into pieces and avarice, he has disgraced and shaken off.","ssk":"With His Power, He cut anger into pieces, and sent greed away in disgrace."},"pu":{"ss":{"gurmukhi":"‘kroD’ ƒ (Awpxy) qyj-pRwqp nwl toty toty kr idqw hY, Aqy ‘loB’ ƒ Awp ny inrwdrI nwl pry durkwieAw hY [","unicode":"‘ਕਰੋਧ’ ਨੂੰ (ਆਪਣੇ) ਤੇਜ-ਪ੍ਰਾਤਪ ਨਾਲ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿਤਾ ਹੈ, ਅਤੇ ‘ਲੋਭ’ ਨੂੰ ਆਪ ਨੇ ਨਿਰਾਦਰੀ ਨਾਲ ਪਰੇ ਦੁਰਕਾਇਆ ਹੈ ।"},"ft":{"gurmukhi":"kRoD jo (pRcMf) qIKÎx hY iqs ko (KMf) tukVy tukVy kr dIAw hY AOr loB ko Awp ny inrwdr vw Apmwn kr hMkwr ky sihq JwV dIAw hY, Bwv sy srb ivkwroN ko dUr kIAw hY]","unicode":"ਕ੍ਰੋਧ ਜੋ (ਪ੍ਰਚੰਡ) ਤੀਖ੍ਯਣ ਹੈ ਤਿਸ ਕੋ (ਖੰਡ) ਟੁਕੜੇ ਟੁਕੜੇ ਕਰ ਦੀਆ ਹੈ ਔਰ ਲੋਭ ਕੋ ਆਪ ਨੇ ਨਿਰਾਦਰ ਵਾ ਅਪਮਾਨ ਕਰ ਹੰਕਾਰ ਕੇ ਸਹਿਤ ਝਾੜ ਦੀਆ ਹੈ, ਭਾਵ ਸੇ ਸਰਬ ਵਿਕਾਰੋਂ ਕੋ ਦੂਰ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"‘kroD’ ƒ (Awpxy) qyj-pRwqp nwl toty toty kr idqw hY, Aqy ‘loB’ ƒ Awp ny inrwdrI nwl pry durkwieAw hY [","unicode":"‘ਕਰੋਧ’ ਨੂੰ (ਆਪਣੇ) ਤੇਜ-ਪ੍ਰਾਤਪ ਨਾਲ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿਤਾ ਹੈ, ਅਤੇ ‘ਲੋਭ’ ਨੂੰ ਆਪ ਨੇ ਨਿਰਾਦਰੀ ਨਾਲ ਪਰੇ ਦੁਰਕਾਇਆ ਹੈ ।"},"ms":{"gurmukhi":"Awpxy bl nwl aunHW ny gu¤sy ƒ toty toty kr idqw hY Aqy lwlc ƒ byiezq kr, aunHW ny pry htw idqw hY[","unicode":"ਆਪਣੇ ਬਲ ਨਾਲ ਉਨ੍ਹਾਂ ਨੇ ਗੁੱਸੇ ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿਤਾ ਹੈ ਅਤੇ ਲਾਲਚ ਨੂੰ ਬੇਇਜ਼ਤ ਕਰ, ਉਨ੍ਹਾਂ ਨੇ ਪਰੇ ਹਟਾ ਦਿਤਾ ਹੈ।"}},"es":{"sn":"con Su Poder cortó en pedazos al enojo, y mandó a la avaricia en desgracia. "},"hi":{"ss":"(आपने) 'क्रोध' को (अपने) तेज-प्रताप से टुकड़े-टुकड़े कर दिया है। और 'लोभ' को आप ने निरादरी से परे दुत्कारा है।","sts":"प्रचंड क्रोध के टुकड़े ही कर दिए हैं, लोभ अपमान को तहस नहस करके खत्म ही कर दिया है।"}},"transliteration":{"english":"karodh kha(n)dd paracha(n)dd lobh apamaan siau jhaaRayeau ||","hindi":"क्रोधु खंडि परचंडि लोभु अपमान सिउ झाड़्यउ ॥","en":"karodh kha(n)dd paracha(n)dd lobh apamaan siau jhaaRayeau ||","hi":"क्रोधु खंडि परचंडि लोभु अपमान सिउ झाड़्यउ ॥","ipa":"kəʳɔt̪ kʰəŋɖ pərət͡ʃəŋɖ lɔɓ əpəmɑn sɪo ɖ͡ʐɑɽəjo.","ur":"ک®ودھ کھںڈ پرچںڈ لوبھ اپمان سا جھاڑےا ۔۔"},"pageNo":1406,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59498,"shabadId":5452,"verse":{"gurmukhi":"jnmu kwlu kr joiV hukmu jo hoie su mMnY ]","unicode":"ਜਨਮੁ ਕਾਲੁ ਕਰ ਜੋੜਿ ਹੁਕਮੁ ਜੋ ਹੋਇ ਸੁ ਮੰਨੈ ॥"},"larivaar":{"gurmukhi":"jnmukwlukrjoiVhukmujohoiesumMnY]","unicode":"ਜਨਮੁਕਾਲੁਕਰਜੋੜਿਹੁਕਮੁਜੋਹੋਇਸੁਮੰਨੈ॥"},"translation":{"en":{"bdb":"Life and death, with palms pressed together, respect and obey the Hukam of His Command.","ms":"With joined hands, birth and death both obey the order, the Guru gives.","ssk":"Life and death, with palms pressed together, respect and obey the Hukam of His Command."},"pu":{"ss":{"gurmukhi":"‘jnm’ qy ‘mrn’ h`Q joV ky Awp dw jo hukm huMdw hY aus ƒ mMndy hn, ","unicode":"‘ਜਨਮ’ ਤੇ ‘ਮਰਨ’ ਹੱਥ ਜੋੜ ਕੇ ਆਪ ਦਾ ਜੋ ਹੁਕਮ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਮੰਨਦੇ ਹਨ, "},"ft":{"gurmukhi":"jnm AO (kwlu) imRq Awp ky Awgy hwQ joV kr KVy rihqy hYN, jo Awp kw hukm hoqw hY, soeI mwnqy hYN]","unicode":"ਜਨਮ ਔ (ਕਾਲੁ) ਮ੍ਰਿਤ ਆਪ ਕੇ ਆਗੇ ਹਾਥ ਜੋੜ ਕਰ ਖੜੇ ਰਹਿਤੇ ਹੈਂ, ਜੋ ਆਪ ਕਾ ਹੁਕਮ ਹੋਤਾ ਹੈ, ਸੋਈ ਮਾਨਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"‘jnm’ qy ‘mrn’ h`Q joV ky Awp dw jo hukm huMdw hY aus ƒ mMndy hn, ","unicode":"‘ਜਨਮ’ ਤੇ ‘ਮਰਨ’ ਹੱਥ ਜੋੜ ਕੇ ਆਪ ਦਾ ਜੋ ਹੁਕਮ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਮੰਨਦੇ ਹਨ, "},"ms":{"gurmukhi":"h`Q bMnH ky, jMmx Aqy mrn dono aus Purmwn dI pwlxw krdy hn, ijhfw ik gurU jI idMdy hn[","unicode":"ਹੱਥ ਬੰਨ੍ਹ ਕੇ, ਜੰਮਣ ਅਤੇ ਮਰਨ ਦੋਨੋ ਉਸ ਫੁਰਮਾਨ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹਨ, ਜਿਹਡਾ ਕਿ ਗੁਰੂ ਜੀ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"La vida y la muerte con las palmas juntas ofrecen sus respetos y obediencia al Jukam de Su Mandato. "},"hi":{"ss":"जनम' और 'मरन' हाथ जोड़ के आप का जो हुकम होता है उसको मानते हैं।","sts":"जन्म एवं मृत्यु हाथ जोड़कर आपका हर हुक्म मानते हैं।"}},"transliteration":{"english":"janam kaal kar joR hukam jo hoi su ma(n)nai ||","hindi":"जनमु कालु कर जोड़ि हुकमु जो होइ सु मंनै ॥","en":"janam kaal kar joR hukam jo hoi su ma(n)nai ||","hi":"जनमु कालु कर जोड़ि हुकमु जो होइ सु मंनै ॥","ipa":"d͡ʒənəm kɑl kər d͡ʒɔɽ hʊkəm d͡ʒɔ hɔeɪ s məŋnæ.","ur":"جنم کال کر جوڑ هُکم جو هوا سُ منَّے ۔۔"},"pageNo":1406,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59499,"shabadId":5452,"verse":{"gurmukhi":"Bv swgru bMiDAau isK qwry supRsMnY ]","unicode":"ਭਵ ਸਾਗਰੁ ਬੰਧਿਅਉ ਸਿਖ ਤਾਰੇ ਸੁਪ੍ਰਸੰਨੈ ॥"},"larivaar":{"gurmukhi":"BvswgrubMiDAauisKqwrysupRsMnY]","unicode":"ਭਵਸਾਗਰੁਬੰਧਿਅਉਸਿਖਤਾਰੇਸੁਪ੍ਰਸੰਨੈ॥"},"translation":{"en":{"bdb":"He brought the terrifying world-ocean under His Control; by His Pleasure, He carried His Sikhs across.","ms":"The world ocean, thou have brought under thy sway and by thy supreme pleasure, thou have ferried across thine disciples.","ssk":"He brought the terrifying world-ocean under His Control; by His Pleasure, He carried His Sikhs across."},"pu":{"ss":{"gurmukhi":"Awp ny sMswr smuMdr ƒ bMnH id`qw hY, Aqy Awp ny, jo sdw pRsMn rihx vwly ho, is`K (ies sMswr-smuMdr qoN) qwr ley hn [","unicode":"ਆਪ ਨੇ ਸੰਸਾਰ ਸਮੁੰਦਰ ਨੂੰ ਬੰਨ੍ਹ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਆਪ ਨੇ, ਜੋ ਸਦਾ ਪ੍ਰਸੰਨ ਰਹਿਣ ਵਾਲੇ ਹੋ, ਸਿੱਖ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਾਰ ਲਏ ਹਨ ।"},"ft":{"gurmukhi":"sMswr smuMdr qrny ko Awp ny vwihgurU kw nwm rUpI pul bWiDAw hY, iqsI pul pr sy Awp ny pRsMn ho kr isKoN ko qwirAw hY]","unicode":"ਸੰਸਾਰ ਸਮੁੰਦਰ ਤਰਨੇ ਕੋ ਆਪ ਨੇ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਰੂਪੀ ਪੁਲ ਬਾਂਧਿਆ ਹੈ, ਤਿਸੀ ਪੁਲ ਪਰ ਸੇ ਆਪ ਨੇ ਪ੍ਰਸੰਨ ਹੋ ਕਰ ਸਿਖੋਂ ਕੋ ਤਾਰਿਆ ਹੈ॥"},"bdb":{"gurmukhi":"Awp ny sMswr smuMdr ƒ bMnH id`qw hY, Aqy Awp ny, jo sdw pRsMn rihx vwly ho, is`K (ies sMswr-smuMdr qoN) qwr ley hn [","unicode":"ਆਪ ਨੇ ਸੰਸਾਰ ਸਮੁੰਦਰ ਨੂੰ ਬੰਨ੍ਹ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਆਪ ਨੇ, ਜੋ ਸਦਾ ਪ੍ਰਸੰਨ ਰਹਿਣ ਵਾਲੇ ਹੋ, ਸਿੱਖ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਾਰ ਲਏ ਹਨ ।"},"ms":{"gurmukhi":"sMswr smuMdr ƒ qUM Awpxy ADIn kr ilAw hY Aqy AwpxI prm pRsMnqw duAwrw, Awpxy murIdw dw pwr auqwrw kr idqw hY[","unicode":"ਸੰਸਾਰ ਸਮੁੰਦਰ ਨੂੰ ਤੂੰ ਆਪਣੇ ਅਧੀਨ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਆਪਣੀ ਪਰਮ ਪ੍ਰਸੰਨਤਾ ਦੁਆਰਾ, ਆਪਣੇ ਮੁਰੀਦਾ ਦਾ ਪਾਰ ਉਤਾਰਾ ਕਰ ਦਿਤਾ ਹੈ।"}},"es":{"sn":"Él puso al aterrador océano del mundo bajo Su Control, y por Su Placer lleva a Sus Sikjs a través."},"hi":{"ss":"आप ने संसार-समुंद्र को बाँध दिया है। और आप ने। जो सदा प्रसन्न रहने वाले हो।","sts":"आपने भव-सागर को बांध लिया है और प्रसन्न होकर अपने शिष्यों को मुक्ति दे रहे हो।"}},"transliteration":{"english":"bhav saagar ba(n)dhiaau sikh taare suprasa(n)nai ||","hindi":"भव सागरु बंधिअउ सिख तारे सुप्रसंनै ॥","en":"bhav saagar ba(n)dhiaau sikh taare suprasa(n)nai ||","hi":"भव सागरु बंधिअउ सिख तारे सुप्रसंनै ॥","ipa":"ɓəʋ sɑGər bəŋt̪ɪəo sɪkʰ t̪ɑre sʊpɹəsəŋnæ.","ur":"بھو ساگر بںدھاا سکھ تارے سُپرسنَّے ۔۔"},"pageNo":1406,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59500,"shabadId":5452,"verse":{"gurmukhi":"isir Awqpqu scO qKqu jog Bog sMjuqu bil ]","unicode":"ਸਿਰਿ ਆਤਪਤੁ ਸਚੌ ਤਖਤੁ ਜੋਗ ਭੋਗ ਸੰਜੁਤੁ ਬਲਿ ॥"},"larivaar":{"gurmukhi":"isirAwqpquscOqKqujogBogsMjuqubil]","unicode":"ਸਿਰਿਆਤਪਤੁਸਚੌਤਖਤੁਜੋਗਭੋਗਸੰਜੁਤੁਬਲਿ॥"},"translation":{"en":{"bdb":"He is seated upon the Throne of Truth, with the canopy above His Head; He is embellished with the powers of Yoga and the enjoyment of pleasures.","ms":"With canopy on thy head, thou are seated on the True Throne and are embellished with both the spiritual and secular powers.","ssk":"He is seated upon the Throne of Truth, with the canopy above His Head; He is embellished with the powers of Yoga and the enjoyment of pleasures."},"pu":{"ss":{"gurmukhi":"(Awp dy) isr au~qy Cqr hY, (Awp dw) q^q sdw-iQr hY, Awp rwj qy jog dovyN mwxdy ho, qy blI ho [","unicode":"(ਆਪ ਦੇ) ਸਿਰ ਉੱਤੇ ਛਤਰ ਹੈ, (ਆਪ ਦਾ) ਤਖ਼ਤ ਸਦਾ-ਥਿਰ ਹੈ, ਆਪ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣਦੇ ਹੋ, ਤੇ ਬਲੀ ਹੋ ।"},"ft":{"gurmukhi":"Awp ky sIs pr js rUpI (Awqpqu) Cqr JUl rhw hY AOr scy guirAweI ky qKq pr jog Bog rUp bil ky sMXugq Awp ivrwj rhy ho]","unicode":"ਆਪ ਕੇ ਸੀਸ ਪਰ ਜਸ ਰੂਪੀ (ਆਤਪਤੁ) ਛਤਰ ਝੂਲ ਰਹਾ ਹੈ ਔਰ ਸਚੇ ਗੁਰਿਆਈ ਕੇ ਤਖਤ ਪਰ ਜੋਗ ਭੋਗ ਰੂਪ ਬਲਿ ਕੇ ਸੰਯੁਗਤ ਆਪ ਵਿਰਾਜ ਰਹੇ ਹੋ॥"},"bdb":{"gurmukhi":"(Awp dy) isr au~qy Cqr hY, (Awp dw) q^q sdw-iQr hY, Awp rwj qy jog dovyN mwxdy ho, qy blI ho [","unicode":"(ਆਪ ਦੇ) ਸਿਰ ਉੱਤੇ ਛਤਰ ਹੈ, (ਆਪ ਦਾ) ਤਖ਼ਤ ਸਦਾ-ਥਿਰ ਹੈ, ਆਪ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣਦੇ ਹੋ, ਤੇ ਬਲੀ ਹੋ ।"},"ms":{"gurmukhi":"Awpxy sIs auqy CqR sihq, qUM s¤cy rwj-isMGwsx qy ibrwjmwn hY Aqy qUM ruhwnI Aqy duilAwvI donW SkqIAW nwl SSoBq hoieAw hoieAw hY[","unicode":"ਆਪਣੇ ਸੀਸ ਉਤੇ ਛਤ੍ਰ ਸਹਿਤ, ਤੂੰ ਸੱਚੇ ਰਾਜ-ਸਿੰਘਾਸਣ ਤੇ ਬਿਰਾਜਮਾਨ ਹੈ ਅਤੇ ਤੂੰ ਰੁਹਾਨੀ ਅਤੇ ਦੁਲਿਆਵੀ ਦੋਨਾਂ ਸ਼ਕਤੀਆਂ ਨਾਲ ਸ਼ਸ਼ੋਭਤ ਹੋਇਆ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Él está sentado en el Trono de la Verdad, con Dosel sobre Su Cabeza, Embellecido con los Poderes de la Yoga disfruta del Placer de la Vida, "},"hi":{"ss":"सिख (इस संसार-समुंद्र से) तैरा लिए हैं। (आप के) सिर पर छत्र है। (आप का) तख़्त सदा स्थिर है। आप राज और जोग दोनों भोगते हो। और बली हो।","sts":"आपके शीश पर छत्र विद्यमान है, अटल सिंहासन पर विराजमान हो, आपने योग एवं भोग दोनों को माना है।"}},"transliteration":{"english":"sir aatapat sachau takhat jog bhog sa(n)jut bal ||","hindi":"सिरि आतपतु सचौ तखतु जोग भोग संजुतु बलि ॥","en":"sir aatapat sachau takhat jog bhog sa(n)jut bal ||","hi":"सिरि आतपतु सचौ तखतु जोग भोग संजुतु बलि ॥","ipa":"sɪr əɑt̪əpət̪ sət͡ʃɒ t̪əkʰət̪ d͡ʒɔG ɓɔG səŋd͡ʒʊt̪ bəl.","ur":"سِر آتپت سچَو تکھت جوگ بھوگ سںجت بل ۔۔"},"pageNo":1406,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59501,"shabadId":5452,"verse":{"gurmukhi":"gur rwmdws scu sl´ Bix qU Atlu rwij ABgu dil ]1]","unicode":"ਗੁਰ ਰਾਮਦਾਸ ਸਚੁ ਸਲੵ ਭਣਿ ਤੂ ਅਟਲੁ ਰਾਜਿ ਅਭਗੁ ਦਲਿ ॥੧॥"},"larivaar":{"gurmukhi":"gurrwmdwsscusl´BixqUAtlurwijABgudil]1]","unicode":"ਗੁਰਰਾਮਦਾਸਸਚੁਸਲੵਭਣਿਤੂਅਟਲੁਰਾਜਿਅਭਗੁਦਲਿ॥੧॥"},"translation":{"en":{"bdb":"So speaks SALL the poet: O Guru Raam Daas, Your sovereign power is eternal and unbreakable; Your army is invincible. ||1||","ms":"Sall, the bard, recites the truth, O Guru Ram Dass, eternal is thy rule and unconquerable thy army.","ssk":"So speaks SALL the poet: O Guru Raam Daas, Your sovereign power is eternal and unbreakable; Your army is invincible. ||1||"},"pu":{"ss":{"gurmukhi":"hy sl´ kvI! qUM s`c AwK “hy gurU rwmdws! qUM At`l rwj vwlw qy (dYvI sMpqI rUp) nwh nws hox vwlI POj vwlw hYN” [1[","unicode":"ਹੇ ਸਲੵ ਕਵੀ! ਤੂੰ ਸੱਚ ਆਖ “ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਅਟੱਲ ਰਾਜ ਵਾਲਾ ਤੇ (ਦੈਵੀ ਸੰਪਤੀ ਰੂਪ) ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੀ ਫੌਜ ਵਾਲਾ ਹੈਂ” ।੧।"},"ft":{"gurmukhi":"sRI 's`l' jI kihqy hYN: hy sRI gurU rwmdws swihb jI! qUM inscY kr Atl rwj vwlw hYN AOr dYvI sMpqI rUpI Awp kw dl (ABgu) Bwgxy sy rihq hY, Bwv Xyh Awp ky gux AvguxoN kr dbwey nhIN jwqy hYN]1]","unicode":"ਸ੍ਰੀ 'ਸੱਲ' ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਤੂੰ ਨਿਸਚੈ ਕਰ ਅਟਲ ਰਾਜ ਵਾਲਾ ਹੈਂ ਔਰ ਦੈਵੀ ਸੰਪਤੀ ਰੂਪੀ ਆਪ ਕਾ ਦਲ (ਅਭਗੁ) ਭਾਗਣੇ ਸੇ ਰਹਿਤ ਹੈ, ਭਾਵ ਯੇਹ ਆਪ ਕੇ ਗੁਣ ਅਵਗੁਣੋਂ ਕਰ ਦਬਾਏ ਨਹੀਂ ਜਾਤੇ ਹੈਂ॥੧॥"},"bdb":{"gurmukhi":"hy sl´ kvI! qUM s`c AwK “hy gurU rwmdws! qUM At`l rwj vwlw qy (dYvI sMpqI rUp) nwh nws hox vwlI POj vwlw hYN” [1[","unicode":"ਹੇ ਸਲੵ ਕਵੀ! ਤੂੰ ਸੱਚ ਆਖ “ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਅਟੱਲ ਰਾਜ ਵਾਲਾ ਤੇ (ਦੈਵੀ ਸੰਪਤੀ ਰੂਪ) ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲੀ ਫੌਜ ਵਾਲਾ ਹੈਂ” ।੧।"},"ms":{"gurmukhi":"sl, B`t s`c AwKdw hY, hy gurU rwmdws! kwlsQweI hY qyrI pwiqSwhI Aqy Aij`q qyrI sYnw[","unicode":"ਸਲ, ਭੱਟ ਸੱਚ ਆਖਦਾ ਹੈ, ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਕਾਲਸਥਾਈ ਹੈ ਤੇਰੀ ਪਾਤਿਸ਼ਾਹੀ ਅਤੇ ਅਜਿੱਤ ਤੇਰੀ ਸੈਨਾ।"}},"es":{"sn":"Así entonces, habla Sal, el poeta, oh Guru Ram Das, Tu Poder Soberano es Eterno, e Irrompible, Tu Ejército es Invencible. (1)"},"hi":{"ss":"हे सॅल् कवि ! तू सच कह \"हे गुरू रामदास ! तू अटल राज वाला और (दैवी संपती रूप) ना नाश होने वाली फौज वाला है\"। 1।","sts":"भाट सल्ह सत्य ही बताता है कि हे गुरु रामदास ! तुम्हारा राज अटल है और तुम्हारा दल अटूट है॥१ ॥"}},"transliteration":{"english":"gur raamadhaas sach salaye bhan too aTal raaj abhag dhal ||1||","hindi":"गुर रामदास सचु सल्य भणि तू अटलु राजि अभगु दलि ॥१॥","en":"gur raamadhaas sach salaye bhan too aTal raaj abhag dhal ||1||","hi":"गुर रामदास सचु सल्य भणि तू अटलु राजि अभगु दलि ॥१॥","ipa":"Gʊr rɑməd̪ɑs sət͡ʃ sələj ɓəɳ t̪u əʈəl rɑd͡ʒ əɓəG d̪əl.1.","ur":"گُر رامداس سچ سلے بھݨ تُو اٹل راج ابھگ دلِ ۔۔۱۔۔"},"pageNo":1406,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}}]}