{"shabadInfo":{"shabadId":5453,"shabadName":59502,"pageNo":1406,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1406},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":45,"gurmukhi":"sl´","unicode":null,"english":"Bhatt Sal"}},"count":6,"navigation":{"previous":5452,"next":5454},"verses":[{"verseId":59502,"shabadId":5453,"verse":{"gurmukhi":"qU siqguru chu jugI Awip Awpy prmysru ]","unicode":"ਤੂ ਸਤਿਗੁਰੁ ਚਹੁ ਜੁਗੀ ਆਪਿ ਆਪੇ ਪਰਮੇਸਰੁ ॥"},"larivaar":{"gurmukhi":"qUsiqguruchujugIAwipAwpyprmysru]","unicode":"ਤੂਸਤਿਗੁਰੁਚਹੁਜੁਗੀਆਪਿਆਪੇਪਰਮੇਸਰੁ॥"},"translation":{"en":{"bdb":"You are the True Guru, throughout the four ages; You Yourself are the Transcendent Lord.","ms":"Thou are the True Guru of the four ages and thou thyself are the Supreme Lord.","ssk":"You are the True Guru, throughout the four ages; You Yourself are the Transcendent Lord."},"pu":{"ss":{"gurmukhi":"hy gurU rwmdws! qUM cwr jugW ivc hI iQr gurU hYN, (myrIAW nzrW ivc qW) qUM hI prmysr hYN [","unicode":"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਚਾਰ ਜੁਗਾਂ ਵਿਚ ਹੀ ਥਿਰ ਗੁਰੂ ਹੈਂ, (ਮੇਰੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਤਾਂ) ਤੂੰ ਹੀ ਪਰਮੇਸਰ ਹੈਂ ।"},"ft":{"gurmukhi":"hy siqgur jI! qum cwroN jugoN myN Awp hI Awp prmysÍr srUp ho]","unicode":"ਹੇ ਸਤਿਗੁਰ ਜੀ! ਤੁਮ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਆਪ ਹੀ ਆਪ ਪਰਮੇਸ੍ਵਰ ਸਰੂਪ ਹੋ॥"},"bdb":{"gurmukhi":"hy gurU rwmdws! qUM cwr jugW ivc hI iQr gurU hYN, (myrIAW nzrW ivc qW) qUM hI prmysr hYN [","unicode":"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਚਾਰ ਜੁਗਾਂ ਵਿਚ ਹੀ ਥਿਰ ਗੁਰੂ ਹੈਂ, (ਮੇਰੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਤਾਂ) ਤੂੰ ਹੀ ਪਰਮੇਸਰ ਹੈਂ ।"},"ms":{"gurmukhi":"qUM cwry hI XugW dw s`cw gurU hYN Aqy qUM Kud hI SRomxI swihb hY[","unicode":"ਤੂੰ ਚਾਰੇ ਹੀ ਯੁਗਾਂ ਦਾ ਸੱਚਾ ਗੁਰੂ ਹੈਂ ਅਤੇ ਤੂੰ ਖੁਦ ਹੀ ਸ਼੍ਰੋਮਣੀ ਸਾਹਿਬ ਹੈ।"}},"es":{"sn":"Eres el Verdadero Guru, a través de las cuatro épocas, Tú Mismo eres el Señor "},"hi":{"ss":"हे गुरू रामदास ! तू चारों जुगों में ही स्थिर गुरू है। (मेरी नज़रों में तो) तू ही परमेश्वर है।","sts":"हे सतिगुरु रामदास ! चारों युगों में तूं ही सदा रहने वाला है, स्वयं निरंकार परमेश्वर है।"}},"transliteration":{"english":"too satigur chahu jugee aap aape paramesar ||","hindi":"तू सतिगुरु चहु जुगी आपि आपे परमेसरु ॥","en":"too satigur chahu jugee aap aape paramesar ||","hi":"तू सतिगुरु चहु जुगी आपि आपे परमेसरु ॥","ipa":"t̪u sət̪ɪGʊr t͡ʃəh d͡ʒʊGi əɑp əɑpe pərəmesər.","ur":"تُو ستگر چهُ جُگیِ آپ آپے پرمےسر ۔۔"},"pageNo":1406,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59503,"shabadId":5453,"verse":{"gurmukhi":"suir nr swiDk isD isK syvMq Durh Duru ]","unicode":"ਸੁਰਿ ਨਰ ਸਾਧਿਕ ਸਿਧ ਸਿਖ ਸੇਵੰਤ ਧੁਰਹ ਧੁਰੁ ॥"},"larivaar":{"gurmukhi":"suirnrswiDkisDisKsyvMqDurhDuru]","unicode":"ਸੁਰਿਨਰਸਾਧਿਕਸਿਧਸਿਖਸੇਵੰਤਧੁਰਹਧੁਰੁ॥"},"translation":{"en":{"bdb":"The angelic beings, seekers, Siddhas and Sikhs have served You, since the very beginning of time.","ms":"Since the very beginning, angelic persons, strivers, adepts and disciples have been serving thee.","ssk":"The angelic beings, seekers, Siddhas and Sikhs have served You, since the very beginning of time."},"pu":{"ss":{"gurmukhi":"dyvqy, mnu`K, swiDk, is`D Aqy is`K mu`F qoN hI qYƒ isauNdy Awey hn [","unicode":"ਦੇਵਤੇ, ਮਨੁੱਖ, ਸਾਧਿਕ, ਸਿੱਧ ਅਤੇ ਸਿੱਖ ਮੁੱਢ ਤੋਂ ਹੀ ਤੈਨੂੰ ਸਿਉਂਦੇ ਆਏ ਹਨ ।"},"ft":{"gurmukhi":"dyvqy AOr mnuK, swDk AOr isD (isK) sMpUrn quJ ko Awid sy hI sdw syv rhy hYN]","unicode":"ਦੇਵਤੇ ਔਰ ਮਨੁਖ, ਸਾਧਕ ਔਰ ਸਿਧ (ਸਿਖ) ਸੰਪੂਰਨ ਤੁਝ ਕੋ ਆਦਿ ਸੇ ਹੀ ਸਦਾ ਸੇਵ ਰਹੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"dyvqy, mnu`K, swiDk, is`D Aqy is`K mu`F qoN hI qYƒ isauNdy Awey hn [","unicode":"ਦੇਵਤੇ, ਮਨੁੱਖ, ਸਾਧਿਕ, ਸਿੱਧ ਅਤੇ ਸਿੱਖ ਮੁੱਢ ਤੋਂ ਹੀ ਤੈਨੂੰ ਸਿਉਂਦੇ ਆਏ ਹਨ ।"},"ms":{"gurmukhi":"AYn muF hI qoN dYvI purS, AiBAwsI, pUrn purS Aqy murId qyrI syvw krdy cly Awey hn[","unicode":"ਐਨ ਮੁਢ ਹੀ ਤੋਂ ਦੈਵੀ ਪੁਰਸ਼, ਅਭਿਆਸੀ, ਪੂਰਨ ਪੁਰਸ਼ ਅਤੇ ਮੁਰੀਦ ਤੇਰੀ ਸੇਵਾ ਕਰਦੇ ਚਲੇ ਆਏ ਹਨ।"}},"es":{"sn":"Trascendente; los Ángeles, los buscadores, los Siddhas y los Sikjs Te han servido desde el principio de los tiempos, "},"hi":{"ss":"देवता। मनुष्य। साधक। सिद्ध और सिख। आदि से ही तुझे सेवते आए हैं।","sts":"देवता, मनुष्य, सिद्ध, साधक एवं शिष्य प्रारंभ से ही सेवा कर रहे हैं।"}},"transliteration":{"english":"sur nar saadhik sidh sikh seva(n)t dhureh dhur ||","hindi":"सुरि नर साधिक सिध सिख सेवंत धुरह धुरु ॥","en":"sur nar saadhik sidh sikh seva(n)t dhureh dhur ||","hi":"सुरि नर साधिक सिध सिख सेवंत धुरह धुरु ॥","ipa":"sʊr nər sɑt̪ɪk sɪt̪ə̀ sɪkʰ seʋəŋt̪ t̪ʊrəh t̪ʊr.","ur":"سُر نر سادھک سدھ سکھ سےوںت دھُره دھُر ۔۔"},"pageNo":1406,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59504,"shabadId":5453,"verse":{"gurmukhi":"Awid jugwid Anwid klw DwrI iqRhu loAh ]","unicode":"ਆਦਿ ਜੁਗਾਦਿ ਅਨਾਦਿ ਕਲਾ ਧਾਰੀ ਤ੍ਰਿਹੁ ਲੋਅਹ ॥"},"larivaar":{"gurmukhi":"AwidjugwidAnwidklwDwrIiqRhuloAh]","unicode":"ਆਦਿਜੁਗਾਦਿਅਨਾਦਿਕਲਾਧਾਰੀਤ੍ਰਿਹੁਲੋਅਹ॥"},"translation":{"en":{"bdb":"You are the Primal Lord God, from the very beginning, and throughout the ages; Your Power supports the three worlds.","ms":"O Primeval person, Thou are since the commencement of ages and without any beginning. Thy power is giving support to the three worlds.","ssk":"You are the Primal Lord God, from the very beginning, and throughout the ages; Your Power supports the three worlds."},"pu":{"ss":{"gurmukhi":"(Awp) Awid qoN ho, jugW dy Awid qoN ho, Aqy AnwdI ho [ iqMnW lokW ivc hI (Awp ny AwpxI) s`qw DwrI hoeI hY [","unicode":"(ਆਪ) ਆਦਿ ਤੋਂ ਹੋ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੋ, ਅਤੇ ਅਨਾਦੀ ਹੋ । ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਹੀ (ਆਪ ਨੇ ਆਪਣੀ) ਸੱਤਾ ਧਾਰੀ ਹੋਈ ਹੈ ।"},"ft":{"gurmukhi":"hy AnwdI! Awp ny qInoN lok myN Awid jugwid sdw sdw klwDwrI hY]","unicode":"ਹੇ ਅਨਾਦੀ! ਆਪ ਨੇ ਤੀਨੋਂ ਲੋਕ ਮੇਂ ਆਦਿ ਜੁਗਾਦਿ ਸਦਾ ਸਦਾ ਕਲਾਧਾਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"(Awp) Awid qoN ho, jugW dy Awid qoN ho, Aqy AnwdI ho [ iqMnW lokW ivc hI (Awp ny AwpxI) s`qw DwrI hoeI hY [","unicode":"(ਆਪ) ਆਦਿ ਤੋਂ ਹੋ, ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੋ, ਅਤੇ ਅਨਾਦੀ ਹੋ । ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਹੀ (ਆਪ ਨੇ ਆਪਣੀ) ਸੱਤਾ ਧਾਰੀ ਹੋਈ ਹੈ ।"},"ms":{"gurmukhi":"hy AwdI purS! qUM XugW dy SurU Aqy AwrMB dy bgyr hY[ qyrI s`iqAW iqMnW hI jhwnw ƒ Awsrw dy rhI hY[","unicode":"ਹੇ ਆਦੀ ਪੁਰਸ਼! ਤੂੰ ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਅਤੇ ਆਰੰਭ ਦੇ ਬਗੇਰ ਹੈ। ਤੇਰੀ ਸੱਤਿਆਂ ਤਿੰਨਾਂ ਹੀ ਜਹਾਨਾ ਨੂੰ ਆਸਰਾ ਦੇ ਰਹੀ ਹੈ।"}},"es":{"sn":"eres el Dios nuestro Señor Primordial, desde el principio y en el transcurso del tiempo; Tu Poder da soporte a los tres mundos."},"hi":{"ss":"(आप) आदि से हो। जुगादि से हो। और अनादि हो। तीनों लोकों में ही (आप ने अपनी) सक्ता धारी हुई है।","sts":"युग-युगांतर, अनादि काल से तीनों लोकों में तेरी ही सत्ता का बोलबाला है।"}},"transliteration":{"english":"aadh jugaadh anaadh kalaa dhaaree tirahu loeh ||","hindi":"आदि जुगादि अनादि कला धारी तृहु लोअह ॥","en":"aadh jugaadh anaadh kalaa dhaaree tirahu loeh ||","hi":"आदि जुगादि अनादि कला धारी तृहु लोअह ॥","ipa":"əɑd̪ d͡ʒʊGɑd̪ ənɑd̪ kəlɑ t̪ɑri t̪ɪɹəh lɔəh.","ur":"آد جُگاد اناد کلا دھاریِ ترهُ لواه ۔۔"},"pageNo":1406,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59505,"shabadId":5453,"verse":{"gurmukhi":"Agm ingm auDrx jrw jMimih AwroAh ]","unicode":"ਅਗਮ ਨਿਗਮ ਉਧਰਣ ਜਰਾ ਜੰਮਿਹਿ ਆਰੋਅਹ ॥"},"larivaar":{"gurmukhi":"AgmingmauDrxjrwjMimihAwroAh]","unicode":"ਅਗਮਨਿਗਮਉਧਰਣਜਰਾਜੰਮਿਹਿਆਰੋਅਹ॥"},"translation":{"en":{"bdb":"You are Inaccessible; You are the Saving Grace of the Vedas. You have conquered old age and death.","ms":"The Unfathomable Lord is the Saviour of the Vedas and he has conquered old age and death.","ssk":"You are Inaccessible; You are the Saving Grace of the Vedas. You have conquered old age and death."},"pu":{"ss":{"gurmukhi":" (myry vwsqy qW Awp hI ho ijs ny) vyd SwsqrW ƒ bcwieAw sI (vrwh-rUp ho ky) [ Awp buFypy qy jmW au~qy svwr ho (Bwv, Awp ƒ iehnW dw fr nhIN hY) [","unicode":" (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਆਪ ਹੀ ਹੋ ਜਿਸ ਨੇ) ਵੇਦ ਸ਼ਾਸਤਰਾਂ ਨੂੰ ਬਚਾਇਆ ਸੀ (ਵਰਾਹ-ਰੂਪ ਹੋ ਕੇ) । ਆਪ ਬੁਢੇਪੇ ਤੇ ਜਮਾਂ ਉੱਤੇ ਸਵਾਰ ਹੋ (ਭਾਵ, ਆਪ ਨੂੰ ਇਹਨਾਂ ਦਾ ਡਰ ਨਹੀਂ ਹੈ) ।"},"ft":{"gurmukhi":"hy AgMm srUp! brwh Avqwr Dwr kr ky sMKwsr ko mwr kr Awp (ingm) vydoN ky auDwrny vwly ho, punw (jrw) ibRD AvsQw AO jnm, Bwv Xyh ien auplKq Kt ivkwroN aUpr Awp hI (Aroh) ArUV Bey hYN[ Bwv Xyh ik ien ko Awp ny dbwie lIAw hY ArQwq dyh ky Drm jwxy hYN]","unicode":"ਹੇ ਅਗੰਮ ਸਰੂਪ! ਬਰਾਹ ਅਵਤਾਰ ਧਾਰ ਕਰ ਕੇ ਸੰਖਾਸਰ ਕੋ ਮਾਰ ਕਰ ਆਪ (ਨਿਗਮ) ਵੇਦੋਂ ਕੇ ਉਧਾਰਨੇ ਵਾਲੇ ਹੋ, ਪੁਨਾ (ਜਰਾ) ਬ੍ਰਿਧ ਅਵਸਥਾ ਔ ਜਨਮ, ਭਾਵ ਯੇਹ ਇਨ ਉਪਲਖਤ ਖਟ ਵਿਕਾਰੋਂ ਊਪਰ ਆਪ ਹੀ (ਅਰੋਹ) ਅਰੂੜ ਭਏ ਹੈਂ। ਭਾਵ ਯੇਹ ਕਿ ਇਨ ਕੋ ਆਪ ਨੇ ਦਬਾਇ ਲੀਆ ਹੈ ਅਰਥਾਤ ਦੇਹ ਕੇ ਧਰਮ ਜਾਣੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" (myry vwsqy qW Awp hI ho ijs ny) vyd SwsqrW ƒ bcwieAw sI (vrwh-rUp ho ky) [ Awp buFypy qy jmW au~qy svwr ho (Bwv, Awp ƒ iehnW dw fr nhIN hY) [","unicode":" (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਆਪ ਹੀ ਹੋ ਜਿਸ ਨੇ) ਵੇਦ ਸ਼ਾਸਤਰਾਂ ਨੂੰ ਬਚਾਇਆ ਸੀ (ਵਰਾਹ-ਰੂਪ ਹੋ ਕੇ) । ਆਪ ਬੁਢੇਪੇ ਤੇ ਜਮਾਂ ਉੱਤੇ ਸਵਾਰ ਹੋ (ਭਾਵ, ਆਪ ਨੂੰ ਇਹਨਾਂ ਦਾ ਡਰ ਨਹੀਂ ਹੈ) ।"},"ms":{"gurmukhi":"byQwh suAwmI vydW dw bcwauxhwr hY Aqy aus dy buFypy Aqy mOq auqy ij`q prwpq kr leI hY[","unicode":"ਬੇਥਾਹ ਸੁਆਮੀ ਵੇਦਾਂ ਦਾ ਬਚਾਉਣਹਾਰ ਹੈ ਅਤੇ ਉਸ ਦੇ ਬੁਢੇਪੇ ਅਤੇ ਮੌਤ ਉਤੇ ਜਿੱਤ ਪਰਾਪਤ ਕਰ ਲਈ ਹੈ।"}},"es":{"sn":" Eres Inaccesible, eres la Gracia Salvadora de los Vedas y has conquistado la vejez y la muerte."},"hi":{"ss":"(मेरे लिए तो आप ही हो जिसने) वेद-शास्त्रों को बचाया था (वराह-रूप हो के)। आप बुढ़ापे और जमों पर सवार हो (भाव। आप को इनका डर नहीं है)।","sts":"तुमने वेद-शास्त्रों का उद्धार किया, बुढ़ापे, जन्म-मरण से मुक्त हो।"}},"transliteration":{"english":"agam nigam udharan jaraa ja(n)meh aaroeh ||","hindi":"अगम निगम उधरण जरा जंमिहि आरोअह ॥","en":"agam nigam udharan jaraa ja(n)meh aaroeh ||","hi":"अगम निगम उधरण जरा जंमिहि आरोअह ॥","ipa":"əGəm nɪGəm oʊt̪ərəɳ d͡ʒərɑ d͡ʒəŋmɪh əɑrɔəh.","ur":"اگم نگم اُدھرݨ جرا جںمه آرواه ۔۔"},"pageNo":1406,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59506,"shabadId":5453,"verse":{"gurmukhi":"gur Amrdwis iQru QipAau prgwmI qwrx qrx ]","unicode":"ਗੁਰ ਅਮਰਦਾਸਿ ਥਿਰੁ ਥਪਿਅਉ ਪਰਗਾਮੀ ਤਾਰਣ ਤਰਣ ॥"},"larivaar":{"gurmukhi":"gurAmrdwisiQruQipAauprgwmIqwrxqrx]","unicode":"ਗੁਰਅਮਰਦਾਸਿਥਿਰੁਥਪਿਅਉਪਰਗਾਮੀਤਾਰਣਤਰਣ॥"},"translation":{"en":{"bdb":"Guru Amar Daas has permanently established You; You are the Emancipator, to carry all across to the other side.","ms":"Guru Amar Dass has eternally established thee. Thou are the emancipator of mortals and a ship to ferry across.","ssk":"Guru Amar Daas has permanently established You; You are the Emancipator, to carry all across to the other side."},"pu":{"ss":{"gurmukhi":" (Awp ƒ) gurU Amrdws (jI) ny At`l kr id`qw hY, Awp mukq ho qy hornW ƒ qwrn leI jhwz ho [","unicode":" (ਆਪ ਨੂੰ) ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ) ਨੇ ਅਟੱਲ ਕਰ ਦਿੱਤਾ ਹੈ, ਆਪ ਮੁਕਤ ਹੋ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੋ ।"},"ft":{"gurmukhi":"sRI gurU Amrdws jI ny Awp ko iQr pd myN AsQwpn kIAw hY punw Awp sMswr sy pry gvn krny vwly Bey ho, Bwv Xyh bRhm srUp ko pRwpq hUey ho[ AO jnW ko sMswr isMD sy qwrny ko Awp (qrx) jhwj vq ho]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਆਪ ਕੋ ਥਿਰ ਪਦ ਮੇਂ ਅਸਥਾਪਨ ਕੀਆ ਹੈ ਪੁਨਾ ਆਪ ਸੰਸਾਰ ਸੇ ਪਰੇ ਗਵਨ ਕਰਨੇ ਵਾਲੇ ਭਏ ਹੋ, ਭਾਵ ਯੇਹ ਬ੍ਰਹਮ ਸਰੂਪ ਕੋ ਪ੍ਰਾਪਤ ਹੂਏ ਹੋ। ਔ ਜਨਾਂ ਕੋ ਸੰਸਾਰ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਕੋ ਆਪ (ਤਰਣ) ਜਹਾਜ ਵਤ ਹੋ॥"},"bdb":{"gurmukhi":" (Awp ƒ) gurU Amrdws (jI) ny At`l kr id`qw hY, Awp mukq ho qy hornW ƒ qwrn leI jhwz ho [","unicode":" (ਆਪ ਨੂੰ) ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ) ਨੇ ਅਟੱਲ ਕਰ ਦਿੱਤਾ ਹੈ, ਆਪ ਮੁਕਤ ਹੋ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੋ ।"},"ms":{"gurmukhi":"gurU Amrdws ny qYƒ sdIsv kwl leI AsQwpn kIqw hY[ qUM pRwxIAW ƒ pwr krn vwlw Aqy pwr auqwrwn leI iek jhwj hY[","unicode":"ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ ਤੈਨੂੰ ਸਦੀਸਵ ਕਾਲ ਲਈ ਅਸਥਾਪਨ ਕੀਤਾ ਹੈ। ਤੂੰ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਪਾਰ ਕਰਨ ਵਾਲਾ ਅਤੇ ਪਾਰ ਉਤਾਰਾਨ ਲਈ ਇਕ ਜਹਾਜ ਹੈ।"}},"es":{"sn":"Guru Amar Das Te ha establecido permanentemente, eres el Emancipador para cargarnos a todos hasta el otro lado. "},"hi":{"ss":"(आप को) गुरू अमरदास (जी) ने अटल कर दिया है। आप मुक्त हो और औरों के उद्धार के लिए जहाज़ हो।","sts":"गुरु अमरदास जी ने स्थाई रूप में स्थापित किया, स्वयं तो मुक्त हो और अपने शिष्यों एवं अन्य लोगों को संसार-सागर से पार उतारने वाले जहाज हो।"}},"transliteration":{"english":"gur amaradhaas thir thapiaau paragaamee taaran taran ||","hindi":"गुर अमरदासि थिरु थपिअउ परगामी तारण तरण ॥","en":"gur amaradhaas thir thapiaau paragaamee taaran taran ||","hi":"गुर अमरदासि थिरु थपिअउ परगामी तारण तरण ॥","ipa":"Gʊr əmərəd̪ɑs t̪ʰɪr t̪ʰəpɪəo pərəGɑmi t̪ɑrəɳ t̪ərəɳ.","ur":"گُر امرداس تھر تھپاا پرگامیِ تارݨ ترݨ ۔۔"},"pageNo":1406,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59507,"shabadId":5453,"verse":{"gurmukhi":"AG AMqk bdY n sl´ kiv gur rwmdws qyrI srx ]2]60]","unicode":"ਅਘ ਅੰਤਕ ਬਦੈ ਨ ਸਲੵ ਕਵਿ ਗੁਰ ਰਾਮਦਾਸ ਤੇਰੀ ਸਰਣ ॥੨॥੬੦॥"},"larivaar":{"gurmukhi":"AGAMqkbdYnsl´kivgurrwmdwsqyrIsrx]2]60]","unicode":"ਅਘਅੰਤਕਬਦੈਨਸਲੵਕਵਿਗੁਰਰਾਮਦਾਸਤੇਰੀਸਰਣ॥੨॥੬੦॥"},"translation":{"en":{"bdb":"So speaks SALL the poet: O Guru Raam Daas, You are the Destroyer of sins; I seek Your Sanctuary. ||2||60||","ms":"Says Sall, the poet, O Guru Ram Dass, thou are the destroyer of sins; therefore, I have sought Thine refuge.","ssk":"So speaks SALL the poet: O Guru Raam Daas, You are the Destroyer of sins; I seek Your Sanctuary. ||2||60||"},"pu":{"ss":{"gurmukhi":"hy gurU rwmdws! sl´ kvI (AwKdw hY)—jo mnu`K qyrI srn AwieAw hY, auh pwpW qy jmW ƒ bddw nhIN hY [2[60[","unicode":"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਸਲੵ ਕਵੀ (ਆਖਦਾ ਹੈ)—ਜੋ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਉਹ ਪਾਪਾਂ ਤੇ ਜਮਾਂ ਨੂੰ ਬਦਦਾ ਨਹੀਂ ਹੈ ।੨।੬੦।"},"ft":{"gurmukhi":"Awp pwpoN kw AMq krny vwly (bdY n) khIqy ho; vw pwpoN ko AO (AMqk) jm ko igxqy nhIN ho; vw k`bqw ky dyxy vwly ho[ sRI s`l kvI kihqy hYN: hy sRI gurU rwmdws swihb jI! mYN Awp kI srx ko pRwpiq BieAw hUM]2]60]","unicode":"ਆਪ ਪਾਪੋਂ ਕਾ ਅੰਤ ਕਰਨੇ ਵਾਲੇ (ਬਦੈ ਨ) ਕਹੀਤੇ ਹੋ; ਵਾ ਪਾਪੋਂ ਕੋ ਔ (ਅੰਤਕ) ਜਮ ਕੋ ਗਿਣਤੇ ਨਹੀਂ ਹੋ; ਵਾ ਕੱਬਤਾ ਕੇ ਦੇਣੇ ਵਾਲੇ ਹੋ। ਸ੍ਰੀ ਸੱਲ ਕਵੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ! ਮੈਂ ਆਪ ਕੀ ਸਰਣ ਕੋ ਪ੍ਰਾਪਤਿ ਭਇਆ ਹੂੰ॥੨॥੬੦॥"},"bdb":{"gurmukhi":"hy gurU rwmdws! sl´ kvI (AwKdw hY)—jo mnu`K qyrI srn AwieAw hY, auh pwpW qy jmW ƒ bddw nhIN hY [2[60[","unicode":"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਸਲੵ ਕਵੀ (ਆਖਦਾ ਹੈ)—ਜੋ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ, ਉਹ ਪਾਪਾਂ ਤੇ ਜਮਾਂ ਨੂੰ ਬਦਦਾ ਨਹੀਂ ਹੈ ।੨।੬੦।"},"ms":{"gurmukhi":"sl, kvISr AwKdw hY, hy gurU rwmdws! qUM pwpW ƒ nws krn vwlw hY ihX leI mYN qyrI Srxwgq leI hY[","unicode":"ਸਲ, ਕਵੀਸ਼ਰ ਆਖਦਾ ਹੈ, ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਪਾਪਾਂ ਨੂੰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਹਿਯ ਲਈ ਮੈਂ ਤੇਰੀ ਸ਼ਰਣਾਗਤ ਲਈ ਹੈ।"}},"es":{"sn":"Así entonces habla Saal, el poeta, oh Guru Ram Das, eres el Destructor de maldades y errores, vivo buscando Tu Santuario. (2-60)"},"hi":{"ss":"हे गुरू रामदास ! सॅल् कवि (कहता है) - जो मनुष्य तेरी शरण आया है। वह पापों और जमों की परवाह नहीं करता (से नहीं डरता)। 2। 60।","sts":"सल्ह कवि का कथन है कि हे गुरु रामदास ! जो तेरी शरण में आ जाता है, वह पापों एवं मृत्यु से मुक्त हो जाता है॥२ ॥६० ॥"}},"transliteration":{"english":"agh a(n)tak badhai na salaye kav gur raamadhaas teree saran ||2||60||","hindi":"अघ अंतक बदै न सल्य कवि गुर रामदास तेरी सरण ॥२॥६०॥","en":"agh a(n)tak badhai na salaye kav gur raamadhaas teree saran ||2||60||","hi":"अघ अंतक बदै न सल्य कवि गुर रामदास तेरी सरण ॥२॥६०॥","ipa":"əGʰə̀ əŋt̪ək bəd̪æ nə sələj kəʋ Gʊr rɑməd̪ɑs t̪eri sərəɳ.2.6ə0.","ur":"اگھ اںتک بدَے ن سلے کو گُر رامداس تےریِ سرݨ ۔۔۲۔۔۶۰۔۔"},"pageNo":1406,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}}]}