{"shabadInfo":{"shabadId":5467,"shabadName":59573,"pageNo":1408,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1408},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":6,"navigation":{"previous":5466,"next":5468},"verses":[{"verseId":59573,"shabadId":5467,"verse":{"gurmukhi":"siq rUpu siq nwmu squ sMqoKu DirE auir ]","unicode":"ਸਤਿ ਰੂਪੁ ਸਤਿ ਨਾਮੁ ਸਤੁ ਸੰਤੋਖੁ ਧਰਿਓ ਉਰਿ ॥"},"larivaar":{"gurmukhi":"siqrUpusiqnwmusqusMqoKuDirEauir]","unicode":"ਸਤਿਰੂਪੁਸਤਿਨਾਮੁਸਤੁਸੰਤੋਖੁਧਰਿਓਉਰਿ॥"},"translation":{"en":{"bdb":"He is the Embodiment of Truth; He has enshrined the True Name, Sat Naam, Truth and contentment within His heart.","ms":"The True Name of God, the Embodiment of truth, righteousness and contentment, Guru Arjan has enshrined within his mind.","ssk":"He is the Embodiment of Truth; He has enshrined the True Name, Sat Naam, Truth and contentment within His heart."},"pu":{"ss":{"gurmukhi":" (gurU Arjun dyv jI ny) sq sMqoK ihrdy ivc Dwrn kIqw hY, qy aus hrI ƒ Awpxy AMdr itkwieAw hY ijs dw rUp siq hY qy nwm sdw-iQr hY [","unicode":" (ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਨੇ) ਸਤ ਸੰਤੋਖ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕੀਤਾ ਹੈ, ਤੇ ਉਸ ਹਰੀ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਇਆ ਹੈ ਜਿਸ ਦਾ ਰੂਪ ਸਤਿ ਹੈ ਤੇ ਨਾਮ ਸਦਾ-ਥਿਰ ਹੈ ।"},"ft":{"gurmukhi":"ijs sRI gurU Arjn swihb jI ny siq srUp kw iDAwn AO siqnwm AOr sq, sMqoK AwdI guxoN ko irdy myN DwirAw hY]","unicode":"ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸਤਿ ਸਰੂਪ ਕਾ ਧਿਆਨ ਔ ਸਤਿਨਾਮ ਔਰ ਸਤ, ਸੰਤੋਖ ਆਦੀ ਗੁਣੋਂ ਕੋ ਰਿਦੇ ਮੇਂ ਧਾਰਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" (gurU Arjun dyv jI ny) sq sMqoK ihrdy ivc Dwrn kIqw hY, qy aus hrI ƒ Awpxy AMdr itkwieAw hY ijs dw rUp siq hY qy nwm sdw-iQr hY [","unicode":" (ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਨੇ) ਸਤ ਸੰਤੋਖ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕੀਤਾ ਹੈ, ਤੇ ਉਸ ਹਰੀ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਇਆ ਹੈ ਜਿਸ ਦਾ ਰੂਪ ਸਤਿ ਹੈ ਤੇ ਨਾਮ ਸਦਾ-ਥਿਰ ਹੈ ।"},"ms":{"gurmukhi":"s`c dy srUp hrI dw s`cw nwm, s`cweI qy sMquStqw, gurU Arjn dyv ny Awpxy mn AMdr itkweIAW hoeIAW hn[","unicode":"ਸੱਚ ਦੇ ਸਰੂਪ ਹਰੀ ਦਾ ਸੱਚਾ ਨਾਮ, ਸੱਚਾਈ ਤੇ ਸੰਤੁਸ਼ਟਤਾ, ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਨੇ ਆਪਣੇ ਮਨ ਅੰਦਰ ਟਿਕਾਈਆਂ ਹੋਈਆਂ ਹਨ।"}},"es":{"sn":"Él es la Encarnación de la Verdad, Él ha enaltecido el Nombre Verdadero, Sat Nam; Verdad y Contentamiento habitan en Su Corazón. "},"hi":{"ss":"(गुरू अरजुन देव जी ने) संत-संतोख हृदय में धारण किया है। और उस हरी को अपने अंदर बसाया है जिसका रूप सति है और नाम सदा-स्थिर है।","sts":"गुरु अर्जुन देव जी सत्य के मूर्त रूप हैं और उन्होंने अपने हृदय में सत्यस्वरूप ईश्वर एवं सत्य-संतोष को धारण किया हुआ है।"}},"transliteration":{"english":"sat roop sat naam sat sa(n)tokh dhario ur ||","hindi":"सति रूपु सति नामु सतु संतोखु धरिओ उरि ॥","en":"sat roop sat naam sat sa(n)tokh dhario ur ||","hi":"सति रूपु सति नामु सतु संतोखु धरिओ उरि ॥","ipa":"sət̪ rup sət̪ nɑm sət̪ səŋt̪ɔkʰ t̪ərɪo oʊr.","ur":"ست رُوپ ستِ نام ست سںتوکھ دھرِاو اُر ۔۔"},"pageNo":1408,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59574,"shabadId":5467,"verse":{"gurmukhi":"Awid puriK prqiK ilK´au ACru msqik Duir ]","unicode":"ਆਦਿ ਪੁਰਖਿ ਪਰਤਖਿ ਲਿਖੵਉ ਅਛਰੁ ਮਸਤਕਿ ਧੁਰਿ ॥"},"larivaar":{"gurmukhi":"AwidpuriKprqiKilK´auACrumsqikDuir]","unicode":"ਆਦਿਪੁਰਖਿਪਰਤਖਿਲਿਖੵਉਅਛਰੁਮਸਤਕਿਧੁਰਿ॥"},"translation":{"en":{"bdb":"From the very beginning, the Primal Being has written this destiny upon His forehead.","ms":"Since the very beginning, the Primal Lord had manifestly written on his forehead this destiny.","ssk":"From the very beginning, the Primal Being has written this destiny upon His forehead."},"pu":{"ss":{"gurmukhi":"prq`K qOr qy Akwl purK ny DuroN hI Awp dy m`Qy qy lyK iliKAw hY [","unicode":"ਪਰਤੱਖ ਤੌਰ ਤੇ ਅਕਾਲ ਪੁਰਖ ਨੇ ਧੁਰੋਂ ਹੀ ਆਪ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖਿਆ ਹੈ ।"},"ft":{"gurmukhi":"Awid purK vwihgurU jI ny pRqKÎ ienoN ky msqk pr guirAweI kw AKr, Bwv lyK (Duir) AwdoN hI ilK dIAw hY]","unicode":"ਆਦਿ ਪੁਰਖ ਵਾਹਿਗੁਰੂ ਜੀ ਨੇ ਪ੍ਰਤਖ੍ਯ ਇਨੋਂ ਕੇ ਮਸਤਕ ਪਰ ਗੁਰਿਆਈ ਕਾ ਅਖਰ, ਭਾਵ ਲੇਖ (ਧੁਰਿ) ਆਦੋਂ ਹੀ ਲਿਖ ਦੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"prq`K qOr qy Akwl purK ny DuroN hI Awp dy m`Qy qy lyK iliKAw hY [","unicode":"ਪਰਤੱਖ ਤੌਰ ਤੇ ਅਕਾਲ ਪੁਰਖ ਨੇ ਧੁਰੋਂ ਹੀ ਆਪ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖਿਆ ਹੈ ।"},"ms":{"gurmukhi":"AYn AwrMB qoN hI AwdI pRBU ny pRgt qOr qy aunHW dy m¤Qy auqy ieh pRwlBD ilKI hoeI sI[","unicode":"ਐਨ ਆਰੰਭ ਤੋਂ ਹੀ ਆਦੀ ਪ੍ਰਭੂ ਨੇ ਪ੍ਰਗਟ ਤੌਰ ਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਇਹ ਪ੍ਰਾਲਭਧ ਲਿਖੀ ਹੋਈ ਸੀ।"}},"es":{"sn":"Desde el principio el Ser Primordial había escrito este Destino sobre Su Frente. "},"hi":{"ss":"प्रत्यक्ष तौर पर अकाल पुरख ने धुर से ही आप के माथे पर लेख लिखा है।","sts":"विधाता ने प्रारंभ से उनके माथे पर ऐसा भाग्य लिखा हुआ है।"}},"transliteration":{"english":"aadh purakh paratakh likhayeau achhar masatak dhur ||","hindi":"आदि पुरखि परतखि लिख्यउ अछरु मसतकि धुरि ॥","en":"aadh purakh paratakh likhayeau achhar masatak dhur ||","hi":"आदि पुरखि परतखि लिख्यउ अछरु मसतकि धुरि ॥","ipa":"əɑd̪ pʊrəkʰ pərət̪əkʰ lɪkʰəjo əɕər məsət̪ək t̪ʊr.","ur":"آد پُرکھ پرتکھ لکھےا اچھر مستک دھُر ۔۔"},"pageNo":1408,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59575,"shabadId":5467,"verse":{"gurmukhi":"pRgt joiq jgmgY qyju BUA mMfil CwXau ]","unicode":"ਪ੍ਰਗਟ ਜੋਤਿ ਜਗਮਗੈ ਤੇਜੁ ਭੂਅ ਮੰਡਲਿ ਛਾਯਉ ॥"},"larivaar":{"gurmukhi":"pRgtjoiqjgmgYqyjuBUAmMfilCwXau]","unicode":"ਪ੍ਰਗਟਜੋਤਿਜਗਮਗੈਤੇਜੁਭੂਅਮੰਡਲਿਛਾਯਉ॥"},"translation":{"en":{"bdb":"His Divine Light shines forth, dazzling and radiant; His Glorious Grandeur pervades the realms of the world.","ms":"His Divine Light is manifestly glittering and his grandeur is pervading the world realm.","ssk":"His Divine Light shines forth, dazzling and radiant; His Glorious Grandeur pervades the realms of the world."},"pu":{"ss":{"gurmukhi":" (Awp dy AMdr) pRgt qOr qy (hrI dI) joiq jgmg jgmg kr rhI hY, (Awp dw) qyj DrqI auqy CwieAw hoieAw hY [","unicode":" (ਆਪ ਦੇ ਅੰਦਰ) ਪ੍ਰਗਟ ਤੌਰ ਤੇ (ਹਰੀ ਦੀ) ਜੋਤਿ ਜਗਮਗ ਜਗਮਗ ਕਰ ਰਹੀ ਹੈ, (ਆਪ ਦਾ) ਤੇਜ ਧਰਤੀ ਉਤੇ ਛਾਇਆ ਹੋਇਆ ਹੈ ।"},"ft":{"gurmukhi":"ijs mhwrwj kI joiq pRgt jmmg hoie rhI hY AO ijn kw qyj ipRQvI mMfl myN Cwie rihAw hY]","unicode":"ਜਿਸ ਮਹਾਰਾਜ ਕੀ ਜੋਤਿ ਪ੍ਰਗਟ ਜਮਮਗ ਹੋਇ ਰਹੀ ਹੈ ਔ ਜਿਨ ਕਾ ਤੇਜ ਪ੍ਰਿਥਵੀ ਮੰਡਲ ਮੇਂ ਛਾਇ ਰਹਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" (Awp dy AMdr) pRgt qOr qy (hrI dI) joiq jgmg jgmg kr rhI hY, (Awp dw) qyj DrqI auqy CwieAw hoieAw hY [","unicode":" (ਆਪ ਦੇ ਅੰਦਰ) ਪ੍ਰਗਟ ਤੌਰ ਤੇ (ਹਰੀ ਦੀ) ਜੋਤਿ ਜਗਮਗ ਜਗਮਗ ਕਰ ਰਹੀ ਹੈ, (ਆਪ ਦਾ) ਤੇਜ ਧਰਤੀ ਉਤੇ ਛਾਇਆ ਹੋਇਆ ਹੈ ।"},"ms":{"gurmukhi":"aunHW dw eISvrI nUr pRq`K hI cmk irhw hY Aqy aunHW dw prqwp sMswr dI purI AMdr Pyl irhw hY[","unicode":"ਉਨ੍ਹਾਂ ਦਾ ਈਸ਼ਵਰੀ ਨੂਰ ਪ੍ਰਤੱਖ ਹੀ ਚਮਕ ਰਿਹਾ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਪਰਤਾਪ ਸੰਸਾਰ ਦੀ ਪੁਰੀ ਅੰਦਰ ਫੇਲ ਰਿਹਾ ਹੈ।"}},"es":{"sn":"Su Divina Luz brilla, radiante y reluciente; Su Gloriosa Grandeza compenetra todos los ámbitos del mundo. "},"hi":{"ss":"(आप के अंदर) प्रतयक्ष तौर पर (हरी की) जोति जगमग-जगमग कर रही है। (आपका) तेज धरती पर छाया हुआ है।","sts":"उनमें साक्षात् प्रभु-ज्योति जगमगा रही है और उनका तेज पूरे भूमण्डल में फैला हुआ है।"}},"transliteration":{"english":"pragaT jot jagamagai tej bhooa ma(n)ddal chhaayau ||","hindi":"प्रगट जोति जगमगै तेजु भूअ मंडलि छायउ ॥","en":"pragaT jot jagamagai tej bhooa ma(n)ddal chhaayau ||","hi":"प्रगट जोति जगमगै तेजु भूअ मंडलि छायउ ॥","ipa":"pɹəGəʈ d͡ʒɔt̪ d͡ʒəGəməGæ t̪ed͡ʒ ɓuə məŋɖəl ɕɑjo.","ur":"پرگٹ جوت جگمگَے تےج بھُوا مںڈل چھاےا ۔۔"},"pageNo":1408,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59576,"shabadId":5467,"verse":{"gurmukhi":"pwrsu pris prsu pris guir gurU khwXau ]","unicode":"ਪਾਰਸੁ ਪਰਸਿ ਪਰਸੁ ਪਰਸਿ ਗੁਰਿ ਗੁਰੂ ਕਹਾਯਉ ॥"},"larivaar":{"gurmukhi":"pwrsuprisprsuprisguirgurUkhwXau]","unicode":"ਪਾਰਸੁਪਰਸਿਪਰਸੁਪਰਸਿਗੁਰਿਗੁਰੂਕਹਾਯਉ॥"},"translation":{"en":{"bdb":"Meeting the Guru, touching the Philosopher's Stone, He was acclaimed as Guru.","ms":"Meeting with, being in communion with, and joining with Guru, the philosopher's stone, he was acclaimed as the Guru.","ssk":"Meeting the Guru, touching the Philosopher's Stone, He was acclaimed as Guru."},"pu":{"ss":{"gurmukhi":"pwrs (gurU) ƒ qy prsx-jog (gurU) ƒ Cuh ky (Awp) gurU qoN gurU AKvwey [","unicode":"ਪਾਰਸ (ਗੁਰੂ) ਨੂੰ ਤੇ ਪਰਸਣ-ਜੋਗ (ਗੁਰੂ) ਨੂੰ ਛੁਹ ਕੇ (ਆਪ) ਗੁਰੂ ਤੋਂ ਗੁਰੂ ਅਖਵਾਏ ।"},"ft":{"gurmukhi":"jYsy sRI gurU nwnk dyv pwrs srUp ko prs kr ky sRI gurU AMgd swihb jI pwrs vq siqgur Bey[ AYsy hI sMpUrn siqguroN swQ imlwvxw, qYsy sRI gurU rwmdws swihb jI pwrs ko prs kr sRI gurU Arjn swihb jI siqgur khwey hYN]","unicode":"ਜੈਸੇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਪਾਰਸ ਸਰੂਪ ਕੋ ਪਰਸ ਕਰ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਪਾਰਸ ਵਤ ਸਤਿਗੁਰ ਭਏ। ਐਸੇ ਹੀ ਸੰਪੂਰਨ ਸਤਿਗੁਰੋਂ ਸਾਥ ਮਿਲਾਵਣਾ, ਤੈਸੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਪਾਰਸ ਕੋ ਪਰਸ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਸਤਿਗੁਰ ਕਹਾਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"pwrs (gurU) ƒ qy prsx-jog (gurU) ƒ Cuh ky (Awp) gurU qoN gurU AKvwey [","unicode":"ਪਾਰਸ (ਗੁਰੂ) ਨੂੰ ਤੇ ਪਰਸਣ-ਜੋਗ (ਗੁਰੂ) ਨੂੰ ਛੁਹ ਕੇ (ਆਪ) ਗੁਰੂ ਤੋਂ ਗੁਰੂ ਅਖਵਾਏ ।"},"ms":{"gurmukhi":"gurU rswiex nwl iml, iml, Aqy prs ky auh gurU kihlwey[","unicode":"ਗੁਰੂ ਰਸਾਇਣ ਨਾਲ ਮਿਲ, ਮਿਲ, ਅਤੇ ਪਰਸ ਕੇ ਉਹ ਗੁਰੂ ਕਹਿਲਾਏ।"}},"es":{"sn":"Encontrando al Guru, tocando la Piedra Filosofal, fue aclamado como Guru; "},"hi":{"ss":"पारस (गुरू) को और परसने-योग्य (गुरू) को छू के (आप) गुरू से गुरू कहलवाए।","sts":"वे गुरु रामदास रूपी पारस के स्पर्श से पारस रूप गुरु कहलाए हैं।"}},"transliteration":{"english":"paaras paras paras paras gur guroo kahaayau ||","hindi":"पारसु परसि परसु परसि गुरि गुरू कहायउ ॥","en":"paaras paras paras paras gur guroo kahaayau ||","hi":"पारसु परसि परसु परसि गुरि गुरू कहायउ ॥","ipa":"pɑrəs pərəs pərəs pərəs Gʊr Gʊru kəhɑjo.","ur":"پارس پرس پرس پرس گُر گُرُو کهاےا ۔۔"},"pageNo":1408,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59577,"shabadId":5467,"verse":{"gurmukhi":"Bin mQurw mUriq sdw iQru lwie icqu snmuK rhhu ]","unicode":"ਭਨਿ ਮਥੁਰਾ ਮੂਰਤਿ ਸਦਾ ਥਿਰੁ ਲਾਇ ਚਿਤੁ ਸਨਮੁਖ ਰਹਹੁ ॥"},"larivaar":{"gurmukhi":"BinmQurwmUriqsdwiQrulwieicqusnmuKrhhu]","unicode":"ਭਨਿਮਥੁਰਾਮੂਰਤਿਸਦਾਥਿਰੁਲਾਇਚਿਤੁਸਨਮੁਖਰਹਹੁ॥"},"translation":{"en":{"bdb":"So speaks Mat'huraa: I constantly focus my consciousness on Him; as sunmukh, I look to Him.","ms":"Says Mathura, I ever fix my attention on his being and remain obedient to him,","ssk":"So speaks Mat'huraa: I constantly focus my consciousness on Him; as sunmukh, I look to Him."},"pu":{"ss":{"gurmukhi":" hy mQurw! AwK—(gurU Arjun dyv jI dy) srUp ivc mn BlI pRkwr joV ky snmuK rho [ ","unicode":" ਹੇ ਮਥੁਰਾ! ਆਖ—(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ) ਸਰੂਪ ਵਿਚ ਮਨ ਭਲੀ ਪ੍ਰਕਾਰ ਜੋੜ ਕੇ ਸਨਮੁਖ ਰਹੋ । "},"ft":{"gurmukhi":"sRI mQrw B`t jI khqy hYN: myrI ieh Bwvnw hY, ieh pMcm mUrqI myN icq lgwie kr sdw snmuK iesiQq rho]","unicode":"ਸ੍ਰੀ ਮਥਰਾ ਭੱਟ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੇਰੀ ਇਹ ਭਾਵਨਾ ਹੈ, ਇਹ ਪੰਚਮ ਮੂਰਤੀ ਮੇਂ ਚਿਤ ਲਗਾਇ ਕਰ ਸਦਾ ਸਨਮੁਖ ਇਸਥਿਤ ਰਹੋ॥"},"bdb":{"gurmukhi":" hy mQurw! AwK—(gurU Arjun dyv jI dy) srUp ivc mn BlI pRkwr joV ky snmuK rho [ ","unicode":" ਹੇ ਮਥੁਰਾ! ਆਖ—(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ) ਸਰੂਪ ਵਿਚ ਮਨ ਭਲੀ ਪ੍ਰਕਾਰ ਜੋੜ ਕੇ ਸਨਮੁਖ ਰਹੋ । "},"ms":{"gurmukhi":"mQurw AwKdw hY, mYN AwpxI ibrqI sdIv hI aunHW dy srUp nwl joVdw hW Aqy aunHW dw AwigAwkwrI rihMdw hW[","unicode":"ਮਥੁਰਾ ਆਖਦਾ ਹੈ, ਮੈਂ ਆਪਣੀ ਬਿਰਤੀ ਸਦੀਵ ਹੀ ਉਨ੍ਹਾਂ ਦੇ ਸਰੂਪ ਨਾਲ ਜੋੜਦਾ ਹਾਂ ਅਤੇ ਉਨ੍ਹਾਂ ਦਾ ਆਗਿਆਕਾਰੀ ਰਹਿੰਦਾ ਹਾਂ।"}},"es":{"sn":"así habla Mathura, constantemente enfoco mi Conciencia en Él, como Sunmukj Lo veo. "},"hi":{"ss":"हे मथुरा ! कह- (गुरू अरजुन देव जी के) स्वरूप में मन भली प्रकार जोड़ के सन्मुख रहो।","sts":"मथुरा कवि का कथन है कि सत्य की मूर्ति गुरु अर्जुन में ध्यान लगाओ और मन लगाकर उनके सन्मुख रहो।"}},"transliteration":{"english":"bhan mathuraa moorat sadhaa thir lai chit sanamukh rahahu ||","hindi":"भनि मथुरा मूरति सदा थिरु लाइ चितु सनमुख रहहु ॥","en":"bhan mathuraa moorat sadhaa thir lai chit sanamukh rahahu ||","hi":"भनि मथुरा मूरति सदा थिरु लाइ चितु सनमुख रहहु ॥","ipa":"ɓən mət̪ʰʊrɑ murət̪ səd̪ɑ t̪ʰɪr lɑeɪ t͡ʃɪt̪ sənəmʊkʰ rəhəh.","ur":"بھن متھرا مُورت سدا تھر لاا چت سنمکھ رههُ ۔۔"},"pageNo":1408,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":59578,"shabadId":5467,"verse":{"gurmukhi":"kljuig jhwju Arjunu gurU sgl isRis† lig ibqrhu ]2]","unicode":"ਕਲਜੁਗਿ ਜਹਾਜੁ ਅਰਜੁਨੁ ਗੁਰੂ ਸਗਲ ਸ੍ਰਿਸ੍ਟਿ ਲਗਿ ਬਿਤਰਹੁ ॥੨॥"},"larivaar":{"gurmukhi":"kljuigjhwjuArjunugurUsglisRis†ligibqrhu]2]","unicode":"ਕਲਜੁਗਿਜਹਾਜੁਅਰਜੁਨੁਗੁਰੂਸਗਲਸ੍ਰਿਸ੍ਟਿਲਗਿਬਿਤਰਹੁ॥੨॥"},"translation":{"en":{"bdb":"In this Dark Age of Kali Yuga, Guru Arjun is the Boat; attached to him, the entire universe is safely carried across. ||2||","ms":"In the Dark age, Guru Arjan is the ship and the entire world attached to it is safely ferried across.","ssk":"In this Dark Age of Kali Yuga, Guru Arjun is the Boat; attached to him, the entire universe is safely carried across. ||2||"},"pu":{"ss":{"gurmukhi":"gurU Arjun kljug ivc jhwz hY [ hy dunIAw dy loko! aus dI crnIN l`g ky (sMswr-swgr) qoN shI slwmq pwr lMGo [2[","unicode":"ਗੁਰੂ ਅਰਜੁਨ ਕਲਜੁਗ ਵਿਚ ਜਹਾਜ਼ ਹੈ । ਹੇ ਦੁਨੀਆ ਦੇ ਲੋਕੋ! ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ (ਸੰਸਾਰ-ਸਾਗਰ) ਤੋਂ ਸਹੀ ਸਲਾਮਤ ਪਾਰ ਲੰਘੋ ।੨।"},"ft":{"gurmukhi":"klXug myN jIvoN ko sMswr isMD sy qwrny ko sRI gurU Arjn dyv jI jhwj vq hYN]2]","unicode":"ਕਲਯੁਗ ਮੇਂ ਜੀਵੋਂ ਕੋ ਸੰਸਾਰ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਕੋ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਜਹਾਜ ਵਤ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"gurU Arjun kljug ivc jhwz hY [ hy dunIAw dy loko! aus dI crnIN l`g ky (sMswr-swgr) qoN shI slwmq pwr lMGo [2[","unicode":"ਗੁਰੂ ਅਰਜੁਨ ਕਲਜੁਗ ਵਿਚ ਜਹਾਜ਼ ਹੈ । ਹੇ ਦੁਨੀਆ ਦੇ ਲੋਕੋ! ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ (ਸੰਸਾਰ-ਸਾਗਰ) ਤੋਂ ਸਹੀ ਸਲਾਮਤ ਪਾਰ ਲੰਘੋ ।੨।"},"ms":{"gurmukhi":"klXug AMdr, gurU Arjn jI boihQ hn[ aunHW nwl juV ky swrw sMswr shI slwmq pwr auqr jWdw hY[","unicode":"ਕਲਯੁਗ ਅੰਦਰ, ਗੁਰੂ ਅਰਜਨ ਜੀ ਬੋਹਿਥ ਹਨ। ਉਨ੍ਹਾਂ ਨਾਲ ਜੁੜ ਕੇ ਸਾਰਾ ਸੰਸਾਰ ਸਹੀ ਸਲਾਮਤ ਪਾਰ ਉਤਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"En esta Era oscura de Kali, Guru Aryan es la Barca, apegados a Él, el Universo entero es llevado a través, a salvo. (2)"},"hi":{"ss":"गुरू अरजन कलियुग में जहाज है। हे दुनिया के लोगो ! उसके चरणों में लग के (संसार-सागर) से सही-सलामत पार हो जाओ। 2।","sts":"गुरु अर्जुन देव जी कलियुग में जहाज समान हैं, पूरी सृष्टि उनके चरणों में लगकर संसार-सागर से पार उतर सकती है॥ २ ॥"}},"transliteration":{"english":"kalajug jahaaj arajun guroo sagal sirasiT lag bitarahu ||2||","hindi":"कलजुगि जहाजु अरजुनु गुरू सगल सृसि्ट लगि बितरहु ॥२॥","en":"kalajug jahaaj arajun guroo sagal sirasiT lag bitarahu ||2||","hi":"कलजुगि जहाजु अरजुनु गुरू सगल सृसि्ट लगि बितरहु ॥२॥","ipa":"kələd͡ʒʊG d͡ʒəhɑd͡ʒ ərəd͡ʒʊn Gʊru səGəl sɪɹəsɪʈ ləG bɪt̪ərəh.2.","ur":"کلجگ جهاج ارجن گُرُو سگل سرسٹ لگ بترهُ ۔۔۲۔۔"},"pageNo":1408,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}}]}