{"shabadInfo":{"shabadId":5469,"shabadName":59583,"pageNo":1409,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1409},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":4,"navigation":{"previous":5468,"next":5470},"verses":[{"verseId":59583,"shabadId":5469,"verse":{"gurmukhi":"AMqu n pwvq dyv sbY muin ieMdR mhw isv jog krI ]","unicode":"ਅੰਤੁ ਨ ਪਾਵਤ ਦੇਵ ਸਬੈ ਮੁਨਿ ਇੰਦ੍ਰ ਮਹਾ ਸਿਵ ਜੋਗ ਕਰੀ ॥"},"larivaar":{"gurmukhi":"AMqunpwvqdyvsbYmuinieMdRmhwisvjogkrI]","unicode":"ਅੰਤੁਨਪਾਵਤਦੇਵਸਬੈਮੁਨਿਇੰਦ੍ਰਮਹਾਸਿਵਜੋਗਕਰੀ॥"},"translation":{"en":{"bdb":"All the gods, silent sages, Indra, Shiva and Yogis have not found the Lord's limits","ms":"All the gods, sages, Indra and great Shiva, who practised Yoga, have found not the Lord's limit and not even Brahma,","ssk":"All the gods, silent sages, Indra, Shiva and Yogis have not found the Lord's limits"},"pu":{"ss":{"gurmukhi":"pr iehnW swry dyviqAW qy munIAW ny (gurU Arjun dw) AMq nwh pwieAw [","unicode":"ਪਰ ਇਹਨਾਂ ਸਾਰੇ ਦੇਵਤਿਆਂ ਤੇ ਮੁਨੀਆਂ ਨੇ (ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਅੰਤ ਨਾਹ ਪਾਇਆ ।"},"ft":{"gurmukhi":"ijs vwihgurU kw AMq srb dyvqw BI nhIN pwie skqy hYN[ munIEN ky ieMdR jo mhW munI hYN AO mhW jogI jo (jog krI) jog dy krny vwly iSvjI hYN ijnoN ny jog kI rIqI krI hY, so BI AMq nhIN pwvqy hYN]","unicode":"ਜਿਸ ਵਾਹਿਗੁਰੂ ਕਾ ਅੰਤ ਸਰਬ ਦੇਵਤਾ ਭੀ ਨਹੀਂ ਪਾਇ ਸਕਤੇ ਹੈਂ। ਮੁਨੀਓਂ ਕੇ ਇੰਦ੍ਰ ਜੋ ਮਹਾਂ ਮੁਨੀ ਹੈਂ ਔ ਮਹਾਂ ਜੋਗੀ ਜੋ (ਜੋਗ ਕਰੀ) ਜੋਗ ਦੇ ਕਰਨੇ ਵਾਲੇ ਸ਼ਿਵਜੀ ਹੈਂ ਜਿਨੋਂ ਨੇ ਜੋਗ ਕੀ ਰੀਤੀ ਕਰੀ ਹੈ, ਸੋ ਭੀ ਅੰਤ ਨਹੀਂ ਪਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"pr iehnW swry dyviqAW qy munIAW ny (gurU Arjun dw) AMq nwh pwieAw [","unicode":"ਪਰ ਇਹਨਾਂ ਸਾਰੇ ਦੇਵਤਿਆਂ ਤੇ ਮੁਨੀਆਂ ਨੇ (ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਅੰਤ ਨਾਹ ਪਾਇਆ ।"},"ms":{"gurmukhi":"swirAW dyviqAW irSIAW, ieMdR Aqy Xog kmwaux vwly v¤fy iSvjI ƒ suAwmI dy EVk dw pqw nhIN l`gw Aqy brhmy ƒ BI nhIN,","unicode":"ਸਾਰਿਆਂ ਦੇਵਤਿਆਂ ਰਿਸ਼ੀਆਂ, ਇੰਦ੍ਰ ਅਤੇ ਯੋਗ ਕਮਾਉਣ ਵਾਲੇ ਵੱਡੇ ਸ਼ਿਵਜੀ ਨੂੰ ਸੁਆਮੀ ਦੇ ਓੜਕ ਦਾ ਪਤਾ ਨਹੀਂ ਲੱਗਾ ਅਤੇ ਬਰਹਮੇ ਨੂੰ ਭੀ ਨਹੀਂ,"}},"es":{"sn":"Los Dioses, los Sabios Silenciosos, Indra, Shiva y los Yoguis no han podido encontrar los Límites de Dios. "},"hi":{"ss":"इन्द्र और शिव जी ने जोग-साधना की। पर इन सभी देवताओं और मुनियों ने (गुरू अरजुन का) अंत नहीं पाया।","sts":"उस गुरु का अन्त सभी देवी-देवता, मुनि स्वर्गाधिपति इंद्र एवं योग-साधना में लीन महादेव शिव भी नहीं पा सके।"}},"transliteration":{"english":"a(n)t na paavat dhev sabai mun i(n)dhr mahaa siv jog karee ||","hindi":"अंतु न पावत देव सबै मुनि इंद्र महा सिव जोग करी ॥","en":"a(n)t na paavat dhev sabai mun i(n)dhr mahaa siv jog karee ||","hi":"अंतु न पावत देव सबै मुनि इंद्र महा सिव जोग करी ॥","ipa":"əŋt̪ nə pɑʋət̪ d̪eʋ səbæ mʊn eɪŋd̪ɹ məhɑ sɪʋ d͡ʒɔG kəri.","ur":"اںت ن پاوت دےو سبَے مُن اںدر مها سو جوگ کریِ ۔۔"},"pageNo":1409,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":59584,"shabadId":5469,"verse":{"gurmukhi":"Puin byd ibrMic ibcwir rihE hir jwpu n Cwif´au eyk GrI ]","unicode":"ਫੁਨਿ ਬੇਦ ਬਿਰੰਚਿ ਬਿਚਾਰਿ ਰਹਿਓ ਹਰਿ ਜਾਪੁ ਨ ਛਾਡੵਿਉ ਏਕ ਘਰੀ ॥"},"larivaar":{"gurmukhi":"PuinbydibrMicibcwirrihEhirjwpunCwif´aueykGrI]","unicode":"ਫੁਨਿਬੇਦਬਿਰੰਚਿਬਿਚਾਰਿਰਹਿਓਹਰਿਜਾਪੁਨਛਾਡੵਿਉਏਕਘਰੀ॥"},"translation":{"en":{"bdb":"not even Brahma who contemplates the Vedas. I shall not give up meditating on the Lord, even for an instant.","ms":"who continues reflecting upon the Vedas; so, I leave not the Lord's meditation even for an instant.","ssk":"not even Brahma who contemplates the Vedas. I shall not give up meditating on the Lord, even for an instant."},"pu":{"ss":{"gurmukhi":" ieMdR qy iSv jI ny jog-swDnw kIqI, bRhmw byd ivcwr ky Q`k igAw, aus ny hrI dw jwp iek GVI nwh C`ifAw, ","unicode":" ਇੰਦ੍ਰ ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਜੋਗ-ਸਾਧਨਾ ਕੀਤੀ, ਬ੍ਰਹਮਾ ਬੇਦ ਵਿਚਾਰ ਕੇ ਥੱਕ ਗਿਆ, ਉਸ ਨੇ ਹਰੀ ਦਾ ਜਾਪ ਇਕ ਘੜੀ ਨਾਹ ਛੱਡਿਆ, "},"ft":{"gurmukhi":"ijs kI pRwpqI vwsqy bRhmW vydoN kw vIcwr kr rihAw hY AO hrI ky jwp ko ijs ny eyk GVI mwqR BI nhIN CoifAw hY]","unicode":"ਜਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ ਬ੍ਰਹਮਾਂ ਵੇਦੋਂ ਕਾ ਵੀਚਾਰ ਕਰ ਰਹਿਆ ਹੈ ਔ ਹਰੀ ਕੇ ਜਾਪ ਕੋ ਜਿਸ ਨੇ ਏਕ ਘੜੀ ਮਾਤ੍ਰ ਭੀ ਨਹੀਂ ਛੋਡਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" ieMdR qy iSv jI ny jog-swDnw kIqI, bRhmw byd ivcwr ky Q`k igAw, aus ny hrI dw jwp iek GVI nwh C`ifAw, ","unicode":" ਇੰਦ੍ਰ ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਜੋਗ-ਸਾਧਨਾ ਕੀਤੀ, ਬ੍ਰਹਮਾ ਬੇਦ ਵਿਚਾਰ ਕੇ ਥੱਕ ਗਿਆ, ਉਸ ਨੇ ਹਰੀ ਦਾ ਜਾਪ ਇਕ ਘੜੀ ਨਾਹ ਛੱਡਿਆ, "},"ms":{"gurmukhi":"jo vydW dI soc-ivcwr krI jw irhw hY; ies leI mYN suAwmI dy ismrn ƒ iek muhq Br leI BI nhIN C`fdw[","unicode":"ਜੋ ਵੇਦਾਂ ਦੀ ਸੋਚ-ਵਿਚਾਰ ਕਰੀ ਜਾ ਰਿਹਾ ਹੈ; ਇਸ ਲਈ ਮੈਂ ਸੁਆਮੀ ਦੇ ਸਿਮਰਨ ਨੂੰ ਇਕ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਨਹੀਂ ਛੱਡਦਾ।"}},"es":{"sn":"Ni siquiera Brahma, que medita en los Vedas, nunca dejaré de meditar en el Señor ni por in instante, "},"hi":{"ss":"ब्रहमा बेद विचार के थक गया। उसने हरी का जाप एक घड़ी ना छोड़ा।","sts":"ब्रह्मा वेदों का चिंतन करता रहा, लेकिन उसने भी परमात्मा का जाप एक घड़ी भर नहीं छोड़ा।"}},"transliteration":{"english":"fun bedh bira(n)ch bichaar rahio har jaap na chhaaddiyeau ek gharee ||","hindi":"फुनि बेद बिरंचि बिचारि रहिओ हरि जापु न छाडि्यउ एक घरी ॥","en":"fun bedh bira(n)ch bichaar rahio har jaap na chhaaddiyeau ek gharee ||","hi":"फुनि बेद बिरंचि बिचारि रहिओ हरि जापु न छाडि्यउ एक घरी ॥","ipa":"fʊn bed̪ bɪrəŋt͡ʃ bɪt͡ʃɑr rəhɪo hər d͡ʒɑp nə ɕɑɖɪjo eek Gʰəri.","ur":"پھُن بےد برںچ بچار رهِاو هر جاپ ن چھاڈےاُ اےک گھریِ ۔۔"},"pageNo":1409,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59585,"shabadId":5469,"verse":{"gurmukhi":"mQurw jn ko pRBu dIn dXwlu hY sMgiq isRis† inhwlu krI ]","unicode":"ਮਥੁਰਾ ਜਨ ਕੋ ਪ੍ਰਭੁ ਦੀਨ ਦਯਾਲੁ ਹੈ ਸੰਗਤਿ ਸ੍ਰਿਸ੍ਟਿ ਨਿਹਾਲੁ ਕਰੀ ॥"},"larivaar":{"gurmukhi":"mQurwjnkopRBudIndXwluhYsMgiqisRis†inhwlukrI]","unicode":"ਮਥੁਰਾਜਨਕੋਪ੍ਰਭੁਦੀਨਦਯਾਲੁਹੈਸੰਗਤਿਸ੍ਰਿਸ੍ਟਿਨਿਹਾਲੁਕਰੀ॥"},"translation":{"en":{"bdb":"The God of Mat'huraa is Merciful to the meek; He blesses and uplifts the Sangats throughout the Universe.","ms":"The Lord of the slave Mathura, is merciful to the meek and He blesses the societies of saints throughout the whole world.","ssk":"The God of Mat'huraa is Merciful to the meek; He blesses and uplifts the Sangats throughout the Universe."},"pu":{"ss":{"gurmukhi":"dws mQurw dw pRBU (gurU Arjun) dInW auqy dieAw krn vwlw hY, Awp ny sMgq ƒ qy isRStI ƒ inhwl kIqw hY [","unicode":"ਦਾਸ ਮਥੁਰਾ ਦਾ ਪ੍ਰਭੂ (ਗੁਰੂ ਅਰਜੁਨ) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਨੇ ਸੰਗਤ ਨੂੰ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI mQrw jI khqy hYN! mYN dIn dws kw jo pRBU dXw krny vwlw hY iqs hrI ny sRI gurU rwmdws srUp ho kr isRStI ivKy ApnI sMgq (inhwlu) ikRqwrQ krI hY]","unicode":"ਸ੍ਰੀ ਮਥਰਾ ਜੀ ਕਹਤੇ ਹੈਂ! ਮੈਂ ਦੀਨ ਦਾਸ ਕਾ ਜੋ ਪ੍ਰਭੂ ਦਯਾ ਕਰਨੇ ਵਾਲਾ ਹੈ ਤਿਸ ਹਰੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਰੂਪ ਹੋ ਕਰ ਸ੍ਰਿਸ਼ਟੀ ਵਿਖੇ ਅਪਨੀ ਸੰਗਤ (ਨਿਹਾਲੁ) ਕ੍ਰਿਤਾਰਥ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"dws mQurw dw pRBU (gurU Arjun) dInW auqy dieAw krn vwlw hY, Awp ny sMgq ƒ qy isRStI ƒ inhwl kIqw hY [","unicode":"ਦਾਸ ਮਥੁਰਾ ਦਾ ਪ੍ਰਭੂ (ਗੁਰੂ ਅਰਜੁਨ) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਨੇ ਸੰਗਤ ਨੂੰ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ ਹੈ ।"},"ms":{"gurmukhi":"goly mQurw dw mwlk mskInw auqy imhrbwn hY[ swry sMswr AMdr auh swD sMgq ƒ vroswauNdw hY[","unicode":"ਗੋਲੇ ਮਥੁਰਾ ਦਾ ਮਾਲਕ ਮਸਕੀਨਾ ਉਤੇ ਮਿਹਰਬਾਨ ਹੈ। ਸਾਰੇ ਸੰਸਾਰ ਅੰਦਰ ਉਹ ਸਾਧ ਸੰਗਤ ਨੂੰ ਵਰੋਸਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El Dios de Mathura es Misericordioso con el débil, Él bendice y eleva a la Saad Sangat por el Universo entero."},"hi":{"ss":"दास मथुरा का प्रभू (गुरू अरजुन) दीनों पर दया करने वाला है। आपने संगत को और सृष्टि को निहाल किया है।","sts":"सेवक मथुरा का प्रभु गुरु अर्जुन दीनदयालु है, वह संगत-मण्डली सहित सम्पूर्ण सृष्टि को निहाल कर रहा है।"}},"transliteration":{"english":"mathuraa jan ko prabh dheen dhayaal hai sa(n)gat sirasiT nihaal karee ||","hindi":"मथुरा जन को प्रभु दीन दयालु है संगति सृसि्ट निहालु करी ॥","en":"mathuraa jan ko prabh dheen dhayaal hai sa(n)gat sirasiT nihaal karee ||","hi":"मथुरा जन को प्रभु दीन दयालु है संगति सृसि्ट निहालु करी ॥","ipa":"mət̪ʰʊrɑ d͡ʒən kɔ pɹəɓ d̪in d̪əjɑl hæ səŋGət̪ sɪɹəsɪʈ nɪhɑl kəri.","ur":"متھرا جن کو پربھ دیٍن دےال هَے سںگت سرسٹ نهال کریِ ۔۔"},"pageNo":1409,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59586,"shabadId":5469,"verse":{"gurmukhi":"rwmdwis gurU jg qwrn kau gur joiq Arjun mwih DrI ]4]","unicode":"ਰਾਮਦਾਸਿ ਗੁਰੂ ਜਗ ਤਾਰਨ ਕਉ ਗੁਰ ਜੋਤਿ ਅਰਜੁਨ ਮਾਹਿ ਧਰੀ ॥੪॥"},"larivaar":{"gurmukhi":"rwmdwisgurUjgqwrnkaugurjoiqArjunmwihDrI]4]","unicode":"ਰਾਮਦਾਸਿਗੁਰੂਜਗਤਾਰਨਕਉਗੁਰਜੋਤਿਅਰਜੁਨਮਾਹਿਧਰੀ॥੪॥"},"translation":{"en":{"bdb":"Guru Raam Daas, to save the world, enshrined the Guru's Light into Guru Arjun. ||4||","ms":"To emancipate the world, Guru Ram Dass enshrined the Guru's Light into Guru Arjan.","ssk":"Guru Raam Daas, to save the world, enshrined the Guru's Light into Guru Arjun. ||4||"},"pu":{"ss":{"gurmukhi":"gurU rwmdws jI ny jgq ƒ qwrn leI gurU vwlI joiq gurU Arjun ivc r`K id`qI [4[","unicode":"ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ ਗੁਰੂ ਵਾਲੀ ਜੋਤਿ ਗੁਰੂ ਅਰਜੁਨ ਵਿਚ ਰੱਖ ਦਿੱਤੀ ।੪।"},"ft":{"gurmukhi":"iqs sRI gurU rwmdws swihb jI ny Awgy jgq ky jIvoN ko qwrny hyq sRI gurU Arjn swihb jI ky bIc guirAweI kI joiq DwrI hY]4]","unicode":"ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਨੇ ਆਗੇ ਜਗਤ ਕੇ ਜੀਵੋਂ ਕੋ ਤਾਰਨੇ ਹੇਤ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਕੇ ਬੀਚ ਗੁਰਿਆਈ ਕੀ ਜੋਤਿ ਧਾਰੀ ਹੈ॥੪॥"},"bdb":{"gurmukhi":"gurU rwmdws jI ny jgq ƒ qwrn leI gurU vwlI joiq gurU Arjun ivc r`K id`qI [4[","unicode":"ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ ਗੁਰੂ ਵਾਲੀ ਜੋਤਿ ਗੁਰੂ ਅਰਜੁਨ ਵਿਚ ਰੱਖ ਦਿੱਤੀ ।੪।"},"ms":{"gurmukhi":"sMswr dw pwr auqwrw krn dy leI, gurU rwmdws ny gurW dw nUr gurU Arjn dy AMgd itkw idqw[","unicode":"ਸੰਸਾਰ ਦਾ ਪਾਰ ਉਤਾਰਾ ਕਰਨ ਦੇ ਲਈ, ਗੁਰੂ ਰਾਮਦਾਸ ਨੇ ਗੁਰਾਂ ਦਾ ਨੂਰ ਗੁਰੂ ਅਰਜਨ ਦੇ ਅੰਗਦ ਟਿਕਾ ਦਿਤਾ।"}},"es":{"sn":"Para salvar al mundo Guru Ram Das infundió Su Luz en Guru Aryan. (4)"},"hi":{"ss":"गुरू रामदास जी ने जगत के उद्धार के लिए गुरू वाली जोति गुरू अरजुन में रख दी। 4।","sts":"दुनिया का उद्धार करने के लिए गुरु रामदास ने अपनी ज्योति गुरु अर्जुन देव में प्रविष्ट की है॥४॥"}},"transliteration":{"english":"raamadhaas guroo jag taaran kau gur jot arajun maeh dharee ||4||","hindi":"रामदासि गुरू जग तारन कउ गुर जोति अरजुन माहि धरी ॥४॥","en":"raamadhaas guroo jag taaran kau gur jot arajun maeh dharee ||4||","hi":"रामदासि गुरू जग तारन कउ गुर जोति अरजुन माहि धरी ॥४॥","ipa":"rɑməd̪ɑs Gʊru d͡ʒəG t̪ɑrən ko Gʊr d͡ʒɔt̪ ərəd͡ʒʊn mɑh t̪əri.4.","ur":"رامداس گُرُو جگ تارن کا گُر جوت ارجن ماه دھریِ ۔۔۴۔۔"},"pageNo":1409,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}}]}