{"shabadInfo":{"shabadId":5470,"shabadName":59587,"pageNo":1409,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1409},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":4,"navigation":{"previous":5469,"next":5471},"verses":[{"verseId":59587,"shabadId":5470,"verse":{"gurmukhi":"jg Aauru n Xwih mhw qm mY Avqwru aujwgru Awin kIAau ]","unicode":"ਜਗ ਅਉਰੁ ਨ ਯਾਹਿ ਮਹਾ ਤਮ ਮੈ ਅਵਤਾਰੁ ਉਜਾਗਰੁ ਆਨਿ ਕੀਅਉ ॥"},"larivaar":{"gurmukhi":"jgAaurunXwihmhwqmmYAvqwruaujwgruAwinkIAau]","unicode":"ਜਗਅਉਰੁਨਯਾਹਿਮਹਾਤਮਮੈਅਵਤਾਰੁਉਜਾਗਰੁਆਨਿਕੀਅਉ॥"},"translation":{"en":{"bdb":"In the great darkness of this world, the Lord revealed Himself, incarnated as Guru Arjun.","ms":"In this world, there is no other saint. Arjan, the Lord has make manifest, as His own incarnate.","ssk":"In the great darkness of this world, the Lord revealed Himself, incarnated as Guru Arjun."},"pu":{"ss":{"gurmukhi":"jgq dy ies Gor hnyry ivc (gurU Arjun qoN ibnw) koeI hor (rwKw) nhIN hY, ausy ƒ (hrI ny) ilAw ky aujwgr Avqwr bxwieAw hY [","unicode":"ਜਗਤ ਦੇ ਇਸ ਘੋਰ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਅਰਜੁਨ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਉਸੇ ਨੂੰ (ਹਰੀ ਨੇ) ਲਿਆ ਕੇ ਉਜਾਗਰ ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ ।"},"ft":{"gurmukhi":"jb ies jgq myN Drm kI rKÎw krny vwlw AOr koeI mhwqmw nhIN rihAw Qw qb Awp prmysÍr ny sRI gurU nwnk dyv jI Apnw Avqwr aujwgr pRgt kIAw hY]","unicode":"ਜਬ ਇਸ ਜਗਤ ਮੇਂ ਧਰਮ ਕੀ ਰਖ੍ਯਾ ਕਰਨੇ ਵਾਲਾ ਔਰ ਕੋਈ ਮਹਾਤਮਾ ਨਹੀਂ ਰਹਿਆ ਥਾ ਤਬ ਆਪ ਪਰਮੇਸ੍ਵਰ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਅਪਨਾ ਅਵਤਾਰ ਉਜਾਗਰ ਪ੍ਰਗਟ ਕੀਆ ਹੈ॥"},"bdb":{"gurmukhi":"jgq dy ies Gor hnyry ivc (gurU Arjun qoN ibnw) koeI hor (rwKw) nhIN hY, ausy ƒ (hrI ny) ilAw ky aujwgr Avqwr bxwieAw hY [","unicode":"ਜਗਤ ਦੇ ਇਸ ਘੋਰ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਅਰਜੁਨ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਉਸੇ ਨੂੰ (ਹਰੀ ਨੇ) ਲਿਆ ਕੇ ਉਜਾਗਰ ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ ।"},"ms":{"gurmukhi":"ies jhwn iv`c koeI hor mhwqmw nhIN sI[ Arjn ƒ pRBU ny Kud Awpdw pYgMbr pRgt kIqw hY[","unicode":"ਇਸ ਜਹਾਨ ਵਿੱਚ ਕੋਈ ਹੋਰ ਮਹਾਤਮਾ ਨਹੀਂ ਸੀ। ਅਰਜਨ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਖੁਦ ਆਪਦਾ ਪੈਗੰਬਰ ਪ੍ਰਗਟ ਕੀਤਾ ਹੈ।"}},"es":{"sn":"En la gran oscuridad de este mundo, el Señor se reveló a Sí Mismo encarnado en Guru Aryan; "},"hi":{"ss":"जगत के इस घोर अंधेरे में (गुरू अरजुन के बिना) कोई और (रखवाला) नहीं है। उसी को (हरी ने) ला के उजागर अवतार बनाया है।","sts":"जगत् में पापों से बचाने वाला उसके अतिरिक्त कोई नहीं, अतः ईश्वर ने गुरु अर्जुन देव के रूप में संसार में आकर अवतार धारण किया है।"}},"transliteration":{"english":"jag aaur na yaeh mahaa tam mai avataar ujaagar aan keeaau ||","hindi":"जग अउरु न याहि महा तम मै अवतारु उजागरु आनि कीअउ ॥","en":"jag aaur na yaeh mahaa tam mai avataar ujaagar aan keeaau ||","hi":"जग अउरु न याहि महा तम मै अवतारु उजागरु आनि कीअउ ॥","ipa":"d͡ʒəG əoʊr nə jɑh məhɑ t̪əm mæ əʋət̪ɑr oʊd͡ʒɑGər əɑn kiəo.","ur":"جگ اار ن ےاه مها تم مَے اوتار اُجاگر آن کیِاا ۔۔"},"pageNo":1409,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59588,"shabadId":5470,"verse":{"gurmukhi":"iqn ky duK koitk dUir gey mQurw ijn@ AMimRq nwmu pIAau ]","unicode":"ਤਿਨ ਕੇ ਦੁਖ ਕੋਟਿਕ ਦੂਰਿ ਗਏ ਮਥੁਰਾ ਜਿਨੑ ਅੰਮ੍ਰਿਤ ਨਾਮੁ ਪੀਅਉ ॥"},"larivaar":{"gurmukhi":"iqnkyduKkoitkdUirgeymQurwijn@AMimRqnwmupIAau]","unicode":"ਤਿਨਕੇਦੁਖਕੋਟਿਕਦੂਰਿਗਏਮਥੁਰਾਜਿਨੑਅੰਮ੍ਰਿਤਨਾਮੁਪੀਅਉ॥"},"translation":{"en":{"bdb":"Millions of pains are taken away, from those who drink in the Ambrosial Nectar of the Naam, says Mat'huraa.","ms":"Of those, millions of sorrows are dispelled, who through him in-drink the Name-Nectar, says Mathura.","ssk":"Millions of pains are taken away, from those who drink in the Ambrosial Nectar of the Naam, says Mat'huraa."},"pu":{"ss":{"gurmukhi":" hy mQurw! ijnHW ny (aus pwsoN) nwm AMimRq pIqw hY auhnW dy k®oVW du`K dUr ho gey hn [","unicode":" ਹੇ ਮਥੁਰਾ! ਜਿਨ੍ਹਾਂ ਨੇ (ਉਸ ਪਾਸੋਂ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ ।"},"ft":{"gurmukhi":"sRI mQrw jI khqy hYN: ijnoN ny iqn siqguroN dÍwrw AMimRq nwm ko pwn kIAw hY iqnoN ky kotwn kot jnmoN ky duK dUr gey hYN]","unicode":"ਸ੍ਰੀ ਮਥਰਾ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਤਿਨ ਸਤਿਗੁਰੋਂ ਦ੍ਵਾਰਾ ਅੰਮ੍ਰਿਤ ਨਾਮ ਕੋ ਪਾਨ ਕੀਆ ਹੈ ਤਿਨੋਂ ਕੇ ਕੋਟਾਨ ਕੋਟ ਜਨਮੋਂ ਕੇ ਦੁਖ ਦੂਰ ਗਏ ਹੈਂ॥"},"bdb":{"gurmukhi":" hy mQurw! ijnHW ny (aus pwsoN) nwm AMimRq pIqw hY auhnW dy k®oVW du`K dUr ho gey hn [","unicode":" ਹੇ ਮਥੁਰਾ! ਜਿਨ੍ਹਾਂ ਨੇ (ਉਸ ਪਾਸੋਂ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ ।"},"ms":{"gurmukhi":"aunHW dy kRoVW hI duKVy dUr ho jWdy hn, jo aunHW dy rwhIN nwm-suDwrs ƒ pwn krdy hn, mQurw AwKdw hY[","unicode":"ਉਨ੍ਹਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਹੀ ਦੁਖੜੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੋ ਉਨ੍ਹਾਂ ਦੇ ਰਾਹੀਂ ਨਾਮ-ਸੁਧਾਰਸ ਨੂੰ ਪਾਨ ਕਰਦੇ ਹਨ, ਮਥੁਰਾ ਆਖਦਾ ਹੈ।"}},"es":{"sn":"el dolor y la pobreza serán removidos de quienes beben del Néctar Ambrosial del Naam y en los que el Santo habita, dice Mathura."},"hi":{"ss":"हे मथुरा ! जिन्होंने (उससे) नाम-अमृत पिया है उनके करोड़ों दुख दूर हो गए हैं।","sts":"मथुरा भाट का कथन है कि जिन लोगों ने गुरु-संगत में हरिनामामृत का पान किया है, उनके करोड़ों दुख दूर हो गए हैं।"}},"transliteration":{"english":"tin ke dhukh koTik dhoor ge mathuraa jin(h) a(n)mirat naam peeaau ||","hindi":"तिन के दुख कोटिक दूरि गए मथुरा जिन्न अंमृत नामु पीअउ ॥","en":"tin ke dhukh koTik dhoor ge mathuraa jin(h) a(n)mirat naam peeaau ||","hi":"तिन के दुख कोटिक दूरि गए मथुरा जिन्न अंमृत नामु पीअउ ॥","ipa":"t̪ɪn ke d̪ʊkʰ kɔʈɪk d̪ur Gee mət̪ʰʊrɑ d͡ʒɪn@ əŋmɪɹət̪ nɑm piəo.","ur":"تٍن کے دُکھ کوٹک دُور گاے متھرا جنھ اںمرت نام پیِاا ۔۔"},"pageNo":1409,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":59589,"shabadId":5470,"verse":{"gurmukhi":"ieh pDiq qy mq cUkih ry mn Bydu ibBydu n jwn bIAau ]","unicode":"ਇਹ ਪਧਤਿ ਤੇ ਮਤ ਚੂਕਹਿ ਰੇ ਮਨ ਭੇਦੁ ਬਿਭੇਦੁ ਨ ਜਾਨ ਬੀਅਉ ॥"},"larivaar":{"gurmukhi":"iehpDiqqymqcUkihrymnByduibBydunjwnbIAau]","unicode":"ਇਹਪਧਤਿਤੇਮਤਚੂਕਹਿਰੇਮਨਭੇਦੁਬਿਭੇਦੁਨਜਾਨਬੀਅਉ॥"},"translation":{"en":{"bdb":"O mortal being, do not leave this path; do not think that there is any difference between God and Guru.","ms":"O man, thou miss not this path of the Guru and thou destroy the very idea of distinction between the Guru and God and deem not the Guru as another.","ssk":"O mortal being, do not leave this path; do not think that there is any difference between God and Guru."},"pu":{"ss":{"gurmukhi":" hy myry mn! ikqy ies rwh qoN KuMJ nwh jweIN, ikqy ieh iv`Q n smJIN, ik gurU Arjun (hrI qoN v`Krw) dUjw hY [","unicode":" ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਸ ਰਾਹ ਤੋਂ ਖੁੰਝ ਨਾਹ ਜਾਈਂ, ਕਿਤੇ ਇਹ ਵਿੱਥ ਨ ਸਮਝੀਂ, ਕਿ ਗੁਰੂ ਅਰਜੁਨ (ਹਰੀ ਤੋਂ ਵੱਖਰਾ) ਦੂਜਾ ਹੈ ।"},"ft":{"gurmukhi":"qW qy hy myry mn! ies gur pDqI qy mq BUl[ jo siqgur AOr hrI myN Byd buDI hY iqs ko (ibByd) kwt dyhu, siqgur jI ko krqwr qy ibnW (bIAau) AOr dUsrw n jwx]","unicode":"ਤਾਂ ਤੇ ਹੇ ਮੇਰੇ ਮਨ! ਇਸ ਗੁਰ ਪਧਤੀ ਤੇ ਮਤ ਭੂਲ। ਜੋ ਸਤਿਗੁਰ ਔਰ ਹਰੀ ਮੇਂ ਭੇਦ ਬੁਧੀ ਹੈ ਤਿਸ ਕੋ (ਬਿਭੇਦ) ਕਾਟ ਦੇਹੁ, ਸਤਿਗੁਰ ਜੀ ਕੋ ਕਰਤਾਰ ਤੇ ਬਿਨਾਂ (ਬੀਅਉ) ਔਰ ਦੂਸਰਾ ਨ ਜਾਣ॥"},"bdb":{"gurmukhi":" hy myry mn! ikqy ies rwh qoN KuMJ nwh jweIN, ikqy ieh iv`Q n smJIN, ik gurU Arjun (hrI qoN v`Krw) dUjw hY [","unicode":" ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਸ ਰਾਹ ਤੋਂ ਖੁੰਝ ਨਾਹ ਜਾਈਂ, ਕਿਤੇ ਇਹ ਵਿੱਥ ਨ ਸਮਝੀਂ, ਕਿ ਗੁਰੂ ਅਰਜੁਨ (ਹਰੀ ਤੋਂ ਵੱਖਰਾ) ਦੂਜਾ ਹੈ ।"},"ms":{"gurmukhi":"hy bMdy, qUM gurW dy ies mwrg qoN nW KuMJ Aqy gurU Aqy vwihgurU dy ivckwr Prk dy iKAwl ƒ hI nws krdy Aqy gurW ƒ aus qoN vKrw iblkul nW jwx[","unicode":"ਹੇ ਬੰਦੇ, ਤੂੰ ਗੁਰਾਂ ਦੇ ਇਸ ਮਾਰਗ ਤੋਂ ਨਾਂ ਖੁੰਝ ਅਤੇ ਗੁਰੂ ਅਤੇ ਵਾਹਿਗੁਰੂ ਦੇ ਵਿਚਕਾਰ ਫਰਕ ਦੇ ਖਿਆਲ ਨੂੰ ਹੀ ਨਾਸ ਕਰਦੇ ਅਤੇ ਗੁਰਾਂ ਨੂੰ ਉਸ ਤੋਂ ਵਖਰਾ ਬਿਲਕੁਲ ਨਾਂ ਜਾਣ।"}},"es":{"sn":"Oh mortal, no dejes el Sendero, no pienses que no hay diferencia entre Dios y el Guru, "},"hi":{"ss":"हे मेरे मन ! कहीं इस राह से भटक ना जाना। कहीं ये दूरी ना समझना। कि गुरू अरजुन (हरी से अलग) दूसरा है।","sts":"हे सज्जनो ! इस सच्चाई से मत चूकना, कहीं यह भेद न मान लेना कि गुरु अर्जुन ईश्वर से भिन्न हैं।"}},"transliteration":{"english":"eeh padhat te mat chookeh re man bhedh bibhedh na jaan beeaau ||","hindi":"इह पधति ते मत चूकहि रे मन भेदु बिभेदु न जान बीअउ ॥","en":"eeh padhat te mat chookeh re man bhedh bibhedh na jaan beeaau ||","hi":"इह पधति ते मत चूकहि रे मन भेदु बिभेदु न जान बीअउ ॥","ipa":"eɪh pət̪ət̪ t̪e mət̪ t͡ʃukəh re mən ɓed̪ bɪɓed̪ nə d͡ʒɑn biəo.","ur":"ِاه پدھت تے مت چُوکه رے من بھےد ببھےد ن جان بیِاا ۔۔"},"pageNo":1409,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":2,"t":"y"},{"p":8,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59590,"shabadId":5470,"verse":{"gurmukhi":"prqiC irdY gur Arjun kY hir pUrn bRhim invwsu lIAau ]5]","unicode":"ਪਰਤਛਿ ਰਿਦੈ ਗੁਰ ਅਰਜੁਨ ਕੈ ਹਰਿ ਪੂਰਨ ਬ੍ਰਹਮਿ ਨਿਵਾਸੁ ਲੀਅਉ ॥੫॥"},"larivaar":{"gurmukhi":"prqiCirdYgurArjunkYhirpUrnbRhiminvwsulIAau]5]","unicode":"ਪਰਤਛਿਰਿਦੈਗੁਰਅਰਜੁਨਕੈਹਰਿਪੂਰਨਬ੍ਰਹਮਿਨਿਵਾਸੁਲੀਅਉ॥੫॥"},"translation":{"en":{"bdb":"The Perfect Lord God has manifested Himself; He dwells in the heart of Guru Arjun. ||5||","ms":"God, the Omnipresent Lord, has manifestly taken His abode in the mind of Guru Arjan.","ssk":"The Perfect Lord God has manifested Himself; He dwells in the heart of Guru Arjun. ||5||"},"pu":{"ss":{"gurmukhi":"pUrn bRhm hrI ny gurU Arjun dy ihrdy ivc pRq`K qOr qy invws kIqw hY [5[","unicode":"ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਿਵਾਸ ਕੀਤਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"sRI gurU Arjn swihb jI ky irdy myN prqKÎ hI pUrn bRhm hrI ny Awp hI invws kIAw hY]5]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਕੇ ਰਿਦੇ ਮੇਂ ਪਰਤਖ੍ਯ ਹੀ ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਆਪ ਹੀ ਨਿਵਾਸ ਕੀਆ ਹੈ॥੫॥"},"bdb":{"gurmukhi":"pUrn bRhm hrI ny gurU Arjun dy ihrdy ivc pRq`K qOr qy invws kIqw hY [5[","unicode":"ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਿਵਾਸ ਕੀਤਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"srb-ivAwpk suAwmI vwihgurU ny pRgt hI gurU Arjn dy ihrdy AMdr vwsw ieKiqAwr kr ilAw hY[","unicode":"ਸਰਬ-ਵਿਆਪਕ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਨੇ ਪ੍ਰਗਟ ਹੀ ਗੁਰੂ ਅਰਜਨ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਵਾਸਾ ਇਖਤਿਆਰ ਕਰ ਲਿਆ ਹੈ।"}},"es":{"sn":"el Señor Perfecto se ha manifestado a Sí Mismo habitando en el corazón de Guru Aryan. (5)"},"hi":{"ss":"पूरन ब्रहम हरी ने गुरू अरजन के हृदय में प्रत्यक्ष तौर पर निवास किया है। 5।","sts":"गुरु अर्जुन देव जी के हृदय में तो साक्षात् पूर्ण ब्रह्म ने निवास किया हुआ है।॥५॥"}},"transliteration":{"english":"paratachh ridhai gur arajun kai har pooran braham nivaas leeaau ||5||","hindi":"परतछि रिदै गुर अरजुन कै हरि पूरन ब्रहमि निवासु लीअउ ॥५॥","en":"paratachh ridhai gur arajun kai har pooran braham nivaas leeaau ||5||","hi":"परतछि रिदै गुर अरजुन कै हरि पूरन ब्रहमि निवासु लीअउ ॥५॥","ipa":"pərət̪əɕ rɪd̪æ Gʊr ərəd͡ʒʊn kæ hər purən bɹəhəm nɪʋɑs liəo.5.","ur":"پرتچھ ردَے گُر ارجن کَے هر پُورن برهمِ نواس لیِاا ۔۔۵۔۔"},"pageNo":1409,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}}]}