{"shabadInfo":{"shabadId":5471,"shabadName":59591,"pageNo":1409,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1409},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":42,"gurmukhi":"mQurw","unicode":null,"english":"Bhatt Mathuraa"}},"count":4,"navigation":{"previous":5470,"next":5472},"verses":[{"verseId":59591,"shabadId":5471,"verse":{"gurmukhi":"jb lau nhI Bwg illwr audY qb lau BRmqy iPrqy bhu DwXau ]","unicode":"ਜਬ ਲਉ ਨਹੀ ਭਾਗ ਲਿਲਾਰ ਉਦੈ ਤਬ ਲਉ ਭ੍ਰਮਤੇ ਫਿਰਤੇ ਬਹੁ ਧਾਯਉ ॥"},"larivaar":{"gurmukhi":"jblaunhIBwgillwraudYqblauBRmqyiPrqybhuDwXau]","unicode":"ਜਬਲਉਨਹੀਭਾਗਲਿਲਾਰਉਦੈਤਬਲਉਭ੍ਰਮਤੇਫਿਰਤੇਬਹੁਧਾਯਉ॥"},"translation":{"en":{"bdb":"As long as the destiny written upon my forehead was not activated, I wandered around lost, running in all directions.","ms":"So long as destiny on my forehead appeared not, till then I wandered and ran about in various directions.","ssk":"As long as the destiny written upon my forehead was not activated, I wandered around lost, running in all directions."},"pu":{"ss":{"gurmukhi":" hy BweI! jd qweIN m`Qy dy Bwg nhIN sn jwgy, qd qweIN bhuq Btkdy qy B`jdy iPrdy sW, ","unicode":" ਹੇ ਭਾਈ! ਜਦ ਤਾਈਂ ਮੱਥੇ ਦੇ ਭਾਗ ਨਹੀਂ ਸਨ ਜਾਗੇ, ਤਦ ਤਾਈਂ ਬਹੁਤ ਭਟਕਦੇ ਤੇ ਭੱਜਦੇ ਫਿਰਦੇ ਸਾਂ, "},"ft":{"gurmukhi":"jb lg hmwry msqk ky Bwg audy nhIN hUey Qy qb lg Anyk AsQwnoN myN BRmqy hUey hm bhuq Dwvqy iPry hYN]","unicode":"ਜਬ ਲਗ ਹਮਾਰੇ ਮਸਤਕ ਕੇ ਭਾਗ ਉਦੇ ਨਹੀਂ ਹੂਏ ਥੇ ਤਬ ਲਗ ਅਨੇਕ ਅਸਥਾਨੋਂ ਮੇਂ ਭ੍ਰਮਤੇ ਹੂਏ ਹਮ ਬਹੁਤ ਧਾਵਤੇ ਫਿਰੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" hy BweI! jd qweIN m`Qy dy Bwg nhIN sn jwgy, qd qweIN bhuq Btkdy qy B`jdy iPrdy sW, ","unicode":" ਹੇ ਭਾਈ! ਜਦ ਤਾਈਂ ਮੱਥੇ ਦੇ ਭਾਗ ਨਹੀਂ ਸਨ ਜਾਗੇ, ਤਦ ਤਾਈਂ ਬਹੁਤ ਭਟਕਦੇ ਤੇ ਭੱਜਦੇ ਫਿਰਦੇ ਸਾਂ, "},"ms":{"gurmukhi":"jd qWeI myry m¤Qy dI pRwlBD nhIN sI auGVI, audoN qweI Btkdw Aqy keI QWeI BijAw iPrdw sW[","unicode":"ਜਦ ਤਾਂਈ ਮੇਰੇ ਮੱਥੇ ਦੀ ਪ੍ਰਾਲਭਧ ਨਹੀਂ ਸੀ ਉਘੜੀ, ਉਦੋਂ ਤਾਈ ਭਟਕਦਾ ਅਤੇ ਕਈ ਥਾਂਈ ਭਜਿਆ ਫਿਰਦਾ ਸਾਂ।"}},"es":{"sn":"Mientras el Destino inscrito sobre mi frente no fue activado, vagué perdido en todas direcciones, "},"hi":{"ss":"हे भाई ! जब तक माथे के भाग्य नहीं थे जागे। तब तक बहुत भटकते फिरते और भागते फिरते थे।","sts":"जब तक माथे पर भाग्योदय नहीं हुआ, तब तक हम बहुत भटकते रहै।"}},"transliteration":{"english":"jab lau nahee bhaag lilaar udhai tab lau bhramate firate bahu dhaayau ||","hindi":"जब लउ नही भाग लिलार उदै तब लउ भ्रमते फिरते बहु धायउ ॥","en":"jab lau nahee bhaag lilaar udhai tab lau bhramate firate bahu dhaayau ||","hi":"जब लउ नही भाग लिलार उदै तब लउ भ्रमते फिरते बहु धायउ ॥","ipa":"d͡ʒəb lo nəhi ɓɑG lɪlɑr oʊd̪æ t̪əb lo ɓɹəmət̪e fɪrət̪e bəh t̪ɑjo.","ur":"جب لا نهیِ بھاگ للار اُدَے تب لا بھرمتے پھرتے بهُ دھاےا ۔۔"},"pageNo":1409,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"}],"igurbani":[{"p":5,"t":"v"}],"sttm2":[{"p":1,"t":"v"},{"p":5,"t":"v"}]}},{"verseId":59592,"shabadId":5471,"verse":{"gurmukhi":"kil Gor smudR mY bUfq Qy kbhU imit hY nhI ry pCuqwXau ]","unicode":"ਕਲਿ ਘੋਰ ਸਮੁਦ੍ਰ ਮੈ ਬੂਡਤ ਥੇ ਕਬਹੂ ਮਿਟਿ ਹੈ ਨਹੀ ਰੇ ਪਛੁਤਾਯਉ ॥"},"larivaar":{"gurmukhi":"kilGorsmudRmYbUfqQykbhUimithYnhIrypCuqwXau]","unicode":"ਕਲਿਘੋਰਸਮੁਦ੍ਰਮੈਬੂਡਤਥੇਕਬਹੂਮਿਟਿਹੈਨਹੀਰੇਪਛੁਤਾਯਉ॥"},"translation":{"en":{"bdb":"I was drowning in the horrible world-ocean of this Dark Age of Kali Yuga, and my remorse would never have ended.","ms":"I was drowning in the terrible ocean of this Darkage and my sorrowing would have ended not ever.","ssk":"I was drowning in the horrible world-ocean of this Dark Age of Kali Yuga, and my remorse would never have ended."},"pu":{"ss":{"gurmukhi":"kljug dy frwauxy smuMdr ivc fu`b rhy sW, p`Coqwvw iksy vyly imtdw nhIN sI [","unicode":"ਕਲਜੁਗ ਦੇ ਡਰਾਉਣੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਰਹੇ ਸਾਂ, ਪੱਛੋਤਾਵਾ ਕਿਸੇ ਵੇਲੇ ਮਿਟਦਾ ਨਹੀਂ ਸੀ ।"},"ft":{"gurmukhi":"hy BweI! ies kilXug bIc sMswr smuMdR (Gor) BYdwXk myN fUbqy Qy, jy gurU jI nw imlqy qo hmwrw pscwqwp qW bI n imtqw]","unicode":"ਹੇ ਭਾਈ! ਇਸ ਕਲਿਯੁਗ ਬੀਚ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ (ਘੋਰ) ਭੈਦਾਯਕ ਮੇਂ ਡੂਬਤੇ ਥੇ, ਜੇ ਗੁਰੂ ਜੀ ਨਾ ਮਿਲਤੇ ਤੋ ਹਮਾਰਾ ਪਸਚਾਤਾਪ ਤਾਂ ਬੀ ਨ ਮਿਟਤਾ॥"},"bdb":{"gurmukhi":"kljug dy frwauxy smuMdr ivc fu`b rhy sW, p`Coqwvw iksy vyly imtdw nhIN sI [","unicode":"ਕਲਜੁਗ ਦੇ ਡਰਾਉਣੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਰਹੇ ਸਾਂ, ਪੱਛੋਤਾਵਾ ਕਿਸੇ ਵੇਲੇ ਮਿਟਦਾ ਨਹੀਂ ਸੀ ।"},"ms":{"gurmukhi":"mYN ies klXug dy iBAwnk swgr AMdr fub irhw sW Aqy myrw APsos krnw kdy BI mukxw nhIN sI[","unicode":"ਮੈਂ ਇਸ ਕਲਯੁਗ ਦੇ ਭਿਆਨਕ ਸਾਗਰ ਅੰਦਰ ਡੁਬ ਰਿਹਾ ਸਾਂ ਅਤੇ ਮੇਰਾ ਅਫਸੋਸ ਕਰਨਾ ਕਦੇ ਭੀ ਮੁਕਣਾ ਨਹੀਂ ਸੀ।"}},"es":{"sn":"me estaba ahogando en el horrible océano del mundo de esta Era oscura de Kali, "},"hi":{"ss":"पछतावा किसी भी वक्त नहीं मिटता था। पर।","sts":"कलियुग के घोर समुद्र में डूब रहे थे और संसार समुद्र में डूबने का पश्चाताप कभी मिट नहीं रहा था।"}},"transliteration":{"english":"kal ghor samudhr mai booddat the kabahoo miT hai nahee re pachhutaayau ||","hindi":"कलि घोर समुद्र मै बूडत थे कबहू मिटि है नही रे पछुतायउ ॥","en":"kal ghor samudhr mai booddat the kabahoo miT hai nahee re pachhutaayau ||","hi":"कलि घोर समुद्र मै बूडत थे कबहू मिटि है नही रे पछुतायउ ॥","ipa":"kəl Gʰɔr səmʊd̪ɹ mæ buɖət̪ t̪ʰe kəbəhu mɪʈ hæ nəhi re pəɕʊt̪ɑjo.","ur":"کل گھور سمدر مَے بُوڈت تھے کبهُو مٹِ هَے نهیِ رے پچھتاےا ۔۔"},"pageNo":1409,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":3,"t":"y"},{"p":9,"t":"y"}],"sttm2":[{"p":5,"t":"v"},{"p":9,"t":"v"}]}},{"verseId":59593,"shabadId":5471,"verse":{"gurmukhi":"qqu ibcwru XhY mQurw jg qwrn kau Avqwru bnwXau ]","unicode":"ਤਤੁ ਬਿਚਾਰੁ ਯਹੈ ਮਥੁਰਾ ਜਗ ਤਾਰਨ ਕਉ ਅਵਤਾਰੁ ਬਨਾਯਉ ॥"},"larivaar":{"gurmukhi":"qquibcwruXhYmQurwjgqwrnkauAvqwrubnwXau]","unicode":"ਤਤੁਬਿਚਾਰੁਯਹੈਮਥੁਰਾਜਗਤਾਰਨਕਉਅਵਤਾਰੁਬਨਾਯਉ॥"},"translation":{"en":{"bdb":"O Mat'huraa, consider this essential truth: to save the world, the Lord incarnated Himself.","ms":"O Mathura, think thou as the quintessence, that to emancipate the World, Lord has incarnated Himself.","ssk":"O Mat'huraa, consider this essential truth: to save the world, the Lord incarnated Himself."},"pu":{"ss":{"gurmukhi":"pr, hy mQurw! hux s`cI ivcwr ieh hY ik jgq ƒ qwrn leI (hrI ny gurU Arjun) Avqwr bxwieAw hY, ","unicode":"ਪਰ, ਹੇ ਮਥੁਰਾ! ਹੁਣ ਸੱਚੀ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ) ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ, "},"ft":{"gurmukhi":"sRI 'mQurw' jI khqy hYN: srb bIcwr kw (qqu) bQrQ vIcwr iehI hY, Awp hI inrwkwr ny (jg) jIvoN ky qwrny vwsqy siqguroN kw Avqwr bnwXw hY]","unicode":"ਸ੍ਰੀ 'ਮਥੁਰਾ' ਜੀ ਕਹਤੇ ਹੈਂ: ਸਰਬ ਬੀਚਾਰ ਕਾ (ਤਤੁ) ਬਥਰਥ ਵੀਚਾਰ ਇਹੀ ਹੈ, ਆਪ ਹੀ ਨਿਰਾਕਾਰ ਨੇ (ਜਗ) ਜੀਵੋਂ ਕੇ ਤਾਰਨੇ ਵਾਸਤੇ ਸਤਿਗੁਰੋਂ ਕਾ ਅਵਤਾਰ ਬਨਾਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"pr, hy mQurw! hux s`cI ivcwr ieh hY ik jgq ƒ qwrn leI (hrI ny gurU Arjun) Avqwr bxwieAw hY, ","unicode":"ਪਰ, ਹੇ ਮਥੁਰਾ! ਹੁਣ ਸੱਚੀ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ) ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ, "},"ms":{"gurmukhi":"hy mQurw! qUM ies ƒ swr AslIAq iKAwl kr ky sMswr dw pwr auqwrw krn leI suAwmI ny Awpy hI Avqwr DwirAw hY[","unicode":"ਹੇ ਮਥੁਰਾ! ਤੂੰ ਇਸ ਨੂੰ ਸਾਰ ਅਸਲੀਅਤ ਖਿਆਲ ਕਰ ਕੇ ਸੰਸਾਰ ਦਾ ਪਾਰ ਉਤਾਰਾ ਕਰਨ ਲਈ ਸੁਆਮੀ ਨੇ ਆਪੇ ਹੀ ਅਵਤਾਰ ਧਾਰਿਆ ਹੈ।"}},"es":{"sn":"y mi arrepentimiento nunca hubiera terminado. Oh Mathura, considera esto, que es la Verdad Esencial, "},"hi":{"ss":"हे मथुरा ! अब सच्ची विचार ये है कि जगत के उद्धार के लिए (हरी ने गुरू अरजुन) अवतार बनाया है।","sts":"भाट मथुरा का कथन है कि सच्ची बात यही है कि दुनिया का उद्धार करने के लिए ईश्वर ने गुरु अर्जुन देव के रूप में अवतार धारण किया।"}},"transliteration":{"english":"tat bichaar yahai mathuraa jag taaran kau avataar banaayau ||","hindi":"ततु बिचारु यहै मथुरा जग तारन कउ अवतारु बनायउ ॥","en":"tat bichaar yahai mathuraa jag taaran kau avataar banaayau ||","hi":"ततु बिचारु यहै मथुरा जग तारन कउ अवतारु बनायउ ॥","ipa":"t̪ət̪ bɪt͡ʃɑr jhæ mət̪ʰʊrɑ d͡ʒəG t̪ɑrən ko əʋət̪ɑr bənɑjo.","ur":"تت بچار ےهَے متھرا جگ تارن کا اوتار بناےا ۔۔"},"pageNo":1409,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59594,"shabadId":5471,"verse":{"gurmukhi":"jp´au ijn@ Arjun dyv gurU iPir sMkt join grB n AwXau ]6]","unicode":"ਜਪੵਉ ਜਿਨੑ ਅਰਜੁਨ ਦੇਵ ਗੁਰੂ ਫਿਰਿ ਸੰਕਟ ਜੋਨਿ ਗਰਭ ਨ ਆਯਉ ॥੬॥"},"larivaar":{"gurmukhi":"jp´auijn@ArjundyvgurUiPirsMktjoingrBnAwXau]6]","unicode":"ਜਪੵਉਜਿਨੑਅਰਜੁਨਦੇਵਗੁਰੂਫਿਰਿਸੰਕਟਜੋਨਿਗਰਭਨਆਯਉ॥੬॥"},"translation":{"en":{"bdb":"Whoever meditates on Guru Arjun Dayv, shall not have to pass through the painful womb of reincarnation ever again. ||6||","ms":"Whosoever meditates on Guru Arjan Dev, he passes not again through the pain of births and womb.","ssk":"Whoever meditates on Guru Arjun Dayv, shall not have to pass through the painful womb of reincarnation ever again. ||6||"},"pu":{"ss":{"gurmukhi":"ijnHW ny gurU Arjun dyv (jI) ƒ jipAw hY, auh prq ky grB jUn qy du`KW ivc nhIN Awey [6[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ (ਜੀ) ਨੂੰ ਜਪਿਆ ਹੈ, ਉਹ ਪਰਤ ਕੇ ਗਰਭ ਜੂਨ ਤੇ ਦੁੱਖਾਂ ਵਿਚ ਨਹੀਂ ਆਏ ।੬।"},"ft":{"gurmukhi":"ijs jn ny sRI gurU Arjn (dyv) gurU kau jipAw hY punw vhu jin jonIEN ky grB ky sMkt myN nhIN AwXw hY, Bwv Xyh jnm mrn sy rihq BXw hY]6]","unicode":"ਜਿਸ ਜਨ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ (ਦੇਵ) ਗੁਰੂ ਕਉ ਜਪਿਆ ਹੈ ਪੁਨਾ ਵਹੁ ਜਨਿ ਜੋਨੀਓਂ ਕੇ ਗਰਭ ਕੇ ਸੰਕਟ ਮੇਂ ਨਹੀਂ ਆਯਾ ਹੈ, ਭਾਵ ਯੇਹ ਜਨਮ ਮਰਨ ਸੇ ਰਹਿਤ ਭਯਾ ਹੈ॥੬॥"},"bdb":{"gurmukhi":"ijnHW ny gurU Arjun dyv (jI) ƒ jipAw hY, auh prq ky grB jUn qy du`KW ivc nhIN Awey [6[","unicode":"ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ (ਜੀ) ਨੂੰ ਜਪਿਆ ਹੈ, ਉਹ ਪਰਤ ਕੇ ਗਰਭ ਜੂਨ ਤੇ ਦੁੱਖਾਂ ਵਿਚ ਨਹੀਂ ਆਏ ।੬।"},"ms":{"gurmukhi":"jo koeI gurU Arjn dyv jI dw ismrn krdw hY, auh muV ky jUnIAw Aqy audr dIAW qklIPw AMdr dI nhIN lMGdw[","unicode":"ਜੋ ਕੋਈ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਹ ਮੁੜ ਕੇ ਜੂਨੀਆ ਅਤੇ ਉਦਰ ਦੀਆਂ ਤਕਲੀਫਾ ਅੰਦਰ ਦੀ ਨਹੀਂ ਲੰਘਦਾ।"}},"es":{"sn":"para salvar al mundo el Señor encarnó, quien sea que medite en Guru Aryan Dev, no tendrá que pasar por la dolorosa matriz para nacer y morir nunca más. (6)"},"hi":{"ss":"जिन्होंने गुरू अरजुन देव (जी) को जपा है। वे पलट के गर्भ जोनि और दुखों में नहीं आए। 6।","sts":"जिन्होंने गुरु अर्जुन देव जी का जाप किया, वे पुनः गर्भ योनि के संकट में नहीं आए ॥६ ॥"}},"transliteration":{"english":"japayeau jin(h) arajun dhev guroo fir sa(n)kaT jon garabh na aayau ||6||","hindi":"जप्यउ जिन्न अरजुन देव गुरू फिरि संकट जोनि गरभ न आयउ ॥६॥","en":"japayeau jin(h) arajun dhev guroo fir sa(n)kaT jon garabh na aayau ||6||","hi":"जप्यउ जिन्न अरजुन देव गुरू फिरि संकट जोनि गरभ न आयउ ॥६॥","ipa":"d͡ʒəpəjo d͡ʒɪn@ ərəd͡ʒʊn d̪eʋ Gʊru fɪr səŋkəʈ d͡ʒɔn Gərɓ nə əɑjo.6.","ur":"جپےا جنھ ارجن دےو گُرُو پھر سںکٹ جون گربھ ن آےا ۔۔۶۔۔"},"pageNo":1409,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}}]}