{"shabadInfo":{"shabadId":5475,"shabadName":59616,"pageNo":1410,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":1410},"raag":{"raagId":42,"gurmukhi":"svXy sRI muK bwk mhlw 5","unicode":"ਸਵਯੇ ਸ੍ਰੀ ਮੁਖ ਬਾਕ ਮਹਲਾ ੫","english":"Svaiyay Mehl 5","raagWithPage":"Svaiyay Mehl 5 (1385-1410)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":99,"navigation":{"previous":5474,"next":5476},"verses":[{"verseId":59613,"shabadId":5475,"verse":{"gurmukhi":"<> siq nwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]","unicode":"ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥"},"larivaar":{"gurmukhi":"<>siqnwmukrqwpurKuinrBauinrvYruAkwlmUriqAjUnIsYBMgurpRswid]","unicode":"ੴਸਤਿਨਾਮੁਕਰਤਾਪੁਰਖੁਨਿਰਭਉਨਿਰਵੈਰੁਅਕਾਲਮੂਰਤਿਅਜੂਨੀਸੈਭੰਗੁਰਪ੍ਰਸਾਦਿ॥"},"translation":{"en":{"bdb":"One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:","ms":"There is but one God. True is His Name, Creative His personality and Immortal His form. He is without fear, sans enmity, beyond birth and self-illumined. By the Guru's grace He is obtained.","ssk":"One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwihgurU kyvl iek hY[ s`cw hY aus dw nwm, rcxhwr aus dI ivAkqI Aqy Amr aus dw srUp[ auh in`fr, duSmnI-rihq, Ajnmw Aqy svY-pRkwSvwn hY[ gurW dI dieAw duAwrw auh pwieAw jWdw hY[","unicode":"ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਣਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿੱਡਰ, ਦੁਸ਼ਮਨੀ-ਰਹਿਤ, ਅਜਨਮਾ ਅਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Un Creador Universal, Verdad es Su Nombre, la Creativa Personificada, Sin Miedo, Sin Enojo, Imagen de lo Inmortal, Más  allá del Nacimiento,"},"hi":{"ss":"","sts":"वह अद्वितीय ईश्वर जिसका वाचक ओम् है, केवल एक (ऑकार स्वरूप) है, नाम उसका सत्य है, वह देवी-देवता, मनुष्य सहित सम्पूर्ण सृष्टि की रचना करने वाला है, वह सर्वशक्तिमान है, वह भय से रहित है, (समदृष्टि के कारण) वह निर्वेर है, वह कालातीत है (भूत, वर्तमान, भविष्य से परे) वह ब्रह्ममूर्ति अमर है, वह जन्म-मरण के बन्धन से रहित है, वह अपने आप ही प्रगट हुआ है, गुरु-कृपा से प्राप्त होता है।"}},"transliteration":{"english":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hindi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","en":"ikOankaar sat naam karataa purakh nirabhau niravair akaal moorat ajoonee saibha(n) gur prasaadh ||","hi":"ੴ सति नामु करता पुरखु निरभउ निरवैरु अकाल मूरति अजूनी सैभं गुर प्रसादि ॥","ipa":"ɪk oəŋkɑɾ sət̪ nɑm kərət̪ɑ pʊrəkʰ nɪrɓo nɪrəʋær əkɑl murət̪ əd͡ʒuni sæɓəŋ Gʊr pɹəsɑd̪.","ur":"اک اونکار ست نام کرتا پُرکھ نربھا نروَےر اکال مُورت اجٌیِ سَےبھں گُر پرساد ۔۔"},"pageNo":1410,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":59614,"shabadId":5475,"verse":{"gurmukhi":"slok vwrW qy vDIk ]","unicode":"ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ ॥"},"larivaar":{"gurmukhi":"slokvwrWqyvDIk]","unicode":"ਸਲੋਕਵਾਰਾਂਤੇਵਧੀਕ॥"},"translation":{"en":{"bdb":"Shaloks In Addition To The Vaars.","ms":"The saloks in addition to the Vars. 1st Guru.","ssk":"Saloks In Addition To The Vaars. First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"pihly vwrW slokoN qy ibnW pauVIAW mwqR QIAW[ sRI gurU Arjn swihb jI ny sRI gurU gRMQ swihb jI kI bIV rcn smyN pauVIEN ky swQ slok imlwie kr ky vwrW ilKweIAW hYN[ iqn vwroN pICy jo AOr slok rhy so eIhW eyk jgw pICy ilK dIey hYN[ keI slok eIhW vwrW ky bIc ky BI hYN, prMqU AKr vw lg mwqR kw Byd hY[ XQw-mnhu ij AMDy kUp vw GUp pwT hY[ Ab pihlI pwiqswhI ky ilKqy hYN: sRI gurU nwnk dyv jI kurKyqR myN gey[ aUhW ptny ky rwj puqR ny hrn mwrkr gurU jI kI Bytw krI, qb iqs ko rwj kw vr dIAw[ ausI mws ky irnxy sy pMifq lokoN swQ crcw kr ky nwm jpwXw[ mws ky dygcy bIc sy qsmeI kr idKweI qb sMpUrn gurU jI ky isK Bey[ punw jb siqgur smW pwie kr aus rwj puqR ky rwj myN gey qb auh rwjw ApnI mwqw AOr rwxI sMXukq AwieAw Ar nmskwr krI[ iqs rwjy kI mwqw ny dyKw ik myrI sunuKw ny inMv kr ky nmskwr nhIN krI qb auh ApnI sunuKw ky swQ pRSnoqr krqI BeI[ soeI siqgurU jI idstWq dwstWq donoN pRkwr kr aucwrn krqy hYN; vw sMpRdweI- isMglwdIp myN jb dUjI vwr gey hYN qb rwnI sunuKw swQ AweI[ iqs pRQwiek eyh slok hUey[","unicode":"ਪਹਿਲੇ ਵਾਰਾਂ ਸਲੋਕੋਂ ਤੇ ਬਿਨਾਂ ਪਉੜੀਆਂ ਮਾਤ੍ਰ ਥੀਆਂ। ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਰਚਨ ਸਮੇਂ ਪਉੜੀਓਂ ਕੇ ਸਾਥ ਸਲੋਕ ਮਿਲਾਇ ਕਰ ਕੇ ਵਾਰਾਂ ਲਿਖਾਈਆਂ ਹੈਂ। ਤਿਨ ਵਾਰੋਂ ਪੀਛੇ ਜੋ ਔਰ ਸਲੋਕ ਰਹੇ ਸੋ ਈਹਾਂ ਏਕ ਜਗਾ ਪੀਛੇ ਲਿਖ ਦੀਏ ਹੈਂ। ਕਈ ਸਲੋਕ ਈਹਾਂ ਵਾਰਾਂ ਕੇ ਬੀਚ ਕੇ ਭੀ ਹੈਂ, ਪਰੰਤੂ ਅਖਰ ਵਾ ਲਗ ਮਾਤ੍ਰ ਕਾ ਭੇਦ ਹੈ। ਯਥਾ-ਮਨਹੁ ਜਿ ਅੰਧੇ ਕੂਪ ਵਾ ਘੂਪ ਪਾਠ ਹੈ। ਅਬ ਪਹਿਲੀ ਪਾਤਿਸਾਹੀ ਕੇ ਲਿਖਤੇ ਹੈਂ: ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੁਰਖੇਤ੍ਰ ਮੇਂ ਗਏ। ਊਹਾਂ ਪਟਨੇ ਕੇ ਰਾਜ ਪੁਤ੍ਰ ਨੇ ਹਰਨ ਮਾਰਕਰ ਗੁਰੂ ਜੀ ਕੀ ਭੇਟਾ ਕਰੀ, ਤਬ ਤਿਸ ਕੋ ਰਾਜ ਕਾ ਵਰ ਦੀਆ। ਉਸੀ ਮਾਸ ਕੇ ਰਿਨਣੇ ਸੇ ਪੰਡਿਤ ਲੋਕੋਂ ਸਾਥ ਚਰਚਾ ਕਰ ਕੇ ਨਾਮ ਜਪਾਯਾ। ਮਾਸ ਕੇ ਦੇਗਚੇ ਬੀਚ ਸੇ ਤਸਮਈ ਕਰ ਦਿਖਾਈ ਤਬ ਸੰਪੂਰਨ ਗੁਰੂ ਜੀ ਕੇ ਸਿਖ ਭਏ। ਪੁਨਾ ਜਬ ਸਤਿਗੁਰ ਸਮਾਂ ਪਾਇ ਕਰ ਉਸ ਰਾਜ ਪੁਤ੍ਰ ਕੇ ਰਾਜ ਮੇਂ ਗਏ ਤਬ ਉਹ ਰਾਜਾ ਅਪਨੀ ਮਾਤਾ ਔਰ ਰਾਣੀ ਸੰਯੁਕਤ ਆਇਆ ਅਰ ਨਮਸਕਾਰ ਕਰੀ। ਤਿਸ ਰਾਜੇ ਕੀ ਮਾਤਾ ਨੇ ਦੇਖਾ ਕਿ ਮੇਰੀ ਸੁਨੁਖਾ ਨੇ ਨਿੰਵ ਕਰ ਕੇ ਨਮਸਕਾਰ ਨਹੀਂ ਕਰੀ ਤਬ ਉਹ ਅਪਨੀ ਸੁਨੁਖਾ ਕੇ ਸਾਥ ਪ੍ਰਸ਼ਨੋਤਰ ਕਰਤੀ ਭਈ। ਸੋਈ ਸਤਿਗੁਰੂ ਜੀ ਦਿਸਟਾਂਤ ਦਾਸਟਾਂਤ ਦੋਨੋਂ ਪ੍ਰਕਾਰ ਕਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ; ਵਾ ਸੰਪ੍ਰਦਾਈ- ਸਿੰਗਲਾਦੀਪ ਮੇਂ ਜਬ ਦੂਜੀ ਵਾਰ ਗਏ ਹੈਂ ਤਬ ਰਾਨੀ ਸੁਨੁਖਾ ਸਾਥ ਆਈ। ਤਿਸ ਪ੍ਰਥਾਇਕ ਏਹ ਸਲੋਕ ਹੂਏ।"},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"vwrW qoN vwDU dy slok[ pihlI pwiqSwhI[","unicode":"ਵਾਰਾਂ ਤੋਂ ਵਾਧੂ ਦੇ ਸਲੋਕ। ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"}},"es":{"sn":"Shloks en adición de los Vaars."},"hi":{"ss":"","sts":"(वे श्लोक जो ‘आदिग्रंथ' की बाईस वारों में से बढ़ गए, जिनका उन वारों में संकलन नहीं हो सका। इसलिए गुरु अर्जुन देव जी ने उन श्लोकों का ‘सलोक वारां ते वर्धीक' नामक शीर्षक पर संकलन किया)"}},"transliteration":{"english":"salok vaaraa(n) te vadheek ||","hindi":"सलोक वाराँ ते वधीक ॥","en":"salok vaaraa(n) te vadheek ||","hi":"सलोक वाराँ ते वधीक ॥","ipa":"səlɔk ʋɑrɑⁿ t̪e ʋət̪ik.","ur":"سلوک واراں تے ودھیِک ۔۔"},"pageNo":1410,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":59615,"shabadId":5475,"verse":{"gurmukhi":"mhlw 1 ]","unicode":"ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"mhlw1]","unicode":"ਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"First Mehla:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null}},"es":{"sn":"Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"","sts":"महला १ ॥"}},"transliteration":{"english":"mahalaa pehilaa ||","hindi":"महला १ ॥","en":"mahalaa pehilaa ||","hi":"महला १ ॥","ipa":"məhəlɑ pəhɪlɑ.","ur":"مهلا ۱ ۔۔"},"pageNo":1410,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[]}},{"verseId":59616,"shabadId":5475,"verse":{"gurmukhi":"auqMgI pYEhrI gihrI gMBIrI ]","unicode":"ਉਤੰਗੀ ਪੈਓਹਰੀ ਗਹਿਰੀ ਗੰਭੀਰੀ ॥"},"larivaar":{"gurmukhi":"auqMgIpYEhrIgihrIgMBIrI]","unicode":"ਉਤੰਗੀਪੈਓਹਰੀਗਹਿਰੀਗੰਭੀਰੀ॥"},"translation":{"en":{"bdb":"O you with swollen breasts, let your consciousness become deep and profound.","ms":"O bride, proud of elevated breasts, thou grasp profound sobriety.","ssk":"O you with swollen breasts, let your consciousness become deep and profound."},"pu":{"ss":{"gurmukhi":"au~cy lMmy k`d vwlI, Br-juAwnI qy A`pVI hoeI, mwx ivc m`qI hoeI msq cwl vwlI ","unicode":"ਉੱਚੇ ਲੰਮੇ ਕੱਦ ਵਾਲੀ, ਭਰ-ਜੁਆਨੀ ਤੇ ਅੱਪੜੀ ਹੋਈ, ਮਾਣ ਵਿਚ ਮੱਤੀ ਹੋਈ ਮਸਤ ਚਾਲ ਵਾਲੀ "},"ft":{"gurmukhi":"hy (auqMgI) auqm AMgoN vwlI! siqgur ky (pY) crnoN pr (EhrI) EhV, Bwv Juk ky inmskwr kr[ ikauN ik siqguroN ko m`Qw tykxy kr ky qUM (gihrI) gMBIrI hovyNgI]Çqb Awgy sy auh sunuKw kihqI hY:","unicode":"ਹੇ (ਉਤੰਗੀ) ਉਤਮ ਅੰਗੋਂ ਵਾਲੀ! ਸਤਿਗੁਰ ਕੇ (ਪੈ) ਚਰਨੋਂ ਪਰ (ਓਹਰੀ) ਓਹੜ, ਭਾਵ ਝੁਕ ਕੇ ਨਿਮਸਕਾਰ ਕਰ। ਕਿਉਂ ਕਿ ਸਤਿਗੁਰੋਂ ਕੋ ਮੱਥਾ ਟੇਕਣੇ ਕਰ ਕੇ ਤੂੰ (ਗਹਿਰੀ) ਗੰਭੀਰੀ ਹੋਵੇਂਗੀ॥☬ਤਬ ਆਗੇ ਸੇ ਉਹ ਸੁਨੁਖਾ ਕਹਿਤੀ ਹੈ:"},"bdb":{"gurmukhi":"au~cy lMmy k`d vwlI, Br-juAwnI qy A`pVI hoeI, mwx ivc m`qI hoeI msq cwl vwlI ","unicode":"ਉੱਚੇ ਲੰਮੇ ਕੱਦ ਵਾਲੀ, ਭਰ-ਜੁਆਨੀ ਤੇ ਅੱਪੜੀ ਹੋਈ, ਮਾਣ ਵਿਚ ਮੱਤੀ ਹੋਈ ਮਸਤ ਚਾਲ ਵਾਲੀ "},"ms":{"gurmukhi":"nI aucIAW CwqIAW vwlIey dulhn! qUM gihrI inMmrqw gRihx kr[","unicode":"ਨੀ ਉਚੀਆਂ ਛਾਤੀਆਂ ਵਾਲੀਏ ਦੁਲਹਨ! ਤੂੰ ਗਹਿਰੀ ਨਿੰਮਰਤਾ ਗ੍ਰਹਿਣ ਕਰ।"}},"es":{"sn":"Oh tú, de los pechos agrandados, deja que tu Conciencia se haga honda y profunda, "},"hi":{"ss":"ऊँचे लंबे कद वाली। भरी जवानी में पहुँची हुई। माण में मॅती हुई मस्त चाल वाली (अपनी सहेली को कहती है- हे सहेलिए !)","sts":"(सास अपनी पुत्रवधु को कहती है) हे बड़े-बड़े, ऊँचे वक्षों (अर्थात् जवानी) में मस्त स्त्री ! कुछ गंभीरता एवं समझदारी तो कर।"}},"transliteration":{"english":"auta(n)gee paioharee gahiree ga(n)bheeree ||","hindi":"उतंगी पैओहरी गहिरी गंभीरी ॥","en":"auta(n)gee paioharee gahiree ga(n)bheeree ||","hi":"उतंगी पैओहरी गहिरी गंभीरी ॥","ipa":"oʊt̪əŋGi pæoəhəri Gəhɪri Gəŋɓiri.","ur":"اُتںگیِ پَےاوهریِ گهِریِ گںبھیِریِ ۔۔"},"pageNo":1410,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59617,"shabadId":5475,"verse":{"gurmukhi":"ssuiV suhIAw ikv krI invxu n jwie QxI ]","unicode":"ਸਸੁੜਿ ਸੁਹੀਆ ਕਿਵ ਕਰੀ ਨਿਵਣੁ ਨ ਜਾਇ ਥਣੀ ॥"},"larivaar":{"gurmukhi":"ssuiVsuhIAwikvkrIinvxunjwieQxI]","unicode":"ਸਸੁੜਿਸੁਹੀਆਕਿਵਕਰੀਨਿਵਣੁਨਜਾਇਥਣੀ॥"},"translation":{"en":{"bdb":"O mother-in-law, how can I bow? Because of my stiff nipples, I cannot bow.","ms":"O mother-in-law how should I make an obeisance? Because of my stiff nipples I can bow not.","ssk":"O mother-in-law, how can I bow? Because of my stiff nipples, I cannot bow."},"pu":{"ss":{"gurmukhi":"mYN (AwpxI) s`s ƒ nmskwr ikvyN krW?BrvIN CwqI dy kwrn mYQoN ili&Aw nhIN jWdw [","unicode":"ਮੈਂ (ਆਪਣੀ) ਸੱਸ ਨੂੰ ਨਮਸਕਾਰ ਕਿਵੇਂ ਕਰਾਂ?ਭਰਵੀਂ ਛਾਤੀ ਦੇ ਕਾਰਨ ਮੈਥੋਂ ਲਿਫ਼ਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ft":{"gurmukhi":"hy (ssuiV) ssU! mYN sRI gurU jI ko (suhIAw) inmskwr iks pRkwr kroN? krVy QxoN ky kwrx sy inMivAW nhIN jwqw hY]Çqb sws kihqI hY: rI sKIey sux[","unicode":"ਹੇ (ਸਸੁੜਿ) ਸਸੂ! ਮੈਂ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੋ (ਸੁਹੀਆ) ਨਿਮਸਕਾਰ ਕਿਸ ਪ੍ਰਕਾਰ ਕਰੋਂ? ਕਰੜੇ ਥਣੋਂ ਕੇ ਕਾਰਣ ਸੇ ਨਿੰਵਿਆਂ ਨਹੀਂ ਜਾਤਾ ਹੈ॥☬ਤਬ ਸਾਸ ਕਹਿਤੀ ਹੈ: ਰੀ ਸਖੀਏ ਸੁਣ।"},"bdb":{"gurmukhi":"mYN (AwpxI) s`s ƒ nmskwr ikvyN krW?BrvIN CwqI dy kwrn mYQoN ili&Aw nhIN jWdw [","unicode":"ਮੈਂ (ਆਪਣੀ) ਸੱਸ ਨੂੰ ਨਮਸਕਾਰ ਕਿਵੇਂ ਕਰਾਂ?ਭਰਵੀਂ ਛਾਤੀ ਦੇ ਕਾਰਨ ਮੈਥੋਂ ਲਿਫ਼ਿਆ ਨਹੀਂ ਜਾਂਦਾ ।"},"ms":{"gurmukhi":"hy s¤sy! mYN nmSkwr iks qrHW krW? Awpdy AwkVy hoey Qxw dy kwrx, mYN inaU nhIN skdI[","unicode":"ਹੇ ਸੱਸੇ! ਮੈਂ ਨਮਸ਼ਕਾਰ ਕਿਸ ਤਰ੍ਹਾਂ ਕਰਾਂ? ਆਪਦੇ ਆਕੜੇ ਹੋਏ ਥਣਾ ਦੇ ਕਾਰਣ, ਮੈਂ ਨਿਊ ਨਹੀਂ ਸਕਦੀ।"}},"es":{"sn":"oh, dice la suegra, con estos pezones tan tiesos, no me puedo postrar. "},"hi":{"ss":"भरी हुई छाती के कारण मुझसे झुका नहीं जाता। (बता। ) मैं (अपनी) सास को नमस्कार कैसे करूँ। (कैसे माथा टेकूँ। )।","sts":"पुत्रवधु उत्तर देते हुए सास से कहती है कि मैं झुककर किस तरह प्रणाम कर पाऊँ, जबकि ऊँचे वक्षों के कारण मुझसे झुका ही नहीं जाता।"}},"transliteration":{"english":"sasuR suheeaa kiv karee nivan na jai thanee ||","hindi":"ससुड़ि सुहीआ किव करी निवणु न जाइ थणी ॥","en":"sasuR suheeaa kiv karee nivan na jai thanee ||","hi":"ससुड़ि सुहीआ किव करी निवणु न जाइ थणी ॥","ipa":"səsʊɽ sʊhiəɑ kɪʋ kəri nɪʋəɳ nə d͡ʒɑeɪ t̪ʰəɳi.","ur":"سسڑ سُهیِآ کو کریِ نوݨ ن جاا تھݨیِ ۔۔"},"pageNo":1410,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59618,"shabadId":5475,"verse":{"gurmukhi":"gcu ij lgw igVvVI sKIey DaulhrI ]","unicode":"ਗਚੁ ਜਿ ਲਗਾ ਗਿੜਵੜੀ ਸਖੀਏ ਧਉਲਹਰੀ ॥"},"larivaar":{"gurmukhi":"gcuijlgwigVvVIsKIeyDaulhrI]","unicode":"ਗਚੁਜਿਲਗਾਗਿੜਵੜੀਸਖੀਏਧਉਲਹਰੀ॥"},"translation":{"en":{"bdb":"O sister, those mansions built as high as mountains","ms":"O maid, the mountain-high mansions, plastered with lime.","ssk":"O sister, those mansions built as high as mountains"},"pu":{"ss":{"gurmukhi":" ijhVy phwVW vrgy p`ky mh`lW ƒ cUny dw plsqr l`gw huMdw sI, ","unicode":" ਜਿਹੜੇ ਪਹਾੜਾਂ ਵਰਗੇ ਪੱਕੇ ਮਹੱਲਾਂ ਨੂੰ ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਲੱਗਾ ਹੁੰਦਾ ਸੀ, "},"ft":{"gurmukhi":"ijn (igVvVI) aUcy prbqoN sm (DaulhrI) mMdroN ko jo (gc) gwc ligAw hoieAw, Bwv sy Kry cUny kr Kcq hUey hUey Qy]","unicode":"ਜਿਨ (ਗਿੜਵੜੀ) ਊਚੇ ਪਰਬਤੋਂ ਸਮ (ਧਉਲਹਰੀ) ਮੰਦਰੋਂ ਕੋ ਜੋ (ਗਚ) ਗਾਚ ਲਗਿਆ ਹੋਇਆ, ਭਾਵ ਸੇ ਖਰੇ ਚੂਨੇ ਕਰ ਖਚਤ ਹੂਏ ਹੂਏ ਥੇ॥"},"bdb":{"gurmukhi":" ijhVy phwVW vrgy p`ky mh`lW ƒ cUny dw plsqr l`gw huMdw sI, ","unicode":" ਜਿਹੜੇ ਪਹਾੜਾਂ ਵਰਗੇ ਪੱਕੇ ਮਹੱਲਾਂ ਨੂੰ ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਲੱਗਾ ਹੁੰਦਾ ਸੀ, "},"ms":{"gurmukhi":"hy shIey! cUny-gc kIqy hoey phwV ij¤fy au¤cy mMdr,","unicode":"ਹੇ ਸਹੀਏ! ਚੂਨੇ-ਗਚ ਕੀਤੇ ਹੋਏ ਪਹਾੜ ਜਿੱਡੇ ਉੱਚੇ ਮੰਦਰ,"}},"es":{"sn":"Oh hermana, he visto desmoronarse esas mansiones construidas tan altas como montañas, "},"hi":{"ss":"(आगे से सहेली उक्तर देती है- देख। ) जो पहाड़ों जैसे पक्के महलों को चूने का पलस्तर लगा होता था।","sts":"हे सखी ! पर्वत की तरह ऊँचे-ऊँचे महल भी ध्वस्त होते देखे हैं,"}},"transliteration":{"english":"gach j lagaa giRavaRee sakhe'ee dhaulaharee ||","hindi":"गचु जि लगा गिड़वड़ी सखीए धउलहरी ॥","en":"gach j lagaa giRavaRee sakhe'ee dhaulaharee ||","hi":"गचु जि लगा गिड़वड़ी सखीए धउलहरी ॥","ipa":"Gət͡ʃ d͡ʒ ləGɑ Gɪɽəʋəɽi səkʰiee t̪oʊləhəri.","ur":"گچ ج لگا گڑوڑیِ سکھیِاے دھالهریِ ۔۔"},"pageNo":1410,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59619,"shabadId":5475,"verse":{"gurmukhi":"sy BI Fhdy ifTu mY muMD n grbu QxI ]1]","unicode":"ਸੇ ਭੀ ਢਹਦੇ ਡਿਠੁ ਮੈ ਮੁੰਧ ਨ ਗਰਬੁ ਥਣੀ ॥੧॥"},"larivaar":{"gurmukhi":"syBIFhdyifTumYmuMDngrbuQxI]1]","unicode":"ਸੇਭੀਢਹਦੇਡਿਠੁਮੈਮੁੰਧਨਗਰਬੁਥਣੀ॥੧॥"},"translation":{"en":{"bdb":"- I have seen them come crumbling down. O bride, do not be so proud of your nipples. ||1||","ms":"Even they I have seen crumbling down. O damsel, pride thou not on thy nipples.","ssk":"- I have seen them come crumbling down. O bride, do not be so proud of your nipples. ||1||"},"pu":{"ss":{"gurmukhi":"auh (p`ky mh`l) BI ifgdy mYN vyK ley hn ,BrvIN juAwnI dy kwrn AhMkwr nw kr ","unicode":"ਉਹ (ਪੱਕੇ ਮਹੱਲ) ਭੀ ਡਿਗਦੇ ਮੈਂ ਵੇਖ ਲਏ ਹਨ ,ਭਰਵੀਂ ਜੁਆਨੀ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਾ ਕਰ "},"ft":{"gurmukhi":"auh mMdr BI mYny igrqy dyKy hYN, qW qy hy (muMD) iesqRI! ien QxoN kw (grbu) hMkwr nw kr]ÇAb dwstWq myN dUsrw ArQ khqy hYN: siqguroN kw isK pRqI kQn hY: hy jgÎwsI rUp iesqRI! hrI ky crnoN pr Juk, ikauN ik iqs sy qyrI buDI ghrI gMBIrI hoiegI[ jgÎwsI kw kQn hY: hy siqguro! mYN AividAw rUp s`s ky ADIn ho rhw hUM; vw (ssV) sMisEN myN pV rhw hUM[ Ar QxI, Bwv pdwrQoN kr ky inMivAW nhIN jwqw hY, qW qy mYN iks pRkwr inmskwr krUM]Çau`qr: ijn srIr rUpI DOlroN ko vroN rUpI gc lgw hUAw Qw AO aUcy prbqoN sm Qy, Bwv bfy hMkwrI Qy[ hm ny so BI nst hoqy dyKy hYN, qW qy hy jgÎwsI rUp iesqRI! qUM pdwrQ rUpI QxoN kw hMkwr nw kr]1]","unicode":"ਉਹ ਮੰਦਰ ਭੀ ਮੈਨੇ ਗਿਰਤੇ ਦੇਖੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ (ਮੁੰਧ) ਇਸਤ੍ਰੀ! ਇਨ ਥਣੋਂ ਕਾ (ਗਰਬੁ) ਹੰਕਾਰ ਨਾ ਕਰ॥☬ਅਬ ਦਾਸਟਾਂਤ ਮੇਂ ਦੂਸਰਾ ਅਰਥ ਕਹਤੇ ਹੈਂ: ਸਤਿਗੁਰੋਂ ਕਾ ਸਿਖ ਪ੍ਰਤੀ ਕਥਨ ਹੈ: ਹੇ ਜਗ੍ਯਾਸੀ ਰੂਪ ਇਸਤ੍ਰੀ! ਹਰੀ ਕੇ ਚਰਨੋਂ ਪਰ ਝੁਕ, ਕਿਉਂ ਕਿ ਤਿਸ ਸੇ ਤੇਰੀ ਬੁਧੀ ਗਹਰੀ ਗੰਭੀਰੀ ਹੋਇਗੀ। ਜਗ੍ਯਾਸੀ ਕਾ ਕਥਨ ਹੈ: ਹੇ ਸਤਿਗੁਰੋ! ਮੈਂ ਅਵਿਦਿਆ ਰੂਪ ਸੱਸ ਕੇ ਅਧੀਨ ਹੋ ਰਹਾ ਹੂੰ; ਵਾ (ਸਸੜ) ਸੰਸਿਓਂ ਮੇਂ ਪੜ ਰਹਾ ਹੂੰ। ਅਰ ਥਣੀ, ਭਾਵ ਪਦਾਰਥੋਂ ਕਰ ਕੇ ਨਿੰਵਿਆਂ ਨਹੀਂ ਜਾਤਾ ਹੈ, ਤਾਂ ਤੇ ਮੈਂ ਕਿਸ ਪ੍ਰਕਾਰ ਨਿਮਸਕਾਰ ਕਰੂੰ॥☬ਉੱਤਰ: ਜਿਨ ਸਰੀਰ ਰੂਪੀ ਧੌਲਰੋਂ ਕੋ ਵਰੋਂ ਰੂਪੀ ਗਚ ਲਗਾ ਹੂਆ ਥਾ ਔ ਊਚੇ ਪਰਬਤੋਂ ਸਮ ਥੇ, ਭਾਵ ਬਡੇ ਹੰਕਾਰੀ ਥੇ। ਹਮ ਨੇ ਸੋ ਭੀ ਨਸਟ ਹੋਤੇ ਦੇਖੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ ਜਗ੍ਯਾਸੀ ਰੂਪ ਇਸਤ੍ਰੀ! ਤੂੰ ਪਦਾਰਥ ਰੂਪੀ ਥਣੋਂ ਕਾ ਹੰਕਾਰ ਨਾ ਕਰ॥੧॥"},"bdb":{"gurmukhi":"auh (p`ky mh`l) BI ifgdy mYN vyK ley hn ,BrvIN juAwnI dy kwrn AhMkwr nw kr ","unicode":"ਉਹ (ਪੱਕੇ ਮਹੱਲ) ਭੀ ਡਿਗਦੇ ਮੈਂ ਵੇਖ ਲਏ ਹਨ ,ਭਰਵੀਂ ਜੁਆਨੀ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਾ ਕਰ "},"ms":{"gurmukhi":"auh BI mYN ifgdy vyKy hn[ nI muitAwry qUM Awpxy Qxw dw mwx nW kr[","unicode":"ਉਹ ਭੀ ਮੈਂ ਡਿਗਦੇ ਵੇਖੇ ਹਨ। ਨੀ ਮੁਟਿਆਰੇ ਤੂੰ ਆਪਣੇ ਥਣਾ ਦਾ ਮਾਣ ਨਾਂ ਕਰ।"}},"es":{"sn":"oh novia, no estés tan orgullosa de tus pezones. (1)"},"hi":{"ss":"वह (पक्के महल) भी गिरते मैंने देख लिए हैं (तेरी जवानी की तो कोई बिसात ही नहीं है ) हे सहेलिए ! (इस) भरी हुई जवानी के कारण अहंकार ना कर (इस जवानी को जाते देर नहीं लगनी। )। 1।","sts":"इसलिए तू बड़े वृक्षों अर्थात् यौवन का अभिमान मत कर ॥१॥"}},"transliteration":{"english":"se bhee ddahadhe ddiTh mai mu(n)dh na garab thanee ||1||","hindi":"से भी ढहदे डिठु मै मुँध न गरबु थणी ॥१॥","en":"se bhee ddahadhe ddiTh mai mu(n)dh na garab thanee ||1||","hi":"से भी ढहदे डिठु मै मुँध न गरबु थणी ॥१॥","ipa":"se ɓi ʈəhəd̪e ɖɪʈʰ mæ mʊŋt̪ə̀ nə Gərəb t̪ʰəɳi.1.","ur":"سے بھیِ ڈھهدے ڈٹھ مَے مُںدھ ن گرب تھݨیِ ۔۔۱۔۔"},"pageNo":1410,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59620,"shabadId":5475,"verse":{"gurmukhi":"suix muMDy hrxwKIey gUVw vYxu Apwru ]","unicode":"ਸੁਣਿ ਮੁੰਧੇ ਹਰਣਾਖੀਏ ਗੂੜਾ ਵੈਣੁ ਅਪਾਰੁ ॥"},"larivaar":{"gurmukhi":"suixmuMDyhrxwKIeygUVwvYxuApwru]","unicode":"ਸੁਣਿਮੁੰਧੇਹਰਣਾਖੀਏਗੂੜਾਵੈਣੁਅਪਾਰੁ॥"},"translation":{"en":{"bdb":"O bride with deer-like eyes, listen to the words of deep and infinite wisdom.","ms":"O bride, with (beautiful) eyes similar a deer, thou hear the word of deep and infinite wisdom.","ssk":"O bride with deer-like eyes, listen to the words of deep and infinite wisdom."},"pu":{"ss":{"gurmukhi":"hy suMdr nyqRW vwlIey BolIey juAwn kuVIey!myrI iek bhuq fUMGI Byq dI g`l sux [","unicode":"ਹੇ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ!ਮੇਰੀ ਇਕ ਬਹੁਤ ਡੂੰਘੀ ਭੇਤ ਦੀ ਗੱਲ ਸੁਣ ।"},"ft":{"gurmukhi":"hy (hrxwKIey) imRgoN vq nyqRoN vwlI (muMDy) iesqRI! qUM Apwr prmysr dI pRwpqI hyq myrw (gUVw) sMGnw, Bwv sMGny pRym sy Brw hUAw; vw guhj bcn sRvx kr]","unicode":"ਹੇ (ਹਰਣਾਖੀਏ) ਮ੍ਰਿਗੋਂ ਵਤ ਨੇਤ੍ਰੋਂ ਵਾਲੀ (ਮੁੰਧੇ) ਇਸਤ੍ਰੀ! ਤੂੰ ਅਪਾਰ ਪਰਮੇਸਰ ਦੀ ਪ੍ਰਾਪਤੀ ਹੇਤ ਮੇਰਾ (ਗੂੜਾ) ਸੰਘਨਾ, ਭਾਵ ਸੰਘਨੇ ਪ੍ਰੇਮ ਸੇ ਭਰਾ ਹੂਆ; ਵਾ ਗੁਹਜ ਬਚਨ ਸ੍ਰਵਣ ਕਰ॥"},"bdb":{"gurmukhi":"hy suMdr nyqRW vwlIey BolIey juAwn kuVIey!myrI iek bhuq fUMGI Byq dI g`l sux [","unicode":"ਹੇ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ!ਮੇਰੀ ਇਕ ਬਹੁਤ ਡੂੰਘੀ ਭੇਤ ਦੀ ਗੱਲ ਸੁਣ ।"},"ms":{"gurmukhi":"nI hrxw-vrgIAW A`KW vwlIey pqnIey! qUM gihry Aqy AQwh aupdyS ƒ sRvx kr[","unicode":"ਨੀ ਹਰਣਾ-ਵਰਗੀਆਂ ਅੱਖਾਂ ਵਾਲੀਏ ਪਤਨੀਏ! ਤੂੰ ਗਹਿਰੇ ਅਤੇ ਅਥਾਹ ਉਪਦੇਸ਼ ਨੂੰ ਸ੍ਰਵਣ ਕਰ।"}},"es":{"sn":"Oh novia de los ojos de venado, escucha las palabras de Profunda e Infinita Sabiduría, "},"hi":{"ss":"हे सुंदर नेत्रों वाली भोली जवान कन्या ! (हे जगत-रचना में से सोहणी जीव-सि्त्रऐ !) मेरी एक बहुत गहरी भेद की बात सुन।","sts":"हे हिरण की तरह सुन्दर नयनों वाली स्त्री ! एक बहुत गहरी भेद की बात सुन;"}},"transliteration":{"english":"sun mu(n)dhe haranaakhe'ee gooRaa vain apaar ||","hindi":"सुणि मुँधे हरणाखीए गूड़ा वैणु अपारु ॥","en":"sun mu(n)dhe haranaakhe'ee gooRaa vain apaar ||","hi":"सुणि मुँधे हरणाखीए गूड़ा वैणु अपारु ॥","ipa":"sʊɳ mʊŋt̪e hərəɳɑkʰiee Guɽɑ ʋæɳ əpɑr.","ur":"سُݨ مُںدھے هرݨاکھیِاے گُوڑا وَےݨ اپار ۔۔"},"pageNo":1410,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59621,"shabadId":5475,"verse":{"gurmukhi":"pihlw vsqu is\\wix kY qW kIcY vwpwru ]","unicode":"ਪਹਿਲਾ ਵਸਤੁ ਸਿਞਾਣਿ ਕੈ ਤਾਂ ਕੀਚੈ ਵਾਪਾਰੁ ॥"},"larivaar":{"gurmukhi":"pihlwvsquis\\wixkYqWkIcYvwpwru]","unicode":"ਪਹਿਲਾਵਸਤੁਸਿਞਾਣਿਕੈਤਾਂਕੀਚੈਵਾਪਾਰੁ॥"},"translation":{"en":{"bdb":"First, examine the merchandise, and then, make the deal.","ms":"First examine the goods, then alone thou must strike a bargain.","ssk":"First, examine the merchandise, and then, make the deal."},"pu":{"ss":{"gurmukhi":"pihlW (aus) cIz ƒ prK ky qdoN aus dw vpwr krnw cwhIdw hY (qdoN auh ^rIdxI cwhIdI hY) [","unicode":"ਪਹਿਲਾਂ (ਉਸ) ਚੀਜ਼ ਨੂੰ ਪਰਖ ਕੇ ਤਦੋਂ ਉਸ ਦਾ ਵਪਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਤਦੋਂ ਉਹ ਖ਼ਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ) ।"},"ft":{"gurmukhi":"pihly vsqU, Bwv eyh swD hY Ar ieh AswD hY, ies bwq ko pCwx kr ky qb vpwr krIey pRivrq hoeIey]","unicode":"ਪਹਿਲੇ ਵਸਤੂ, ਭਾਵ ਏਹ ਸਾਧ ਹੈ ਅਰ ਇਹ ਅਸਾਧ ਹੈ, ਇਸ ਬਾਤ ਕੋ ਪਛਾਣ ਕਰ ਕੇ ਤਬ ਵਪਾਰ ਕਰੀਏ ਪ੍ਰਵਿਰਤ ਹੋਈਏ॥"},"bdb":{"gurmukhi":"pihlW (aus) cIz ƒ prK ky qdoN aus dw vpwr krnw cwhIdw hY (qdoN auh ^rIdxI cwhIdI hY) [","unicode":"ਪਹਿਲਾਂ (ਉਸ) ਚੀਜ਼ ਨੂੰ ਪਰਖ ਕੇ ਤਦੋਂ ਉਸ ਦਾ ਵਪਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਤਦੋਂ ਉਹ ਖ਼ਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ) ।"},"ms":{"gurmukhi":"pihl ipRQmy mwl dI pCwx kr, kyvl qd hI qUM vxj vpwr kr[","unicode":"ਪਹਿਲ ਪ੍ਰਿਥਮੇ ਮਾਲ ਦੀ ਪਛਾਣ ਕਰ, ਕੇਵਲ ਤਦ ਹੀ ਤੂੰ ਵਣਜ ਵਪਾਰ ਕਰ।"}},"es":{"sn":"primero examina la mercancía y después has el trato, "},"hi":{"ss":"(जब कोई चीज़ खरीदने लगें। तो) पहले (उस) चीज़ को परख के तब उसका व्च्यापार करना चाहिए (तभी वह खरीदनी चाहिए)।","sts":"पहले वस्तु को अच्छी तरह पहचान कर तो ही व्यापार करना चाहिए।"}},"transliteration":{"english":"pahilaa vasat sin(j)aan kai taa(n) keechai vaapaar ||","hindi":"पहिला वसतु सिञाणि कै ताँ कीचै वापारु ॥","en":"pahilaa vasat sin(j)aan kai taa(n) keechai vaapaar ||","hi":"पहिला वसतु सिञाणि कै ताँ कीचै वापारु ॥","ipa":"pəhɪlɑ ʋəsət̪ sɪŋɑɳ kæ t̪ɑⁿ kit͡ʃæ ʋɑpɑr.","ur":"پهِلا وست سنجاݨ کَے تاں کیِچَے واپار ۔۔"},"pageNo":1410,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59622,"shabadId":5475,"verse":{"gurmukhi":"dohI idcY durjnw imqRW kUM jYkwru ]","unicode":"ਦੋਹੀ ਦਿਚੈ ਦੁਰਜਨਾ ਮਿਤ੍ਰਾਂ ਕੂੰ ਜੈਕਾਰੁ ॥"},"larivaar":{"gurmukhi":"dohIidcYdurjnwimqRWkUMjYkwru]","unicode":"ਦੋਹੀਦਿਚੈਦੁਰਜਨਾਮਿਤ੍ਰਾਂਕੂੰਜੈਕਾਰੁ॥"},"translation":{"en":{"bdb":"Proclaim that you will not associate with evil people; celebrate victory with your friends.","ms":"Proclaim thou, that thou shall associate not with the evil persons and would welcome the good friends from your heart.","ssk":"Proclaim that you will not associate with evil people; celebrate victory with your friends."},"pu":{"ss":{"gurmukhi":"hy BolIey juAwn kuVIey! duStW ƒ (AMdroN k`Fx leI pRBU dI is&iq-swlwh dI) duhweI dyNdy rihxw cwhIdw hY im`qrW dy swQ dI ^wqr (prmwqmw dI) is&iq-swlwh krdy rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! ਦੁਸ਼ਟਾਂ ਨੂੰ (ਅੰਦਰੋਂ ਕੱਢਣ ਲਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ) ਦੁਹਾਈ ਦੇਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਮਿੱਤਰਾਂ ਦੇ ਸਾਥ ਦੀ ਖ਼ਾਤਰ (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ft":{"gurmukhi":"so vpwr ieh hY: Koty jnoN kI sMgq qy BY kr ky (dohI) duhweI dy deI, Bwv iqnoN kw sMg nw krIey AOr sMq jnW imqrW ky qweIN jYkwr krIey, Bwv Xyh nmskwr krIey] XQw-Ç'isD sBw kr Awsix bYTy sMq sBw jYkwro]'","unicode":"ਸੋ ਵਪਾਰ ਇਹ ਹੈ: ਖੋਟੇ ਜਨੋਂ ਕੀ ਸੰਗਤ ਤੇ ਭੈ ਕਰ ਕੇ (ਦੋਹੀ) ਦੁਹਾਈ ਦੇ ਦਈ, ਭਾਵ ਤਿਨੋਂ ਕਾ ਸੰਗ ਨਾ ਕਰੀਏ ਔਰ ਸੰਤ ਜਨਾਂ ਮਿਤਰਾਂ ਕੇ ਤਾਈਂ ਜੈਕਾਰ ਕਰੀਏ, ਭਾਵ ਯੇਹ ਨਮਸਕਾਰ ਕਰੀਏ॥ ਯਥਾ-☬'ਸਿਧ ਸਭਾ ਕਰ ਆਸਣਿ ਬੈਠੇ ਸੰਤ ਸਭਾ ਜੈਕਾਰੋ॥'"},"bdb":{"gurmukhi":"hy BolIey juAwn kuVIey! duStW ƒ (AMdroN k`Fx leI pRBU dI is&iq-swlwh dI) duhweI dyNdy rihxw cwhIdw hY im`qrW dy swQ dI ^wqr (prmwqmw dI) is&iq-swlwh krdy rihxw cwhIdw hY [ ","unicode":"ਹੇ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! ਦੁਸ਼ਟਾਂ ਨੂੰ (ਅੰਦਰੋਂ ਕੱਢਣ ਲਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ) ਦੁਹਾਈ ਦੇਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਮਿੱਤਰਾਂ ਦੇ ਸਾਥ ਦੀ ਖ਼ਾਤਰ (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ । "},"ms":{"gurmukhi":"qUM pukwr ky AwK dy, ik qUM mMdy purSw dI sMgq nhIN krygI Aqy cMgy dosqW ƒ jIauAwieAw AwKygI[","unicode":"ਤੂੰ ਪੁਕਾਰ ਕੇ ਆਖ ਦੇ, ਕਿ ਤੂੰ ਮੰਦੇ ਪੁਰਸ਼ਾ ਦੀ ਸੰਗਤ ਨਹੀਂ ਕਰੇਗੀ ਅਤੇ ਚੰਗੇ ਦੋਸਤਾਂ ਨੂੰ ਜੀਉਆਇਆ ਆਖੇਗੀ।"}},"es":{"sn":"proclama que no te vas a relacionar con gente malvada y celebra la Victoria con tus amigos. "},"hi":{"ss":"हे भोली जवान कन्या ! (कामादिक विकार आत्मिक जीवन के वैरी हैं। इन) दुष्टों को (अंदर से निकाल भगाने के लिए प्रभू की सिफत-सालाह की) दुहाई देते रहना चाहिए (भले गुण आत्मिक जीवन के असल मित्र हैं। इन) मित्रों के साथ की खातिर (परमात्मा की) सिफत-सालाह करते रहना चाहिए।","sts":"दुर्जनों से दूर रहने की घोषणा करनी चाहिए और मित्रों की जयकार करो।"}},"transliteration":{"english":"dhohee dhichai dhurajanaa mitraa(n) koo(n) jaikaar ||","hindi":"दोही दिचै दुरजना मित्राँ कूँ जैकारु ॥","en":"dhohee dhichai dhurajanaa mitraa(n) koo(n) jaikaar ||","hi":"दोही दिचै दुरजना मित्राँ कूँ जैकारु ॥","ipa":"d̪ɔhi d̪ɪt͡ʃæ d̪ʊrəd͡ʒənɑ mɪt̪ɹɑⁿ kuŋ d͡ʒækɑr.","ur":"دوهیِ دچَے دُرجنا متراں کُوں جَےکار ۔۔"},"pageNo":1410,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59623,"shabadId":5475,"verse":{"gurmukhi":"ijqu dohI sjx imlin lhu muMDy vIcwru ]","unicode":"ਜਿਤੁ ਦੋਹੀ ਸਜਣ ਮਿਲਨਿ ਲਹੁ ਮੁੰਧੇ ਵੀਚਾਰੁ ॥"},"larivaar":{"gurmukhi":"ijqudohIsjximlinlhumuMDyvIcwru]","unicode":"ਜਿਤੁਦੋਹੀਸਜਣਮਿਲਨਿਲਹੁਮੁੰਧੇਵੀਚਾਰੁ॥"},"translation":{"en":{"bdb":"This proclamation, to meet with your friends, O bride - give it some thought.","ms":"O bride, thou give though to that proclamation alone, by which thou may meet with thy Friend.","ssk":"This proclamation, to meet with your friends, O bride - give it some thought."},"pu":{"ss":{"gurmukhi":"ijs duhweI dI brkiq nwl ieh s`jx imly rihx, (aus duhweI dI) ivcwr ƒ (Awpxy AMdr) sWB r`K [","unicode":"ਜਿਸ ਦੁਹਾਈ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਸੱਜਣ ਮਿਲੇ ਰਹਿਣ, (ਉਸ ਦੁਹਾਈ ਦੀ) ਵਿਚਾਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਰੱਖ ।"},"ft":{"gurmukhi":"hy (muMDy) iesqRI! ijs dyhI kr ky sjx sMq imlY iqs bIcwr ko lhu] AYsy suxkr vhu snuKw hsI qb iqs pRqI punw sws kihqI hY:","unicode":"ਹੇ (ਮੁੰਧੇ) ਇਸਤ੍ਰੀ! ਜਿਸ ਦੇਹੀ ਕਰ ਕੇ ਸਜਣ ਸੰਤ ਮਿਲੈ ਤਿਸ ਬੀਚਾਰ ਕੋ ਲਹੁ॥ ਐਸੇ ਸੁਣਕਰ ਵਹੁ ਸਨੁਖਾ ਹਸੀ ਤਬ ਤਿਸ ਪ੍ਰਤੀ ਪੁਨਾ ਸਾਸ ਕਹਿਤੀ ਹੈ:"},"bdb":{"gurmukhi":"ijs duhweI dI brkiq nwl ieh s`jx imly rihx, (aus duhweI dI) ivcwr ƒ (Awpxy AMdr) sWB r`K [","unicode":"ਜਿਸ ਦੁਹਾਈ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਸੱਜਣ ਮਿਲੇ ਰਹਿਣ, (ਉਸ ਦੁਹਾਈ ਦੀ) ਵਿਚਾਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਰੱਖ ।"},"ms":{"gurmukhi":"ijs munwdI duAwrw qUM Awpxy im`qr ƒ iml pvy, nI pqnIey! qUM kyvl aus vl Awpdw iDAwn dy[","unicode":"ਜਿਸ ਮੁਨਾਦੀ ਦੁਆਰਾ ਤੂੰ ਆਪਣੇ ਮਿੱਤਰ ਨੂੰ ਮਿਲ ਪਵੇ, ਨੀ ਪਤਨੀਏ! ਤੂੰ ਕੇਵਲ ਉਸ ਵਲ ਆਪਦਾ ਧਿਆਨ ਦੇ।"}},"es":{"sn":"Esta proclamación de reunirte con tus amigos, oh novia, medítala, entrega tu mente y cuerpo a tu Amigo, "},"hi":{"ss":"हे भोलीऐ ! जिस दोहाई की बरकति से ये सज्जन मिले रहें। (उस दोहाई की) विचार को (अपने अंदर) संभाल के रख।","sts":"जिस पुकार से सज्जनों से मिलन हो जाए, हे स्त्री ! उसी को सोचना चाहिए।"}},"transliteration":{"english":"jit dhohee sajan milan lahu mu(n)dhe veechaar ||","hindi":"जितु दोही सजण मिलनि लहु मुँधे वीचारु ॥","en":"jit dhohee sajan milan lahu mu(n)dhe veechaar ||","hi":"जितु दोही सजण मिलनि लहु मुँधे वीचारु ॥","ipa":"d͡ʒɪt̪ d̪ɔhi səd͡ʒəɳ mɪlən ləh mʊŋt̪e ʋit͡ʃɑr.","ur":"جِت دوهیِ سجݨ ملن لهُ مُںدھے ویِچار ۔۔"},"pageNo":1410,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59624,"shabadId":5475,"verse":{"gurmukhi":"qnu mnu dIjY sjxw AYsw hsxu swru ]","unicode":"ਤਨੁ ਮਨੁ ਦੀਜੈ ਸਜਣਾ ਐਸਾ ਹਸਣੁ ਸਾਰੁ ॥"},"larivaar":{"gurmukhi":"qnumnudIjYsjxwAYswhsxuswru]","unicode":"ਤਨੁਮਨੁਦੀਜੈਸਜਣਾਐਸਾਹਸਣੁਸਾਰੁ॥"},"translation":{"en":{"bdb":"Surrender mind and body to the Lord your Friend; this is the most excellent pleasure.","ms":"Thou, surrender thy body and soul to God, thy Friend; sublime is the pleasure this.","ssk":"Surrender mind and body to the Lord your Friend; this is the most excellent pleasure."},"pu":{"ss":{"gurmukhi":" (iehnW) s`jxW (dy imlwp) dI ^wqr Awpxw qn Awpxw mn Byt kr dyxw cwhIdw hY ,(ies qrHW iek) Aijhw (Awqmk) AwnMd pYdw huMdw hY ","unicode":" (ਇਹਨਾਂ) ਸੱਜਣਾਂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਖ਼ਾਤਰ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ,(ਇਸ ਤਰ੍ਹਾਂ ਇਕ) ਅਜਿਹਾ (ਆਤਮਕ) ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ "},"ft":{"gurmukhi":"iehu qn, mn sMq jn sjxW ko dyeIey qb AYsw hsx (swru) sRySt hY]","unicode":"ਇਹੁ ਤਨ, ਮਨ ਸੰਤ ਜਨ ਸਜਣਾਂ ਕੋ ਦੇਈਏ ਤਬ ਐਸਾ ਹਸਣ (ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ ਹੈ॥"},"bdb":{"gurmukhi":" (iehnW) s`jxW (dy imlwp) dI ^wqr Awpxw qn Awpxw mn Byt kr dyxw cwhIdw hY ,(ies qrHW iek) Aijhw (Awqmk) AwnMd pYdw huMdw hY ","unicode":" (ਇਹਨਾਂ) ਸੱਜਣਾਂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਖ਼ਾਤਰ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ,(ਇਸ ਤਰ੍ਹਾਂ ਇਕ) ਅਜਿਹਾ (ਆਤਮਕ) ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ "},"ms":{"gurmukhi":"qUM AwpxI dyh Aqy ijMdVI Awpxy im`qr, vwihgurU dy smrpx kr dy SRySt hY AYho jyhI KuSI[","unicode":"ਤੂੰ ਆਪਣੀ ਦੇਹ ਅਤੇ ਜਿੰਦੜੀ ਆਪਣੇ ਮਿੱਤਰ, ਵਾਹਿਗੁਰੂ ਦੇ ਸਮਰਪਣ ਕਰ ਦੇ ਸ਼੍ਰੇਸ਼ਟ ਹੈ ਐਹੋ ਜੇਹੀ ਖੁਸ਼ੀ।"}},"es":{"sn":"el Señor, este es el más Excelente Placer. "},"hi":{"ss":"(इन) सज्जनों (के मिलाप) की खातिर अपना तन अपना मन भेट कर देना चाहिए (अपने मन और अपनी इन्द्रियों की नीच प्रेरणा से बचे रहना चाहिए) (इस तरह एक) ऐसा (आत्मिक) आनंद पैदा होता है (जो अन्य सारी खुशियों से श्रेष्ठ होता है)।","sts":"अपना तन मन सज्जनों को अर्पण कर देना चाहिए, इसी से खुशी मिलती है।"}},"transliteration":{"english":"tan man dheejai sajanaa aaisaa hasan saar ||","hindi":"तनु मनु दीजै सजणा ऐसा हसणु सारु ॥","en":"tan man dheejai sajanaa aaisaa hasan saar ||","hi":"तनु मनु दीजै सजणा ऐसा हसणु सारु ॥","ipa":"t̪ən mən d̪id͡ʒæ səd͡ʒəɳɑ æsɑ həsəɳ sɑr.","ur":"تن من دیِجَے سجݨا اَےسا هسݨ سار ۔۔"},"pageNo":1410,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59625,"shabadId":5475,"verse":{"gurmukhi":"iqs sau nyhu n kIceI ij idsY clxhwru ]","unicode":"ਤਿਸ ਸਉ ਨੇਹੁ ਨ ਕੀਚਈ ਜਿ ਦਿਸੈ ਚਲਣਹਾਰੁ ॥"},"larivaar":{"gurmukhi":"iqssaunyhunkIceIijidsYclxhwru]","unicode":"ਤਿਸਸਉਨੇਹੁਨਕੀਚਈਜਿਦਿਸੈਚਲਣਹਾਰੁ॥"},"translation":{"en":{"bdb":"Do not fall in love with one who is destined to leave.","ms":"Contract thou not love with him, who appears to be destined to depart.","ssk":"Do not fall in love with one who is destined to leave."},"pu":{"ss":{"gurmukhi":"hy BolIey! (ieh jgq-pswrw) nwsvMq id`s irhw hY; ies nwl moh nhIN krnw cwhIdw [ ","unicode":"ਹੇ ਭੋਲੀਏ! (ਇਹ ਜਗਤ-ਪਸਾਰਾ) ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ; ਇਸ ਨਾਲ ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ । "},"ft":{"gurmukhi":"jo clxhwr idRSt AwvY, Bwv jo nwsvMq hY iqs nwm rUp ky swQ (nyhu) pRym nw krIN;Çvw hy puMnoN rUpI nyqRoN vwlI jgÎwsI rUpI iesqRI! Apwr jo prmySÍr hY iqs kI pRwpqI kw (gUVw) guhX vcn sRvn kr] pihly sq Asq vsqU kw ivcwr kr ky pCwxnw krIey qb iqs kw vwpwr krIey, Bwv iqs myN pRivrq hoeIey] AO kwmwdI durjnoN ko dohI dy kr inkwl dyeIey AO suB guxoN rUpI imqRoN ko jYkwr, Bwv nmskwr kr Dwrn kr leIey] ijs dohI kr ky suB gux rUpI sjn imln, hy jgÎwsI iesqRI! iqs vIcwr ko pRwpq ho[ ies pRkwr qn, mn, sjn siqguroN ko dyxw iehI (hsxu) pRsMn hoxw srb KuSIAhuM qy (swru) sRySt hY]","unicode":"ਜੋ ਚਲਣਹਾਰ ਦ੍ਰਿਸ਼ਟ ਆਵੈ, ਭਾਵ ਜੋ ਨਾਸਵੰਤ ਹੈ ਤਿਸ ਨਾਮ ਰੂਪ ਕੇ ਸਾਥ (ਨੇਹੁ) ਪ੍ਰੇਮ ਨਾ ਕਰੀਂ;☬ਵਾ ਹੇ ਪੁੰਨੋਂ ਰੂਪੀ ਨੇਤ੍ਰੋਂ ਵਾਲੀ ਜਗ੍ਯਾਸੀ ਰੂਪੀ ਇਸਤ੍ਰੀ! ਅਪਾਰ ਜੋ ਪਰਮੇਸ਼੍ਵਰ ਹੈ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ (ਗੂੜਾ) ਗੁਹਯ ਵਚਨ ਸ੍ਰਵਨ ਕਰ॥ ਪਹਿਲੇ ਸਤ ਅਸਤ ਵਸਤੂ ਕਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪਛਾਣਨਾ ਕਰੀਏ ਤਬ ਤਿਸ ਕਾ ਵਾਪਾਰ ਕਰੀਏ, ਭਾਵ ਤਿਸ ਮੇਂ ਪ੍ਰਵਿਰਤ ਹੋਈਏ॥ ਔ ਕਾਮਾਦੀ ਦੁਰਜਨੋਂ ਕੋ ਦੋਹੀ ਦੇ ਕਰ ਨਿਕਾਲ ਦੇਈਏ ਔ ਸੁਭ ਗੁਣੋਂ ਰੂਪੀ ਮਿਤ੍ਰੋਂ ਕੋ ਜੈਕਾਰ, ਭਾਵ ਨਮਸਕਾਰ ਕਰ ਧਾਰਨ ਕਰ ਲਈਏ॥ ਜਿਸ ਦੋਹੀ ਕਰ ਕੇ ਸੁਭ ਗੁਣ ਰੂਪੀ ਸਜਨ ਮਿਲਨ, ਹੇ ਜਗ੍ਯਾਸੀ ਇਸਤ੍ਰੀ! ਤਿਸ ਵੀਚਾਰ ਕੋ ਪ੍ਰਾਪਤ ਹੋ। ਇਸ ਪ੍ਰਕਾਰ ਤਨ, ਮਨ, ਸਜਨ ਸਤਿਗੁਰੋਂ ਕੋ ਦੇਣਾ ਇਹੀ (ਹਸਣੁ) ਪ੍ਰਸੰਨ ਹੋਣਾ ਸਰਬ ਖੁਸ਼ੀਅਹੁੰ ਤੇ (ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ ਹੈ॥"},"bdb":{"gurmukhi":"hy BolIey! (ieh jgq-pswrw) nwsvMq id`s irhw hY; ies nwl moh nhIN krnw cwhIdw [ ","unicode":"ਹੇ ਭੋਲੀਏ! (ਇਹ ਜਗਤ-ਪਸਾਰਾ) ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ; ਇਸ ਨਾਲ ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ । "},"ms":{"gurmukhi":"qUM aus nwl ipAwr nW pw, jo nW-pwiedwr id`s AwauNdw hY[","unicode":"ਤੂੰ ਉਸ ਨਾਲ ਪਿਆਰ ਨਾਂ ਪਾ, ਜੋ ਨਾਂ-ਪਾਇਦਾਰ ਦਿੱਸ ਆਉਂਦਾ ਹੈ।"}},"es":{"sn":"No te enamores del que está destinado a partir, "},"hi":{"ss":"हे भोलिऐ ! (ये जगत-पसारा) नाशवंत दिख रहा है; इससे मोह नहीं करना चाहिए।","sts":"जिसने साथ छोड़कर चले जाना है, इससे कदापि प्रेम न करो।"}},"transliteration":{"english":"tis sau neh na keechiee j dhisai chalanahaar ||","hindi":"तिस सउ नेहु न कीचई जि दिसै चलणहारु ॥","en":"tis sau neh na keechiee j dhisai chalanahaar ||","hi":"तिस सउ नेहु न कीचई जि दिसै चलणहारु ॥","ipa":"t̪ɪs so neh nə kit͡ʃei d͡ʒ d̪ɪsæ t͡ʃələɳəhɑr.","ur":"تِس سا نےهُ ن کیِچای ج دسَے چلݨهار ۔۔"},"pageNo":1410,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59626,"shabadId":5475,"verse":{"gurmukhi":"nwnk ijn@I iev kir buiJAw iqn@w ivthu kurbwxu ]2]","unicode":"ਨਾਨਕ ਜਿਨੑੀ ਇਵ ਕਰਿ ਬੁਝਿਆ ਤਿਨੑਾ ਵਿਟਹੁ ਕੁਰਬਾਣੁ ॥੨॥"},"larivaar":{"gurmukhi":"nwnkijn@IievkirbuiJAwiqn@wivthukurbwxu]2]","unicode":"ਨਾਨਕਜਿਨੑੀਇਵਕਰਿਬੁਝਿਆਤਿਨੑਾਵਿਟਹੁਕੁਰਬਾਣੁ॥੨॥"},"translation":{"en":{"bdb":"O Nanak, I am a sacrifice to those who understand this. ||2||","ms":"Nanak, they who understand it this wise, unto them I am a sacrifice.","ssk":"O Nanak, I am a sacrifice to those who understand this. ||2||"},"pu":{"ss":{"gurmukhi":"hy nwnk! (AwK) ijnHW (vf-BwgIAW ny) (Awqmk jIvn dy Byq ƒ) ies qrHW smiJAw hY mYN auhnW qoN sdky (jWdw hW) [2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ) ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ ਨੇ) (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਿਆ ਹੈ ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ (ਜਾਂਦਾ ਹਾਂ) ।੨।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: ijnoN ny ies pUrb aukq pRkwr kr vwihgurU ky srUp ko (buiJAw) jwixAw hY iqnoN qy hm kurbwn jwqy hYN]2]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਇਸ ਪੂਰਬ ਉਕਤ ਪ੍ਰਕਾਰ ਕਰ ਵਾਹਿਗੁਰੂ ਕੇ ਸਰੂਪ ਕੋ (ਬੁਝਿਆ) ਜਾਣਿਆ ਹੈ ਤਿਨੋਂ ਤੇ ਹਮ ਕੁਰਬਾਨ ਜਾਤੇ ਹੈਂ॥੨॥"},"bdb":{"gurmukhi":"hy nwnk! (AwK) ijnHW (vf-BwgIAW ny) (Awqmk jIvn dy Byq ƒ) ies qrHW smiJAw hY mYN auhnW qoN sdky (jWdw hW) [2[","unicode":"ਹੇ ਨਾਨਕ! (ਆਖ) ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ ਨੇ) (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਿਆ ਹੈ ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ (ਜਾਂਦਾ ਹਾਂ) ।੨।"},"ms":{"gurmukhi":"nwnk, jo ies qrHW smJdy hn, aunHW auqy mYN bilhwrny vMdw hW[","unicode":"ਨਾਨਕ, ਜੋ ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਉਤੇ ਮੈਂ ਬਲਿਹਾਰਨੇ ਵੰਦਾ ਹਾਂ।"}},"es":{"sn":"oh dice Nanak, ofrezco mi ser en sacrificio a quienes entienden esto. (2)"},"hi":{"ss":"हे नानक ! (कह-) जिन (भाग्यशालियों ने) (आत्मिक जीवन के भेद को) इस तरह समझा है मैं उन पर से सदके (जाता हूँ)। 2।","sts":"गुरु नानक फुरमान करते हैं कि जिसने इस सच्चाई को मान लिया है, मैं उस पर कुर्बान जाता हूँ॥२॥"}},"transliteration":{"english":"naanak jin(h)ee iv kar bujhiaa tin(h)aa viTahu kurabaan ||2||","hindi":"नानक जिन्नी इव करि बुझिआ तिन्ना विटहु कुरबाणु ॥२॥","en":"naanak jin(h)ee iv kar bujhiaa tin(h)aa viTahu kurabaan ||2||","hi":"नानक जिन्नी इव करि बुझिआ तिन्ना विटहु कुरबाणु ॥२॥","ipa":"nɑnək d͡ʒɪn@i eɪʋ kər bʊɖ͡ʐɪəɑ t̪ɪn@ɑ ʋɪʈəh kʊrəbɑɳ.2.","ur":"نانک جنھیِ او کر بُجھآ تنھا وٹهُ کُرباݨ ۔۔۲۔۔"},"pageNo":1410,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59627,"shabadId":5475,"verse":{"gurmukhi":"jy qUM qwrU pwix qwhU puCu iqVMn@ kl ]","unicode":"ਜੇ ਤੂੰ ਤਾਰੂ ਪਾਣਿ ਤਾਹੂ ਪੁਛੁ ਤਿੜੰਨੑ ਕਲ ॥"},"larivaar":{"gurmukhi":"jyqUMqwrUpwixqwhUpuCuiqVMn@kl]","unicode":"ਜੇਤੂੰਤਾਰੂਪਾਣਿਤਾਹੂਪੁਛੁਤਿੜੰਨੑਕਲ॥"},"translation":{"en":{"bdb":"If you wish to swim across the water, then consult those who know how to swim.","ms":"If thou wish to swim across the water, then consult thou those who know the art to swim.","ssk":"If you wish to swim across the water, then consult those who know how to swim."},"pu":{"ss":{"gurmukhi":" hy BweI! jy qUM (sMswr-smuMdr dy) pwxIAW dw qwrU (bxnw cwhuMdw hYN), (qW qrn dI jwc) auhnW pwsoN pu`C (ijnHW ƒ ies sMswr-smuMdr ivcoN) pwr lMGx dI jwc hY [","unicode":" ਹੇ ਭਾਈ! ਜੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀਆਂ ਦਾ ਤਾਰੂ (ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈਂ), (ਤਾਂ ਤਰਨ ਦੀ ਜਾਚ) ਉਹਨਾਂ ਪਾਸੋਂ ਪੁੱਛ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਣ ਦੀ ਜਾਚ ਹੈ ।"},"ft":{"gurmukhi":"hy purS! jy kr ky qUM (pwix) hQoN kw qwrU BI hYN qW vI iqn qrn vwilEN sy qrny kI jugqI puC[ Bwv Xyh hY jdip qUM swDn spMn BI hYN qdip sMswr smuMdR ky qrny kI jugqI vw (iqVMn) iknwry lgny kI klw siqguroN sy pUCxw kr]","unicode":"ਹੇ ਪੁਰਸ਼! ਜੇ ਕਰ ਕੇ ਤੂੰ (ਪਾਣਿ) ਹਥੋਂ ਕਾ ਤਾਰੂ ਭੀ ਹੈਂ ਤਾਂ ਵੀ ਤਿਨ ਤਰਨ ਵਾਲਿਓਂ ਸੇ ਤਰਨੇ ਕੀ ਜੁਗਤੀ ਪੁਛ। ਭਾਵ ਯੇਹ ਹੈ ਜਦਪਿ ਤੂੰ ਸਾਧਨ ਸਪੰਨ ਭੀ ਹੈਂ ਤਦਪਿ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਕੇ ਤਰਨੇ ਕੀ ਜੁਗਤੀ ਵਾ (ਤਿੜੰਨ) ਕਿਨਾਰੇ ਲਗਨੇ ਕੀ ਕਲਾ ਸਤਿਗੁਰੋਂ ਸੇ ਪੂਛਣਾ ਕਰ॥"},"bdb":{"gurmukhi":" hy BweI! jy qUM (sMswr-smuMdr dy) pwxIAW dw qwrU (bxnw cwhuMdw hYN), (qW qrn dI jwc) auhnW pwsoN pu`C (ijnHW ƒ ies sMswr-smuMdr ivcoN) pwr lMGx dI jwc hY [","unicode":" ਹੇ ਭਾਈ! ਜੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀਆਂ ਦਾ ਤਾਰੂ (ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈਂ), (ਤਾਂ ਤਰਨ ਦੀ ਜਾਚ) ਉਹਨਾਂ ਪਾਸੋਂ ਪੁੱਛ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਣ ਦੀ ਜਾਚ ਹੈ ।"},"ms":{"gurmukhi":"jykr qUM pwxI qoN qr ky pwr hoxw cwhuMdw hY, qW qUM aunHW dI slwh lY, ijnHW ƒ qrx dI Atkl AwauNdI hY[","unicode":"ਜੇਕਰ ਤੂੰ ਪਾਣੀ ਤੋਂ ਤਰ ਕੇ ਪਾਰ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਸਲਾਹ ਲੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤਰਣ ਦੀ ਅਟਕਲ ਆਉਂਦੀ ਹੈ।"}},"es":{"sn":"Si deseas nadar para atravesar el agua, consulta entonces con los que saben cómo nadar, "},"hi":{"ss":"हे भाई ! अगर तू (संसार-समुंद्र के) पानियों का तैराक (बनना चाहता है)। (तो तैरने की जाच) उनसे पूछ (जिनको इस संसार-समुंद्र में से) पार लांघ जाने का सलीका है।","sts":"हे जीव ! यदि तू पानी में तैरना चाहता है तो उनसे पूछ जिनको तैरना आता है।"}},"transliteration":{"english":"je too(n) taaroo paan taahoo puchh tiRa(n)n(h) kal ||","hindi":"जे तूँ तारू पाणि ताहू पुछु तिड़ंन्न कल ॥","en":"je too(n) taaroo paan taahoo puchh tiRa(n)n(h) kal ||","hi":"जे तूँ तारू पाणि ताहू पुछु तिड़ंन्न कल ॥","ipa":"d͡ʒe t̪uŋ t̪ɑru pɑɳ t̪ɑhu pʊɕ t̪ɪɽəŋn@ kəl.","ur":"جے تُوں تارُو پاݨ تاهُو پُچھ تڑنّھ کل ۔۔"},"pageNo":1410,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59628,"shabadId":5475,"verse":{"gurmukhi":"qwhU Kry sujwx vM\\w eyn@I kprI ]3]","unicode":"ਤਾਹੂ ਖਰੇ ਸੁਜਾਣ ਵੰਞਾ ਏਨੑੀ ਕਪਰੀ ॥੩॥"},"larivaar":{"gurmukhi":"qwhUKrysujwxvM\\weyn@IkprI]3]","unicode":"ਤਾਹੂਖਰੇਸੁਜਾਣਵੰਞਾਏਨੑੀਕਪਰੀ॥੩॥"},"translation":{"en":{"bdb":"Those who have survived these treacherous waves are very wise. ||3||","ms":"For, even those who considere themselves very wise have been ruined by these whirl-pools.","ssk":"Those who have survived these treacherous waves are very wise. ||3||"},"pu":{"ss":{"gurmukhi":"hy BweI! auh mnu`K hI Asl isAwxy (qwrU hn, jo sMswr-smuMdr dIAW iehnW ivkwrW dIAW lihrW ivcoN pwr lMGdy hn) [ mYN (BI auhnW dI sMgiq ivc hI) iehnW lihrW qoN pwr lMG skdw hW [3[","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਹੀ ਅਸਲ ਸਿਆਣੇ (ਤਾਰੂ ਹਨ, ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਦੇ ਹਨ) । ਮੈਂ (ਭੀ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ) ਇਹਨਾਂ ਲਹਿਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ ।੩।"},"ft":{"gurmukhi":"ikauN ik so jo srb SwsqRoN ky igAwqw (Kry) BlI pRkwr (sujwx) cqr vw swDn spMn Qy, qy BI ienoN kwm, kRoD AwdI (kprI) C`lW, Bwv ivkwroN ny (vM\\wey) gvwey ArQwq clwie dIey hYN; vw iqnoN sujwx sMqoN swQ iml ikauN ik ien ivkwroN sy vhu pwr lMGwie dyqy hYN]3]","unicode":"ਕਿਉਂ ਕਿ ਸੋ ਜੋ ਸਰਬ ਸ਼ਾਸਤ੍ਰੋਂ ਕੇ ਗਿਆਤਾ (ਖਰੇ) ਭਲੀ ਪ੍ਰਕਾਰ (ਸੁਜਾਣ) ਚਤਰ ਵਾ ਸਾਧਨ ਸਪੰਨ ਥੇ, ਤੇ ਭੀ ਇਨੋਂ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ (ਕਪਰੀ) ਛੱਲਾਂ, ਭਾਵ ਵਿਕਾਰੋਂ ਨੇ (ਵੰਞਾਏ) ਗਵਾਏ ਅਰਥਾਤ ਚਲਾਇ ਦੀਏ ਹੈਂ; ਵਾ ਤਿਨੋਂ ਸੁਜਾਣ ਸੰਤੋਂ ਸਾਥ ਮਿਲ ਕਿਉਂ ਕਿ ਇਨ ਵਿਕਾਰੋਂ ਸੇ ਵਹੁ ਪਾਰ ਲੰਘਾਇ ਦੇਤੇ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"hy BweI! auh mnu`K hI Asl isAwxy (qwrU hn, jo sMswr-smuMdr dIAW iehnW ivkwrW dIAW lihrW ivcoN pwr lMGdy hn) [ mYN (BI auhnW dI sMgiq ivc hI) iehnW lihrW qoN pwr lMG skdw hW [3[","unicode":"ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਹੀ ਅਸਲ ਸਿਆਣੇ (ਤਾਰੂ ਹਨ, ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਦੇ ਹਨ) । ਮੈਂ (ਭੀ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ) ਇਹਨਾਂ ਲਹਿਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ ।੩।"},"ms":{"gurmukhi":"ikauNik! auh BI jo Awpxy Awp ƒ bVy isAwxy smJdy sn, ienHW GuMmx-GyrIAW ny qbwh kr C¤fy hn[","unicode":"ਕਿਉਂਕਿ! ਉਹ ਭੀ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਬੜੇ ਸਿਆਣੇ ਸਮਝਦੇ ਸਨ, ਇਨ੍ਹਾਂ ਘੁੰਮਣ-ਘੇਰੀਆਂ ਨੇ ਤਬਾਹ ਕਰ ਛੱਡੇ ਹਨ।"}},"es":{"sn":"pues quienes han sobrevivido estas aguas traicioneras son los Sabios. (3) "},"hi":{"ss":"हे भाई ! वह मनुष्य असल समझदार (तैराक हैं। जो संसार-समुंद्र की इन विकारों की लहरों में से पार लांघते हैं)। मैं (भी उनकी संगति में ही) इन लहरों से पार लांघ सकता हूँ। 3।","sts":"वही व्यक्ति समझदार हैं, जिनको लहरों का पूरा अनुभव है॥३॥"}},"transliteration":{"english":"taahoo khare sujaan va(n)n(j)aa en(h)ee kaparee ||3||","hindi":"ताहू खरे सुजाण वंञा एन्नी कपरी ॥३॥","en":"taahoo khare sujaan va(n)n(j)aa en(h)ee kaparee ||3||","hi":"ताहू खरे सुजाण वंञा एन्नी कपरी ॥३॥","ipa":"t̪ɑhu kʰəre sʊd͡ʒɑɳ ʋəŋŋɑ een@i kəpəri.3.","ur":"تاهُو کھرے سُجاݨ وںنجا اےنھیِ کپریِ ۔۔۳۔۔"},"pageNo":1410,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59629,"shabadId":5475,"verse":{"gurmukhi":"JV JKV EhwV lhrI vhin lKysrI ]","unicode":"ਝੜ ਝਖੜ ਓਹਾੜ ਲਹਰੀ ਵਹਨਿ ਲਖੇਸਰੀ ॥"},"larivaar":{"gurmukhi":"JVJKVEhwVlhrIvhinlKysrI]","unicode":"ਝੜਝਖੜਓਹਾੜਲਹਰੀਵਹਨਿਲਖੇਸਰੀ॥"},"translation":{"en":{"bdb":"The storm rages and the rain floods the land; thousands of waves rise and surge.","ms":"Amidst continued rains, storms, floods and surging of lacs of waves, if thou shout for help to thy True Guru,","ssk":"The storm rages and the rain floods the land; thousands of waves rise and surge."},"pu":{"ss":{"gurmukhi":"hy BweI! (ies sMswr-smuMdr ivc ivkwrW dIAW) JVIAW (l`gIAW hoeIAW hn, ivkwrW dy) J`KV (Ju`l rhy hn, ivkwrW dy) hVH (Aw rhy hn, ivkwrW dIAW) l`KW hI iT`lW pY rhIAW hn [","unicode":"ਹੇ ਭਾਈ! (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਝੜੀਆਂ (ਲੱਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਝੱਖੜ (ਝੁੱਲ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਹੜ੍ਹ (ਆ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੀਆਂ) ਲੱਖਾਂ ਹੀ ਠਿੱਲਾਂ ਪੈ ਰਹੀਆਂ ਹਨ ।"},"ft":{"gurmukhi":"(JV) moih rUpI AO loB rUpI pvn kw clnw AO (JKV) kwm rUpI hV ijsmyN vwSnw rUpI lihrW (lKysrI) lwKoN hI clqIAW hYN]","unicode":"(ਝੜ) ਮੋਹਿ ਰੂਪੀ ਔ ਲੋਭ ਰੂਪੀ ਪਵਨ ਕਾ ਚਲਨਾ ਔ (ਝਖੜ) ਕਾਮ ਰੂਪੀ ਹੜ ਜਿਸਮੇਂ ਵਾਸ਼ਨਾ ਰੂਪੀ ਲਹਿਰਾਂ (ਲਖੇਸਰੀ) ਲਾਖੋਂ ਹੀ ਚਲਤੀਆਂ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! (ies sMswr-smuMdr ivc ivkwrW dIAW) JVIAW (l`gIAW hoeIAW hn, ivkwrW dy) J`KV (Ju`l rhy hn, ivkwrW dy) hVH (Aw rhy hn, ivkwrW dIAW) l`KW hI iT`lW pY rhIAW hn [","unicode":"ਹੇ ਭਾਈ! (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਝੜੀਆਂ (ਲੱਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਝੱਖੜ (ਝੁੱਲ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਹੜ੍ਹ (ਆ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੀਆਂ) ਲੱਖਾਂ ਹੀ ਠਿੱਲਾਂ ਪੈ ਰਹੀਆਂ ਹਨ ।"},"ms":{"gurmukhi":"JVIAW, AnHyrIAW hVHW Aqy l`KW hI C`lw dy auTx ivckwr,","unicode":"ਝੜੀਆਂ, ਅਨ੍ਹੇਰੀਆਂ ਹੜ੍ਹਾਂ ਅਤੇ ਲੱਖਾਂ ਹੀ ਛੱਲਾ ਦੇ ਉਠਣ ਵਿਚਕਾਰ,"}},"es":{"sn":"La tormenta arrecia y el agua inunda las tierras, miles de olas surgen y se levantan, "},"hi":{"ss":"हे भाई ! (इस संसार-समुंद्र में विकारों की) झड़ियां (लगीं हुई हैं। विकारों के) झक्खड़ (झूल रहे हैं। विकारों की) बाढ़ (आ रही हैं। विकारों की) लाखों लहरें उठ रही हैं।","sts":"बेशक कितना ही ऑधी तूफान हो अथवा बाढ़ की लाखों लहरें बह रही हों।"}},"transliteration":{"english":"jhaR jhakhaR ohaaR laharee vahan lakhesaree ||","hindi":"झड़ झखड़ ओहाड़ लहरी वहनि लखेसरी ॥","en":"jhaR jhakhaR ohaaR laharee vahan lakhesaree ||","hi":"झड़ झखड़ ओहाड़ लहरी वहनि लखेसरी ॥","ipa":"ɖ͡ʐəɽ ɖ͡ʐəkʰəɽ oəhɑɽ ləhəri ʋəhən ləkʰesəri.","ur":"جھڑ جھکھڑ اوهاڑ لهریِ وهن لکھےسریِ ۔۔"},"pageNo":1410,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59630,"shabadId":5475,"verse":{"gurmukhi":"siqgur isau Awlwie byVy fubix nwih Bau ]4]","unicode":"ਸਤਿਗੁਰ ਸਿਉ ਆਲਾਇ ਬੇੜੇ ਡੁਬਣਿ ਨਾਹਿ ਭਉ ॥੪॥"},"larivaar":{"gurmukhi":"siqgurisauAwlwiebyVyfubixnwihBau]4]","unicode":"ਸਤਿਗੁਰਸਿਉਆਲਾਇਬੇੜੇਡੁਬਣਿਨਾਹਿਭਉ॥੪॥"},"translation":{"en":{"bdb":"If you cry out for help from the True Guru, you have nothing to fear - your boat will not sink. ||4||","ms":"then there shall be no fear, that thy ship shall flounder.","ssk":"If you cry out for help from the True Guru, you have nothing to fear - your boat will not sink. ||4||"},"pu":{"ss":{"gurmukhi":" gurU pws pukwr kr (ies qrHW qyrI jIvn-) byVI dy (ies sMswr-smuMdr ivc) fu`b jwx bwry koeI ^qrw nhIN rih jwiegw [4[","unicode":" ਗੁਰੂ ਪਾਸ ਪੁਕਾਰ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੀ ਜੀਵਨ-) ਬੇੜੀ ਦੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਣ ਬਾਰੇ ਕੋਈ ਖ਼ਤਰਾ ਨਹੀਂ ਰਹਿ ਜਾਇਗਾ ।੪।"},"ft":{"gurmukhi":"AYsy BYdwÎk smyN myN jy kr ky siqguroN pws bynqI aucwrn krYN qb quJ ko buDI rUpI byVy ko ivSy jl myN fUbxY kw BY nhIN hovygw]4]","unicode":"ਐਸੇ ਭੈਦਾ੍ਯਕ ਸਮੇਂ ਮੇਂ ਜੇ ਕਰ ਕੇ ਸਤਿਗੁਰੋਂ ਪਾਸ ਬੇਨਤੀ ਉਚਾਰਨ ਕਰੈਂ ਤਬ ਤੁਝ ਕੋ ਬੁਧੀ ਰੂਪੀ ਬੇੜੇ ਕੋ ਵਿਸ਼ੇ ਜਲ ਮੇਂ ਡੂਬਣੈ ਕਾ ਭੈ ਨਹੀਂ ਹੋਵੇਗਾ॥੪॥"},"bdb":{"gurmukhi":" gurU pws pukwr kr (ies qrHW qyrI jIvn-) byVI dy (ies sMswr-smuMdr ivc) fu`b jwx bwry koeI ^qrw nhIN rih jwiegw [4[","unicode":" ਗੁਰੂ ਪਾਸ ਪੁਕਾਰ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੀ ਜੀਵਨ-) ਬੇੜੀ ਦੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਣ ਬਾਰੇ ਕੋਈ ਖ਼ਤਰਾ ਨਹੀਂ ਰਹਿ ਜਾਇਗਾ ।੪।"},"ms":{"gurmukhi":"shwieqw leI jykr qUM Awpxy s¤cy gurW kol pukwr kry qW qYƒ jhwj dy fub jwx dw koeI fr nhIN rhygw[","unicode":"ਸਹਾਇਤਾ ਲਈ ਜੇਕਰ ਤੂੰ ਆਪਣੇ ਸੱਚੇ ਗੁਰਾਂ ਕੋਲ ਪੁਕਾਰ ਕਰੇ ਤਾਂ ਤੈਨੂੰ ਜਹਾਜ ਦੇ ਡੁਬ ਜਾਣ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹੇਗਾ।"}},"es":{"sn":"si gritas pidiendo ayuda del Verdadero Guru, no tendrás nada que temer, tu barca no se hundirá. (4"},"hi":{"ss":"(अगर तू अपनी जिंदगी की बेड़ी को बचाना चाहता है। तो) गुरू के पास पुकार कर (इस तरह तेरी जीवन-) नईया का (इस संसार-समुंद्र में) डूब जाने का कोई खतरा नहीं रह जाएगा। 4।","sts":"इस तरह की परिस्थिति में सतगुरु को याद करो, जहाज डूबने का डर नहीं रहेगा।॥४॥"}},"transliteration":{"english":"satigur siau aalai beRe dduban naeh bhau ||4||","hindi":"सतिगुर सिउ आलाइ बेड़े डुबणि नाहि भउ ॥४॥","en":"satigur siau aalai beRe dduban naeh bhau ||4||","hi":"सतिगुर सिउ आलाइ बेड़े डुबणि नाहि भउ ॥४॥","ipa":"sət̪ɪGʊr sɪo əɑlɑeɪ beɽe ɖʊbəɳ nɑh ɓo.4.","ur":"ستگر سا آلاا بےڑے ڈُبݨ ناه بھا ۔۔۴۔۔"},"pageNo":1410,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59631,"shabadId":5475,"verse":{"gurmukhi":"nwnk dunIAw kYsI hoeI ]","unicode":"ਨਾਨਕ ਦੁਨੀਆ ਕੈਸੀ ਹੋਈ ॥"},"larivaar":{"gurmukhi":"nwnkdunIAwkYsIhoeI]","unicode":"ਨਾਨਕਦੁਨੀਆਕੈਸੀਹੋਈ॥"},"translation":{"en":{"bdb":"O Nanak, what has happened to the world?","ms":"Nanak, what has happened to the world?","ssk":"O Nanak, what has happened to the world?"},"pu":{"ss":{"gurmukhi":"hy nwnk! dunIAw (dI lukweI) Ajb nIvyN pwsy jw rhI hY [ ","unicode":"ਹੇ ਨਾਨਕ! ਦੁਨੀਆ (ਦੀ ਲੁਕਾਈ) ਅਜਬ ਨੀਵੇਂ ਪਾਸੇ ਜਾ ਰਹੀ ਹੈ । "},"ft":{"gurmukhi":"koeI snbMDI JgVqy Qy iqnoN pRiq sRI gurU jI khqy hYN: ieh dunIAW kYsI Cl rUp hoeI hY?","unicode":"ਕੋਈ ਸਨਬੰਧੀ ਝਗੜਤੇ ਥੇ ਤਿਨੋਂ ਪ੍ਰਤਿ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਹ ਦੁਨੀਆਂ ਕੈਸੀ ਛਲ ਰੂਪ ਹੋਈ ਹੈ?"},"bdb":{"gurmukhi":"hy nwnk! dunIAw (dI lukweI) Ajb nIvyN pwsy jw rhI hY [ ","unicode":"ਹੇ ਨਾਨਕ! ਦੁਨੀਆ (ਦੀ ਲੁਕਾਈ) ਅਜਬ ਨੀਵੇਂ ਪਾਸੇ ਜਾ ਰਹੀ ਹੈ । "},"ms":{"gurmukhi":"nwnk, sMswr ƒ kI ho igAw hY?","unicode":"ਨਾਨਕ, ਸੰਸਾਰ ਨੂੰ ਕੀ ਹੋ ਗਿਆ ਹੈ?"}},"es":{"sn":"Oh dice Nanak, ¿qué le ha pasado al mundo? "},"hi":{"ss":"हे नानक ! दुनिया (की लुकाई) अजब नीचली तरफ जा रही है।","sts":"गुरु नानक उपदेश करते हैं- यह दुनिया कितनी अजीब (एवं स्वार्थी) है,"}},"transliteration":{"english":"naanak dhuneeaa kaisee hoiee ||","hindi":"नानक दुनीआ कैसी होई ॥","en":"naanak dhuneeaa kaisee hoiee ||","hi":"नानक दुनीआ कैसी होई ॥","ipa":"nɑnək d̪ʊniəɑ kæsi hɔei.","ur":"نانک دُنیِآ کَےسیِ هوای ۔۔"},"pageNo":1410,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]}},{"verseId":59632,"shabadId":5475,"verse":{"gurmukhi":"swlku imqu n rihE koeI ]","unicode":"ਸਾਲਕੁ ਮਿਤੁ ਨ ਰਹਿਓ ਕੋਈ ॥"},"larivaar":{"gurmukhi":"swlkuimqunrihEkoeI]","unicode":"ਸਾਲਕੁਮਿਤੁਨਰਹਿਓਕੋਈ॥"},"translation":{"en":{"bdb":"There is no guide or friend.","ms":"Where there is no friend or guide.","ssk":"There is no guide or friend."},"pu":{"ss":{"gurmukhi":"shI jIvn-rsqw d`sx vwlw im`qr ikqy koeI l`Bdw nhIN [","unicode":"ਸਹੀ ਜੀਵਨ-ਰਸਤਾ ਦੱਸਣ ਵਾਲਾ ਮਿੱਤਰ ਕਿਤੇ ਕੋਈ ਲੱਭਦਾ ਨਹੀਂ ।"},"ft":{"gurmukhi":"ijsmyN vwihgurU ky imlny kw (swlku) rsqw dsnyhwr imqR koeI nhIN rihAw hY] Bwv Xyh pRivrqI krwvxyhwry bhuq hYN AO invrqI idRVwvxyhwry koeI mhwqmw sMqjn ivrly hYN]","unicode":"ਜਿਸਮੇਂ ਵਾਹਿਗੁਰੂ ਕੇ ਮਿਲਨੇ ਕਾ (ਸਾਲਕੁ) ਰਸਤਾ ਦਸਨੇਹਾਰ ਮਿਤ੍ਰ ਕੋਈ ਨਹੀਂ ਰਹਿਆ ਹੈ॥ ਭਾਵ ਯੇਹ ਪ੍ਰਵਿਰਤੀ ਕਰਾਵਣੇਹਾਰੇ ਬਹੁਤ ਹੈਂ ਔ ਨਿਵਰਤੀ ਦ੍ਰਿੜਾਵਣੇਹਾਰੇ ਕੋਈ ਮਹਾਤਮਾ ਸੰਤਜਨ ਵਿਰਲੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"shI jIvn-rsqw d`sx vwlw im`qr ikqy koeI l`Bdw nhIN [","unicode":"ਸਹੀ ਜੀਵਨ-ਰਸਤਾ ਦੱਸਣ ਵਾਲਾ ਮਿੱਤਰ ਕਿਤੇ ਕੋਈ ਲੱਭਦਾ ਨਹੀਂ ।"},"ms":{"gurmukhi":"ikQy koeI sjx jW rihbr nhIN irhw[","unicode":"ਕਿਥੇ ਕੋਈ ਸਜਣ ਜਾਂ ਰਹਿਬਰ ਨਹੀਂ ਰਿਹਾ।"}},"es":{"sn":"No hay guía ni amigo, "},"hi":{"ss":"सही जीवन-रास्ता बताने वाले मित्र कहीं कोई मिलते नहीं।","sts":"यहाँ कोई सच्चा मित्र नहीं,"}},"transliteration":{"english":"saalak mit na rahio koiee ||","hindi":"सालकु मितु न रहिओ कोई ॥","en":"saalak mit na rahio koiee ||","hi":"सालकु मितु न रहिओ कोई ॥","ipa":"sɑlək mɪt̪ nə rəhɪo kɔei.","ur":"سالک مت ن رهِاو کوای ۔۔"},"pageNo":1410,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59633,"shabadId":5475,"verse":{"gurmukhi":"BweI bMDI hyqu cukwieAw ]","unicode":"ਭਾਈ ਬੰਧੀ ਹੇਤੁ ਚੁਕਾਇਆ ॥"},"larivaar":{"gurmukhi":"BweIbMDIhyqucukwieAw]","unicode":"ਭਾਈਬੰਧੀਹੇਤੁਚੁਕਾਇਆ॥"},"translation":{"en":{"bdb":"There is no love, even among brothers and relatives.","ms":"Love has ceased even among brethren and kinsmen.","ssk":"There is no love, even among brothers and relatives."},"pu":{"ss":{"gurmukhi":"BrwvW snbMDIAW dy moh ivc Ps ky (mnu`K prmwqmw dw) ipAwr (Awpxy AMdroN mukweI bYTw hY)","unicode":"ਭਰਾਵਾਂ ਸਨਬੰਧੀਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ) ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ ਮੁਕਾਈ ਬੈਠਾ ਹੈ)"},"ft":{"gurmukhi":"ies jIv ny ijs mwXw ky kwrn BweI AwdI srb sbMDIEN sy (hyqu) pRym cukwieAw hY]","unicode":"ਇਸ ਜੀਵ ਨੇ ਜਿਸ ਮਾਯਾ ਕੇ ਕਾਰਨ ਭਾਈ ਆਦੀ ਸਰਬ ਸਬੰਧੀਓਂ ਸੇ (ਹੇਤੁ) ਪ੍ਰੇਮ ਚੁਕਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"BrwvW snbMDIAW dy moh ivc Ps ky (mnu`K prmwqmw dw) ipAwr (Awpxy AMdroN mukweI bYTw hY)","unicode":"ਭਰਾਵਾਂ ਸਨਬੰਧੀਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ) ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ ਮੁਕਾਈ ਬੈਠਾ ਹੈ)"},"ms":{"gurmukhi":"BrwvW Aqy snbMDIAW ivckwr vI ipAwr nhIN irhw[","unicode":"ਭਰਾਵਾਂ ਅਤੇ ਸਨਬੰਧੀਆਂ ਵਿਚਕਾਰ ਵੀ ਪਿਆਰ ਨਹੀਂ ਰਿਹਾ।"}},"es":{"sn":"no hay amor ni aún entre hermanos y parientes, "},"hi":{"ss":"भाईयों-सम्बन्धियों के मोह में फस के (मनुष्य परमात्मा का) प्यार (अपने अंदर से खत्म किए बैठा है)","sts":"भाई-बन्धु का प्रेम खत्म हो गया है।"}},"transliteration":{"english":"bhaiee ba(n)dhee het chukaiaa ||","hindi":"भाई बंधी हेतु चुकाइआ ॥","en":"bhaiee ba(n)dhee het chukaiaa ||","hi":"भाई बंधी हेतु चुकाइआ ॥","ipa":"ɓɑei bəŋt̪i het̪ t͡ʃʊkɑɪɑ.","ur":"بھاای بںدھیِ هےت چُکاایا ۔۔"},"pageNo":1410,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59634,"shabadId":5475,"verse":{"gurmukhi":"dunIAw kwrix dInu gvwieAw ]5]","unicode":"ਦੁਨੀਆ ਕਾਰਣਿ ਦੀਨੁ ਗਵਾਇਆ ॥੫॥"},"larivaar":{"gurmukhi":"dunIAwkwrixdInugvwieAw]5]","unicode":"ਦੁਨੀਆਕਾਰਣਿਦੀਨੁਗਵਾਇਆ॥੫॥"},"translation":{"en":{"bdb":"For the sake of the world, people have lost their faith. ||5||","ms":"How unfortunate, that for the sake of such a world, the mortals have lost their faith.","ssk":"For the sake of the world, people have lost their faith. ||5||"},"pu":{"ss":{"gurmukhi":"dunIAw (dI mwieAw) dI ^wqr Awqmk jIvn dw srmwieAw gMvweI jw irhw hY [5[","unicode":"ਦੁਨੀਆ (ਦੀ ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਗੰਵਾਈ ਜਾ ਰਿਹਾ ਹੈ ।੫।"},"ft":{"gurmukhi":"(dunIAW) mwXw ky vwsqy Apnw (dInu) Drm gvwie dIAw hY]5]ÇkoeI purS mUey qy iesqRIEN ko isAwpw krqI dyK kr aucwrn krqy hYN:","unicode":"(ਦੁਨੀਆਂ) ਮਾਯਾ ਕੇ ਵਾਸਤੇ ਅਪਨਾ (ਦੀਨੁ) ਧਰਮ ਗਵਾਇ ਦੀਆ ਹੈ॥੫॥☬ਕੋਈ ਪੁਰਸ਼ ਮੂਏ ਤੇ ਇਸਤ੍ਰੀਓਂ ਕੋ ਸਿਆਪਾ ਕਰਤੀ ਦੇਖ ਕਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"dunIAw (dI mwieAw) dI ^wqr Awqmk jIvn dw srmwieAw gMvweI jw irhw hY [5[","unicode":"ਦੁਨੀਆ (ਦੀ ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਗੰਵਾਈ ਜਾ ਰਿਹਾ ਹੈ ।੫।"},"ms":{"gurmukhi":"ikqny durBwg dI gl hY ik ieho jhy sMswr dI Kwqr vI pRwxIAW ny Awpxw eImwn vMw ilAw hY[","unicode":"ਕਿਤਨੇ ਦੁਰਭਾਗ ਦੀ ਗਲ ਹੈ ਕਿ ਇਹੋ ਜਹੇ ਸੰਸਾਰ ਦੀ ਖਾਤਰ ਵੀ ਪ੍ਰਾਣੀਆਂ ਨੇ ਆਪਣਾ ਈਮਾਨ ਵੰਾ ਲਿਆ ਹੈ।"}},"es":{"sn":"por pertenecer al mundo, la gente está perdiendo la Fe. (5)"},"hi":{"ss":"दुनिया (की माया) की खातिर आत्मिक जीवन का सरमाया गवाए जा रहा है। 5।","sts":"दुनिया की खातिर इन्सान अपना धर्म गॅवा देता है ॥५॥"}},"transliteration":{"english":"dhuneeaa kaaran dheen gavaiaa ||5||","hindi":"दुनीआ कारणि दीनु गवाइआ ॥५॥","en":"dhuneeaa kaaran dheen gavaiaa ||5||","hi":"दुनीआ कारणि दीनु गवाइआ ॥५॥","ipa":"d̪ʊniəɑ kɑrəɳ d̪in Gəʋɑɪɑ.5.","ur":"دُنیِآ کارݨ دیٍن گواایا ۔۔۵۔۔"},"pageNo":1410,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59635,"shabadId":5475,"verse":{"gurmukhi":"hY hY kir kY Eih kryin ]","unicode":"ਹੈ ਹੈ ਕਰਿ ਕੈ ਓਹਿ ਕਰੇਨਿ ॥"},"larivaar":{"gurmukhi":"hYhYkirkYEihkryin]","unicode":"ਹੈਹੈਕਰਿਕੈਓਹਿਕਰੇਨਿ॥"},"translation":{"en":{"bdb":"They cry and weep and wail.","ms":"They utter 'alas, alas' and say 'Oh, Oh', to bemoan death.","ssk":"They cry and weep and wail."},"pu":{"ss":{"gurmukhi":" hy BweI! (iksy ipAwry snbMDI dy mrn qy znwnIAW) ‘hwie hwie’ AwK AwK ky ‘Eie Eie’ krdIAW hn (mUMhoN AwKdIAW hn [","unicode":" ਹੇ ਭਾਈ! (ਕਿਸੇ ਪਿਆਰੇ ਸਨਬੰਧੀ ਦੇ ਮਰਨ ਤੇ ਜ਼ਨਾਨੀਆਂ) ‘ਹਾਇ ਹਾਇ’ ਆਖ ਆਖ ਕੇ ‘ਓਇ ਓਇ’ ਕਰਦੀਆਂ ਹਨ (ਮੂੰਹੋਂ ਆਖਦੀਆਂ ਹਨ ।"},"ft":{"gurmukhi":"ieh iesqRIAW imRqk purS ky pICy veIrwg kr hY hY kr ky Eih Eih krqIAW hYN]","unicode":"ਇਹ ਇਸਤ੍ਰੀਆਂ ਮ੍ਰਿਤਕ ਪੁਰਸ਼ ਕੇ ਪੀਛੇ ਵਈਰਾਗ ਕਰ ਹੈ ਹੈ ਕਰ ਕੇ ਓਹਿ ਓਹਿ ਕਰਤੀਆਂ ਹੈਂ॥"},"bdb":{"gurmukhi":" hy BweI! (iksy ipAwry snbMDI dy mrn qy znwnIAW) ‘hwie hwie’ AwK AwK ky ‘Eie Eie’ krdIAW hn (mUMhoN AwKdIAW hn [","unicode":" ਹੇ ਭਾਈ! (ਕਿਸੇ ਪਿਆਰੇ ਸਨਬੰਧੀ ਦੇ ਮਰਨ ਤੇ ਜ਼ਨਾਨੀਆਂ) ‘ਹਾਇ ਹਾਇ’ ਆਖ ਆਖ ਕੇ ‘ਓਇ ਓਇ’ ਕਰਦੀਆਂ ਹਨ (ਮੂੰਹੋਂ ਆਖਦੀਆਂ ਹਨ ।"},"ms":{"gurmukhi":"auh \"Sok, Sok\" pukwrdy hn Aqy \"heI, heI\" AwKdy hn mOq dw sog mnwaux leI[","unicode":"ਉਹ \"ਸ਼ੋਕ, ਸ਼ੋਕ\" ਪੁਕਾਰਦੇ ਹਨ ਅਤੇ \"ਹਈ, ਹਈ\" ਆਖਦੇ ਹਨ ਮੌਤ ਦਾ ਸੋਗ ਮਨਾਉਣ ਲਈ।"}},"es":{"sn":"Lloran, sufren y se acongojan, "},"hi":{"ss":"हे भाई ! (किसी प्यारे सम्बन्धि के मरने पर औरतें) 'हाय-हाय' कह-कह के 'ओय ओय' करती हैं (मुँह से कहती हैं।","sts":"किसी प्यारे की मृत्यु पर ‘हाय-हाय' करना, रोना-चिल्लाना,"}},"transliteration":{"english":"hai hai kar kai oh karen ||","hindi":"है है करि कै ओहि करेनि ॥","en":"hai hai kar kai oh karen ||","hi":"है है करि कै ओहि करेनि ॥","ipa":"hæ hæ kər kæ oəh kəren.","ur":"هَے هَے کر کَے اوهِ کرےن ۔۔"},"pageNo":1410,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[]}},{"verseId":59636,"shabadId":5475,"verse":{"gurmukhi":"gl@w iptin isru Kohyin ]","unicode":"ਗਲੑਾ ਪਿਟਨਿ ਸਿਰੁ ਖੋਹੇਨਿ ॥"},"larivaar":{"gurmukhi":"gl@wiptinisruKohyin]","unicode":"ਗਲੑਾਪਿਟਨਿਸਿਰੁਖੋਹੇਨਿ॥"},"translation":{"en":{"bdb":"They slap their faces and pull their hair out.","ms":"They strike their cheeks and pluck their head's hair.","ssk":"They slap their faces and pull their hair out."},"pu":{"ss":{"gurmukhi":" AwpxIAW) g`lHW ip`tdIAW hn (Awpxy) isr (dy vwl) KuMhdIAW hn (ieh bhuq hI mwVw krm hY) [","unicode":" ਆਪਣੀਆਂ) ਗੱਲ੍ਹਾਂ ਪਿੱਟਦੀਆਂ ਹਨ (ਆਪਣੇ) ਸਿਰ (ਦੇ ਵਾਲ) ਖੁੰਹਦੀਆਂ ਹਨ (ਇਹ ਬਹੁਤ ਹੀ ਮਾੜਾ ਕਰਮ ਹੈ) ।"},"ft":{"gurmukhi":"g`lHW auqy qmwcy mwrqIAW hYN AOr isr KohdIAW hYN]","unicode":"ਗੱਲ੍ਹਾਂ ਉਤੇ ਤਮਾਚੇ ਮਾਰਤੀਆਂ ਹੈਂ ਔਰ ਸਿਰ ਖੋਹਦੀਆਂ ਹੈਂ॥"},"bdb":{"gurmukhi":" AwpxIAW) g`lHW ip`tdIAW hn (Awpxy) isr (dy vwl) KuMhdIAW hn (ieh bhuq hI mwVw krm hY) [","unicode":" ਆਪਣੀਆਂ) ਗੱਲ੍ਹਾਂ ਪਿੱਟਦੀਆਂ ਹਨ (ਆਪਣੇ) ਸਿਰ (ਦੇ ਵਾਲ) ਖੁੰਹਦੀਆਂ ਹਨ (ਇਹ ਬਹੁਤ ਹੀ ਮਾੜਾ ਕਰਮ ਹੈ) ।"},"ms":{"gurmukhi":"auh Awpxy ruKswr ƒ kutdy hn Aqy Awpxy mUMf dy vwlW ƒ putdy hn[","unicode":"ਉਹ ਆਪਣੇ ਰੁਖਸਾਰ ਨੂੰ ਕੁਟਦੇ ਹਨ ਅਤੇ ਆਪਣੇ ਮੂੰਡ ਦੇ ਵਾਲਾਂ ਨੂੰ ਪੁਟਦੇ ਹਨ।"}},"es":{"sn":"se cachetean y se arrancan el cabello. "},"hi":{"ss":"अपनी) गालों को पीटती हैं (अपने) सिर (के बाल) खींचती हैं (यह बहुत ही बुरा काम है)।","sts":"गालों पर चपत एवं सिर के बाल नोचना ठीक नहीं।"}},"transliteration":{"english":"gal(h)aa piTan sir khohen ||","hindi":"गल्ला पिटनि सिरु खोहेनि ॥","en":"gal(h)aa piTan sir khohen ||","hi":"गल्ला पिटनि सिरु खोहेनि ॥","ipa":"Gəl@ɑ pɪʈən sɪr kʰɔhen.","ur":"گلھا پٹن سر کھوهےن ۔۔"},"pageNo":1410,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59637,"shabadId":5475,"verse":{"gurmukhi":"nwau lYin Aru krin smwie ]","unicode":"ਨਾਉ ਲੈਨਿ ਅਰੁ ਕਰਨਿ ਸਮਾਇ ॥"},"larivaar":{"gurmukhi":"nwaulYinArukrinsmwie]","unicode":"ਨਾਉਲੈਨਿਅਰੁਕਰਨਿਸਮਾਇ॥"},"translation":{"en":{"bdb":"But if they chant the Naam, the Name of the Lord, they shall be absorbed into it.","ms":"But if they recite the Lord's Name and merge therein,","ssk":"But if they chant the Naam, the Name of the Lord, they shall be absorbed into it."},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVy pRwxI (Aijhy sdmy dy smy BI prmwqmw dw) nwm jpdy hn, ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਪ੍ਰਾਣੀ (ਅਜਿਹੇ ਸਦਮੇ ਦੇ ਸਮੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦੇ ਹਨ, "},"ft":{"gurmukhi":"nwm ko qo lyqIAW hYN, prMqU inhcw nhIN hY]","unicode":"ਨਾਮ ਕੋ ਤੋ ਲੇਤੀਆਂ ਹੈਂ, ਪਰੰਤੂ ਨਿਹਚਾ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijhVy pRwxI (Aijhy sdmy dy smy BI prmwqmw dw) nwm jpdy hn, ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਪ੍ਰਾਣੀ (ਅਜਿਹੇ ਸਦਮੇ ਦੇ ਸਮੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦੇ ਹਨ, "},"ms":{"gurmukhi":"pRMqU jykr auh sweIN dy nwm dw aucwrn krn Aqy aus AMdr lIn ho jwx,","unicode":"ਪ੍ਰੰਤੂ ਜੇਕਰ ਉਹ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਨ ਅਤੇ ਉਸ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਣ,"}},"es":{"sn":"Si cantaran el Naam, el Nombre del Señor, serían absorbidos en Él. "},"hi":{"ss":"हे भाई ! जो प्राणी (ऐसे सदमे के समय भी परमात्मा का) नाम जपते हैं। और (परमात्मा की) रज़ा को मानते हैं।","sts":"जो परमेश्वर का नाम जपते हैं और उसकी रज़ा को खुशी-खुशी मानते हैं।"}},"transliteration":{"english":"naau lain ar karan samai ||","hindi":"नाउ लैनि अरु करनि समाइ ॥","en":"naau lain ar karan samai ||","hi":"नाउ लैनि अरु करनि समाइ ॥","ipa":"nɑo læn ər kərən səmɑeɪ.","ur":"ناا لَےن ار کرن سماا ۔۔"},"pageNo":1410,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59638,"shabadId":5475,"verse":{"gurmukhi":"nwnk iqn bilhwrY jwie ]6]","unicode":"ਨਾਨਕ ਤਿਨ ਬਲਿਹਾਰੈ ਜਾਇ ॥੬॥"},"larivaar":{"gurmukhi":"nwnkiqnbilhwrYjwie]6]","unicode":"ਨਾਨਕਤਿਨਬਲਿਹਾਰੈਜਾਇ॥੬॥"},"translation":{"en":{"bdb":"O Nanak, I am a sacrifice to them. ||6||","ms":"then, unto them, Nanak, would be a sacrifice.","ssk":"O Nanak, I am a sacrifice to them. ||6||"},"pu":{"ss":{"gurmukhi":"(prmwqmw dI) rzw ƒ mMndy hn, nwnk auhnW qoN sdky jWdw hY [6[","unicode":"(ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਮੰਨਦੇ ਹਨ, ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ।੬।"},"ft":{"gurmukhi":"jykr inhcw BI kr lYn, sRI gurU jI khqy hYN: mYN iqnoN ky bilhwry jwvW]6]","unicode":"ਜੇਕਰ ਨਿਹਚਾ ਭੀ ਕਰ ਲੈਨ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਤਿਨੋਂ ਕੇ ਬਲਿਹਾਰੇ ਜਾਵਾਂ॥੬॥"},"bdb":{"gurmukhi":"(prmwqmw dI) rzw ƒ mMndy hn, nwnk auhnW qoN sdky jWdw hY [6[","unicode":"(ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਮੰਨਦੇ ਹਨ, ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ।੬।"},"ms":{"gurmukhi":"qW aunHW auqoN nwnk kurbwn QI vMygw[","unicode":"ਤਾਂ ਉਨ੍ਹਾਂ ਉਤੋਂ ਨਾਨਕ ਕੁਰਬਾਨ ਥੀ ਵੰੇਗਾ।"}},"es":{"sn":"Oh, dice Nanak, ofrezco mi vida a ellos. (6)"},"hi":{"ss":"नानक उनके सदके जाता है। 6।","sts":"गुरु नानक का कथन है कि मैं उन पर कुर्बान जाता हूँ॥६॥"}},"transliteration":{"english":"naanak tin balihaarai jai ||6||","hindi":"नानक तिन बलिहारै जाइ ॥६॥","en":"naanak tin balihaarai jai ||6||","hi":"नानक तिन बलिहारै जाइ ॥६॥","ipa":"nɑnək t̪ɪn bəlɪhɑræ d͡ʒɑeɪ.6.","ur":"نانک تن بلهارَے جاا ۔۔۶۔۔"},"pageNo":1410,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":0,"t":"v"}],"igurbani":[{"p":0,"t":"v"}],"sttm2":[{"p":0,"t":"v"}]}},{"verseId":59639,"shabadId":5475,"verse":{"gurmukhi":"ry mn fIig n folIAY sIDY mwrig Dwau ]","unicode":"ਰੇ ਮਨ ਡੀਗਿ ਨ ਡੋਲੀਐ ਸੀਧੈ ਮਾਰਗਿ ਧਾਉ ॥"},"larivaar":{"gurmukhi":"rymnfIignfolIAYsIDYmwrigDwau]","unicode":"ਰੇਮਨਡੀਗਿਨਡੋਲੀਐਸੀਧੈਮਾਰਗਿਧਾਉ॥"},"translation":{"en":{"bdb":"O my mind, do not waver or walk on the crooked path; take the straight and true path.","ms":"O my soul, wabble thou not in the crooked way and go along the straight path.","ssk":"O my mind, do not waver or walk on the crooked path; take the straight and true path."},"pu":{"ss":{"gurmukhi":"hy mn! (ivkwrW-Bry) ivMgy (jIvn-) rsqy au~qy nhIN Btkdy iPrnw cwhIdw [ hy mn! is`Dy (jIvn-) rwh au~qy dOV [","unicode":"ਹੇ ਮਨ! (ਵਿਕਾਰਾਂ-ਭਰੇ) ਵਿੰਗੇ (ਜੀਵਨ-) ਰਸਤੇ ਉੱਤੇ ਨਹੀਂ ਭਟਕਦੇ ਫਿਰਨਾ ਚਾਹੀਦਾ । ਹੇ ਮਨ! ਸਿੱਧੇ (ਜੀਵਨ-) ਰਾਹ ਉੱਤੇ ਦੌੜ ।"},"ft":{"gurmukhi":"hy mn! (fIig) ivMgy rsqy ivKy n (folIAY) iPrIey, Bwv ivkwroN myN n pRivrqIey qW qy sIDy BgqI mwrg myN Dwvxw kr]","unicode":"ਹੇ ਮਨ! (ਡੀਗਿ) ਵਿੰਗੇ ਰਸਤੇ ਵਿਖੇ ਨ (ਡੋਲੀਐ) ਫਿਰੀਏ, ਭਾਵ ਵਿਕਾਰੋਂ ਮੇਂ ਨ ਪ੍ਰਵਿਰਤੀਏ ਤਾਂ ਤੇ ਸੀਧੇ ਭਗਤੀ ਮਾਰਗ ਮੇਂ ਧਾਵਣਾ ਕਰ॥"},"bdb":{"gurmukhi":"hy mn! (ivkwrW-Bry) ivMgy (jIvn-) rsqy au~qy nhIN Btkdy iPrnw cwhIdw [ hy mn! is`Dy (jIvn-) rwh au~qy dOV [","unicode":"ਹੇ ਮਨ! (ਵਿਕਾਰਾਂ-ਭਰੇ) ਵਿੰਗੇ (ਜੀਵਨ-) ਰਸਤੇ ਉੱਤੇ ਨਹੀਂ ਭਟਕਦੇ ਫਿਰਨਾ ਚਾਹੀਦਾ । ਹੇ ਮਨ! ਸਿੱਧੇ (ਜੀਵਨ-) ਰਾਹ ਉੱਤੇ ਦੌੜ ।"},"ms":{"gurmukhi":"hy myrI ijMdVIey! qUM ifMgy rwhy t`krw nW mwr Aqy is¤Dy sfol rsqy tur[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਡਿੰਗੇ ਰਾਹੇ ਟੱਕਰਾ ਨਾਂ ਮਾਰ ਅਤੇ ਸਿੱਧੇ ਸਡੋਲ ਰਸਤੇ ਟੁਰ।"}},"es":{"sn":"Oh mente mía, no te tambalees ni camines por Sendero torcido, "},"hi":{"ss":"हे मन ! (विकारों-भरे) टेढ़े (जीवन-) राह पर नहीं भटकते फिरना चाहिए। हे मन ! सीधे (जीवन-) राह पर दौड़।","sts":"हे मन ! घबराना नहीं चाहिए, न ही दोलायमान होना चाहिए, बल्कि सच्चे एवं सीधे रास्ते पर चलते जाओ।"}},"transliteration":{"english":"re man ddeeg na ddoleeaai seedhai maarag dhaau ||","hindi":"रे मन डीगि न डोलीऐ सीधै मारगि धाउ ॥","en":"re man ddeeg na ddoleeaai seedhai maarag dhaau ||","hi":"रे मन डीगि न डोलीऐ सीधै मारगि धाउ ॥","ipa":"re mən ɖiG nə ɖɔliæ sit̪ə̀æ mɑrəG t̪ɑo.","ur":"رے من ڈیِگ ن ڈولیِاَے سیِدھَے مارگ دھاا ۔۔"},"pageNo":1410,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59640,"shabadId":5475,"verse":{"gurmukhi":"pwCY bwGu frwvxo AwgY Agin qlwau ]","unicode":"ਪਾਛੈ ਬਾਘੁ ਡਰਾਵਣੋ ਆਗੈ ਅਗਨਿ ਤਲਾਉ ॥"},"larivaar":{"gurmukhi":"pwCYbwGufrwvxoAwgYAginqlwau]","unicode":"ਪਾਛੈਬਾਘੁਡਰਾਵਣੋਆਗੈਅਗਨਿਤਲਾਉ॥"},"translation":{"en":{"bdb":"The terrible tiger is behind you, and the pool of fire is ahead.","ms":"Behind thee, is the dreadful tiger and in front the pool of fire.","ssk":"The terrible tiger is behind you, and the pool of fire is ahead."},"pu":{"ss":{"gurmukhi":"ies lok ivc iBAwnk Awqmk mOq (Awqmk jIvn ƒ KweI jWdI hY, qy) AgWh prlok ivc jTrwgnI dI GuMmx-GyrI (fob lYNdI hY Bwv, jnm mrn dw gyV gRs lYNdw hY) [ ","unicode":"ਇਸ ਲੋਕ ਵਿਚ ਭਿਆਨਕ ਆਤਮਕ ਮੌਤ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾਈ ਜਾਂਦੀ ਹੈ, ਤੇ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਠਰਾਗਨੀ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ (ਡੋਬ ਲੈਂਦੀ ਹੈ ਭਾਵ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਗ੍ਰਸ ਲੈਂਦਾ ਹੈ) । "},"ft":{"gurmukhi":"ikauN ik pICy ies lok myN qo kwl rUpI (bwGu) Syr BY ky dyxy vwlw hY AOr Awgy vw grB vw nrk rUp AgnI kw qlwv hY]","unicode":"ਕਿਉਂ ਕਿ ਪੀਛੇ ਇਸ ਲੋਕ ਮੇਂ ਤੋ ਕਾਲ ਰੂਪੀ (ਬਾਘੁ) ਸ਼ੇਰ ਭੈ ਕੇ ਦੇਣੇ ਵਾਲਾ ਹੈ ਔਰ ਆਗੇ ਵਾ ਗਰਭ ਵਾ ਨਰਕ ਰੂਪ ਅਗਨੀ ਕਾ ਤਲਾਵ ਹੈ॥"},"bdb":{"gurmukhi":"ies lok ivc iBAwnk Awqmk mOq (Awqmk jIvn ƒ KweI jWdI hY, qy) AgWh prlok ivc jTrwgnI dI GuMmx-GyrI (fob lYNdI hY Bwv, jnm mrn dw gyV gRs lYNdw hY) [ ","unicode":"ਇਸ ਲੋਕ ਵਿਚ ਭਿਆਨਕ ਆਤਮਕ ਮੌਤ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾਈ ਜਾਂਦੀ ਹੈ, ਤੇ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਠਰਾਗਨੀ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ (ਡੋਬ ਲੈਂਦੀ ਹੈ ਭਾਵ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਗ੍ਰਸ ਲੈਂਦਾ ਹੈ) । "},"ms":{"gurmukhi":"qyry ipCy iBAwnk Syr hY Aqy mUhry A`g dw qwlwb[","unicode":"ਤੇਰੇ ਪਿਛੇ ਭਿਆਨਕ ਸ਼ੇਰ ਹੈ ਅਤੇ ਮੂਹਰੇ ਅੱਗ ਦਾ ਤਾਲਾਬ।"}},"es":{"sn":"toma el Camino derecho de la Verdad, pues el terrible tigre está detrás de ti y el tanque del fuego está delante de ti. "},"hi":{"ss":"(टेढ़े रास्ते पर चलने से) इस लोक में भयानक आत्मिक मौत (आत्मिक जीवन को खाए जाती है। और) आगे परलोक में जठराग्नि के बवंडर में (डुबो लेती है भाव। जनम-मरण का चक्र ग्रस लेता है)।","sts":"पीछे लौटने की कोशिश की तो बाघ का डर लगता है और आगे अग्नि का तालाब है।"}},"transliteration":{"english":"paachhai baagh ddaraavano aagai agan talaau ||","hindi":"पाछै बाघु डरावणो आगै अगनि तलाउ ॥","en":"paachhai baagh ddaraavano aagai agan talaau ||","hi":"पाछै बाघु डरावणो आगै अगनि तलाउ ॥","ipa":"pɑɕæ bɑGʰ ɖərɑʋəɳɔ əɑGæ əGən t̪əlɑo.","ur":"پاچھَے باگھ ڈراوݨو آگَے اگن تلاا ۔۔"},"pageNo":1410,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59641,"shabadId":5475,"verse":{"gurmukhi":"shsY jIArw pir rihE mw kau Avru n FMgu ]","unicode":"ਸਹਸੈ ਜੀਅਰਾ ਪਰਿ ਰਹਿਓ ਮਾ ਕਉ ਅਵਰੁ ਨ ਢੰਗੁ ॥"},"larivaar":{"gurmukhi":"shsYjIArwpirrihEmwkauAvrunFMgu]","unicode":"ਸਹਸੈਜੀਅਰਾਪਰਿਰਹਿਓਮਾਕਉਅਵਰੁਨਢੰਗੁ॥"},"translation":{"en":{"bdb":"My soul is skeptical and doubtful, but I cannot see any other way to go.","ms":"My mind is in doubt and I see no other way of escape.","ssk":"My soul is skeptical and doubtful, but I cannot see any other way to go."},"pu":{"ss":{"gurmukhi":"ijMd shm ivc peI rihMdI hY [ hy mn! (ies ivMgy rsqy qoN bcx leI gurU dI srn qoN ibnw) mYƒ koeI hor qrIkw nhIN su`Jdw [","unicode":"ਜਿੰਦ ਸਹਮ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ । ਹੇ ਮਨ! (ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ ਬਚਣ ਲਈ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਨਹੀਂ ਸੁੱਝਦਾ ।"},"ft":{"gurmukhi":"iqsI qy myrw (jIArw) irdw sMsy myN pVw rihAw hY, ikauN ik gur aupdyS BgqI qy ibnW muJ ko jnm mrn sy CUtxy kw AOr koeI FMg nhIN dIKqw hY]","unicode":"ਤਿਸੀ ਤੇ ਮੇਰਾ (ਜੀਅਰਾ) ਰਿਦਾ ਸੰਸੇ ਮੇਂ ਪੜਾ ਰਹਿਆ ਹੈ, ਕਿਉਂ ਕਿ ਗੁਰ ਉਪਦੇਸ਼ ਭਗਤੀ ਤੇ ਬਿਨਾਂ ਮੁਝ ਕੋ ਜਨਮ ਮਰਨ ਸੇ ਛੂਟਣੇ ਕਾ ਔਰ ਕੋਈ ਢੰਗ ਨਹੀਂ ਦੀਖਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"ijMd shm ivc peI rihMdI hY [ hy mn! (ies ivMgy rsqy qoN bcx leI gurU dI srn qoN ibnw) mYƒ koeI hor qrIkw nhIN su`Jdw [","unicode":"ਜਿੰਦ ਸਹਮ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ । ਹੇ ਮਨ! (ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ ਬਚਣ ਲਈ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਨਹੀਂ ਸੁੱਝਦਾ ।"},"ms":{"gurmukhi":"myrw mn sMdyh iv`c ipAw hoieAw hY Aqy mYƒ hor koeI rwh bcw dw nhIN idsdw[","unicode":"ਮੇਰਾ ਮਨ ਸੰਦੇਹ ਵਿੱਚ ਪਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਰਾਹ ਬਚਾ ਦਾ ਨਹੀਂ ਦਿਸਦਾ।"}},"es":{"sn":"Mi Alma es escéptica, vacilo y entro en duda, pero no veo otra forma de caminar. "},"hi":{"ss":"(टेढ़े रास्ते पर चलने से हर वक्त यह) जिंद सहम में पड़ी रहती है। हे मन ! (इस टेढ़े रास्ते से बचने के लिए गुरू की शरण के बिना) मुझे कोई और तरीका नहीं सूझता।","sts":"मेरा दिल संशय में पड़ा हुआ है, मुझे कोई तरीका नहीं आता।"}},"transliteration":{"english":"sahasai jeearaa par rahio maa kau avar na dda(n)g ||","hindi":"सहसै जीअरा परि रहिओ मा कउ अवरु न ढंगु ॥","en":"sahasai jeearaa par rahio maa kau avar na dda(n)g ||","hi":"सहसै जीअरा परि रहिओ मा कउ अवरु न ढंगु ॥","ipa":"səhəsæ d͡ʒiərɑ pər rəhɪo mɑ ko əʋər nə ʈəŋG.","ur":"سهسَے جیِارا پر رهِاو ما کا اور ن ڈھںگ ۔۔"},"pageNo":1410,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59642,"shabadId":5475,"verse":{"gurmukhi":"nwnk gurmuiK CutIAY hir pRIqm isau sMgu ]7]","unicode":"ਨਾਨਕ ਗੁਰਮੁਖਿ ਛੁਟੀਐ ਹਰਿ ਪ੍ਰੀਤਮ ਸਿਉ ਸੰਗੁ ॥੭॥"},"larivaar":{"gurmukhi":"nwnkgurmuiKCutIAYhirpRIqmisausMgu]7]","unicode":"ਨਾਨਕਗੁਰਮੁਖਿਛੁਟੀਐਹਰਿਪ੍ਰੀਤਮਸਿਉਸੰਗੁ॥੭॥"},"translation":{"en":{"bdb":"O Nanak, as Gurmukh, dwell with your Beloved Lord, and you shall be saved. ||7||","ms":"Nanak, abiding with God, the Beloved, by the Guru's grace, the mortal is emancipated.","ssk":"O Nanak, as Gurmukh, dwell with your Beloved Lord, and you shall be saved. ||7||"},"pu":{"ss":{"gurmukhi":"hy nwnk! gurU dI srn pY ky (hI ies ivMgy rsqy qoN) bc skIdw hY, Aqy pRIqm pRBU nwl swQ bx skdw hY [7[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ, ਅਤੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਸਾਥ ਬਣ ਸਕਦਾ ਹੈ ।੭।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: qW qy hy mn! guroN dÍwry hrI pRIqm kw sMg krny sy hI jnm mrn qy CUtIqw hY]7]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਹੇ ਮਨ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਹਰੀ ਪ੍ਰੀਤਮ ਕਾ ਸੰਗ ਕਰਨੇ ਸੇ ਹੀ ਜਨਮ ਮਰਨ ਤੇ ਛੂਟੀਤਾ ਹੈ॥੭॥"},"bdb":{"gurmukhi":"hy nwnk! gurU dI srn pY ky (hI ies ivMgy rsqy qoN) bc skIdw hY, Aqy pRIqm pRBU nwl swQ bx skdw hY [7[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ, ਅਤੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਸਾਥ ਬਣ ਸਕਦਾ ਹੈ ।੭।"},"ms":{"gurmukhi":"nwnk, gurW dI dieAw duAwrw vwihgurU ipAwry nwl vsx rwhIN pRwxI mukq ho jWdw hY[","unicode":"ਨਾਨਕ, ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਪਿਆਰੇ ਨਾਲ ਵਸਣ ਰਾਹੀਂ ਪ੍ਰਾਣੀ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, como Gurmukj, habita en tu Bienamado Señor y serás salvado. (7)"},"hi":{"ss":"हे नानक ! गुरू की शरण पड़ कर (ही इस टेढ़े रास्ते से) बचा जा सकता है। और प्रीतम प्रभू का साथ बन सकता है। 7।","sts":"गुरु नानक का कथन है कि परमात्मा की प्रेम-भक्ति में लीन होकर मुक्ति प्राप्त होती है।॥७॥"}},"transliteration":{"english":"naanak gurmukh chhuTeeaai har preetam siau sa(n)g ||7||","hindi":"नानक गुरमुखि छुटीऐ हरि प्रीतम सिउ संगु ॥७॥","en":"naanak gurmukh chhuTeeaai har preetam siau sa(n)g ||7||","hi":"नानक गुरमुखि छुटीऐ हरि प्रीतम सिउ संगु ॥७॥","ipa":"nɑnək Gʊrəmʊkʰ ɕʊʈiæ hər pɹit̪əm sɪo səŋG.7.","ur":"نانک گُرمکھ چھُٹیِاَے هر پریِتم سا سںگ ۔۔۷۔۔"},"pageNo":1410,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59643,"shabadId":5475,"verse":{"gurmukhi":"bwGu mrY mnu mwrIAY ijsu siqgur dIiKAw hoie ]","unicode":"ਬਾਘੁ ਮਰੈ ਮਨੁ ਮਾਰੀਐ ਜਿਸੁ ਸਤਿਗੁਰ ਦੀਖਿਆ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"bwGumrYmnumwrIAYijsusiqgurdIiKAwhoie]","unicode":"ਬਾਘੁਮਰੈਮਨੁਮਾਰੀਐਜਿਸੁਸਤਿਗੁਰਦੀਖਿਆਹੋਇ॥"},"translation":{"en":{"bdb":"The tiger is killed, and the mind is killed, through the Teachings of the True Guru.","ms":"Whosoever is blessed with the True Guru's instruction, he slays his mind and thus the tiger too is slain.","ssk":"The tiger is killed, and the mind is killed, through the Teachings of the True Guru."},"pu":{"ss":{"gurmukhi":"hy BweI! ijs (mnu`K) ƒ gurU dI is`iKAw (pRwpq) huMdI hY, (aus dw) mn v`s ivc Aw jWdw hY, (aus dy AMdroN Awqmk jIvn ƒ Kw jwx vwlw) biGAwV mr jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਪ੍ਰਾਪਤ) ਹੁੰਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ ਮਰ ਜਾਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"jykr Apny mn ko mwrIey qo kwl rUpI bwG mrqw hY AO mn iqs kw mrqw hY ijs ko siqguroN kI (dIiKAw) isiKAw pRwpq hovY]","unicode":"ਜੇਕਰ ਅਪਨੇ ਮਨ ਕੋ ਮਾਰੀਏ ਤੋ ਕਾਲ ਰੂਪੀ ਬਾਘ ਮਰਤਾ ਹੈ ਔ ਮਨ ਤਿਸ ਕਾ ਮਰਤਾ ਹੈ ਜਿਸ ਕੋ ਸਤਿਗੁਰੋਂ ਕੀ (ਦੀਖਿਆ) ਸਿਖਿਆ ਪ੍ਰਾਪਤ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijs (mnu`K) ƒ gurU dI is`iKAw (pRwpq) huMdI hY, (aus dw) mn v`s ivc Aw jWdw hY, (aus dy AMdroN Awqmk jIvn ƒ Kw jwx vwlw) biGAwV mr jWdw hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਪ੍ਰਾਪਤ) ਹੁੰਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ ਮਰ ਜਾਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"jo koeI s¤cy gurW dI is`iKAw ƒ prwpq ho jWdw hY, auh mnUey ƒ mwr lYNdw hY Aqy ies pRkwr Syr BI mr jWdw hY[","unicode":"ਜੋ ਕੋਈ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸਿੱਖਿਆ ਨੂੰ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੂਏ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਇਸ ਪ੍ਰਕਾਰ ਸ਼ੇਰ ਭੀ ਮਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"El tigre muere y la mente también, pero a través de las Enseñanzas del Verdadero Guru, "},"hi":{"ss":"हे भाई ! जिस (मनुष्य) को गुरू की शिक्षा (प्राप्त) होती है। (उसका) मन वश में आ जाता है। (उसके अंदर से आत्मिक जीवन को खा जाने वाला) बाघ मर जाता है।","sts":"जिसे सतिगुरु से उपदेश प्राप्त होता है, वह अपने मन को मार देता है तो बाघ (दुनिया का डर) स्वतः ही मर जाता है।"}},"transliteration":{"english":"baagh marai man maareeaai jis satigur dheekhiaa hoi ||","hindi":"बाघु मरै मनु मारीऐ जिसु सतिगुर दीखिआ होइ ॥","en":"baagh marai man maareeaai jis satigur dheekhiaa hoi ||","hi":"बाघु मरै मनु मारीऐ जिसु सतिगुर दीखिआ होइ ॥","ipa":"bɑGʰ məræ mən mɑriæ d͡ʒɪs sət̪ɪGʊr d̪ikʰɪəɑ hɔeɪ.","ur":"باگھ مرَے من ماریِاَے جس ستگر دیِکھآ هوِا ۔۔"},"pageNo":1410,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59644,"shabadId":5475,"verse":{"gurmukhi":"Awpu pCwxY hir imlY bhuiV n mrxw hoie ]","unicode":"ਆਪੁ ਪਛਾਣੈ ਹਰਿ ਮਿਲੈ ਬਹੁੜਿ ਨ ਮਰਣਾ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"AwpupCwxYhirimlYbhuiVnmrxwhoie]","unicode":"ਆਪੁਪਛਾਣੈਹਰਿਮਿਲੈਬਹੁੜਿਨਮਰਣਾਹੋਇ॥"},"translation":{"en":{"bdb":"One who understands himself, meets with the Lord, and never dies again.","ms":"He, who understands himself, meets with his God and then dies not again.","ssk":"One who understands himself, meets with the Lord, and never dies again."},"pu":{"ss":{"gurmukhi":"(auh mnu`K) Awpxy Awqmk jIvn ƒ prKdw rihMdw hY, auh prmwqmw ƒ iml pYNdw hY, muV aus ƒ jnm mrn dw gyV nhIN huMdw [ ","unicode":"(ਉਹ ਮਨੁੱਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੁੜ ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੁੰਦਾ । "},"ft":{"gurmukhi":"gurisKÎw kr jb Awp ko pCwnxy sy hrI imlqw hY qb punw jnm mrn nhIN hoqw hY]","unicode":"ਗੁਰਸਿਖ੍ਯਾ ਕਰ ਜਬ ਆਪ ਕੋ ਪਛਾਨਣੇ ਸੇ ਹਰੀ ਮਿਲਤਾ ਹੈ ਤਬ ਪੁਨਾ ਜਨਮ ਮਰਨ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"(auh mnu`K) Awpxy Awqmk jIvn ƒ prKdw rihMdw hY, auh prmwqmw ƒ iml pYNdw hY, muV aus ƒ jnm mrn dw gyV nhIN huMdw [ ","unicode":"(ਉਹ ਮਨੁੱਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੁੜ ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੁੰਦਾ । "},"ms":{"gurmukhi":"ijhVw Awpxy Awp ƒ smJ lYNdw hY, auh Awpxy vwihgurU ƒ iml pYdw hY qy qd auh muV ky mrdw nhIN[","unicode":"ਜਿਹੜਾ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ ਤੇ ਤਦ ਉਹ ਮੁੜ ਕੇ ਮਰਦਾ ਨਹੀਂ।"}},"es":{"sn":"quien se conoce a sí mismo, encuentra al Señor y no muere nunca más. "},"hi":{"ss":"(वह मनुष्य) अपने आत्मिक जीवन को परखता रहता है। वह परमात्मा को मिल जाता है। दोबारा उस को जनम-मरन का चक्कर नहीं पड़ता।","sts":"जो आत्म-ज्ञान को पहचान लेता है, उसे ईश्वर मिल जाता है और दोबारा मृत्यु के चक्र में नहीं पड़ता।"}},"transliteration":{"english":"aap pachhaanai har milai bahuR na maranaa hoi ||","hindi":"आपु पछाणै हरि मिलै बहुड़ि न मरणा होइ ॥","en":"aap pachhaanai har milai bahuR na maranaa hoi ||","hi":"आपु पछाणै हरि मिलै बहुड़ि न मरणा होइ ॥","ipa":"əɑp pəɕɑɳæ hər mɪlæ bəhʊɽ nə mərəɳɑ hɔeɪ.","ur":"آپ پچھاݨَے هر ملَے بهُڑ ن مرݨا هوا ۔۔"},"pageNo":1410,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59645,"shabadId":5475,"verse":{"gurmukhi":"kIciV hwQu n bUfeI eykw ndir inhwil ]","unicode":"ਕੀਚੜਿ ਹਾਥੁ ਨ ਬੂਡਈ ਏਕਾ ਨਦਰਿ ਨਿਹਾਲਿ ॥"},"larivaar":{"gurmukhi":"kIciVhwQunbUfeIeykwndirinhwil]","unicode":"ਕੀਚੜਿਹਾਥੁਨਬੂਡਈਏਕਾਨਦਰਿਨਿਹਾਲਿ॥"},"translation":{"en":{"bdb":"One who sees the One and Only Lord with his eyes - his hands shall not get muddy and dirty.","ms":"Whosoever, with his eyes, sees the Lord alone his hand is soiled not with mud.","ssk":"One who sees the One and Only Lord with his eyes - his hands shall not get muddy and dirty."},"pu":{"ss":{"gurmukhi":"prmwqmw (aus mnu`K ƒ) imhr dI ingwh nwl vyKdw hY (ies vwsqy aus dw) h`Q ic`kV ivc nhIN fu`bdw (aus dw mn ivkwrW ivc nhIN Psdw) [","unicode":"ਪਰਮਾਤਮਾ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਹੱਥ ਚਿੱਕੜ ਵਿਚ ਨਹੀਂ ਡੁੱਬਦਾ (ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ) ।"},"ft":{"gurmukhi":"ijs ny jgq ko eyk bRhm idRstI kr ky dyiKAw hY iqs kw AMqSkrn rUpI hwQ ickV myN nhIN fUbqw hY]","unicode":"ਜਿਸ ਨੇ ਜਗਤ ਕੋ ਏਕ ਬ੍ਰਹਮ ਦ੍ਰਿਸਟੀ ਕਰ ਕੇ ਦੇਖਿਆ ਹੈ ਤਿਸ ਕਾ ਅੰਤਸ਼ਕਰਨ ਰੂਪੀ ਹਾਥ ਚਿਕੜ ਮੇਂ ਨਹੀਂ ਡੂਬਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"prmwqmw (aus mnu`K ƒ) imhr dI ingwh nwl vyKdw hY (ies vwsqy aus dw) h`Q ic`kV ivc nhIN fu`bdw (aus dw mn ivkwrW ivc nhIN Psdw) [","unicode":"ਪਰਮਾਤਮਾ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਹੱਥ ਚਿੱਕੜ ਵਿਚ ਨਹੀਂ ਡੁੱਬਦਾ (ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ) ।"},"ms":{"gurmukhi":"jo koeI AwpxIAW A`KW nwl kyvl suAwmI ƒ hI vyKdw hY, aus dw h`Q gwry nwl ilbVdw nhIN[","unicode":"ਜੋ ਕੋਈ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਕੇਵਲ ਸੁਆਮੀ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ, ਉਸ ਦਾ ਹੱਥ ਗਾਰੇ ਨਾਲ ਲਿਬੜਦਾ ਨਹੀਂ।"}},"es":{"sn":"Quien ve al Uno y Único Señor con sus ojos, sus manos no estarán lodosas ni sucias, "},"hi":{"ss":"परमात्मा (उस मनुष्य को) मेहर की निगाह से देखता है (इसलिए उसका) हाथ कीचड़ में नहीं डूबता (उसका मन विकारों में नहीं फसता)।","sts":"यदि मालिक की कृपा-दृष्टि हो जाए तो हाथ पाप-विकारों के कीचड़ में नहीं फँसते।"}},"transliteration":{"english":"keechaR haath na booddiee ekaa nadhar nihaal ||","hindi":"कीचड़ि हाथु न बूडई एका नदरि निहालि ॥","en":"keechaR haath na booddiee ekaa nadhar nihaal ||","hi":"कीचड़ि हाथु न बूडई एका नदरि निहालि ॥","ipa":"kit͡ʃəɽ hɑt̪ʰ nə buɖei eekɑ nəd̪ər nɪhɑl.","ur":"کیِچڑ هاتھ ن بُوڈای اےکا ندر نهال ۔۔"},"pageNo":1411,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59646,"shabadId":5475,"verse":{"gurmukhi":"nwnk gurmuiK aubry guru srvru scI pwil ]8]","unicode":"ਨਾਨਕ ਗੁਰਮੁਖਿ ਉਬਰੇ ਗੁਰੁ ਸਰਵਰੁ ਸਚੀ ਪਾਲਿ ॥੮॥"},"larivaar":{"gurmukhi":"nwnkgurmuiKaubrygurusrvruscIpwil]8]","unicode":"ਨਾਨਕਗੁਰਮੁਖਿਉਬਰੇਗੁਰੁਸਰਵਰੁਸਚੀਪਾਲਿ॥੮॥"},"translation":{"en":{"bdb":"O Nanak, the Gurmukhs are saved; the Guru has surrounded the ocean with the embankment of Truth. ||8||","ms":"Nanak, the Guru-wards, whom Guru, the ocean, has put on the True Path are saved.","ssk":"O Nanak, the Gurmukhs are saved; the Guru has surrounded the ocean with the embankment of Truth. ||8||"},"pu":{"ss":{"gurmukhi":" hy nwnk! gurU dI srn pYx vwly mnu`K (hI ivkwrW dy ic`kV ivc fu`bxoN) bc inkldy hn [ gurU hI (nwm dw) srovr hY, gurU hI sdw-iQr rihx vwlI kMD hY [","unicode":" ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ । ਗੁਰੂ ਹੀ (ਨਾਮ ਦਾ) ਸਰੋਵਰ ਹੈ, ਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕੰਧ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: soeI gurmuK jn ies sMswr smuMdR ky bIc fubxy qy bcy hYN ijn ko guxoN ky srovr siqguroN ny; vw ies sMswr smuMdR myN siqguroN ny scI (pwil) vt, Bwv pul pr cVHwie dIAw ArQwq ijn ko BgqI ky Awsry kIAw hY]8]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋਈ ਗੁਰਮੁਖ ਜਨ ਇਸ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਕੇ ਬੀਚ ਡੁਬਣੇ ਤੇ ਬਚੇ ਹੈਂ ਜਿਨ ਕੋ ਗੁਣੋਂ ਕੇ ਸਰੋਵਰ ਸਤਿਗੁਰੋਂ ਨੇ; ਵਾ ਇਸ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਮੇਂ ਸਤਿਗੁਰੋਂ ਨੇ ਸਚੀ (ਪਾਲਿ) ਵਟ, ਭਾਵ ਪੁਲ ਪਰ ਚੜ੍ਹਾਇ ਦੀਆ ਅਰਥਾਤ ਜਿਨ ਕੋ ਭਗਤੀ ਕੇ ਆਸਰੇ ਕੀਆ ਹੈ॥੮॥"},"bdb":{"gurmukhi":" hy nwnk! gurU dI srn pYx vwly mnu`K (hI ivkwrW dy ic`kV ivc fu`bxoN) bc inkldy hn [ gurU hI (nwm dw) srovr hY, gurU hI sdw-iQr rihx vwlI kMD hY [","unicode":" ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ । ਗੁਰੂ ਹੀ (ਨਾਮ ਦਾ) ਸਰੋਵਰ ਹੈ, ਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕੰਧ ਹੈ ।"},"ms":{"gurmukhi":"nwnk gurU-AnuswrI ijnHW ƒ gurU smuMdr ny s¤cy rsqy pwieAw hY, qr jWdy hn[","unicode":"ਨਾਨਕ ਗੁਰੂ-ਅਨੁਸਾਰੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਸਮੁੰਦਰ ਨੇ ਸੱਚੇ ਰਸਤੇ ਪਾਇਆ ਹੈ, ਤਰ ਜਾਂਦੇ ਹਨ।"}},"es":{"sn":"oh, dice Nanak, los Gurmukjs son salvados, el Guru ha rodeado el Océano a través del Dique de la Verdad. (8)"},"hi":{"ss":"हे नानक ! गुरू की शरण पड़ने वाले मनुष्य (ही विकारों के कीचड़ में डूबने से) बच निकलते हैं। गुरू ही (नाम का) सरोवर है। गुरू ही सदा-स्थिर रहने वाली दीवार है (जो विकारों के कीचड़ में लिबड़ने से बचाती है)। 8।","sts":"गुरु नानक का मत है कि गुरु की शरण में जीव संसार के बन्धनों से मुक्त हो जाता है, क्योंकि गुरु सत्य का सरोवर एवं अटल दीवार है॥८॥"}},"transliteration":{"english":"naanak gurmukh ubare gur saravar sachee paal ||8||","hindi":"नानक गुरमुखि उबरे गुरु सरवरु सची पालि ॥८॥","en":"naanak gurmukh ubare gur saravar sachee paal ||8||","hi":"नानक गुरमुखि उबरे गुरु सरवरु सची पालि ॥८॥","ipa":"nɑnək Gʊrəmʊkʰ oʊbəre Gʊr sərəʋər sət͡ʃi pɑl.8.","ur":"نانک گُرمکھ اُبرے گُر سرور سچیِ پال ۔۔۸۔۔"},"pageNo":1411,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}},{"verseId":59647,"shabadId":5475,"verse":{"gurmukhi":"Agin mrY jlu loiV lhu ivxu gur iniD jlu nwih ]","unicode":"ਅਗਨਿ ਮਰੈ ਜਲੁ ਲੋੜਿ ਲਹੁ ਵਿਣੁ ਗੁਰ ਨਿਧਿ ਜਲੁ ਨਾਹਿ ॥"},"larivaar":{"gurmukhi":"AginmrYjluloiVlhuivxuguriniDjlunwih]","unicode":"ਅਗਨਿਮਰੈਜਲੁਲੋੜਿਲਹੁਵਿਣੁਗੁਰਨਿਧਿਜਲੁਨਾਹਿ॥"},"translation":{"en":{"bdb":"If you wish to put out the fire, then look for water; without the Guru, the ocean of water is not found.","ms":"If thou wish to quench the fire, then seek thou the water of the Lord's Name, however, without the Guru, this ocean of water is found not.","ssk":"If you wish to put out the fire, then look for water; without the Guru, the ocean of water is not found."},"pu":{"ss":{"gurmukhi":"hy BweI! (gurU dI srn pY ky nwm-) jl FUMF lY (ies nwm-jl dI brkiq nwl) iqRSnw dI A`g bu`J jWdI hY [ (pr) gurU (dI srn) qoN ibnw nwm-srovr dw ieh jl imldw nhIN [ ","unicode":"ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ-) ਜਲ ਢੂੰਢ ਲੈ (ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ । (ਪਰ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਨਾਮ-ਸਰੋਵਰ ਦਾ ਇਹ ਜਲ ਮਿਲਦਾ ਨਹੀਂ । "},"ft":{"gurmukhi":"hy BweI! ieh iqRSnw AgnI qb mrygI jb pihly nwm rUpI jl ko Koj lyvogy[ ikauN ik so inDI rUp nwm jl siqguroN ky imly ibnW pRwpiq nhIN hoqw hY]","unicode":"ਹੇ ਭਾਈ! ਇਹ ਤ੍ਰਿਸ਼ਨਾ ਅਗਨੀ ਤਬ ਮਰੇਗੀ ਜਬ ਪਹਿਲੇ ਨਾਮ ਰੂਪੀ ਜਲ ਕੋ ਖੋਜ ਲੇਵੋਗੇ। ਕਿਉਂ ਕਿ ਸੋ ਨਿਧੀ ਰੂਪ ਨਾਮ ਜਲ ਸਤਿਗੁਰੋਂ ਕੇ ਮਿਲੇ ਬਿਨਾਂ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (gurU dI srn pY ky nwm-) jl FUMF lY (ies nwm-jl dI brkiq nwl) iqRSnw dI A`g bu`J jWdI hY [ (pr) gurU (dI srn) qoN ibnw nwm-srovr dw ieh jl imldw nhIN [ ","unicode":"ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ-) ਜਲ ਢੂੰਢ ਲੈ (ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ । (ਪਰ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਨਾਮ-ਸਰੋਵਰ ਦਾ ਇਹ ਜਲ ਮਿਲਦਾ ਨਹੀਂ । "},"ms":{"gurmukhi":"jykr qUM A`g ƒ buJwauxw cwhuMdw hY qW qUM pRBU dy nwm dy pwxI dI Bwl kr kr, pRMqU gurW dy bgyr ieh pwxI dw smuMdr l`Bdw nhIN[","unicode":"ਜੇਕਰ ਤੂੰ ਅੱਗ ਨੂੰ ਬੁਝਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਪਾਣੀ ਦੀ ਭਾਲ ਕਰ ਕਰ, ਪ੍ਰੰਤੂ ਗੁਰਾਂ ਦੇ ਬਗੇਰ ਇਹ ਪਾਣੀ ਦਾ ਸਮੁੰਦਰ ਲੱਭਦਾ ਨਹੀਂ।"}},"es":{"sn":"Para apagar el fuego tienes que buscar el agua, sin el Guru, el Océano de agua no se encuentra "},"hi":{"ss":"हे भाई ! (गुरू की शरण पड़ कर नाम-) जल ढूँढ ले (इस नाम-जल की बरकति से) तृष्णा की आग बुझ जाती है। (पर) गुरू (की शरण) के बिना नाम-सरोवर का यह जल मिलता नहीं।","sts":"यदि (तृष्णा की) अग्नि को खत्म करना है, तो हरिनाम-जल को ढूंढ लो, परन्तु गुरु के बिना नाम जल प्राप्त नहीं होता।"}},"transliteration":{"english":"agan marai jal loR lahu vin gur nidh jal naeh ||","hindi":"अगनि मरै जलु लोड़ि लहु विणु गुर निधि जलु नाहि ॥","en":"agan marai jal loR lahu vin gur nidh jal naeh ||","hi":"अगनि मरै जलु लोड़ि लहु विणु गुर निधि जलु नाहि ॥","ipa":"əGən məræ d͡ʒəl lɔɽ ləh ʋɪɳ Gʊr nɪt̪ə̀ d͡ʒəl nɑh.","ur":"اگن مرَے جل لوڑ لهُ وݨ گُر ندھ جل ناه ۔۔"},"pageNo":1411,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":7,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59648,"shabadId":5475,"verse":{"gurmukhi":"jnim mrY BrmweIAY jy lK krm kmwih ]","unicode":"ਜਨਮਿ ਮਰੈ ਭਰਮਾਈਐ ਜੇ ਲਖ ਕਰਮ ਕਮਾਹਿ ॥"},"larivaar":{"gurmukhi":"jnimmrYBrmweIAYjylKkrmkmwih]","unicode":"ਜਨਮਿਮਰੈਭਰਮਾਈਐਜੇਲਖਕਰਮਕਮਾਹਿ॥"},"translation":{"en":{"bdb":"You shall continue to wander lost in reincarnation through birth and death, even if you do thousands of other deeds.","ms":"Even if thou do lacs to other deeds, thou shall continue to wander in birth and death.","ssk":"You shall continue to wander lost in reincarnation through birth and death, even if you do thousands of other deeds."},"pu":{"ss":{"gurmukhi":"mnu`K jnm mrn dy gyV ivc ipAw rihMdw hY, AnykW jUnW ivc BvwieAw jWdw hY [ hy BweI jy mnu`K (nwm ƒ Bulw ky hor) l`KW krm kmWdy rihx (qW BI ieh AMdrlI A`g nhIN mrdI) [","unicode":"ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ । ਹੇ ਭਾਈ ਜੇ ਮਨੁੱਖ (ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ) ਲੱਖਾਂ ਕਰਮ ਕਮਾਂਦੇ ਰਹਿਣ (ਤਾਂ ਭੀ ਇਹ ਅੰਦਰਲੀ ਅੱਗ ਨਹੀਂ ਮਰਦੀ) ।"},"ft":{"gurmukhi":"guroN ky imly ibnw jykr ieh jIv lwKoN krmoN ko BI kry qo BI jnm imRq hoqw Anyk jnmoN myN BRmweIqw hY, Bwv Xyh iqn krmoN ky Anuswr duK suK Bogqw hUAw jnmoN ko pwvqw hY]9]","unicode":"ਗੁਰੋਂ ਕੇ ਮਿਲੇ ਬਿਨਾ ਜੇਕਰ ਇਹ ਜੀਵ ਲਾਖੋਂ ਕਰਮੋਂ ਕੋ ਭੀ ਕਰੇ ਤੋ ਭੀ ਜਨਮ ਮ੍ਰਿਤ ਹੋਤਾ ਅਨੇਕ ਜਨਮੋਂ ਮੇਂ ਭ੍ਰਮਾਈਤਾ ਹੈ, ਭਾਵ ਯੇਹ ਤਿਨ ਕਰਮੋਂ ਕੇ ਅਨੁਸਾਰ ਦੁਖ ਸੁਖ ਭੋਗਤਾ ਹੂਆ ਜਨਮੋਂ ਕੋ ਪਾਵਤਾ ਹੈ॥੯॥"},"bdb":{"gurmukhi":"mnu`K jnm mrn dy gyV ivc ipAw rihMdw hY, AnykW jUnW ivc BvwieAw jWdw hY [ hy BweI jy mnu`K (nwm ƒ Bulw ky hor) l`KW krm kmWdy rihx (qW BI ieh AMdrlI A`g nhIN mrdI) [","unicode":"ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ । ਹੇ ਭਾਈ ਜੇ ਮਨੁੱਖ (ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ) ਲੱਖਾਂ ਕਰਮ ਕਮਾਂਦੇ ਰਹਿਣ (ਤਾਂ ਭੀ ਇਹ ਅੰਦਰਲੀ ਅੱਗ ਨਹੀਂ ਮਰਦੀ) ।"},"ms":{"gurmukhi":"BwvyN qUM l`KW hI hor kMm ipAw kry qW BI qUM jMmx Aqy mrn AMdr Btkdw rhygw[","unicode":"ਭਾਵੇਂ ਤੂੰ ਲੱਖਾਂ ਹੀ ਹੋਰ ਕੰਮ ਪਿਆ ਕਰੇ ਤਾਂ ਭੀ ਤੂੰ ਜੰਮਣ ਅਤੇ ਮਰਨ ਅੰਦਰ ਭਟਕਦਾ ਰਹੇਗਾ।"}},"es":{"sn":"y continuarás perdido vida tras vida, en las reencarnaciones, aunque trates de mil otras formas. "},"hi":{"ss":"(इस जल के बिना) मनुष्य जनम-मरण के चक्करों में पड़ा रहता है। अनेकों जूनियों में घुमाया जाता है।","sts":"लाखों कर्म करने के बाद जन्म-मरण का चक्र पड़ जाता है।"}},"transliteration":{"english":"janam marai bharamaieeaai je lakh karam kamaeh ||","hindi":"जनमि मरै भरमाईऐ जे लख करम कमाहि ॥","en":"janam marai bharamaieeaai je lakh karam kamaeh ||","hi":"जनमि मरै भरमाईऐ जे लख करम कमाहि ॥","ipa":"d͡ʒənəm məræ ɓərəmɑeiæ d͡ʒe ləkʰ kərəm kəmɑh.","ur":"جنم مرَے بھرماایاَے جے لکھ کرم کماه ۔۔"},"pageNo":1411,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59649,"shabadId":5475,"verse":{"gurmukhi":"jmu jwgwiq n lgeI jy clY siqgur Bwie ]","unicode":"ਜਮੁ ਜਾਗਾਤਿ ਨ ਲਗਈ ਜੇ ਚਲੈ ਸਤਿਗੁਰ ਭਾਇ ॥"},"larivaar":{"gurmukhi":"jmujwgwiqnlgeIjyclYsiqgurBwie]","unicode":"ਜਮੁਜਾਗਾਤਿਨਲਗਈਜੇਚਲੈਸਤਿਗੁਰਭਾਇ॥"},"translation":{"en":{"bdb":"But you shall not be taxed by the Messenger of Death, if you walk in harmony with the Will of the True Guru.","ms":"If man walks in the True Guru's will, then he is taxed not by the death's myrmidon.","ssk":"But you shall not be taxed by the Messenger of Death, if you walk in harmony with the Will of the True Guru."},"pu":{"ss":{"gurmukhi":"jy mnu`K gurU dI rzw ivc qurdw rhy, qW jmrwj msUlIAw (aus auqy) Awpxw vwr nhIN kr skdw [","unicode":"ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਰਹੇ, ਤਾਂ ਜਮਰਾਜ ਮਸੂਲੀਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਵਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ ।"},"ft":{"gurmukhi":"jykr purS siqguroN ky (Bwie) Bwxy myN cly qb iqs ko jm kI jgwq nhIN lgqI hY]","unicode":"ਜੇਕਰ ਪੁਰਸ਼ ਸਤਿਗੁਰੋਂ ਕੇ (ਭਾਇ) ਭਾਣੇ ਮੇਂ ਚਲੇ ਤਬ ਤਿਸ ਕੋ ਜਮ ਕੀ ਜਗਾਤ ਨਹੀਂ ਲਗਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jy mnu`K gurU dI rzw ivc qurdw rhy, qW jmrwj msUlIAw (aus auqy) Awpxw vwr nhIN kr skdw [","unicode":"ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਰਹੇ, ਤਾਂ ਜਮਰਾਜ ਮਸੂਲੀਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਵਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ ।"},"ms":{"gurmukhi":"jykr bMdw s¤cy gurW dI rjw AMdr tury, qW mOq dw PrySqw aus ƒ msUl nhIN lwauNdw[","unicode":"ਜੇਕਰ ਬੰਦਾ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜਾ ਅੰਦਰ ਟੁਰੇ, ਤਾਂ ਮੌਤ ਦਾ ਫਰੇਸ਼ਤਾ ਉਸ ਨੂੰ ਮਸੂਲ ਨਹੀਂ ਲਾਉਂਦਾ।"}},"es":{"sn":"Pero si caminas en Armonía con la Voluntad del Señor, no serás asechado por el mensajero de la muerte, "},"hi":{"ss":"हे भाई ! जो मनुष्य (नाम को भुला के और) लाखों करम कमाते रहें (तो भी यह अंदरूनी आग नहीं मरती)। अगर मनुष्य गुरू की रज़ा में चलता रहे। तो जमराज मसूलिया (उस पर) अपना वार नहीं कर सकता।","sts":"यदि सतिगुरु की शिक्षानुसार जीवन-रास्ता अपनाया जाए तो यम तंग नहीं करता।"}},"transliteration":{"english":"jam jaagaat na lagiee je chalai satigur bhai ||","hindi":"जमु जागाति न लगई जे चलै सतिगुर भाइ ॥","en":"jam jaagaat na lagiee je chalai satigur bhai ||","hi":"जमु जागाति न लगई जे चलै सतिगुर भाइ ॥","ipa":"d͡ʒəm d͡ʒɑGɑt̪ nə ləGei d͡ʒe t͡ʃəlæ sət̪ɪGʊr ɓɑeɪ.","ur":"جم جاگات ن لگای جے چلَے ستگر بھاا ۔۔"},"pageNo":1411,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59650,"shabadId":5475,"verse":{"gurmukhi":"nwnk inrmlu Amr pdu guru hir mylY mylwie ]9]","unicode":"ਨਾਨਕ ਨਿਰਮਲੁ ਅਮਰ ਪਦੁ ਗੁਰੁ ਹਰਿ ਮੇਲੈ ਮੇਲਾਇ ॥੯॥"},"larivaar":{"gurmukhi":"nwnkinrmluAmrpduguruhirmylYmylwie]9]","unicode":"ਨਾਨਕਨਿਰਮਲੁਅਮਰਪਦੁਗੁਰੁਹਰਿਮੇਲੈਮੇਲਾਇ॥੯॥"},"translation":{"en":{"bdb":"O Nanak, the immaculate, immortal status is obtained, and the Guru will unite you in the Lord's Union. ||9||","ms":"Nanak, he attains the immaculate eternal status and the Guru unites him in the Lord's union.","ssk":"O Nanak, the immaculate, immortal status is obtained, and the Guru will unite you in the Lord's Union. ||9||"},"pu":{"ss":{"gurmukhi":" hy nwnk! gurU (mnu`K) ƒ piv`qr au~cw Awqmk drjw b^Sdw hY, gurU (mnu`K ƒ) prmwqmw nwl imlw dyNdw hY [9[","unicode":" ਹੇ ਨਾਨਕ! ਗੁਰੂ (ਮਨੁੱਖ) ਨੂੰ ਪਵਿੱਤਰ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ।੯।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: inrml AO imRq qy rihq so hrI pd hY[ siqgur ijs ko mylY so jn iqs pd myN Apny Awp ko imlwie lyqw hY, Bwv Xyh siqguroN qy ibnW AOr koeI aupwv nhIN hY]9]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਨਿਰਮਲ ਔ ਮ੍ਰਿਤ ਤੇ ਰਹਿਤ ਸੋ ਹਰੀ ਪਦ ਹੈ। ਸਤਿਗੁਰ ਜਿਸ ਕੋ ਮੇਲੈ ਸੋ ਜਨ ਤਿਸ ਪਦ ਮੇਂ ਅਪਨੇ ਆਪ ਕੋ ਮਿਲਾਇ ਲੇਤਾ ਹੈ, ਭਾਵ ਯੇਹ ਸਤਿਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਔਰ ਕੋਈ ਉਪਾਵ ਨਹੀਂ ਹੈ॥੯॥"},"bdb":{"gurmukhi":" hy nwnk! gurU (mnu`K) ƒ piv`qr au~cw Awqmk drjw b^Sdw hY, gurU (mnu`K ƒ) prmwqmw nwl imlw dyNdw hY [9[","unicode":" ਹੇ ਨਾਨਕ! ਗੁਰੂ (ਮਨੁੱਖ) ਨੂੰ ਪਵਿੱਤਰ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ।੯।"},"ms":{"gurmukhi":"nwnk auh piv`qr AibnwSI pdvI ƒ pw lYNdw hY Aqy gurU jI aus ƒ sweIN dy imlwp AMdr imlw idMdy hn[","unicode":"ਨਾਨਕ ਉਹ ਪਵਿੱਤਰ ਅਬਿਨਾਸ਼ੀ ਪਦਵੀ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਗੁਰੂ ਜੀ ਉਸ ਨੂੰ ਸਾਈਂ ਦੇ ਮਿਲਾਪ ਅੰਦਰ ਮਿਲਾ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"oh dice Nanak, el Inmortal e Inmaculado Estado es obtenido y el Guru te unirá en la Unidad con el Señor. (9)"},"hi":{"ss":"हे नानक ! गुरू (मनुष्य) को पवित्र ऊँचा आत्मिक दर्जा बख्शता है। गुरू (मनुष्य को) परमात्मा के साथ मिला देता है। 9।","sts":"गुरु नानक का कथन है कि गुरु ही परमात्मा से मिलाता है और तब निर्मल पद प्राप्त होता है।॥६॥"}},"transliteration":{"english":"naanak niramal amar padh gur har melai melai ||9||","hindi":"नानक निरमलु अमर पदु गुरु हरि मेलै मेलाइ ॥९॥","en":"naanak niramal amar padh gur har melai melai ||9||","hi":"नानक निरमलु अमर पदु गुरु हरि मेलै मेलाइ ॥९॥","ipa":"nɑnək nɪrəməl əmər pəd̪ Gʊr hər melæ melɑeɪ.9.","ur":"نانک نرمل امر پد گُر هر مےلَے مےلاا ۔۔۹۔۔"},"pageNo":1411,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59651,"shabadId":5475,"verse":{"gurmukhi":"klr kyrI CpVI kaUAw mil mil nwie ]","unicode":"ਕਲਰ ਕੇਰੀ ਛਪੜੀ ਕਊਆ ਮਲਿ ਮਲਿ ਨਾਇ ॥"},"larivaar":{"gurmukhi":"klrkyrICpVIkaUAwmilmilnwie]","unicode":"ਕਲਰਕੇਰੀਛਪੜੀਕਊਆਮਲਿਮਲਿਨਾਇ॥"},"translation":{"en":{"bdb":"The crow rubs and washes itself in the mud puddle.","ms":"The crow rubs and washed itself in the small pool of the saline land.","ssk":"The crow rubs and washes itself in the mud puddle."},"pu":{"ss":{"gurmukhi":"hy BweI! (ivkwrW dI kwlK nwl) kwly hoey mn vwlw mnu`K (ivkwrW dy) k``lr dI C`pVI ivc bVy SOk nwl ieSnwn krdw rihMdw hY [","unicode":"ਹੇ ਭਾਈ! (ਵਿਕਾਰਾਂ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਮਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ) ਕੱੱਲਰ ਦੀ ਛੱਪੜੀ ਵਿਚ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ivSy rUp CpVI myN pwpI jIv kwg ml ml ky nHwvqw hY, Bwv ivisAhuM ko Bog kr pRsMn hoqw hY]","unicode":"ਵਿਸ਼ੇ ਰੂਪ ਛਪੜੀ ਮੇਂ ਪਾਪੀ ਜੀਵ ਕਾਗ ਮਲ ਮਲ ਕੇ ਨ੍ਹਾਵਤਾ ਹੈ, ਭਾਵ ਵਿਸਿਅਹੁੰ ਕੋ ਭੋਗ ਕਰ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! (ivkwrW dI kwlK nwl) kwly hoey mn vwlw mnu`K (ivkwrW dy) k``lr dI C`pVI ivc bVy SOk nwl ieSnwn krdw rihMdw hY [","unicode":"ਹੇ ਭਾਈ! (ਵਿਕਾਰਾਂ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਮਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ) ਕੱੱਲਰ ਦੀ ਛੱਪੜੀ ਵਿਚ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Sory vwlI DrqI dy Coty ijhy toBy AMdr kwg ml ml ky nHwauNdw hY[","unicode":"ਸ਼ੋਰੇ ਵਾਲੀ ਧਰਤੀ ਦੇ ਛੋਟੇ ਜਿਹੇ ਟੋਭੇ ਅੰਦਰ ਕਾਗ ਮਲ ਮਲ ਕੇ ਨ੍ਹਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"El cuervo se revuelca y se baña en el lago lodoso, "},"hi":{"ss":"हे भाई ! (विकारों की कालिख से) काले हुए मन वाला मनुष्य (विकारों के) कलॅर की छपड़ी में बड़े शौक से स्नान करता रहता है","sts":"(पाप रूपी) कीचड़ के सरोवर में (जीव रूपी) कौआ मल-मलकर नहाता है,"}},"transliteration":{"english":"kalar keree chhapaRee kuooaa mal mal nai ||","hindi":"कलर केरी छपड़ी कऊआ मलि मलि नाइ ॥","en":"kalar keree chhapaRee kuooaa mal mal nai ||","hi":"कलर केरी छपड़ी कऊआ मलि मलि नाइ ॥","ipa":"kələr keri ɕəpəɽi kouəɑ məl məl nɑeɪ.","ur":"کلر کےریِ چھپڑیِ کاُوآ مل ملِ ناا ۔۔"},"pageNo":1411,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59652,"shabadId":5475,"verse":{"gurmukhi":"mnu qnu mYlw AvguxI icMju BrI gMDI Awie ]","unicode":"ਮਨੁ ਤਨੁ ਮੈਲਾ ਅਵਗੁਣੀ ਚਿੰਜੁ ਭਰੀ ਗੰਧੀ ਆਇ ॥"},"larivaar":{"gurmukhi":"mnuqnumYlwAvguxIicMjuBrIgMDIAwie]","unicode":"ਮਨੁਤਨੁਮੈਲਾਅਵਗੁਣੀਚਿੰਜੁਭਰੀਗੰਧੀਆਇ॥"},"translation":{"en":{"bdb":"Its mind and body are polluted with its own mistakes and demerits, and its beak is filled with dirt.","ms":"Its mind and body are dirty with demerits and its beak too is filled with filth.","ssk":"Its mind and body are polluted with its own mistakes and demerits, and its beak is filled with dirt."},"pu":{"ss":{"gurmukhi":"mn (aus dw) qn ivkwrW (dI mYl) nwl mYlw hoieAw rihMdw hY (ijvyN kW dI) cuMJ gMd nwl hI BrI rihMdI hY [","unicode":"ਮਨ (ਉਸ ਦਾ) ਤਨ ਵਿਕਾਰਾਂ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਕਾਂ ਦੀ) ਚੁੰਝ ਗੰਦ ਨਾਲ ਹੀ ਭਰੀ ਰਹਿੰਦੀ ਹੈ ।"},"ft":{"gurmukhi":"iqn AvguxoN kr ky ies jIv kw mn qn mYlw ho rhw hY AOr ijhvw rUpI icMj ies ny inMdw rUp durgMDI sy Awiekr BrI hY]","unicode":"ਤਿਨ ਅਵਗੁਣੋਂ ਕਰ ਕੇ ਇਸ ਜੀਵ ਕਾ ਮਨ ਤਨ ਮੈਲਾ ਹੋ ਰਹਾ ਹੈ ਔਰ ਜਿਹਵਾ ਰੂਪੀ ਚਿੰਜ ਇਸ ਨੇ ਨਿੰਦਾ ਰੂਪ ਦੁਰਗੰਧੀ ਸੇ ਆਇਕਰ ਭਰੀ ਹੈ॥"},"bdb":{"gurmukhi":"mn (aus dw) qn ivkwrW (dI mYl) nwl mYlw hoieAw rihMdw hY (ijvyN kW dI) cuMJ gMd nwl hI BrI rihMdI hY [","unicode":"ਮਨ (ਉਸ ਦਾ) ਤਨ ਵਿਕਾਰਾਂ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਕਾਂ ਦੀ) ਚੁੰਝ ਗੰਦ ਨਾਲ ਹੀ ਭਰੀ ਰਹਿੰਦੀ ਹੈ ।"},"ms":{"gurmukhi":"ies dw ic`q Aqy srIr bdIAW nwl gMdy hn Aqy ies dI cuMJ BI gMdgI nwl pUrq hY[","unicode":"ਇਸ ਦਾ ਚਿੱਤ ਅਤੇ ਸਰੀਰ ਬਦੀਆਂ ਨਾਲ ਗੰਦੇ ਹਨ ਅਤੇ ਇਸ ਦੀ ਚੁੰਝ ਭੀ ਗੰਦਗੀ ਨਾਲ ਪੂਰਤ ਹੈ।"}},"es":{"sn":"su mente y cuerpo están contaminados con sus propios deméritos y errores y su pico está lleno de porquería."},"hi":{"ss":"(इसलिए उसका) मन (उसका) तन विकारों (की मैल) से मैला हुआ रहता है (जैसे कौए की) चोंच गंदगी से भरी रहती है (वैसे ही विकारी मनुष्य का मुँह भी निंदा आदि के गंद से ही भरा रहता है)।","sts":"जिससे मन तन मैला होकर अवगुणों से भर जाता है और चोंच भी उसकी गंदगी से भर जाती है।"}},"transliteration":{"english":"man tan mailaa avagunee chi(n)j bharee ga(n)dhee aai ||","hindi":"मनु तनु मैला अवगुणी चिंजु भरी गंधी आइ ॥","en":"man tan mailaa avagunee chi(n)j bharee ga(n)dhee aai ||","hi":"मनु तनु मैला अवगुणी चिंजु भरी गंधी आइ ॥","ipa":"mən t̪ən mælɑ əʋəGʊɳi t͡ʃɪŋd͡ʒ ɓəri Gəŋt̪i əɑeɪ.","ur":"من تن مَےلا اوگݨیِ چںج بھریِ گںدھیِ آا ۔۔"},"pageNo":1411,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59653,"shabadId":5475,"verse":{"gurmukhi":"srvru hMis n jwixAw kwg kupMKI sMig ]","unicode":"ਸਰਵਰੁ ਹੰਸਿ ਨ ਜਾਣਿਆ ਕਾਗ ਕੁਪੰਖੀ ਸੰਗਿ ॥"},"larivaar":{"gurmukhi":"srvruhMisnjwixAwkwgkupMKIsMig]","unicode":"ਸਰਵਰੁਹੰਸਿਨਜਾਣਿਆਕਾਗਕੁਪੰਖੀਸੰਗਿ॥"},"translation":{"en":{"bdb":"The swan in the pool associated with the crow, not knowing that it was evil.","ms":"The swan of the pool associated with crow, not knowing that it is an evil bird.","ssk":"The swan in the pool associated with the crow, not knowing that it was evil."},"pu":{"ss":{"gurmukhi":"hy BweI! BYVy pMCI kwvW dI sMgiq ivc (ivkwrI bMidAW dI suhbq ivc prmwqmw dI AMS jIv-) hMs ny (gurU-) srovr (dI kdr) nwh smJI [","unicode":"ਹੇ ਭਾਈ! ਭੈੜੇ ਪੰਛੀ ਕਾਵਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਵਿਕਾਰੀ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ-) ਹੰਸ ਨੇ (ਗੁਰੂ-) ਸਰੋਵਰ (ਦੀ ਕਦਰ) ਨਾਹ ਸਮਝੀ ।"},"ft":{"gurmukhi":"jYsy mwn srovr ky rihxy vwly hMs ny kwg Koty pMCI kI sMgq kw Kotw PlH nhIN jwinAw Qw]Çeyk kwg ny mwnsrovr pr jwie kr hMs ko imqR kr ky Apny dys idKwvn hyq ilAwvqw hUAw[ rwjw Boj kI kcihrI myN suMdR ibRC pr bYT kr rwjw pr ivT kr deI AO Awp auf gXw[ qb pihrydwroN ny hMs ko mwrw[ nIcy igrw hUAw hMs kihqw hY: mYN ictw kwg nhIN hUM, hy rwjn! kwg ky sMg dosqI qy myrI kul AO jnm dUr BXw hY[ mYN hMs hUM[ kwg duSt kI sMgq sy myrI ieh dSw BeI hY, Bwv Xyh Koty purS kI sMgq sy AYsI dSw hoqI hY]","unicode":"ਜੈਸੇ ਮਾਨ ਸਰੋਵਰ ਕੇ ਰਹਿਣੇ ਵਾਲੇ ਹੰਸ ਨੇ ਕਾਗ ਖੋਟੇ ਪੰਛੀ ਕੀ ਸੰਗਤ ਕਾ ਖੋਟਾ ਫਲ੍ਹ ਨਹੀਂ ਜਾਨਿਆ ਥਾ॥☬ਏਕ ਕਾਗ ਨੇ ਮਾਨਸਰੋਵਰ ਪਰ ਜਾਇ ਕਰ ਹੰਸ ਕੋ ਮਿਤ੍ਰ ਕਰ ਕੇ ਅਪਨੇ ਦੇਸ ਦਿਖਾਵਨ ਹੇਤ ਲਿਆਵਤਾ ਹੂਆ। ਰਾਜਾ ਭੋਜ ਕੀ ਕਚਹਿਰੀ ਮੇਂ ਸੁੰਦ੍ਰ ਬ੍ਰਿਛ ਪਰ ਬੈਠ ਕਰ ਰਾਜਾ ਪਰ ਵਿਠ ਕਰ ਦਈ ਔ ਆਪ ਉਡ ਗਯਾ। ਤਬ ਪਹਿਰੇਦਾਰੋਂ ਨੇ ਹੰਸ ਕੋ ਮਾਰਾ। ਨੀਚੇ ਗਿਰਾ ਹੂਆ ਹੰਸ ਕਹਿਤਾ ਹੈ: ਮੈਂ ਚਿਟਾ ਕਾਗ ਨਹੀਂ ਹੂੰ, ਹੇ ਰਾਜਨ! ਕਾਗ ਕੇ ਸੰਗ ਦੋਸਤੀ ਤੇ ਮੇਰੀ ਕੁਲ ਔ ਜਨਮ ਦੂਰ ਭਯਾ ਹੈ। ਮੈਂ ਹੰਸ ਹੂੰ। ਕਾਗ ਦੁਸ਼ਟ ਕੀ ਸੰਗਤ ਸੇ ਮੇਰੀ ਇਹ ਦਸ਼ਾ ਭਈ ਹੈ, ਭਾਵ ਯੇਹ ਖੋਟੇ ਪੁਰਸ਼ ਕੀ ਸੰਗਤ ਸੇ ਐਸੀ ਦਸ਼ਾ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! BYVy pMCI kwvW dI sMgiq ivc (ivkwrI bMidAW dI suhbq ivc prmwqmw dI AMS jIv-) hMs ny (gurU-) srovr (dI kdr) nwh smJI [","unicode":"ਹੇ ਭਾਈ! ਭੈੜੇ ਪੰਛੀ ਕਾਵਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਵਿਕਾਰੀ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ-) ਹੰਸ ਨੇ (ਗੁਰੂ-) ਸਰੋਵਰ (ਦੀ ਕਦਰ) ਨਾਹ ਸਮਝੀ ।"},"ms":{"gurmukhi":"JIl dy mrwl ny ieh nW jwxdy hoey ik kwg iek mMdw pMCI hY, ies dI sMgq kIqI[","unicode":"ਝੀਲ ਦੇ ਮਰਾਲ ਨੇ ਇਹ ਨਾਂ ਜਾਣਦੇ ਹੋਏ ਕਿ ਕਾਗ ਇਕ ਮੰਦਾ ਪੰਛੀ ਹੈ, ਇਸ ਦੀ ਸੰਗਤ ਕੀਤੀ।"}},"es":{"sn":"Al cisne en el lago se le acerca el cuervo, sin saber que está sucio, tal es el amor del cínico sin Fe. "},"hi":{"ss":"हे भाई ! बुरे पंछी कौओं की संगति में (विकारी बँदों की सोहबत में परमात्मा की अंश जीव-) हँस ने (गुरू-) सरोवर (की कद्र) ना समझी।","sts":"जीव रूपी कौआ दुष्टों की संगत में फँसकर संत रूपी हंसों की सरोवर को नहीं जानता।"}},"transliteration":{"english":"saravar ha(n)s na jaaniaa kaag kupa(n)khee sa(n)g ||","hindi":"सरवरु हंसि न जाणिआ काग कुपंखी संगि ॥","en":"saravar ha(n)s na jaaniaa kaag kupa(n)khee sa(n)g ||","hi":"सरवरु हंसि न जाणिआ काग कुपंखी संगि ॥","ipa":"sərəʋər həŋs nə d͡ʒɑɳɪəɑ kɑG kʊpəŋkʰi səŋG.","ur":"سرور هںس ن جاݨآ کاگ کُپںکھیِ سںگ ۔۔"},"pageNo":1411,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59654,"shabadId":5475,"verse":{"gurmukhi":"swkq isau AYsI pRIiq hY bUJhu igAwnI rMig ]","unicode":"ਸਾਕਤ ਸਿਉ ਐਸੀ ਪ੍ਰੀਤਿ ਹੈ ਬੂਝਹੁ ਗਿਆਨੀ ਰੰਗਿ ॥"},"larivaar":{"gurmukhi":"swkqisauAYsIpRIiqhYbUJhuigAwnIrMig]","unicode":"ਸਾਕਤਸਿਉਐਸੀਪ੍ਰੀਤਿਹੈਬੂਝਹੁਗਿਆਨੀਰੰਗਿ॥"},"translation":{"en":{"bdb":"Such is the love of the faithless cynic; understand this, O spiritually wise ones, through love and devotion.","ms":"Such is the love with the mammon-worshipper. Understand thou this, O divine, through the Lord's love.","ssk":"Such is the love of the faithless cynic; understand this, O spiritually wise ones, through love and devotion."},"pu":{"ss":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`ty hoey mnu`KW nwl joVI hoeI pRIq ieho ijhI hI huMdI hY [ hy Awqmk jIvn dI sUJ hwsl krn dy cwhvwn mnu`K! prmwqmw dy pRym ivc itk ky (jIvn-rwh ƒ) smJ [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਨਾਲ ਜੋੜੀ ਹੋਈ ਪ੍ਰੀਤ ਇਹੋ ਜਿਹੀ ਹੀ ਹੁੰਦੀ ਹੈ । ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰਨ ਦੇ ਚਾਹਵਾਨ ਮਨੁੱਖ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝ ।"},"ft":{"gurmukhi":"qYsy hI swkqoN swQ pRIqI krnI AYsI duKdwXk hoqI hY, qW qy hy igAwnI jnoN! ies bwq ko (rMg) pRym kr ky smJo]","unicode":"ਤੈਸੇ ਹੀ ਸਾਕਤੋਂ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ ਐਸੀ ਦੁਖਦਾਯਕ ਹੋਤੀ ਹੈ, ਤਾਂ ਤੇ ਹੇ ਗਿਆਨੀ ਜਨੋਂ! ਇਸ ਬਾਤ ਕੋ (ਰੰਗ) ਪ੍ਰੇਮ ਕਰ ਕੇ ਸਮਝੋ॥"},"bdb":{"gurmukhi":"hy BweI! prmwqmw nwloN tu`ty hoey mnu`KW nwl joVI hoeI pRIq ieho ijhI hI huMdI hY [ hy Awqmk jIvn dI sUJ hwsl krn dy cwhvwn mnu`K! prmwqmw dy pRym ivc itk ky (jIvn-rwh ƒ) smJ [","unicode":"ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਨਾਲ ਜੋੜੀ ਹੋਈ ਪ੍ਰੀਤ ਇਹੋ ਜਿਹੀ ਹੀ ਹੁੰਦੀ ਹੈ । ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰਨ ਦੇ ਚਾਹਵਾਨ ਮਨੁੱਖ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝ ।"},"ms":{"gurmukhi":"AYho jyhw hY ipAwrw mwieAw dy pujwrI nwl, pRBU dI pRIq rwhIN qUM ies ƒ smJ hy bRhm-byqy[","unicode":"ਐਹੋ ਜੇਹਾ ਹੈ ਪਿਆਰਾ ਮਾਇਆ ਦੇ ਪੁਜਾਰੀ ਨਾਲ, ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਰਾਹੀਂ ਤੂੰ ਇਸ ਨੂੰ ਸਮਝ ਹੇ ਬ੍ਰਹਮ-ਬੇਤੇ।"}},"es":{"sn":"Entiendan esto, oh sabios espirituales, a través del Amor y Devoción, "},"hi":{"ss":"हे भाई ! परमात्मा से टूटे हुए मनुष्यों के जोड़ी हुई प्रीत ऐसी ही होती है। हे आत्मिक जीवन की सूझ हासिल करने के चाहवान मनुष्य ! परमात्मा के प्रेम में टिक के (जीवन-राह को) समझ।","sts":"ज्ञानी पुरुषों से बेशक इस तथ्य को बूझ लो कि कुटिल लोगों से प्रेम इसी तरह है।"}},"transliteration":{"english":"saakat siau aaisee preet hai boojhahu giaanee ra(n)g ||","hindi":"साकत सिउ ऐसी प्रीति है बूझहु गिआनी रंगि ॥","en":"saakat siau aaisee preet hai boojhahu giaanee ra(n)g ||","hi":"साकत सिउ ऐसी प्रीति है बूझहु गिआनी रंगि ॥","ipa":"sɑkət̪ sɪo æsi pɹit̪ hæ buɖ͡ʐəh Gɪəɑni rəŋG.","ur":"ساکت سا اَےسیِ پریِت هَے بُوجھهُ گآنیِ رںگ ۔۔"},"pageNo":1411,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59655,"shabadId":5475,"verse":{"gurmukhi":"sMq sBw jYkwru kir gurmuiK krm kmwau ]","unicode":"ਸੰਤ ਸਭਾ ਜੈਕਾਰੁ ਕਰਿ ਗੁਰਮੁਖਿ ਕਰਮ ਕਮਾਉ ॥"},"larivaar":{"gurmukhi":"sMqsBwjYkwrukirgurmuiKkrmkmwau]","unicode":"ਸੰਤਸਭਾਜੈਕਾਰੁਕਰਿਗੁਰਮੁਖਿਕਰਮਕਮਾਉ॥"},"translation":{"en":{"bdb":"So proclaim the victory of the Society of the Saints, and act as Gurmukh.","ms":"Shout thou the victory of the saints' society and do the deeds of a pious person.","ssk":"So proclaim the victory of the Society of the Saints, and act as Gurmukh."},"pu":{"ss":{"gurmukhi":" swD sMgiq ivc itk ky prmwqmw dI is&iq-swlwh kirAw kr, gurU dy snmuK r`Kx vwly krm kmwieAw kr—iehI hY piv`qr ieSnwn [ ","unicode":" ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰੱਖਣ ਵਾਲੇ ਕਰਮ ਕਮਾਇਆ ਕਰ—ਇਹੀ ਹੈ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ । "},"ft":{"gurmukhi":"qW qy hy BweI! sMqoN kI sBw ko (jYkwru) nmskwr kr ky guroN dÍwry inskwm krmoN ko kmwvo]","unicode":"ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਸੰਤੋਂ ਕੀ ਸਭਾ ਕੋ (ਜੈਕਾਰੁ) ਨਮਸਕਾਰ ਕਰ ਕੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਿਸਕਾਮ ਕਰਮੋਂ ਕੋ ਕਮਾਵੋ॥"},"bdb":{"gurmukhi":" swD sMgiq ivc itk ky prmwqmw dI is&iq-swlwh kirAw kr, gurU dy snmuK r`Kx vwly krm kmwieAw kr—iehI hY piv`qr ieSnwn [ ","unicode":" ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰੱਖਣ ਵਾਲੇ ਕਰਮ ਕਮਾਇਆ ਕਰ—ਇਹੀ ਹੈ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ । "},"ms":{"gurmukhi":"qUM siqsMgq dI ij`q dw nwhr lw Aqy iek piv`qr purS vwly AmlW dI kmweI kr[","unicode":"ਤੂੰ ਸਤਿਸੰਗਤ ਦੀ ਜਿੱਤ ਦਾ ਨਾਹਰ ਲਾ ਅਤੇ ਇਕ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਵਾਲੇ ਅਮਲਾਂ ਦੀ ਕਮਾਈ ਕਰ।"}},"es":{"sn":"proclamen la Victoria de la Saad Sangat, la Sociedad de los Santos y actúen como Gurmukjs. "},"hi":{"ss":"साध-संगति में टिक के परमात्मा की सिफत-सालाह करा कर। गुरू के सन्मुख रखने वाले करम कमाया कर- यही है पवित्र स्नान।","sts":"संत पुरुषों की मण्डली में ईश्वर का भजन करो, गुरुमुख बनकर शुभ कर्म करो।"}},"transliteration":{"english":"sa(n)t sabhaa jaikaar kar gurmukh karam kamaau ||","hindi":"संत सभा जैकारु करि गुरमुखि करम कमाउ ॥","en":"sa(n)t sabhaa jaikaar kar gurmukh karam kamaau ||","hi":"संत सभा जैकारु करि गुरमुखि करम कमाउ ॥","ipa":"səŋt̪ səɓɑ d͡ʒækɑr kər Gʊrəmʊkʰ kərəm kəmɑo.","ur":"سںت سبھا جَےکار کر گُرمکھ کرم کماا ۔۔"},"pageNo":1411,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59656,"shabadId":5475,"verse":{"gurmukhi":"inrmlu n@wvxu nwnkw guru qIrQu drIAwau ]10]","unicode":"ਨਿਰਮਲੁ ਨੑਾਵਣੁ ਨਾਨਕਾ ਗੁਰੁ ਤੀਰਥੁ ਦਰੀਆਉ ॥੧੦॥"},"larivaar":{"gurmukhi":"inrmlun@wvxunwnkwguruqIrQudrIAwau]10]","unicode":"ਨਿਰਮਲੁਨੑਾਵਣੁਨਾਨਕਾਗੁਰੁਤੀਰਥੁਦਰੀਆਉ॥੧੦॥"},"translation":{"en":{"bdb":"Immaculate and pure is that cleansing bath, O Nanak, at the sacred shrine of the Guru's river. ||10||","ms":"Immaculate is the ablution, O Nanak, at the sacred shrine of the Guru-river.","ssk":"Immaculate and pure is that cleansing bath, O Nanak, at the sacred shrine of the Guru's river. ||10||"},"pu":{"ss":{"gurmukhi":"hy nwnk! gurU hI qIrQ hY gurU hI drIAwau hY (gurU ivc cu`BI lweI r`KxI hI piv`qr ieSnwn hY) [10[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਹੀ ਤੀਰਥ ਹੈ ਗੁਰੂ ਹੀ ਦਰੀਆਉ ਹੈ (ਗੁਰੂ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਣੀ ਹੀ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ ਹੈ) ।੧੦।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN! siqgurU jo drIAwau rUp, Bwv jl ky pivqR krny vwly qIrQ hYN[ iqs myN ieSnwn kr ky inrml hovo, Bwv pivqR siqguroN kI sMgq kro]10]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ! ਸਤਿਗੁਰੂ ਜੋ ਦਰੀਆਉ ਰੂਪ, ਭਾਵ ਜਲ ਕੇ ਪਵਿਤ੍ਰ ਕਰਨੇ ਵਾਲੇ ਤੀਰਥ ਹੈਂ। ਤਿਸ ਮੇਂ ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਨਿਰਮਲ ਹੋਵੋ, ਭਾਵ ਪਵਿਤ੍ਰ ਸਤਿਗੁਰੋਂ ਕੀ ਸੰਗਤ ਕਰੋ॥੧੦॥"},"bdb":{"gurmukhi":"hy nwnk! gurU hI qIrQ hY gurU hI drIAwau hY (gurU ivc cu`BI lweI r`KxI hI piv`qr ieSnwn hY) [10[","unicode":"ਹੇ ਨਾਨਕ! ਗੁਰੂ ਹੀ ਤੀਰਥ ਹੈ ਗੁਰੂ ਹੀ ਦਰੀਆਉ ਹੈ (ਗੁਰੂ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਣੀ ਹੀ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ ਹੈ) ।੧੦।"},"ms":{"gurmukhi":"piv`qr hY ieSnwn, hy nwnk! gurU-dirAw dy muk`ds Drm AsQwn AMdr[","unicode":"ਪਵਿੱਤਰ ਹੈ ਇਸ਼ਨਾਨ, ਹੇ ਨਾਨਕ! ਗੁਰੂ-ਦਰਿਆ ਦੇ ਮੁਕੱਦਸ ਧਰਮ ਅਸਥਾਨ ਅੰਦਰ।"}},"es":{"sn":"Inmaculado y puro es ese baño, oh, dice Nanak, en el Santo Santuario del Río del Guru. (10)"},"hi":{"ss":"हे नानक ! गुरू ही तीर्थ है गुरू ही दरिया है (गुरू में डुबकी लगाए रखनी ही पवित्र स्नान है)। 10।","sts":"गुरु नानक का मत है कि गुरु ही पावन तीर्थ है, जहाँ स्नान करने से तन मन निर्मल हो जाता है।॥१०॥"}},"transliteration":{"english":"niramal n(h)aavan naanakaa gur teerath dhareeaau ||10||","hindi":"निरमलु न्नावणु नानका गुरु तीरथु दरीआउ ॥१०॥","en":"niramal n(h)aavan naanakaa gur teerath dhareeaau ||10||","hi":"निरमलु न्नावणु नानका गुरु तीरथु दरीआउ ॥१०॥","ipa":"nɪrəməl n@ɑʋəɳ nɑnəkɑ Gʊr t̪irət̪ʰ d̪əriəɑo.1ə0.","ur":"نِرمل نھاوݨ نانکا گُر تیِرتھ دریِآا ۔۔۱۰۔۔"},"pageNo":1411,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59657,"shabadId":5475,"verse":{"gurmukhi":"jnmy kw Plu ikAw gxI jW hir Bgiq n Bwau ]","unicode":"ਜਨਮੇ ਕਾ ਫਲੁ ਕਿਆ ਗਣੀ ਜਾਂ ਹਰਿ ਭਗਤਿ ਨ ਭਾਉ ॥"},"larivaar":{"gurmukhi":"jnmykwPluikAwgxIjWhirBgiqnBwau]","unicode":"ਜਨਮੇਕਾਫਲੁਕਿਆਗਣੀਜਾਂਹਰਿਭਗਤਿਨਭਾਉ॥"},"translation":{"en":{"bdb":"What should I account as the rewards of this human life, if one does not feel love and devotion to the Lord?","ms":"What should I reckon as the advantage of human-birth, when one loves not the Lord's devotion?","ssk":"What should I account as the rewards of this human life, if one does not feel love and devotion to the Lord?"},"pu":{"ss":{"gurmukhi":"hy BweI! jd qk (mnu`K dy ihrdy ivc) prmwqmw dI BgqI nhIN, prmwqmw dw pRym nhIN, qd qk aus dy mnu`Kw jnm hwsl kIqy dw koeI BI lwB nhIN [ ","unicode":"ਹੇ ਭਾਈ! ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ ਨਹੀਂ, ਤਦ ਤਕ ਉਸ ਦੇ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤੇ ਦਾ ਕੋਈ ਭੀ ਲਾਭ ਨਹੀਂ । "},"ft":{"gurmukhi":"ijn ky irdy myN nw hrI kI BgqI hY AOr nw pRym hI hY, iqnoN ky jnmxy kw PlH mYN ikAw igxoN, Bwv iqnoN kw jnm insPl hY]","unicode":"ਜਿਨ ਕੇ ਰਿਦੇ ਮੇਂ ਨਾ ਹਰੀ ਕੀ ਭਗਤੀ ਹੈ ਔਰ ਨਾ ਪ੍ਰੇਮ ਹੀ ਹੈ, ਤਿਨੋਂ ਕੇ ਜਨਮਣੇ ਕਾ ਫਲ੍ਹ ਮੈਂ ਕਿਆ ਗਿਣੋਂ, ਭਾਵ ਤਿਨੋਂ ਕਾ ਜਨਮ ਨਿਸਫਲ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jd qk (mnu`K dy ihrdy ivc) prmwqmw dI BgqI nhIN, prmwqmw dw pRym nhIN, qd qk aus dy mnu`Kw jnm hwsl kIqy dw koeI BI lwB nhIN [ ","unicode":"ਹੇ ਭਾਈ! ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ ਨਹੀਂ, ਤਦ ਤਕ ਉਸ ਦੇ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤੇ ਦਾ ਕੋਈ ਭੀ ਲਾਭ ਨਹੀਂ । "},"ms":{"gurmukhi":"mYN munSI jnm dw kI lwB igxw jd ik ienswn pRBU dy Anurwg ƒ ipAwr nhIN krdw?","unicode":"ਮੈਂ ਮੁਨਸ਼ੀ ਜਨਮ ਦਾ ਕੀ ਲਾਭ ਗਿਣਾ ਜਦ ਕਿ ਇਨਸਾਨ ਪ੍ਰਭੂ ਦੇ ਅਨੁਰਾਗ ਨੂੰ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ?"}},"es":{"sn":"¿Qué tipo de recompensa recibe uno en esta vida humana si uno no siente Amor y Devoción por el Señor? "},"hi":{"ss":"हे भाई ! जब तक (मनुष्य के हृदय में) परमात्मा की भगती नहीं। परमात्मा का प्रेम नहीं। तब तक उसके मनुष्य जन्म हासिल किए का कोई लाभ नहीं।","sts":"यदि ईश्वर की भक्ति एवं प्रेम नहीं किया तो जन्म लेने का कोई फल नहीं।"}},"transliteration":{"english":"janame kaa fal kiaa ganee jaa(n) har bhagat na bhaau ||","hindi":"जनमे का फलु किआ गणी जाँ हरि भगति न भाउ ॥","en":"janame kaa fal kiaa ganee jaa(n) har bhagat na bhaau ||","hi":"जनमे का फलु किआ गणी जाँ हरि भगति न भाउ ॥","ipa":"d͡ʒənəme kɑ fəl kɪəɑ Gəɳi d͡ʒɑⁿ hər ɓəGət̪ nə ɓɑo.","ur":"جنمے کا پھل کآ گݨیِ جاں هر بھگت ن بھاا ۔۔"},"pageNo":1411,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59658,"shabadId":5475,"verse":{"gurmukhi":"pYDw KwDw bwid hY jW min dUjw Bwau ]","unicode":"ਪੈਧਾ ਖਾਧਾ ਬਾਦਿ ਹੈ ਜਾਂ ਮਨਿ ਦੂਜਾ ਭਾਉ ॥"},"larivaar":{"gurmukhi":"pYDwKwDwbwidhYjWmindUjwBwau]","unicode":"ਪੈਧਾਖਾਧਾਬਾਦਿਹੈਜਾਂਮਨਿਦੂਜਾਭਾਉ॥"},"translation":{"en":{"bdb":"Wearing clothes and eating food is useless, if the mind is filled with the love of duality.","ms":"Useless is man's wearing and eating, when there is duality in his mind.","ssk":"Wearing clothes and eating food is useless, if the mind is filled with the love of duality."},"pu":{"ss":{"gurmukhi":"jd qk (mnu`K dy) mn ivc prmwqmw qoN ibnw hor hor moh ipAwr v`sdw hY, qd qk aus dw pihinAw (kImqI k`pVw aus dw) KwDw hoieAw (kImqI Bojn sB) ivArQ jWdw hY [","unicode":"ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਮੋਹ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਤਦ ਤਕ ਉਸ ਦਾ ਪਹਿਨਿਆ (ਕੀਮਤੀ ਕੱਪੜਾ ਉਸ ਦਾ) ਖਾਧਾ ਹੋਇਆ (ਕੀਮਤੀ ਭੋਜਨ ਸਭ) ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ijnoN ky mn myN dÍYq Bwv hY iqnoN kw pYnHxw AO Kwxw BI (bwid) ivArQ hY]","unicode":"ਜਿਨੋਂ ਕੇ ਮਨ ਮੇਂ ਦ੍ਵੈਤ ਭਾਵ ਹੈ ਤਿਨੋਂ ਕਾ ਪੈਨ੍ਹਣਾ ਔ ਖਾਣਾ ਭੀ (ਬਾਦਿ) ਵਿਅਰਥ ਹੈ॥"},"bdb":{"gurmukhi":"jd qk (mnu`K dy) mn ivc prmwqmw qoN ibnw hor hor moh ipAwr v`sdw hY, qd qk aus dw pihinAw (kImqI k`pVw aus dw) KwDw hoieAw (kImqI Bojn sB) ivArQ jWdw hY [","unicode":"ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਮੋਹ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਤਦ ਤਕ ਉਸ ਦਾ ਪਹਿਨਿਆ (ਕੀਮਤੀ ਕੱਪੜਾ ਉਸ ਦਾ) ਖਾਧਾ ਹੋਇਆ (ਕੀਮਤੀ ਭੋਜਨ ਸਭ) ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"byPwiedw hY ienswn dw pYnxw Aqy Kwxw jd ik aus dy ic`q AMdr dvYq-Bwv hY[","unicode":"ਬੇਫਾਇਦਾ ਹੈ ਇਨਸਾਨ ਦਾ ਪੈਨਣਾ ਅਤੇ ਖਾਣਾ ਜਦ ਕਿ ਉਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਦਵੈਤ-ਭਾਵ ਹੈ।"}},"es":{"sn":"Usar ropa fina y comer lo mejor es inútil si la mente está saturada con el amor a la dualidad, "},"hi":{"ss":"जब तक (मनुष्य के) मन में परमात्मा के बिना और-और मोह-प्यार बसता है। तब तक उसका पहना (हुआ कीमती कपड़ा उसका) खाया हुआ (कीमती भोजन सब) व्यर्थ जाता है (क्योंकि वह) नाशवंत जगत को ही दृष्टि में रखता।","sts":"यदि मन द्वैतभाव में लीन है तो खाना-पहनना पूरा जीवन आचरण बेकार है।"}},"transliteration":{"english":"paidhaa khaadhaa baadh hai jaa(n) man dhoojaa bhaau ||","hindi":"पैधा खाधा बादि है जाँ मनि दूजा भाउ ॥","en":"paidhaa khaadhaa baadh hai jaa(n) man dhoojaa bhaau ||","hi":"पैधा खाधा बादि है जाँ मनि दूजा भाउ ॥","ipa":"pæt̪ɑ kʰɑt̪ɑ bɑd̪ hæ d͡ʒɑⁿ mən d̪ud͡ʒɑ ɓɑo.","ur":"پَےدھا کھادھا باد هَے جاں من دُوجا بھاا ۔۔"},"pageNo":1411,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59659,"shabadId":5475,"verse":{"gurmukhi":"vyKxu sunxw JUTu hY muiK JUTw Awlwau ]","unicode":"ਵੇਖਣੁ ਸੁਨਣਾ ਝੂਠੁ ਹੈ ਮੁਖਿ ਝੂਠਾ ਆਲਾਉ ॥"},"larivaar":{"gurmukhi":"vyKxusunxwJUTuhYmuiKJUTwAwlwau]","unicode":"ਵੇਖਣੁਸੁਨਣਾਝੂਠੁਹੈਮੁਖਿਝੂਠਾਆਲਾਉ॥"},"translation":{"en":{"bdb":"Seeing and hearing is false, if one speaks lies.","ms":"False is the seeing and hearing of those, who, with their mouth, recite falsehood.","ssk":"Seeing and hearing is false, if one speaks lies."},"pu":{"ss":{"gurmukhi":"nwsvMq jgq ƒ hI q`k ivc r`Kdw hY, nwsvMq jgq ƒ hI kMnW ivc vsweI r`Kdw hY, nwsvMq jgq dIAW g`lW hI mUMh nwl krdw rihMdw hY [","unicode":"ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਤੱਕ ਵਿਚ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਕੰਨਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਮੂੰਹ ਨਾਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"iqnoN kw dyKxw AO suxnw BI JUT hY AOr muK qy (Awlwau) aucwrn BI JUTw hY]","unicode":"ਤਿਨੋਂ ਕਾ ਦੇਖਣਾ ਔ ਸੁਣਨਾ ਭੀ ਝੂਠ ਹੈ ਔਰ ਮੁਖ ਤੇ (ਆਲਾਉ) ਉਚਾਰਨ ਭੀ ਝੂਠਾ ਹੈ॥"},"bdb":{"gurmukhi":"nwsvMq jgq ƒ hI q`k ivc r`Kdw hY, nwsvMq jgq ƒ hI kMnW ivc vsweI r`Kdw hY, nwsvMq jgq dIAW g`lW hI mUMh nwl krdw rihMdw hY [","unicode":"ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਤੱਕ ਵਿਚ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਕੰਨਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਮੂੰਹ ਨਾਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"kUVw hY aunHW dw dyKxw Aqy sRvx krnw jo Awpdy mUMh nwl kUV bkdy hn[","unicode":"ਕੂੜਾ ਹੈ ਉਨ੍ਹਾਂ ਦਾ ਦੇਖਣਾ ਅਤੇ ਸ੍ਰਵਣ ਕਰਨਾ ਜੋ ਆਪਦੇ ਮੂੰਹ ਨਾਲ ਕੂੜ ਬਕਦੇ ਹਨ।"}},"es":{"sn":"ver y escuchar es falso si uno dice mentiras. "},"hi":{"ss":"नाशवंत जगत को ही कानों में बसाए रखता है। नाशवंत जगत की बातें ही मुँह से करता रहता है।","sts":"देखना-सुनना भी झूठ है और मुँह से बात भी झूठी है।"}},"transliteration":{"english":"vekhan sunanaa jhooTh hai mukh jhooThaa aalaau ||","hindi":"वेखणु सुनणा झूठु है मुखि झूठा आलाउ ॥","en":"vekhan sunanaa jhooTh hai mukh jhooThaa aalaau ||","hi":"वेखणु सुनणा झूठु है मुखि झूठा आलाउ ॥","ipa":"ʋekʰəɳ sʊnəɳɑ ɖ͡ʐuʈʰ hæ mʊkʰ ɖ͡ʐuʈʰɑ əɑlɑo.","ur":"وےکھݨ سُنݨا جھُوٹھ هَے مُکھ جھُوٹھا آلاا ۔۔"},"pageNo":1411,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59660,"shabadId":5475,"verse":{"gurmukhi":"nwnk nwmu slwih qU horu haumY Awvau jwau ]11]","unicode":"ਨਾਨਕ ਨਾਮੁ ਸਲਾਹਿ ਤੂ ਹੋਰੁ ਹਉਮੈ ਆਵਉ ਜਾਉ ॥੧੧॥"},"larivaar":{"gurmukhi":"nwnknwmuslwihqUhoruhaumYAwvaujwau]11]","unicode":"ਨਾਨਕਨਾਮੁਸਲਾਹਿਤੂਹੋਰੁਹਉਮੈਆਵਉਜਾਉ॥੧੧॥"},"translation":{"en":{"bdb":"O Nanak, praise the Naam, the Name of the Lord; everything else is coming and going in egotism. ||11||","ms":"O Nanak, praise thou the Lord's Name, for, the rest is but coming and going in self-conceit.","ssk":"O Nanak, praise the Naam, the Name of the Lord; everything else is coming and going in egotism. ||11||"},"pu":{"ss":{"gurmukhi":"hy nwnk! qUµ (sdw prmwqmw dI) is&iq-swlwh krdw rhu [ (is&iq-swlwh ƒ Bulw ky) hor (swrw au~dm) haumY dy kwrn jnm mrn dw gyV bxweI r`Kdw hY [11[","unicode":"ਹੇ ਨਾਨਕ! ਤੂੰ (ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ । (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ (ਸਾਰਾ ਉੱਦਮ) ਹਉਮੈ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ।੧੧।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: qW qy hy BweI! qUM vwihgurU ky nwm ko slwihxw kr, ikauN ik hor haumY krny kr Awvxw jwxw hI hoqw hY, Bwv jnmxw mrxw hI rihqw hY]11]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਤੂੰ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਕੋ ਸਲਾਹਿਣਾ ਕਰ, ਕਿਉਂ ਕਿ ਹੋਰ ਹਉਮੈ ਕਰਨੇ ਕਰ ਆਵਣਾ ਜਾਣਾ ਹੀ ਹੋਤਾ ਹੈ, ਭਾਵ ਜਨਮਣਾ ਮਰਣਾ ਹੀ ਰਹਿਤਾ ਹੈ॥੧੧॥"},"bdb":{"gurmukhi":"hy nwnk! qUµ (sdw prmwqmw dI) is&iq-swlwh krdw rhu [ (is&iq-swlwh ƒ Bulw ky) hor (swrw au~dm) haumY dy kwrn jnm mrn dw gyV bxweI r`Kdw hY [11[","unicode":"ਹੇ ਨਾਨਕ! ਤੂੰ (ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ । (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ (ਸਾਰਾ ਉੱਦਮ) ਹਉਮੈ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ।੧੧।"},"ms":{"gurmukhi":"hy nwnk! qUM pRBU dy nwm dI prsMsw kr ikauN jo bwkI dw sB kuC svY-hMgqw AMdr inrwpur Awauxw jwxw hI hY[","unicode":"ਹੇ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਪਰਸੰਸਾ ਕਰ ਕਿਉਂ ਜੋ ਬਾਕੀ ਦਾ ਸਭ ਕੁਛ ਸਵੈ-ਹੰਗਤਾ ਅੰਦਰ ਨਿਰਾਪੁਰ ਆਉਣਾ ਜਾਣਾ ਹੀ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, alaba el Naam, el Nombre del Señor, todo lo demás es ir y venir y existir en una actitud egoísta. (11)"},"hi":{"ss":"हे नानक ! तू (सदा परमात्मा की) सिफत-सालाह करता रह। (सिफत-सालाह को भुला के) और (सारा उद्यम) अहंकार के कारण जनम-मरण के चक्कर बनाए रखते हैं। 11।","sts":"गुरु नानक फुरमान करते हैं कि परमात्मा की सराहना करो, अहम्-भाव के कारण जन्म-मरण का चक्र ही बना रहता है॥११॥"}},"transliteration":{"english":"naanak naam salaeh too hor haumai aavau jaau ||11||","hindi":"नानक नामु सलाहि तू होरु हउमै आवउ जाउ ॥११॥","en":"naanak naam salaeh too hor haumai aavau jaau ||11||","hi":"नानक नामु सलाहि तू होरु हउमै आवउ जाउ ॥११॥","ipa":"nɑnək nɑm səlɑh t̪u hɔr hoʊmæ əɑʋo d͡ʒɑo.1ə1.","ur":"نانک نام سلاه تُو هور هامَے آوا جاا ۔۔۱۱۔۔"},"pageNo":1411,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59661,"shabadId":5475,"verse":{"gurmukhi":"hYin ivrly nwhI Gxy PYl PkVu sMswru ]12]","unicode":"ਹੈਨਿ ਵਿਰਲੇ ਨਾਹੀ ਘਣੇ ਫੈਲ ਫਕੜੁ ਸੰਸਾਰੁ ॥੧੨॥"},"larivaar":{"gurmukhi":"hYinivrlynwhIGxyPYlPkVusMswru]12]","unicode":"ਹੈਨਿਵਿਰਲੇਨਾਹੀਘਣੇਫੈਲਫਕੜੁਸੰਸਾਰੁ॥੧੨॥"},"translation":{"en":{"bdb":"The Saints are few and far between; everything else in the world is just a pompous show. ||12||","ms":"The saints are few and not many. The rest is but a show and wrangling in this world.","ssk":"The Saints are few and far between; everything else in the world is just a pompous show. ||12||"},"pu":{"ss":{"gurmukhi":"hy BweI! (prmwqmw dI is&iq-swlwh krn vwly mnu`K) koeI ivrly ivrly hn, bhuqy nhIN hn [ (Awm qOr qy) jgq ivKwvy dy kMm hI (krdw rihMdw hY, Awqmk jIvn ƒ) nIvW krn vwlw bol hI (boldw rihMdw hY) [12[","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ, ਬਹੁਤੇ ਨਹੀਂ ਹਨ । (ਆਮ ਤੌਰ ਤੇ) ਜਗਤ ਵਿਖਾਵੇ ਦੇ ਕੰਮ ਹੀ (ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨੀਵਾਂ ਕਰਨ ਵਾਲਾ ਬੋਲ ਹੀ (ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ) ।੧੨।"},"ft":{"gurmukhi":"auqm purS sMswr myN ivrly hI hYN bhuq nhIN hY AOr jgq myN (PkVu) KrwbIAW ky PYlwvxyhwry bhuq hYN, Bwv Xyh Koty krmoN ky krny vwly bhuq hYN]12]","unicode":"ਉਤਮ ਪੁਰਸ਼ ਸੰਸਾਰ ਮੇਂ ਵਿਰਲੇ ਹੀ ਹੈਂ ਬਹੁਤ ਨਹੀਂ ਹੈ ਔਰ ਜਗਤ ਮੇਂ (ਫਕੜੁ) ਖਰਾਬੀਆਂ ਕੇ ਫੈਲਾਵਣੇਹਾਰੇ ਬਹੁਤ ਹੈਂ, ਭਾਵ ਯੇਹ ਖੋਟੇ ਕਰਮੋਂ ਕੇ ਕਰਨੇ ਵਾਲੇ ਬਹੁਤ ਹੈਂ॥੧੨॥"},"bdb":{"gurmukhi":"hy BweI! (prmwqmw dI is&iq-swlwh krn vwly mnu`K) koeI ivrly ivrly hn, bhuqy nhIN hn [ (Awm qOr qy) jgq ivKwvy dy kMm hI (krdw rihMdw hY, Awqmk jIvn ƒ) nIvW krn vwlw bol hI (boldw rihMdw hY) [12[","unicode":"ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ, ਬਹੁਤੇ ਨਹੀਂ ਹਨ । (ਆਮ ਤੌਰ ਤੇ) ਜਗਤ ਵਿਖਾਵੇ ਦੇ ਕੰਮ ਹੀ (ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨੀਵਾਂ ਕਰਨ ਵਾਲਾ ਬੋਲ ਹੀ (ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ) ।੧੨।"},"ms":{"gurmukhi":"swDU twvy t¤ly hn Aqy bhuqy nhIN[ bwkI qW ies jhwn AMdr inrwpurw ivKwvw Aqy bkbWd hI hY[","unicode":"ਸਾਧੂ ਟਾਵੇ ਟੱਲੇ ਹਨ ਅਤੇ ਬਹੁਤੇ ਨਹੀਂ। ਬਾਕੀ ਤਾਂ ਇਸ ਜਹਾਨ ਅੰਦਰ ਨਿਰਾਪੁਰਾ ਵਿਖਾਵਾ ਅਤੇ ਬਕਬਾਂਦ ਹੀ ਹੈ।"}},"es":{"sn":"Las estrellas son pocas, en medio, el mundo todo es sólo teatro y pompa. (12)"},"hi":{"ss":"हे भाई ! (परमात्मा की सिफतसालाह करने वाले मनुष्य) कोई विरले-विरले (बहुत कम) हैं। ज्यादा नहीं हैं। (आम तौर पर) जगत दिखावे के काम ही (करता रहता है। आत्मिक जीवन को) नीचा करने वाले बोल ही (बोलता रहता है)। 12।","sts":"ईश्वर की भजन-बंदगी करने वाले विरले ही हैं, ज्यादा नहीं, बाकी संसार के लोग दिखावा मात्र हैं और बेकार की बातें करने वाले हैं॥१२ ॥"}},"transliteration":{"english":"hain virale naahee ghane fail fakaR sa(n)saar ||12||","hindi":"हैनि विरले नाही घणे फैल फकड़ु संसारु ॥१२॥","en":"hain virale naahee ghane fail fakaR sa(n)saar ||12||","hi":"हैनि विरले नाही घणे फैल फकड़ु संसारु ॥१२॥","ipa":"hæn ʋɪrəle nɑhi Gʰəɳe fæl fəkəɽ səŋsɑr.1ə2.","ur":"هَےن ورلے ناهیِ گھݨے پھَےل پھکڑ سںسار ۔۔۱۲۔۔"},"pageNo":1411,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59662,"shabadId":5475,"verse":{"gurmukhi":"nwnk lgI quir mrY jIvx nwhI qwxu ]","unicode":"ਨਾਨਕ ਲਗੀ ਤੁਰਿ ਮਰੈ ਜੀਵਣ ਨਾਹੀ ਤਾਣੁ ॥"},"larivaar":{"gurmukhi":"nwnklgIquirmrYjIvxnwhIqwxu]","unicode":"ਨਾਨਕਲਗੀਤੁਰਿਮਰੈਜੀਵਣਨਾਹੀਤਾਣੁ॥"},"translation":{"en":{"bdb":"O Nanak, one who is struck by the Lord dies instantaneously; the power to live is lost.","ms":"Nanak, then alone, man is deemed to have been God-struck, if he dies instantaneously and is left with no longing to live.","ssk":"O Nanak, one who is struck by the Lord dies instantaneously; the power to live is lost."},"pu":{"ss":{"gurmukhi":"hy nwnk! (ijs mnu`K dy ihrdy ivc pRym dI cot) l`gdI hY (auh mnu`K) qurq Awpw-Bwv vloN mr jWdw hY (aus dy AMdroN suAwrQ ^qm ho jWdw hY), (aus dy AMdr suAwrQ dy) jIvn dw zor nhIN rih jWdw [","unicode":"ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਲੱਗਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ) ਤੁਰਤ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਸੁਆਰਥ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ), (ਉਸ ਦੇ ਅੰਦਰ ਸੁਆਰਥ ਦੇ) ਜੀਵਨ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ ।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: ijnoN ko pRym kI cot lwgI hY Eh (quir) sIGR hI jIv Bwv sy mry hYN; punw sMswr kI qrP iqn ko jIvxy kw bl nhIN rihAw hY, Bwv jIvn mukq hUey hYN]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਨੋਂ ਕੋ ਪ੍ਰੇਮ ਕੀ ਚੋਟ ਲਾਗੀ ਹੈ ਓਹ (ਤੁਰਿ) ਸੀਘ੍ਰ ਹੀ ਜੀਵ ਭਾਵ ਸੇ ਮਰੇ ਹੈਂ; ਪੁਨਾ ਸੰਸਾਰ ਕੀ ਤਰਫ ਤਿਨ ਕੋ ਜੀਵਣੇ ਕਾ ਬਲ ਨਹੀਂ ਰਹਿਆ ਹੈ, ਭਾਵ ਜੀਵਨ ਮੁਕਤ ਹੂਏ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy nwnk! (ijs mnu`K dy ihrdy ivc pRym dI cot) l`gdI hY (auh mnu`K) qurq Awpw-Bwv vloN mr jWdw hY (aus dy AMdroN suAwrQ ^qm ho jWdw hY), (aus dy AMdr suAwrQ dy) jIvn dw zor nhIN rih jWdw [","unicode":"ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਲੱਗਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ) ਤੁਰਤ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਸੁਆਰਥ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ), (ਉਸ ਦੇ ਅੰਦਰ ਸੁਆਰਥ ਦੇ) ਜੀਵਨ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ ।"},"ms":{"gurmukhi":"nwnk, bMdy ƒ qW hI vwihgurU dI cot lgI smJI jwxI cwhIdI hY, jykr auh qurMq hI mr jwvy Aqy aus iv`c jIaux dI koeI qWG nW rhy[","unicode":"ਨਾਨਕ, ਬੰਦੇ ਨੂੰ ਤਾਂ ਹੀ ਵਾਹਿਗੁਰੂ ਦੀ ਚੋਟ ਲਗੀ ਸਮਝੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਜੇਕਰ ਉਹ ਤੁਰੰਤ ਹੀ ਮਰ ਜਾਵੇ ਅਤੇ ਉਸ ਵਿੱਚ ਜੀਉਣ ਦੀ ਕੋਈ ਤਾਂਘ ਨਾਂ ਰਹੇ।"}},"es":{"sn":"Oh, dice Nanak, si uno recibe el Golpe del Señor, entonces uno muere para el mundo de forma instantánea, el poder para continuar esa vida se pierde. "},"hi":{"ss":"हे नानक ! (जिस मनुष्य के हृदय में प्रेम की चोट) लगती है (वह मनुष्य) तुरंत स्वैभाव की ओर से मर जाता है (उसके अंदर से स्वार्थ खत्म हो जाता है)। (उसके अंदर स्वार्थ के) जीवन का जोर नहीं रह जाता।","sts":"गुरु नानक फुरमान करते हैं- जिसके दिल पर प्रेम की चोट लगती है, वह तत्क्षण मौत को प्राप्त हो जाता है और जीने की शक्ति छूट जाती है।"}},"transliteration":{"english":"naanak lagee tur marai jeevan naahee taan ||","hindi":"नानक लगी तुरि मरै जीवण नाही ताणु ॥","en":"naanak lagee tur marai jeevan naahee taan ||","hi":"नानक लगी तुरि मरै जीवण नाही ताणु ॥","ipa":"nɑnək ləGi t̪ʊr məræ d͡ʒiʋəɳ nɑhi t̪ɑɳ.","ur":"نانک لگیِ تُر مرَے جیِوݨ ناهیِ تاݨ ۔۔"},"pageNo":1411,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}},{"verseId":59663,"shabadId":5475,"verse":{"gurmukhi":"cotY syqI jo mrY lgI sw prvwxu ]","unicode":"ਚੋਟੈ ਸੇਤੀ ਜੋ ਮਰੈ ਲਗੀ ਸਾ ਪਰਵਾਣੁ ॥"},"larivaar":{"gurmukhi":"cotYsyqIjomrYlgIswprvwxu]","unicode":"ਚੋਟੈਸੇਤੀਜੋਮਰੈਲਗੀਸਾਪਰਵਾਣੁ॥"},"translation":{"en":{"bdb":"If someone dies by such a stroke, then he is accepted.","ms":"If man dies with such a stroke, then alone, becomes he acceptable.","ssk":"If someone dies by such a stroke, then he is accepted."},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVw mnu`K (pRBU-crnW dI pRIq dI) cot nwl Awpw-Bwv vloN mr jWdw hY (aus dw jIvn pRBU-dr qy kbUl ho jWdw hY) auhI l`gI hoeI cot (pRBU-dr qy) prvwn huMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ) ਚੋਟ ਨਾਲ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ) ਉਹੀ ਲੱਗੀ ਹੋਈ ਚੋਟ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪਰਵਾਨ ਹੁੰਦੀ ਹੈ । "},"ft":{"gurmukhi":"ijs pRym cot ky swQ ieh jIv Bwv qy mrY soeI cot lgI pRvwx hY, Bwv EhI sPl hY]","unicode":"ਜਿਸ ਪ੍ਰੇਮ ਚੋਟ ਕੇ ਸਾਥ ਇਹ ਜੀਵ ਭਾਵ ਤੇ ਮਰੈ ਸੋਈ ਚੋਟ ਲਗੀ ਪ੍ਰਵਾਣ ਹੈ, ਭਾਵ ਓਹੀ ਸਫਲ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! ijhVw mnu`K (pRBU-crnW dI pRIq dI) cot nwl Awpw-Bwv vloN mr jWdw hY (aus dw jIvn pRBU-dr qy kbUl ho jWdw hY) auhI l`gI hoeI cot (pRBU-dr qy) prvwn huMdI hY [ ","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ) ਚੋਟ ਨਾਲ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ) ਉਹੀ ਲੱਗੀ ਹੋਈ ਚੋਟ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪਰਵਾਨ ਹੁੰਦੀ ਹੈ । "},"ms":{"gurmukhi":"jykr bMdw ieho jhI s`t nwl mr jwvy, kyvl qd hI auh kbUl pYdw hY[","unicode":"ਜੇਕਰ ਬੰਦਾ ਇਹੋ ਜਹੀ ਸੱਟ ਨਾਲ ਮਰ ਜਾਵੇ, ਕੇਵਲ ਤਦ ਹੀ ਉਹ ਕਬੂਲ ਪੈਦਾ ਹੈ।"}},"es":{"sn":"Si alguien muere de tal Golpe, entonces es aceptado. "},"hi":{"ss":"हे भाई ! जो मनुष्य (प्रभू-चरनों की प्रीत की) चोट से स्वै भाव की ओर से मर जाता है (उसका जीवन प्रभू-दर पर कबूल हो जाता है) वही लगी हुई चोट (प्रभू-दर पर) प्रवान होती है। पर।","sts":"जो ऐसी प्रेम चोट से मरता है, वही सफल होता है।"}},"transliteration":{"english":"choTai setee jo marai lagee saa paravaan ||","hindi":"चोटै सेती जो मरै लगी सा परवाणु ॥","en":"choTai setee jo marai lagee saa paravaan ||","hi":"चोटै सेती जो मरै लगी सा परवाणु ॥","ipa":"t͡ʃɔʈæ set̪i d͡ʒɔ məræ ləGi sɑ pərəʋɑɳ.","ur":"چوٹَے سےتیِ جو مرَے لگیِ سا پرواݨ ۔۔"},"pageNo":1411,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59664,"shabadId":5475,"verse":{"gurmukhi":"ijs no lwey iqsu lgY lgI qw prvwxu ]","unicode":"ਜਿਸ ਨੋ ਲਾਏ ਤਿਸੁ ਲਗੈ ਲਗੀ ਤਾ ਪਰਵਾਣੁ ॥"},"larivaar":{"gurmukhi":"ijsnolweyiqsulgYlgIqwprvwxu]","unicode":"ਜਿਸਨੋਲਾਏਤਿਸੁਲਗੈਲਗੀਤਾਪਰਵਾਣੁ॥"},"translation":{"en":{"bdb":"He alone is struck, who is struck by the Lord; after such a stroke, he is approved.","ms":"He, whom, the Lord strike, he alone is struck. After such a stroke, the, becomes he approved.","ssk":"He alone is struck, who is struck by the Lord; after such a stroke, he is approved."},"pu":{"ss":{"gurmukhi":"pr hy BweI! (ieh pRym dI cot) aus mnu`K ƒ hI l`gdI hY ijs ƒ (prmwqmw Awp) lWdw hY (jdoN ieh cot prmwqmw vloN l`gdI hY) qdoN hI ieh l`gI hoeI (cot) kbUl huMdI hY (sPl huMdI hY) [","unicode":"ਪਰ ਹੇ ਭਾਈ! (ਇਹ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਲੱਗਦੀ ਹੈ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਲਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਹ ਚੋਟ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲੱਗਦੀ ਹੈ) ਤਦੋਂ ਹੀ ਇਹ ਲੱਗੀ ਹੋਈ (ਚੋਟ) ਕਬੂਲ ਹੁੰਦੀ ਹੈ (ਸਫਲ ਹੁੰਦੀ ਹੈ) ।"},"ft":{"gurmukhi":"ijsno vwihgurU pRym cot lgwvY iqsI ko lgqI hY AO soeI prvwx hoqI hY]","unicode":"ਜਿਸਨੋ ਵਾਹਿਗੁਰੂ ਪ੍ਰੇਮ ਚੋਟ ਲਗਾਵੈ ਤਿਸੀ ਕੋ ਲਗਤੀ ਹੈ ਔ ਸੋਈ ਪਰਵਾਣ ਹੋਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"pr hy BweI! (ieh pRym dI cot) aus mnu`K ƒ hI l`gdI hY ijs ƒ (prmwqmw Awp) lWdw hY (jdoN ieh cot prmwqmw vloN l`gdI hY) qdoN hI ieh l`gI hoeI (cot) kbUl huMdI hY (sPl huMdI hY) [","unicode":"ਪਰ ਹੇ ਭਾਈ! (ਇਹ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਲੱਗਦੀ ਹੈ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਲਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਹ ਚੋਟ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲੱਗਦੀ ਹੈ) ਤਦੋਂ ਹੀ ਇਹ ਲੱਗੀ ਹੋਈ (ਚੋਟ) ਕਬੂਲ ਹੁੰਦੀ ਹੈ (ਸਫਲ ਹੁੰਦੀ ਹੈ) ।"},"ms":{"gurmukhi":"ijs ƒ suAwmI s`t lwauNdw hY, kyvl ausy ƒ hI s`t lgdI hY, AYho jyhI s`t nwl qd auh pRmwxIk QI vMdw hY[","unicode":"ਜਿਸ ਨੂੰ ਸੁਆਮੀ ਸੱਟ ਲਾਉਂਦਾ ਹੈ, ਕੇਵਲ ਉਸੇ ਨੂੰ ਹੀ ਸੱਟ ਲਗਦੀ ਹੈ, ਐਹੋ ਜੇਹੀ ਸੱਟ ਨਾਲ ਤਦ ਉਹ ਪ੍ਰਮਾਣੀਕ ਥੀ ਵੰਦਾ ਹੈ।"}},"es":{"sn":"Sólo recibe el Golpe quien es golpeado por el Señor, después de tal Golpe, es aprobado."},"hi":{"ss":"हे भाई ! (यह प्रेम की चोट) उस मनुष्य को ही लगती है जिसको (परमात्मा आप) लगाता है (जब यह चोट परमात्मा की ओर से लगती है) तब ही यह लगी हुई (चोट) कबूल होती है (सफल होती है)।","sts":"यह उसे ही लगती है, जिसे वह लगाता है और वही परवान होता है।"}},"transliteration":{"english":"jis no laae tis lagai lagee taa paravaan ||","hindi":"जिस नो लाए तिसु लगै लगी ता परवाणु ॥","en":"jis no laae tis lagai lagee taa paravaan ||","hi":"जिस नो लाए तिसु लगै लगी ता परवाणु ॥","ipa":"d͡ʒɪs nɔ lɑee t̪ɪs ləGæ ləGi t̪ɑ pərəʋɑɳ.","ur":"جِس نو لااے تس لگَے لگیِ تا پرواݨ ۔۔"},"pageNo":1411,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59665,"shabadId":5475,"verse":{"gurmukhi":"iprm pYkwmu n inklY lwieAw iqin sujwix ]13]","unicode":"ਪਿਰਮ ਪੈਕਾਮੁ ਨ ਨਿਕਲੈ ਲਾਇਆ ਤਿਨਿ ਸੁਜਾਣਿ ॥੧੩॥"},"larivaar":{"gurmukhi":"iprmpYkwmuninklYlwieAwiqinsujwix]13]","unicode":"ਪਿਰਮਪੈਕਾਮੁਨਨਿਕਲੈਲਾਇਆਤਿਨਿਸੁਜਾਣਿ॥੧੩॥"},"translation":{"en":{"bdb":"The arrow of love, shot by the All-knowing Lord, cannot be pulled out. ||13||","ms":"The arrow of love, charged by the Omniscient Lord can be extracted not.","ssk":"The arrow of love, shot by the All-knowing Lord, cannot be pulled out. ||13||"},"pu":{"ss":{"gurmukhi":"hy BweI! aus isAwxy (qIrMdwz-pRBU) ny (ijs mnu`K dy ihrdy ivc pRym dw qIr) ivMnH id`qw; (aus ihrdy ivcoN ieh) pRym dw qIr iPr nhIN inkldw [13[","unicode":"ਹੇ ਭਾਈ! ਉਸ ਸਿਆਣੇ (ਤੀਰੰਦਾਜ਼-ਪ੍ਰਭੂ) ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਤੀਰ) ਵਿੰਨ੍ਹ ਦਿੱਤਾ; (ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ ਇਹ) ਪ੍ਰੇਮ ਦਾ ਤੀਰ ਫਿਰ ਨਹੀਂ ਨਿਕਲਦਾ ।੧੩।"},"ft":{"gurmukhi":"pRym rUpI (pYkwmu) qIr vw sMdysw ArQwq vyd vwk rUpI aupdyS jo siqgur sujwx ny ijnoN ko sunwie kr lgwieAw hY, so iqn ky irdy bIc sy inksqw nhIN hY]13]","unicode":"ਪ੍ਰੇਮ ਰੂਪੀ (ਪੈਕਾਮੁ) ਤੀਰ ਵਾ ਸੰਦੇਸਾ ਅਰਥਾਤ ਵੇਦ ਵਾਕ ਰੂਪੀ ਉਪਦੇਸ਼ ਜੋ ਸਤਿਗੁਰ ਸੁਜਾਣ ਨੇ ਜਿਨੋਂ ਕੋ ਸੁਨਾਇ ਕਰ ਲਗਾਇਆ ਹੈ, ਸੋ ਤਿਨ ਕੇ ਰਿਦੇ ਬੀਚ ਸੇ ਨਿਕਸਤਾ ਨਹੀਂ ਹੈ॥੧੩॥"},"bdb":{"gurmukhi":"hy BweI! aus isAwxy (qIrMdwz-pRBU) ny (ijs mnu`K dy ihrdy ivc pRym dw qIr) ivMnH id`qw; (aus ihrdy ivcoN ieh) pRym dw qIr iPr nhIN inkldw [13[","unicode":"ਹੇ ਭਾਈ! ਉਸ ਸਿਆਣੇ (ਤੀਰੰਦਾਜ਼-ਪ੍ਰਭੂ) ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਤੀਰ) ਵਿੰਨ੍ਹ ਦਿੱਤਾ; (ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ ਇਹ) ਪ੍ਰੇਮ ਦਾ ਤੀਰ ਫਿਰ ਨਹੀਂ ਨਿਕਲਦਾ ।੧੩।"},"ms":{"gurmukhi":"pRym dw qIr, jo aus srv`g suAwmI ly mwirAw hY, bwhr iKicAw nhIN jw skdw[","unicode":"ਪ੍ਰੇਮ ਦਾ ਤੀਰ, ਜੋ ਉਸ ਸਰਵੱਗ ਸੁਆਮੀ ਲੇ ਮਾਰਿਆ ਹੈ, ਬਾਹਰ ਖਿਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।"}},"es":{"sn":"La Flecha de Amor disparada por el Omnisapiente Señor, no se puede extraer. (13)"},"hi":{"ss":"हे भाई ! उस समझदार (तीरंदाज-प्रभू) ने (जिस मनुष्य के हृदय में प्रेम का तीर) भेद दिया; (उस हृदय में से यह) प्रेम का तीर फिर नहीं निकलता। 13।","sts":"यह प्रेम तीर ऐसा है, जो उन सज्जनों से निकलता ही नहीं ॥१३॥"}},"transliteration":{"english":"piram paikaam na nikalai laiaa tin sujaan ||13||","hindi":"पिरम पैकामु न निकलै लाइआ तिनि सुजाणि ॥१३॥","en":"piram paikaam na nikalai laiaa tin sujaan ||13||","hi":"पिरम पैकामु न निकलै लाइआ तिनि सुजाणि ॥१३॥","ipa":"pɪrəm pækɑm nə nɪkəlæ lɑɪɑ t̪ɪn sʊd͡ʒɑɳ.1ə3.","ur":"پِرم پَےکام ن نکلَے لاایا تن سُجاݨ ۔۔۱۳۔۔"},"pageNo":1411,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59666,"shabadId":5475,"verse":{"gurmukhi":"BWfw DovY kauxu ij kcw swijAw ]","unicode":"ਭਾਂਡਾ ਧੋਵੈ ਕਉਣੁ ਜਿ ਕਚਾ ਸਾਜਿਆ ॥"},"larivaar":{"gurmukhi":"BWfwDovYkauxuijkcwswijAw]","unicode":"ਭਾਂਡਾਧੋਵੈਕਉਣੁਜਿਕਚਾਸਾਜਿਆ॥"},"translation":{"en":{"bdb":"Who can wash the unbaked clay pot?","ms":"Who can wash the vessel, which is unbaked in its construction?","ssk":"Who can wash the unbaked clay pot?"},"pu":{"ss":{"gurmukhi":" hy BweI! (qIrQ-ieSnwn Awidk nwl) koeI BI mnu`K srIr GVy ƒ piv`qr nhIN kr skdw, ikauNik ieh bxwieAw hI Aijhw hY ik ies ƒ ivkwrW dw ic`kV sdw l`gdw rihMdw hY [ ","unicode":" ਹੇ ਭਾਈ! (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ) ਕੋਈ ਭੀ ਮਨੁੱਖ ਸਰੀਰ ਘੜੇ ਨੂੰ ਪਵਿੱਤਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਬਣਾਇਆ ਹੀ ਅਜਿਹਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਚਿੱਕੜ ਸਦਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ft":{"gurmukhi":"jo ibDwqw ny pRQm hI kcw swijAw hY, ieh srIr rUpI BWfy ko jl imRqkw swQ kOn DovY, Bwv suD kry?","unicode":"ਜੋ ਬਿਧਾਤਾ ਨੇ ਪ੍ਰਥਮ ਹੀ ਕਚਾ ਸਾਜਿਆ ਹੈ, ਇਹ ਸਰੀਰ ਰੂਪੀ ਭਾਂਡੇ ਕੋ ਜਲ ਮ੍ਰਿਤਕਾ ਸਾਥ ਕੌਨ ਧੋਵੈ, ਭਾਵ ਸੁਧ ਕਰੇ?"},"bdb":{"gurmukhi":" hy BweI! (qIrQ-ieSnwn Awidk nwl) koeI BI mnu`K srIr GVy ƒ piv`qr nhIN kr skdw, ikauNik ieh bxwieAw hI Aijhw hY ik ies ƒ ivkwrW dw ic`kV sdw l`gdw rihMdw hY [ ","unicode":" ਹੇ ਭਾਈ! (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ) ਕੋਈ ਭੀ ਮਨੁੱਖ ਸਰੀਰ ਘੜੇ ਨੂੰ ਪਵਿੱਤਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਬਣਾਇਆ ਹੀ ਅਜਿਹਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਚਿੱਕੜ ਸਦਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ । "},"ms":{"gurmukhi":"aus brqn ƒ kOx Do skdw, ijhVw bnwvt iv`c hI k`cw hY?","unicode":"ਉਸ ਬਰਤਨ ਨੂੰ ਕੌਣ ਧੋ ਸਕਦਾ, ਜਿਹੜਾ ਬਨਾਵਟ ਵਿੱਚ ਹੀ ਕੱਚਾ ਹੈ?"}},"es":{"sn":"¿Quién puede lavar el jarrón de barro que no ha sido cocinado? "},"hi":{"ss":"हे भाई ! (तीर्थ-स्नान आदि से) कोई भी मनुष्य शरीर-घड़े को पवित्र नहीं कर सकता। क्योंकि ये बनाया ही ऐसा है कि इसको विकारों का कीचड़ हमेशा लगा रहता है।","sts":"जिस शरीर रूपी बर्तन को कच्चा ही बनाया गया है, उसे भला कोई तीर्थ-स्नान से कैसे पवित्र कर सकता है।"}},"transliteration":{"english":"bhaa(n)ddaa dhovai kaun j kachaa saajiaa ||","hindi":"भाँडा धोवै कउणु जि कचा साजिआ ॥","en":"bhaa(n)ddaa dhovai kaun j kachaa saajiaa ||","hi":"भाँडा धोवै कउणु जि कचा साजिआ ॥","ipa":"ɓɑⁿəɖɑ t̪ɔʋæ koʊɳ d͡ʒ kət͡ʃɑ sɑd͡ʒɪəɑ.","ur":"بھاںڈا دھووَے کاݨ ج کچا ساجآ ۔۔"},"pageNo":1411,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59667,"shabadId":5475,"verse":{"gurmukhi":"DwqU pMij rlwie kUVw pwijAw ]","unicode":"ਧਾਤੂ ਪੰਜਿ ਰਲਾਇ ਕੂੜਾ ਪਾਜਿਆ ॥"},"larivaar":{"gurmukhi":"DwqUpMijrlwiekUVwpwijAw]","unicode":"ਧਾਤੂਪੰਜਿਰਲਾਇਕੂੜਾਪਾਜਿਆ॥"},"translation":{"en":{"bdb":"Joining the five elements together, the Lord made a false cover.","ms":"Uniting the five elements together, the Lord has given it a false gilding.","ssk":"Joining the five elements together, the Lord made a false cover."},"pu":{"ss":{"gurmukhi":"(hvw, pwxI, im`tI, A`g, AwkwS) pMj q`q iek`Ty kr ky ieh srIr-BWfw iek nwsvMq iKfOxw ijhw bxwieAw igAw hY [","unicode":"(ਹਵਾ, ਪਾਣੀ, ਮਿੱਟੀ, ਅੱਗ, ਆਕਾਸ਼) ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਇਹ ਸਰੀਰ-ਭਾਂਡਾ ਇਕ ਨਾਸਵੰਤ ਖਿਡੌਣਾ ਜਿਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ ।"},"ft":{"gurmukhi":"ikauN ik pWc qqoN rUpI DwqoN ko imlwie kr JUT kw hI pwj lgwieAw hY]","unicode":"ਕਿਉਂ ਕਿ ਪਾਂਚ ਤਤੋਂ ਰੂਪੀ ਧਾਤੋਂ ਕੋ ਮਿਲਾਇ ਕਰ ਝੂਠ ਕਾ ਹੀ ਪਾਜ ਲਗਾਇਆ ਹੈ॥"},"bdb":{"gurmukhi":"(hvw, pwxI, im`tI, A`g, AwkwS) pMj q`q iek`Ty kr ky ieh srIr-BWfw iek nwsvMq iKfOxw ijhw bxwieAw igAw hY [","unicode":"(ਹਵਾ, ਪਾਣੀ, ਮਿੱਟੀ, ਅੱਗ, ਆਕਾਸ਼) ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਇਹ ਸਰੀਰ-ਭਾਂਡਾ ਇਕ ਨਾਸਵੰਤ ਖਿਡੌਣਾ ਜਿਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ ।"},"ms":{"gurmukhi":"pMjW q`qW ƒ imlw ky pRBU ny ies ƒ JUTw mulMmw id`qw hoieAw hY[","unicode":"ਪੰਜਾਂ ਤੱਤਾਂ ਨੂੰ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਨੇ ਇਸ ਨੂੰ ਝੂਠਾ ਮੁਲੰਮਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।"}},"es":{"sn":"Juntando los cinco elementos, el Señor les puso una cubierta falsa y cuando así Le place, "},"hi":{"ss":"(हवा। पानी। मिट्टी। आग। आकाश) पाँच तत्व इकट्ठे करके यह शरीर-बर्तन एक नाशवंत सा खिलौना बनाया गया है। हाँ।","sts":"विधाता ने पाँच तत्वों को मिलाकर शरीर रूपी झूठा खिलौना बनाया है।"}},"transliteration":{"english":"dhaatoo pa(n)j ralai kooRaa paajiaa ||","hindi":"धातू पंजि रलाइ कूड़ा पाजिआ ॥","en":"dhaatoo pa(n)j ralai kooRaa paajiaa ||","hi":"धातू पंजि रलाइ कूड़ा पाजिआ ॥","ipa":"t̪ɑt̪u pəŋd͡ʒ rəlɑeɪ kuɽɑ pɑd͡ʒɪəɑ.","ur":"دھاتُو پںج رلاا کُوڑا پاجآ ۔۔"},"pageNo":1411,"lineNo":11,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59668,"shabadId":5475,"verse":{"gurmukhi":"BWfw Awxgu rwis jW iqsu BwvsI ]","unicode":"ਭਾਂਡਾ ਆਣਗੁ ਰਾਸਿ ਜਾਂ ਤਿਸੁ ਭਾਵਸੀ ॥"},"larivaar":{"gurmukhi":"BWfwAwxgurwisjWiqsuBwvsI]","unicode":"ਭਾਂਡਾਆਣਗੁਰਾਸਿਜਾਂਤਿਸੁਭਾਵਸੀ॥"},"translation":{"en":{"bdb":"When it pleases Him, He makes it right.","ms":"When it pleases Him, He sets the vessel aright.","ssk":"When it pleases Him, He makes it right."},"pu":{"ss":{"gurmukhi":"hW, hy BweI! jdoN aus prmwqmw dI rzw huMdI hY (mnu`K ƒ gurU imldw hY, gurU mnu`K dy) srIr-BWfy ƒ piv`qr kr dyNdw hY [ ","unicode":"ਹਾਂ, ਹੇ ਭਾਈ! ਜਦੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ-ਭਾਂਡੇ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ । "},"ft":{"gurmukhi":"iqsI kw srIr BWfw rws Awvygw jo iqs vwihgurU ƒ Bwvygw]ÇpRSn: kYsy Bwvygw?","unicode":"ਤਿਸੀ ਕਾ ਸਰੀਰ ਭਾਂਡਾ ਰਾਸ ਆਵੇਗਾ ਜੋ ਤਿਸ ਵਾਹਿਗੁਰੂ ਨੂੰ ਭਾਵੇਗਾ॥☬ਪ੍ਰਸ਼ਨ: ਕੈਸੇ ਭਾਵੇਗਾ?"},"bdb":{"gurmukhi":"hW, hy BweI! jdoN aus prmwqmw dI rzw huMdI hY (mnu`K ƒ gurU imldw hY, gurU mnu`K dy) srIr-BWfy ƒ piv`qr kr dyNdw hY [ ","unicode":"ਹਾਂ, ਹੇ ਭਾਈ! ਜਦੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ-ਭਾਂਡੇ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ । "},"ms":{"gurmukhi":"jd aus ƒ cMgw lgdw hY, auh brqn ƒ drusq kr idMdw hY[","unicode":"ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ, ਉਹ ਬਰਤਨ ਨੂੰ ਦਰੁਸਤ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"lo hace correctamente. La Luz Suprema brilla, "},"hi":{"ss":"हे भाई ! जब उस परमात्मा की रज़ा होती है (मनुष्य को गुरू मिलता है। गुरू मनुष्य के) शरीर-बर्तन को पवित्र कर देता है।","sts":"जब उसकी मर्जी होती है तो वह शरीर रूपी बर्तन को गुरु के द्वारा पवित्र कर देता है।"}},"transliteration":{"english":"bhaa(n)ddaa aanag raas jaa(n) tis bhaavasee ||","hindi":"भाँडा आणगु रासि जाँ तिसु भावसी ॥","en":"bhaa(n)ddaa aanag raas jaa(n) tis bhaavasee ||","hi":"भाँडा आणगु रासि जाँ तिसु भावसी ॥","ipa":"ɓɑⁿəɖɑ əɑɳəG rɑs d͡ʒɑⁿ t̪ɪs ɓɑʋəsi.","ur":"بھاںڈا آݨگ راس جاں تس بھاوسیِ ۔۔"},"pageNo":1411,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59669,"shabadId":5475,"verse":{"gurmukhi":"prm joiq jwgwie vwjw vwvsI ]14]","unicode":"ਪਰਮ ਜੋਤਿ ਜਾਗਾਇ ਵਾਜਾ ਵਾਵਸੀ ॥੧੪॥"},"larivaar":{"gurmukhi":"prmjoiqjwgwievwjwvwvsI]14]","unicode":"ਪਰਮਜੋਤਿਜਾਗਾਇਵਾਜਾਵਾਵਸੀ॥੧੪॥"},"translation":{"en":{"bdb":"The supreme light shines forth, and the celestial song vibrates and resounds. ||14||","ms":"In, it then, supreme Light shines and he celestial strain resounds.","ssk":"The supreme light shines forth, and the celestial song vibrates and resounds. ||14||"},"pu":{"ss":{"gurmukhi":"(gurU mnu`K dy AMdr) sB qoN au~cI r`bI joiq jgw ky (r`bI joiq dw) vwjw vjw dyNdw hY [","unicode":"(ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਸਭ ਤੋਂ ਉੱਚੀ ਰੱਬੀ ਜੋਤਿ ਜਗਾ ਕੇ (ਰੱਬੀ ਜੋਤਿ ਦਾ) ਵਾਜਾ ਵਜਾ ਦੇਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"auqR: jb irdy myN igAwn joiq kw jgwvxw kry[ÇpRSn: igAwn joq iks pRkwr sy?Çauqr: jb vwihgurU kw nwm aucwrn rUpI vwjw vjwvygw[ Bwv Xyh jb BgqI kr AMqSkrn SuD hovygw qb igAwn kw pRkws ho jwvygw]14]","unicode":"ਉਤ੍ਰ: ਜਬ ਰਿਦੇ ਮੇਂ ਗਿਆਨ ਜੋਤਿ ਕਾ ਜਗਾਵਣਾ ਕਰੇ।☬ਪ੍ਰਸ਼ਨ: ਗਿਆਨ ਜੋਤ ਕਿਸ ਪ੍ਰਕਾਰ ਸੇ?☬ਉਤਰ: ਜਬ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਉਚਾਰਨ ਰੂਪੀ ਵਾਜਾ ਵਜਾਵੇਗਾ। ਭਾਵ ਯੇਹ ਜਬ ਭਗਤੀ ਕਰ ਅੰਤਸ਼ਕਰਨ ਸ਼ੁਧ ਹੋਵੇਗਾ ਤਬ ਗਿਆਨ ਕਾ ਪ੍ਰਕਾਸ ਹੋ ਜਾਵੇਗਾ॥੧੪॥"},"bdb":{"gurmukhi":"(gurU mnu`K dy AMdr) sB qoN au~cI r`bI joiq jgw ky (r`bI joiq dw) vwjw vjw dyNdw hY [","unicode":"(ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਸਭ ਤੋਂ ਉੱਚੀ ਰੱਬੀ ਜੋਤਿ ਜਗਾ ਕੇ (ਰੱਬੀ ਜੋਤਿ ਦਾ) ਵਾਜਾ ਵਜਾ ਦੇਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"ies ivcs qW mhwn nUr pRkwS ho jWdw hY Aqy bYkuMTI kIrqn gUMjdw hY[","unicode":"ਇਸ ਵਿਚਸ ਤਾਂ ਮਹਾਨ ਨੂਰ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਬੈਕੁੰਠੀ ਕੀਰਤਨ ਗੂੰਜਦਾ ਹੈ।"}},"es":{"sn":"y la Melodía Celestial vibra y resuena. (14)"},"hi":{"ss":"(गुरू मनुष्य के अंदर) सबसे ऊँची रॅबी-जोति जगा के (रॅबी जोति का) बाजा बजा देता है। (रॅबी-जोति का रॅबी-सिफत सालाह का इतना प्रबल प्रभाव बना देता है कि मनुष्य के अंदर विकारों का शोर सुना ही नहीं जाता। विकारों की कोई पेश नहीं चलती कि कुकर्मों का कोई कीचड़ बिखेर सकें)। 14।","sts":"तब परम ज्योति को जगाकर सही जीवन का बाजा बजने लगता है॥ १४ ॥"}},"transliteration":{"english":"param jot jaagai vaajaa vaavasee ||14||","hindi":"परम जोति जागाइ वाजा वावसी ॥१४॥","en":"param jot jaagai vaajaa vaavasee ||14||","hi":"परम जोति जागाइ वाजा वावसी ॥१४॥","ipa":"pərəm d͡ʒɔt̪ d͡ʒɑGɑeɪ ʋɑd͡ʒɑ ʋɑʋəsi.1ə4.","ur":"پرم جوت جاگاا واجا واوسیِ ۔۔۱۴۔۔"},"pageNo":1411,"lineNo":12,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59670,"shabadId":5475,"verse":{"gurmukhi":"mnhu ij AMDy GUp kihAw ibrdu n jwxnI ]","unicode":"ਮਨਹੁ ਜਿ ਅੰਧੇ ਘੂਪ ਕਹਿਆ ਬਿਰਦੁ ਨ ਜਾਣਨੀ ॥"},"larivaar":{"gurmukhi":"mnhuijAMDyGUpkihAwibrdunjwxnI]","unicode":"ਮਨਹੁਜਿਅੰਧੇਘੂਪਕਹਿਆਬਿਰਦੁਨਜਾਣਨੀ॥"},"translation":{"en":{"bdb":"Those who are totally blind in their minds, do not have the integrity to keep their word.","ms":"They, who are utterly blind in their mind, they known not the dignity to keep their word.","ssk":"Those who are totally blind in their minds, do not have the integrity to keep their word."},"pu":{"ss":{"gurmukhi":"hy BweI! ijhVy mnu`K mnoN Gu`p AMnHy hn (pu`j ky mUrK hn) auh d`isAW BI (ienswnI) &rz nhIN jwxdy [","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਮਨੋਂ ਘੁੱਪ ਅੰਨ੍ਹੇ ਹਨ (ਪੁੱਜ ਕੇ ਮੂਰਖ ਹਨ) ਉਹ ਦੱਸਿਆਂ ਭੀ (ਇਨਸਾਨੀ) ਫ਼ਰਜ਼ ਨਹੀਂ ਜਾਣਦੇ ।"},"ft":{"gurmukhi":"jo purS mn kr ky AqI (GUp) sGny AMDy hYN, Bwv Avrx AO ivKyp SkqIEN ky sMXukq hYN Eh vydoN ky (ibrdu) pRx kry ko vw siqguroN ky aupdyS kry ko nhIN jwnqy hYN]","unicode":"ਜੋ ਪੁਰਸ਼ ਮਨ ਕਰ ਕੇ ਅਤੀ (ਘੂਪ) ਸਘਨੇ ਅੰਧੇ ਹੈਂ, ਭਾਵ ਅਵਰਣ ਔ ਵਿਖੇਪ ਸ਼ਕਤੀਓਂ ਕੇ ਸੰਯੁਕਤ ਹੈਂ ਓਹ ਵੇਦੋਂ ਕੇ (ਬਿਰਦੁ) ਪ੍ਰਣ ਕਰੇ ਕੋ ਵਾ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ਼ ਕਰੇ ਕੋ ਨਹੀਂ ਜਾਨਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! ijhVy mnu`K mnoN Gu`p AMnHy hn (pu`j ky mUrK hn) auh d`isAW BI (ienswnI) &rz nhIN jwxdy [","unicode":"ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਮਨੋਂ ਘੁੱਪ ਅੰਨ੍ਹੇ ਹਨ (ਪੁੱਜ ਕੇ ਮੂਰਖ ਹਨ) ਉਹ ਦੱਸਿਆਂ ਭੀ (ਇਨਸਾਨੀ) ਫ਼ਰਜ਼ ਨਹੀਂ ਜਾਣਦੇ ।"},"ms":{"gurmukhi":"jo Awpdy ic`q AMdr mukMml AMnHy hn, auh Awpxy bcn ƒ pwlx dI mihmW ƒ nhIN jwxdy[","unicode":"ਜੋ ਆਪਦੇ ਚਿੱਤ ਅੰਦਰ ਮੁਕੰਮਲ ਅੰਨ੍ਹੇ ਹਨ, ਉਹ ਆਪਣੇ ਬਚਨ ਨੂੰ ਪਾਲਣ ਦੀ ਮਹਿਮਾਂ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।"}},"es":{"sn":"Quienes están totalmente ciegos de mente, no tienen la integridad para conservar su palabra y, "},"hi":{"ss":"हे भाई ! जो मनुष्य मन से घोर अंधे हैं (महा मूर्ख हैं) वे बताने पर भी (इन्सानी) फर्ज नहीं जानते।","sts":"जो व्यक्ति मन से घोर अन्धे अर्थात् महामूर्ख हैं, वे समझाने के बावजूद भी अपने कर्त्तव्य को नहीं जानते।"}},"transliteration":{"english":"manahu j a(n)dhe ghoop kahiaa biradh na jaananee ||","hindi":"मनहु जि अंधे घूप कहिआ बिरदु न जाणनी ॥","en":"manahu j a(n)dhe ghoop kahiaa biradh na jaananee ||","hi":"मनहु जि अंधे घूप कहिआ बिरदु न जाणनी ॥","ipa":"mənəh d͡ʒ əŋt̪e Gʰup kəhɪəɑ bɪrəd̪ nə d͡ʒɑɳəni.","ur":"منهُ ج اںدھے گھُوپ کهِآ برد ن جاݨنیِ ۔۔"},"pageNo":1411,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59671,"shabadId":5475,"verse":{"gurmukhi":"min AMDY aUNDY kvl idsin Kry krUp ]","unicode":"ਮਨਿ ਅੰਧੈ ਊਂਧੈ ਕਵਲ ਦਿਸਨਿ ਖਰੇ ਕਰੂਪ ॥"},"larivaar":{"gurmukhi":"minAMDYaUNDYkvlidsinKrykrUp]","unicode":"ਮਨਿਅੰਧੈਊਂਧੈਕਵਲਦਿਸਨਿਖਰੇਕਰੂਪ॥"},"translation":{"en":{"bdb":"With their blind minds, and their upside-down heart-lotus, they look totally ugly.","ms":"Through blind mind and reversed heart lotus, they look extremely ugly.","ssk":"With their blind minds, and their upside-down heart-lotus, they look totally ugly."},"pu":{"ss":{"gurmukhi":"mn AMnHw hox krky, ihrdw kyvl (Drm vloN) aulitAw hoieAw hox dy kwrn auh bMdy bhuq koJy (koJy jIvn vwly) l`gdy hn [ ","unicode":"ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਕਰਕੇ, ਹਿਰਦਾ ਕੇਵਲ (ਧਰਮ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਇਆ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ ਬੰਦੇ ਬਹੁਤ ਕੋਝੇ (ਕੋਝੇ ਜੀਵਨ ਵਾਲੇ) ਲੱਗਦੇ ਹਨ । "},"ft":{"gurmukhi":"AYsy jo mn ky AMDy hYN iqn ky ihrdy kml igAwn veIrwg sy (aUNDy) aulty hUey hYN, qW qy vhu Kry krUp, Bwv AqI BYdwXk idRSt Awvqy hYN]","unicode":"ਐਸੇ ਜੋ ਮਨ ਕੇ ਅੰਧੇ ਹੈਂ ਤਿਨ ਕੇ ਹਿਰਦੇ ਕਮਲ ਗਿਆਨ ਵਈਰਾਗ ਸੇ (ਊਂਧੇ) ਉਲਟੇ ਹੂਏ ਹੈਂ, ਤਾਂ ਤੇ ਵਹੁ ਖਰੇ ਕਰੂਪ, ਭਾਵ ਅਤੀ ਭੈਦਾਯਕ ਦ੍ਰਿਸ਼ਟ ਆਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"mn AMnHw hox krky, ihrdw kyvl (Drm vloN) aulitAw hoieAw hox dy kwrn auh bMdy bhuq koJy (koJy jIvn vwly) l`gdy hn [ ","unicode":"ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਕਰਕੇ, ਹਿਰਦਾ ਕੇਵਲ (ਧਰਮ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਇਆ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ ਬੰਦੇ ਬਹੁਤ ਕੋਝੇ (ਕੋਝੇ ਜੀਵਨ ਵਾਲੇ) ਲੱਗਦੇ ਹਨ । "},"ms":{"gurmukhi":"AMnHy mnUey Aqy mUDy hoey hoey idl kml rwhIN auh inhwieq hI koJy idsdy hn[","unicode":"ਅੰਨ੍ਹੇ ਮਨੂਏ ਅਤੇ ਮੂਧੇ ਹੋਏ ਹੋਏ ਦਿਲ ਕਮਲ ਰਾਹੀਂ ਉਹ ਨਿਹਾਇਤ ਹੀ ਕੋਝੇ ਦਿਸਦੇ ਹਨ।"}},"es":{"sn":"con su mente ciega y el Loto de su corazón volteado al revés, se ven horribles. "},"hi":{"ss":"मन अंधा होने के कारण। हृदय केवल (धर्म की ओर से) उलटा होने के कारण वे लोग बहुत ही कोझे (विचलित जीवन वाले) लगते हैं।","sts":"वे मन से अन्धे हृदय कमल से भी उलटे हैं और भयानक ही दिखाई देते हैं।"}},"transliteration":{"english":"man a(n)dhai uoo(n)dhai kaval dhisan khare karoop ||","hindi":"मनि अंधै ऊंधै कवल दिसनि खरे करूप ॥","en":"man a(n)dhai uoo(n)dhai kaval dhisan khare karoop ||","hi":"मनि अंधै ऊंधै कवल दिसनि खरे करूप ॥","ipa":"mən əŋt̪ə̀æ ouⁿt̪ə̀æ kəʋəl d̪ɪsən kʰəre kərup.","ur":"من اںدھَے اُوںدھَے کول دسن کھرے کرُوپ ۔۔"},"pageNo":1411,"lineNo":13,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59672,"shabadId":5475,"verse":{"gurmukhi":"ieik kih jwxin kihAw buJin qy nr suGV srUp ]","unicode":"ਇਕਿ ਕਹਿ ਜਾਣਨਿ ਕਹਿਆ ਬੁਝਨਿ ਤੇ ਨਰ ਸੁਘੜ ਸਰੂਪ ॥"},"larivaar":{"gurmukhi":"ieikkihjwxinkihAwbuJinqynrsuGVsrUp]","unicode":"ਇਕਿਕਹਿਜਾਣਨਿਕਹਿਆਬੁਝਨਿਤੇਨਰਸੁਘੜਸਰੂਪ॥"},"translation":{"en":{"bdb":"Some know how to speak and understand what they are told. Those people are wise and good-looking.","ms":"Some know, how to speak and understand what is the said. Wise and handsome are those persons.","ssk":"Some know how to speak and understand what they are told. Those people are wise and good-looking."},"pu":{"ss":{"gurmukhi":"keI mnu`K AYsy huMdy hn jo (Awp) g`l krnI BI jwxdy hn, qy, iksy dI AwKI BI smJdy hn, auh mnu`K suc`jy qy sohxy jwpdy hn [","unicode":"ਕਈ ਮਨੁੱਖ ਐਸੇ ਹੁੰਦੇ ਹਨ ਜੋ (ਆਪ) ਗੱਲ ਕਰਨੀ ਭੀ ਜਾਣਦੇ ਹਨ, ਤੇ, ਕਿਸੇ ਦੀ ਆਖੀ ਭੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੁਚੱਜੇ ਤੇ ਸੋਹਣੇ ਜਾਪਦੇ ਹਨ ।"},"ft":{"gurmukhi":"eyk SwsqRoN ky vkqw kih jwxqy hYN AOr eyk auqm sroqy kihAw hUAw suxkr smJ lyqy hYN, so AYsy smJxy vwly jo auqm sroqy hYN soeI nr cqr srUp hYN]","unicode":"ਏਕ ਸ਼ਾਸਤ੍ਰੋਂ ਕੇ ਵਕਤਾ ਕਹਿ ਜਾਣਤੇ ਹੈਂ ਔਰ ਏਕ ਉਤਮ ਸਰੋਤੇ ਕਹਿਆ ਹੂਆ ਸੁਣਕਰ ਸਮਝ ਲੇਤੇ ਹੈਂ, ਸੋ ਐਸੇ ਸਮਝਣੇ ਵਾਲੇ ਜੋ ਉਤਮ ਸਰੋਤੇ ਹੈਂ ਸੋਈ ਨਰ ਚਤਰ ਸਰੂਪ ਹੈਂ॥"},"bdb":{"gurmukhi":"keI mnu`K AYsy huMdy hn jo (Awp) g`l krnI BI jwxdy hn, qy, iksy dI AwKI BI smJdy hn, auh mnu`K suc`jy qy sohxy jwpdy hn [","unicode":"ਕਈ ਮਨੁੱਖ ਐਸੇ ਹੁੰਦੇ ਹਨ ਜੋ (ਆਪ) ਗੱਲ ਕਰਨੀ ਭੀ ਜਾਣਦੇ ਹਨ, ਤੇ, ਕਿਸੇ ਦੀ ਆਖੀ ਭੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੁਚੱਜੇ ਤੇ ਸੋਹਣੇ ਜਾਪਦੇ ਹਨ ।"},"ms":{"gurmukhi":"keI g`l krnI jwxdy hn Aqy AwKy hoey ƒ smJdy hn[ isAwxy Aqy sohxy sun¤Ky hn auh purS[","unicode":"ਕਈ ਗੱਲ ਕਰਨੀ ਜਾਣਦੇ ਹਨ ਅਤੇ ਆਖੇ ਹੋਏ ਨੂੰ ਸਮਝਦੇ ਹਨ। ਸਿਆਣੇ ਅਤੇ ਸੋਹਣੇ ਸੁਨੱਖੇ ਹਨ ਉਹ ਪੁਰਸ਼।"}},"es":{"sn":"Algunos pueden hablar y entender lo que se ha dicho, ellos son Sabios y bien parecidos, "},"hi":{"ss":"कई मनुष्य ऐसे होते हैं जो (खुद) बात करनी भी जानते हैं। और किसी का कहा भी समझते हें। वे मनुष्य सुचॅजे और सुंदर भी लगते हैं।","sts":"कुछ लोग कही गई बात जानते हैं, उपदेश को समझते हैं, ऐसे व्यक्ति बुद्धिमान हैं।"}},"transliteration":{"english":"eik keh jaanan kahiaa bujhan te nar sughaR saroop ||","hindi":"इकि कहि जाणनि कहिआ बुझनि ते नर सुघड़ सरूप ॥","en":"eik keh jaanan kahiaa bujhan te nar sughaR saroop ||","hi":"इकि कहि जाणनि कहिआ बुझनि ते नर सुघड़ सरूप ॥","ipa":"eɪk kəh d͡ʒɑɳən kəhɪəɑ bʊɖ͡ʐən t̪e nər sʊGʰəɽ sərup.","ur":"ِاک کهِ جاݨن کهِآ بُجھن تے نر سُگھڑ سرُوپ ۔۔"},"pageNo":1411,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":2,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":59673,"shabadId":5475,"verse":{"gurmukhi":"ieknw nwdu n bydu n gIA rsu rsu ksu n jwxMiq ]","unicode":"ਇਕਨਾ ਨਾਦੁ ਨ ਬੇਦੁ ਨ ਗੀਅ ਰਸੁ ਰਸੁ ਕਸੁ ਨ ਜਾਣੰਤਿ ॥"},"larivaar":{"gurmukhi":"ieknwnwdunbydungIArsursuksunjwxMiq]","unicode":"ਇਕਨਾਨਾਦੁਨਬੇਦੁਨਗੀਅਰਸੁਰਸੁਕਸੁਨਜਾਣੰਤਿ॥"},"translation":{"en":{"bdb":"Some do not know the Sound-current of the Naad, spiritual wisdom or the joy of song. They do not even understand good and bad.","ms":"Some know neither inner melody nor the divine knowledge nor the bliss of music. They realise not good from bad as well.","ssk":"Some do not know the Sound-current of the Naad, spiritual wisdom or the joy of song. They do not even understand good and bad."},"pu":{"ss":{"gurmukhi":"keI bMidAW ƒ nwh jogIAW dy nwd dw rs, nwh vyd dw SOk, nwh rwg dI iK`c—iksy qrHW dy koml aunr v`l rucI nhIN hY,","unicode":"ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ ਜੋਗੀਆਂ ਦੇ ਨਾਦ ਦਾ ਰਸ, ਨਾਹ ਵੇਦ ਦਾ ਸ਼ੌਕ, ਨਾਹ ਰਾਗ ਦੀ ਖਿੱਚ—ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਕੋਮਲ ਉਨਰ ਵੱਲ ਰੁਚੀ ਨਹੀਂ ਹੈ,"},"ft":{"gurmukhi":"ieknW ko (nwdu) sbd, Bwv rwg ividAw ky rs kI (gIA) igAwq nhIN hY AOr byd pwT kI BI igAwq nhIN hY[ AOr (rsu) ivSy suK jo mn ko (ksu) KYNcxy vwly hYN iqnoN ko BI Eh nhIN jwxqy hY]","unicode":"ਇਕਨਾਂ ਕੋ (ਨਾਦੁ) ਸਬਦ, ਭਾਵ ਰਾਗ ਵਿਦਿਆ ਕੇ ਰਸ ਕੀ (ਗੀਅ) ਗਿਆਤ ਨਹੀਂ ਹੈ ਔਰ ਬੇਦ ਪਾਠ ਕੀ ਭੀ ਗਿਆਤ ਨਹੀਂ ਹੈ। ਔਰ (ਰਸੁ) ਵਿਸ਼ੇ ਸੁਖ ਜੋ ਮਨ ਕੋ (ਕਸੁ) ਖੈਂਚਣੇ ਵਾਲੇ ਹੈਂ ਤਿਨੋਂ ਕੋ ਭੀ ਓਹ ਨਹੀਂ ਜਾਣਤੇ ਹੈ॥"},"bdb":{"gurmukhi":"keI bMidAW ƒ nwh jogIAW dy nwd dw rs, nwh vyd dw SOk, nwh rwg dI iK`c—iksy qrHW dy koml aunr v`l rucI nhIN hY,","unicode":"ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ ਜੋਗੀਆਂ ਦੇ ਨਾਦ ਦਾ ਰਸ, ਨਾਹ ਵੇਦ ਦਾ ਸ਼ੌਕ, ਨਾਹ ਰਾਗ ਦੀ ਖਿੱਚ—ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਕੋਮਲ ਉਨਰ ਵੱਲ ਰੁਚੀ ਨਹੀਂ ਹੈ,"},"ms":{"gurmukhi":"keI nW qW AMqRIvI sMgIq Aqy bRhm-igAwn ƒ jwxdy hn qy nW hI kIrqn dI KuSI ƒ[ auh cMgy Aqy mMdy ƒ BI AnuBv nhIN krdy[","unicode":"ਕਈ ਨਾਂ ਤਾਂ ਅੰਤ੍ਰੀਵੀ ਸੰਗੀਤ ਅਤੇ ਬ੍ਰਹਮ-ਗਿਆਨ ਨੂੰ ਜਾਣਦੇ ਹਨ ਤੇ ਨਾਂ ਹੀ ਕੀਰਤਨ ਦੀ ਖੁਸ਼ੀ ਨੂੰ। ਉਹ ਚੰਗੇ ਅਤੇ ਮੰਦੇ ਨੂੰ ਭੀ ਅਨੁਭਵ ਨਹੀਂ ਕਰਦੇ।"}},"es":{"sn":"algunos no conocen la Corriente de Sonido del Naad, de la Sabiduría Espiritual o de la Canción de Dicha, ni siquiera distinguen entre lo bueno y lo malo."},"hi":{"ss":"कई लोगों को ना जोगियों के नाद का रस। ना वेद का शौक। ना राग की खींच- किसी भी तरह की कोमल कला की ओर उनकी रुचि ही नहीं है।","sts":"कोई नाद तक नहीं जानता, किसी के पास कोई ज्ञान नहीं, कोई गीत-संगीत के आनंद को नहीं जानता और किसी को भले बुरे का कोई ज्ञान तक नहीं।"}},"transliteration":{"english":"eikanaa naadh na bedh na geea ras ras kas na jaana(n)t ||","hindi":"इकना नादु न बेदु न गीअ रसु रसु कसु न जाणंति ॥","en":"eikanaa naadh na bedh na geea ras ras kas na jaana(n)t ||","hi":"इकना नादु न बेदु न गीअ रसु रसु कसु न जाणंति ॥","ipa":"eɪkənɑ nɑd̪ nə bed̪ nə Giə rəs rəs kəs nə d͡ʒɑɳəŋt̪.","ur":"ِاکنا ناد ن بےد ن گیِا رس رس کس ن جاݨںت ۔۔"},"pageNo":1411,"lineNo":14,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59674,"shabadId":5475,"verse":{"gurmukhi":"ieknw isiD n buiD n Akil sr AKr kw Byau n lhMiq ]","unicode":"ਇਕਨਾ ਸਿਧਿ ਨ ਬੁਧਿ ਨ ਅਕਲਿ ਸਰ ਅਖਰ ਕਾ ਭੇਉ ਨ ਲਹੰਤਿ ॥"},"larivaar":{"gurmukhi":"ieknwisiDnbuiDnAkilsrAKrkwByaunlhMiq]","unicode":"ਇਕਨਾਸਿਧਿਨਬੁਧਿਨਅਕਲਿਸਰਅਖਰਕਾਭੇਉਨਲਹੰਤਿ॥"},"translation":{"en":{"bdb":"Some have no idea of perfection, wisdom or understanding; they know nothing about the mystery of the Word.","ms":"Some have no idea of perfection, wisdom and understanding and they know not even the mystery of the Guru's word.","ssk":"Some have no idea of perfection, wisdom or understanding; they know nothing about the mystery of the Word."},"pu":{"ss":{"gurmukhi":"nwh (ivcwr ivc) sPlqw, nwh suc`jI bu`DI, nwh Akl dI swr hY, qy, iek A`Kr BI pVHnw nhIN jwxdy [","unicode":"ਨਾਹ (ਵਿਚਾਰ ਵਿਚ) ਸਫਲਤਾ, ਨਾਹ ਸੁਚੱਜੀ ਬੁੱਧੀ, ਨਾਹ ਅਕਲ ਦੀ ਸਾਰ ਹੈ, ਤੇ, ਇਕ ਅੱਖਰ ਭੀ ਪੜ੍ਹਨਾ ਨਹੀਂ ਜਾਣਦੇ ।"},"ft":{"gurmukhi":"ieknW ko n isDI hY AO nw ivvhwr isDI kI buDI hY Ar nw SwsqRIX Akl kw hI (sr) smuMdR hY AO Akwr, mkwr AwdI AKroN kw Byd nhIN lihqy hYN]","unicode":"ਇਕਨਾਂ ਕੋ ਨ ਸਿਧੀ ਹੈ ਔ ਨਾ ਵਿਵਹਾਰ ਸਿਧੀ ਕੀ ਬੁਧੀ ਹੈ ਅਰ ਨਾ ਸ਼ਾਸਤ੍ਰੀਯ ਅਕਲ ਕਾ ਹੀ (ਸਰ) ਸਮੁੰਦ੍ਰ ਹੈ ਔ ਅਕਾਰ, ਮਕਾਰ ਆਦੀ ਅਖਰੋਂ ਕਾ ਭੇਦ ਨਹੀਂ ਲਹਿਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"nwh (ivcwr ivc) sPlqw, nwh suc`jI bu`DI, nwh Akl dI swr hY, qy, iek A`Kr BI pVHnw nhIN jwxdy [","unicode":"ਨਾਹ (ਵਿਚਾਰ ਵਿਚ) ਸਫਲਤਾ, ਨਾਹ ਸੁਚੱਜੀ ਬੁੱਧੀ, ਨਾਹ ਅਕਲ ਦੀ ਸਾਰ ਹੈ, ਤੇ, ਇਕ ਅੱਖਰ ਭੀ ਪੜ੍ਹਨਾ ਨਹੀਂ ਜਾਣਦੇ ।"},"ms":{"gurmukhi":"keIAW ƒ pUrnqw, isAwxp Aqy smJ dI koeI swr nhIN Aqy auh gurW dI bwxI dy rwj ƒ BI nhIN jwxdy[","unicode":"ਕਈਆਂ ਨੂੰ ਪੂਰਨਤਾ, ਸਿਆਣਪ ਅਤੇ ਸਮਝ ਦੀ ਕੋਈ ਸਾਰ ਨਹੀਂ ਅਤੇ ਉਹ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦੇ ਰਾਜ ਨੂੰ ਭੀ ਨਹੀਂ ਜਾਣਦੇ।"}},"es":{"sn":"Algunos no tienen la idea de la Perfección, Sabiduría o Entendimiento, no conocen ni una pizca del Misterio de la Palabra. "},"hi":{"ss":"ना (विचारों में) सफलता। ना सुचॅजी बुद्धि। ना अकल की सार है। और एक अक्षर भी पढ़ना नहीं जानते (फिर भी। अकड़ ही अकड़ दिखाते हैं)।","sts":"कुछ ऐसे भी हैं, जिनके पास न कोई सिद्धि है, न बुद्धि है, न ही कोई अक्ल है और एक अक्षर का भी भेद नहीं जानते।"}},"transliteration":{"english":"eikanaa sidh na budh na akal sar akhar kaa bheau na laha(n)t ||","hindi":"इकना सिधि न बुधि न अकलि सर अखर का भेउ न लहंति ॥","en":"eikanaa sidh na budh na akal sar akhar kaa bheau na laha(n)t ||","hi":"इकना सिधि न बुधि न अकलि सर अखर का भेउ न लहंति ॥","ipa":"eɪkənɑ sɪt̪ə̀ nə bʊt̪ə̀ nə əkəl sər əkʰər kɑ ɓeo nə ləhəŋt̪.","ur":"ِاکنا سدھ ن بُدھ ن اکل سر اکھر کا بھےا ن لهںت ۔۔"},"pageNo":1411,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"igurbani":[{"p":6,"t":"v"},{"p":3,"t":"y"}],"sttm2":[{"p":6,"t":"v"}]}},{"verseId":59675,"shabadId":5475,"verse":{"gurmukhi":"nwnk qy nr Asil Kr ij ibnu gux grbu krMq ]15]","unicode":"ਨਾਨਕ ਤੇ ਨਰ ਅਸਲਿ ਖਰ ਜਿ ਬਿਨੁ ਗੁਣ ਗਰਬੁ ਕਰੰਤ ॥੧੫॥"},"larivaar":{"gurmukhi":"nwnkqynrAsilKrijibnuguxgrbukrMq]15]","unicode":"ਨਾਨਕਤੇਨਰਅਸਲਿਖਰਜਿਬਿਨੁਗੁਣਗਰਬੁਕਰੰਤ॥੧੫॥"},"translation":{"en":{"bdb":"O Nanak, those people are really donkeys; they have no virtue or merit, but still, they are very proud. ||15||","ms":"Nanak, the real donkey likr are those persons, who take pride without merits.","ssk":"O Nanak, those people are really donkeys; they have no virtue or merit, but still, they are very proud. ||15||"},"pu":{"ss":{"gurmukhi":"hy nwnk! ijnHW ivc koeI gux nwh hovy, qy, AhMkwr krI jwx, auh mnu`K inry Koqy hn [15[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਗੁਣ ਨਾਹ ਹੋਵੇ, ਤੇ, ਅਹੰਕਾਰ ਕਰੀ ਜਾਣ, ਉਹ ਮਨੁੱਖ ਨਿਰੇ ਖੋਤੇ ਹਨ ।੧੫।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: so purS Asl (Kr) gDy hYN, jo ibnW guxoN sy hMkwr krqy hYN]15]ÇisKoN ky pUCxy kr bRhmx ky lKx kihqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਸੋ ਪੁਰਸ਼ ਅਸਲ (ਖਰ) ਗਧੇ ਹੈਂ, ਜੋ ਬਿਨਾਂ ਗੁਣੋਂ ਸੇ ਹੰਕਾਰ ਕਰਤੇ ਹੈਂ॥੧੫॥☬ਸਿਖੋਂ ਕੇ ਪੂਛਣੇ ਕਰ ਬ੍ਰਹਮਣ ਕੇ ਲਖਣ ਕਹਿਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk! ijnHW ivc koeI gux nwh hovy, qy, AhMkwr krI jwx, auh mnu`K inry Koqy hn [15[","unicode":"ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਗੁਣ ਨਾਹ ਹੋਵੇ, ਤੇ, ਅਹੰਕਾਰ ਕਰੀ ਜਾਣ, ਉਹ ਮਨੁੱਖ ਨਿਰੇ ਖੋਤੇ ਹਨ ।੧੫।"},"ms":{"gurmukhi":"nwnk, AslI Koqy hn auh purS, jo KUbIAW dy bgYr hMkwr krdy hn[","unicode":"ਨਾਨਕ, ਅਸਲੀ ਖੋਤੇ ਹਨ ਉਹ ਪੁਰਸ਼, ਜੋ ਖੂਬੀਆਂ ਦੇ ਬਗੈਰ ਹੰਕਾਰ ਕਰਦੇ ਹਨ।"}},"es":{"sn":"Oh Nanak, esa gente es una burra, no tiene Virtud o Mérito, pero aún así se siente muy orgullosa. (15)"},"hi":{"ss":"हे नानक ! जिनमें कोई गुण ना हो। और अहंकार किए जाएं। वह मनुष्य केवल गधे हैं। 15।","sts":"गुरु नानक का फुरमान है कि दरअसल ऐसे व्यक्ति गधे के समान हैं, जो बिना किसी गुण के अभिमान करते हैं॥१५॥"}},"transliteration":{"english":"naanak te nar asal khar j bin gun garab kara(n)t ||15||","hindi":"नानक ते नर असलि खर जि बिनु गुण गरबु करंत ॥१५॥","en":"naanak te nar asal khar j bin gun garab kara(n)t ||15||","hi":"नानक ते नर असलि खर जि बिनु गुण गरबु करंत ॥१५॥","ipa":"nɑnək t̪e nər əsəl kʰər d͡ʒ bɪn Gʊɳ Gərəb kərəŋt̪.1ə5.","ur":"نانک تے نر اسل کھر ج بن گُݨ گرب کرںت ۔۔۱۵۔۔"},"pageNo":1411,"lineNo":15,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":4,"t":"v"}]}},{"verseId":59676,"shabadId":5475,"verse":{"gurmukhi":"so bRhmxu jo ibMdY bRhmu ]","unicode":"ਸੋ ਬ੍ਰਹਮਣੁ ਜੋ ਬਿੰਦੈ ਬ੍ਰਹਮੁ ॥"},"larivaar":{"gurmukhi":"sobRhmxujoibMdYbRhmu]","unicode":"ਸੋਬ੍ਰਹਮਣੁਜੋਬਿੰਦੈਬ੍ਰਹਮੁ॥"},"translation":{"en":{"bdb":"He alone is a Brahmin, who knows God.","ms":"He alone is a Brahman, who knows the Transcendent Lord.","ssk":"He alone is a Brahmin, who knows God."},"pu":{"ss":{"gurmukhi":"hy BweI! (swfIAW nzrW ivc) auh (mnu`K Asl) bRwhmx hY jo prmwqmw nwl fUMGI sWJ pweI r`Kdw hY,","unicode":"ਹੇ ਭਾਈ! (ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ (ਮਨੁੱਖ ਅਸਲ) ਬ੍ਰਾਹਮਣ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ,"},"ft":{"gurmukhi":"soeI bRhmx hY, jo bRhm ky srUp ko (ibMdY) jwxY]","unicode":"ਸੋਈ ਬ੍ਰਹਮਣ ਹੈ, ਜੋ ਬ੍ਰਹਮ ਕੇ ਸਰੂਪ ਕੋ (ਬਿੰਦੈ) ਜਾਣੈ॥"},"bdb":{"gurmukhi":"hy BweI! (swfIAW nzrW ivc) auh (mnu`K Asl) bRwhmx hY jo prmwqmw nwl fUMGI sWJ pweI r`Kdw hY,","unicode":"ਹੇ ਭਾਈ! (ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ (ਮਨੁੱਖ ਅਸਲ) ਬ੍ਰਾਹਮਣ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ,"},"ms":{"gurmukhi":"kyvl auh hI bRhmx hY ijhVw prm pRBU ƒ jwxdw hY[","unicode":"ਕੇਵਲ ਉਹ ਹੀ ਬ੍ਰਹਮਣ ਹੈ ਜਿਹੜਾ ਪਰਮ ਪ੍ਰਭੂ ਨੂੰ ਜਾਣਦਾ ਹੈ।"}},"es":{"sn":"Sólo quien conoce a Dios es un Brahmán verdadero, "},"hi":{"ss":"हे भाई ! (हमारी नजरों में) वह (मनुष्य असल) ब्राहमण है जो परमात्मा के साथ गहरी सांझ डाले रखता है।","sts":"असल में वही ब्राह्मण है, जो ब्रह्म को मानता है।"}},"transliteration":{"english":"so brahaman jo bi(n)dhai braham ||","hindi":"सो ब्रहमणु जो बिंदै ब्रहमु ॥","en":"so brahaman jo bi(n)dhai braham ||","hi":"सो ब्रहमणु जो बिंदै ब्रहमु ॥","ipa":"sɔ bɹəhəməɳ d͡ʒɔ bɪŋd̪æ bɹəhəm.","ur":"سو برهمݨ جو بںدَے برهم ۔۔"},"pageNo":1411,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59677,"shabadId":5475,"verse":{"gurmukhi":"jpu qpu sMjmu kmwvY krmu ]","unicode":"ਜਪੁ ਤਪੁ ਸੰਜਮੁ ਕਮਾਵੈ ਕਰਮੁ ॥"},"larivaar":{"gurmukhi":"jpuqpusMjmukmwvYkrmu]","unicode":"ਜਪੁਤਪੁਸੰਜਮੁਕਮਾਵੈਕਰਮੁ॥"},"translation":{"en":{"bdb":"He chants and meditates, and practices austerity and good deeds.","ms":"Who performs the deeds of devotion, austerity and self-restrain.","ssk":"He chants and meditates, and practices austerity and good deeds."},"pu":{"ss":{"gurmukhi":" jo iehI jp-krm krdw hY, iehI qp-krm krdw hY, iehI sMjm-krm krdw hY [","unicode":" ਜੋ ਇਹੀ ਜਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਤਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਸੰਜਮ-ਕਰਮ ਕਰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jp, qp, sMjm AwdI krmoN kw kmwvxw krY]","unicode":"ਜਪ, ਤਪ, ਸੰਜਮ ਆਦੀ ਕਰਮੋਂ ਕਾ ਕਮਾਵਣਾ ਕਰੈ॥"},"bdb":{"gurmukhi":" jo iehI jp-krm krdw hY, iehI qp-krm krdw hY, iehI sMjm-krm krdw hY [","unicode":" ਜੋ ਇਹੀ ਜਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਤਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਸੰਜਮ-ਕਰਮ ਕਰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jo Anurwg, qp`isAw Aqy svY-jbq dy Aml kmwauNdw hY[","unicode":"ਜੋ ਅਨੁਰਾਗ, ਤਪੱਸਿਆ ਅਤੇ ਸਵੈ-ਜਬਤ ਦੇ ਅਮਲ ਕਮਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"él canta y medita, practica austeridades y buenas acciones, "},"hi":{"ss":"जो यही जप-कर्म करता है। यही तप कर्म करता है। यही संजम करम करता है (जो परमात्मा की भगती को ही जप-तप-संजम समझता है)","sts":"वह पूजा-पाठ, सादगी में सत्कर्म करता है और"}},"transliteration":{"english":"jap tap sa(n)jam kamaavai karam ||","hindi":"जपु तपु संजमु कमावै करमु ॥","en":"jap tap sa(n)jam kamaavai karam ||","hi":"जपु तपु संजमु कमावै करमु ॥","ipa":"d͡ʒəp t̪əp səŋd͡ʒəm kəmɑʋæ kərəm.","ur":"جپ تپ سںجم کماوَے کرم ۔۔"},"pageNo":1411,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59678,"shabadId":5475,"verse":{"gurmukhi":"sIl sMqoK kw rKY Drmu ]","unicode":"ਸੀਲ ਸੰਤੋਖ ਕਾ ਰਖੈ ਧਰਮੁ ॥"},"larivaar":{"gurmukhi":"sIlsMqoKkwrKYDrmu]","unicode":"ਸੀਲਸੰਤੋਖਕਾਰਖੈਧਰਮੁ॥"},"translation":{"en":{"bdb":"He keeps to the Dharma, with faith, humility and contentment.","ms":"Who observes the faith of humility and contentment,","ssk":"He keeps to the Dharma, with faith, humility and contentment."},"pu":{"ss":{"gurmukhi":"jo im`Ty suBwA Aqy sMqoK dw &rz inbwhuMdw hY, ","unicode":"ਜੋ ਮਿੱਠੇ ਸੁਭਾਅ ਅਤੇ ਸੰਤੋਖ ਦਾ ਫ਼ਰਜ਼ ਨਿਬਾਹੁੰਦਾ ਹੈ, "},"ft":{"gurmukhi":"sIl, sMqoK kw (Drmu) suBwv rwKY⁽¹⁾]","unicode":"ਸੀਲ, ਸੰਤੋਖ ਕਾ (ਧਰਮੁ) ਸੁਭਾਵ ਰਾਖੈ⁽¹⁾॥"},"bdb":{"gurmukhi":"jo im`Ty suBwA Aqy sMqoK dw &rz inbwhuMdw hY, ","unicode":"ਜੋ ਮਿੱਠੇ ਸੁਭਾਅ ਅਤੇ ਸੰਤੋਖ ਦਾ ਫ਼ਰਜ਼ ਨਿਬਾਹੁੰਦਾ ਹੈ, "},"ms":{"gurmukhi":"jo inmRqw Aqy sMquStqw dy eImwn ƒ inBwauNdw hY,","unicode":"ਜੋ ਨਿਮ੍ਰਤਾ ਅਤੇ ਸੰਤੁਸ਼ਟਤਾ ਦੇ ਈਮਾਨ ਨੂੰ ਨਿਭਾਉਂਦਾ ਹੈ,"}},"es":{"sn":"se conserva en el Dharma, con Fe, Humildad "},"hi":{"ss":"जो मीठे स्वभाव और संतोख का फर्ज निभाता है।","sts":"शील-शान्ति, संतोष का धर्म पालन करता है।"}},"transliteration":{"english":"seel sa(n)tokh kaa rakhai dharam ||","hindi":"सील संतोख का रखै धरमु ॥","en":"seel sa(n)tokh kaa rakhai dharam ||","hi":"सील संतोख का रखै धरमु ॥","ipa":"sil səŋt̪ɔkʰ kɑ rəkʰæ t̪ərəm.","ur":"سیِل سںتوکھ کا رکھَے دھرم ۔۔"},"pageNo":1411,"lineNo":16,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":59679,"shabadId":5475,"verse":{"gurmukhi":"bMDn qoVY hovY mukqu ]","unicode":"ਬੰਧਨ ਤੋੜੈ ਹੋਵੈ ਮੁਕਤੁ ॥"},"larivaar":{"gurmukhi":"bMDnqoVYhovYmukqu]","unicode":"ਬੰਧਨਤੋੜੈਹੋਵੈਮੁਕਤੁ॥"},"translation":{"en":{"bdb":"Breaking his bonds, he is liberated.","ms":"and is emancipated by breaking the bonds.","ssk":"Breaking his bonds, he is liberated."},"pu":{"ss":{"gurmukhi":"jo mwieAw dy moh dIAW PwhIAW qoV lYNdw hY Aqy mwieAw dy moh qoN Awzwd ho jWdw hY [","unicode":"ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਤੋੜ ਲੈਂਦਾ ਹੈ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ft":{"gurmukhi":"bMDnoN ko qoVkr mukq rUp hovY]","unicode":"ਬੰਧਨੋਂ ਕੋ ਤੋੜਕਰ ਮੁਕਤ ਰੂਪ ਹੋਵੈ॥"},"bdb":{"gurmukhi":"jo mwieAw dy moh dIAW PwhIAW qoV lYNdw hY Aqy mwieAw dy moh qoN Awzwd ho jWdw hY [","unicode":"ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਤੋੜ ਲੈਂਦਾ ਹੈ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Aqy jo Awpxy jUVW ƒ vF ky moKS ho jWdw hY[","unicode":"ਅਤੇ ਜੋ ਆਪਣੇ ਜੂੜਾਂ ਨੂੰ ਵਢ ਕੇ ਮੋਖਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"y Contentamiento y rompiendo sus amarras es liberado. "},"hi":{"ss":"जो माया के मोह के फंदों को तोड़ लेता है और माया के मोह से आजाद हो जाता है।","sts":"जो जगत के बन्धनों को तोड़कर मुक्त होता है,"}},"transliteration":{"english":"ba(n)dhan toRai hovai mukat ||","hindi":"बंधन तोड़ै होवै मुकतु ॥","en":"ba(n)dhan toRai hovai mukat ||","hi":"बंधन तोड़ै होवै मुकतु ॥","ipa":"bəŋt̪ən t̪ɔɽæ hɔʋæ mʊkət̪.","ur":"بںدھن توڑَے هووَے مُکت ۔۔"},"pageNo":1411,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59680,"shabadId":5475,"verse":{"gurmukhi":"soeI bRhmxu pUjx jugqu ]16]","unicode":"ਸੋਈ ਬ੍ਰਹਮਣੁ ਪੂਜਣ ਜੁਗਤੁ ॥੧੬॥"},"larivaar":{"gurmukhi":"soeIbRhmxupUjxjugqu]16]","unicode":"ਸੋਈਬ੍ਰਹਮਣੁਪੂਜਣਜੁਗਤੁ॥੧੬॥"},"translation":{"en":{"bdb":"Such a Brahmin is worthy of being worshipped. ||16||","ms":"Such a Brahman alone is worthy of being worshipped.","ssk":"Such a Brahmin is worthy of being worshipped. ||16||"},"pu":{"ss":{"gurmukhi":"hy BweI! auhI bRwhmx Awdr-sqkwr dw h`kdwr hY [16[","unicode":"ਹੇ ਭਾਈ! ਉਹੀ ਬ੍ਰਾਹਮਣ ਆਦਰ-ਸਤਕਾਰ ਦਾ ਹੱਕਦਾਰ ਹੈ ।੧੬।"},"ft":{"gurmukhi":"soeI ien lKxoN vwlw bRhmx pUjxy Xog hoqw hY]16]","unicode":"ਸੋਈ ਇਨ ਲਖਣੋਂ ਵਾਲਾ ਬ੍ਰਹਮਣ ਪੂਜਣੇ ਯੋਗ ਹੋਤਾ ਹੈ॥੧੬॥"},"bdb":{"gurmukhi":"hy BweI! auhI bRwhmx Awdr-sqkwr dw h`kdwr hY [16[","unicode":"ਹੇ ਭਾਈ! ਉਹੀ ਬ੍ਰਾਹਮਣ ਆਦਰ-ਸਤਕਾਰ ਦਾ ਹੱਕਦਾਰ ਹੈ ।੧੬।"},"ms":{"gurmukhi":"kyvl ieho ijhw bRhmx hI aupwSnw krn dy lwiek hY[","unicode":"ਕੇਵਲ ਇਹੋ ਜਿਹਾ ਬ੍ਰਹਮਣ ਹੀ ਉਪਾਸ਼ਨਾ ਕਰਨ ਦੇ ਲਾਇਕ ਹੈ।"}},"es":{"sn":"Tal Brahmán es digno de ser alabado. (16)"},"hi":{"ss":"हे भाई ! वही ब्राहमण आदर-सत्कार का हॅकदार है। 16।","sts":"वही ब्राह्मण जगत में पूजनीय होता है।॥१६॥"}},"transliteration":{"english":"soiee brahaman poojan jugat ||16||","hindi":"सोई ब्रहमणु पूजण जुगतु ॥१६॥","en":"soiee brahaman poojan jugat ||16||","hi":"सोई ब्रहमणु पूजण जुगतु ॥१६॥","ipa":"sɔei bɹəhəməɳ pud͡ʒəɳ d͡ʒʊGət̪.1ə6.","ur":"سوای برهمݨ پُوجݨ جُگت ۔۔۱۶۔۔"},"pageNo":1411,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59681,"shabadId":5475,"verse":{"gurmukhi":"KqRI so ju krmw kw sUru ]","unicode":"ਖਤ੍ਰੀ ਸੋ ਜੁ ਕਰਮਾ ਕਾ ਸੂਰੁ ॥"},"larivaar":{"gurmukhi":"KqRIsojukrmwkwsUru]","unicode":"ਖਤ੍ਰੀਸੋਜੁਕਰਮਾਕਾਸੂਰੁ॥"},"translation":{"en":{"bdb":"He alone is a Kh'shaatriyaa, who is a hero in good deeds.","ms":"He alone is a Khatri, who is brave in good deeds.","ssk":"He alone is a Kh'shaatriyaa, who is a hero in good deeds."},"pu":{"ss":{"gurmukhi":" hy BweI! (swfIAW nzrW ivc) auh mnu`K K`q®I hY jo (kwmwidk vYrIAW ƒ mwr-mukwx leI) nyk krm krn vwlw sUrmw bxdw hY, ","unicode":" ਹੇ ਭਾਈ! (ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ ਮਨੁੱਖ ਖੱਤ੍ਰੀ ਹੈ ਜੋ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ-ਮੁਕਾਣ ਲਈ) ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਾ ਸੂਰਮਾ ਬਣਦਾ ਹੈ, "},"ft":{"gurmukhi":"KqRI soeI hY, jo krmW kw sUrmW hovY, Bwv XuD myN pIT n idKwvY]","unicode":"ਖਤ੍ਰੀ ਸੋਈ ਹੈ, ਜੋ ਕਰਮਾਂ ਕਾ ਸੂਰਮਾਂ ਹੋਵੈ, ਭਾਵ ਯੁਧ ਮੇਂ ਪੀਠ ਨ ਦਿਖਾਵੈ॥"},"bdb":{"gurmukhi":" hy BweI! (swfIAW nzrW ivc) auh mnu`K K`q®I hY jo (kwmwidk vYrIAW ƒ mwr-mukwx leI) nyk krm krn vwlw sUrmw bxdw hY, ","unicode":" ਹੇ ਭਾਈ! (ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ ਮਨੁੱਖ ਖੱਤ੍ਰੀ ਹੈ ਜੋ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ-ਮੁਕਾਣ ਲਈ) ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਾ ਸੂਰਮਾ ਬਣਦਾ ਹੈ, "},"ms":{"gurmukhi":"kyvl auh hI K`qrI hY jo cMgy AmlW iv`c bhwdr hY[","unicode":"ਕੇਵਲ ਉਹ ਹੀ ਖੱਤਰੀ ਹੈ ਜੋ ਚੰਗੇ ਅਮਲਾਂ ਵਿੱਚ ਬਹਾਦਰ ਹੈ।"}},"es":{"sn":"Sólo es un Kshatrya, quien es un héroe en las buenas acciones, "},"hi":{"ss":"हे भाई ! (हमारी नजरों में) वही मनुष्य खत्री है जो (कामादिक वैरियों को खत्म करने के लिए) नेक कर्म करने वाला शूरवीर बनता है।","sts":"क्षत्रिय वही है, जो सत्कर्मों का शूरवीर माना जाता है।"}},"transliteration":{"english":"khatree so ju karamaa kaa soor ||","hindi":"खत्री सो जु करमा का सूरु ॥","en":"khatree so ju karamaa kaa soor ||","hi":"खत्री सो जु करमा का सूरु ॥","ipa":"kʰət̪ɹi sɔ d͡ʒ kərəmɑ kɑ sur.","ur":"کھتریِ سو جُ کرما کا سُور ۔۔"},"pageNo":1411,"lineNo":17,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59682,"shabadId":5475,"verse":{"gurmukhi":"puMn dwn kw krY srIru ]","unicode":"ਪੁੰਨ ਦਾਨ ਕਾ ਕਰੈ ਸਰੀਰੁ ॥"},"larivaar":{"gurmukhi":"puMndwnkwkrYsrIru]","unicode":"ਪੁੰਨਦਾਨਕਾਕਰੈਸਰੀਰੁ॥"},"translation":{"en":{"bdb":"He uses his body to give in charity;","ms":"Who yokes his body in charity and alms-giving,","ssk":"He uses his body to give in charity;"},"pu":{"ss":{"gurmukhi":"jo Awpxy srIr ƒ (Awpxy jIvn ƒ, hornW ivc) Bly krm vMfx leI vsIlw bxWdw hY, ","unicode":"ਜੋ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ, ਹੋਰਨਾਂ ਵਿਚ) ਭਲੇ ਕਰਮ ਵੰਡਣ ਲਈ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ, "},"ft":{"gurmukhi":"Apny srIr ko puMn dwn kw rUp hI krY, Bwv Xyh koeI sIs mWgY iqs ko soeI dyvY, AYsw dwqw hoie]","unicode":"ਅਪਨੇ ਸਰੀਰ ਕੋ ਪੁੰਨ ਦਾਨ ਕਾ ਰੂਪ ਹੀ ਕਰੈ, ਭਾਵ ਯੇਹ ਕੋਈ ਸੀਸ ਮਾਂਗੈ ਤਿਸ ਕੋ ਸੋਈ ਦੇਵੈ, ਐਸਾ ਦਾਤਾ ਹੋਇ॥"},"bdb":{"gurmukhi":"jo Awpxy srIr ƒ (Awpxy jIvn ƒ, hornW ivc) Bly krm vMfx leI vsIlw bxWdw hY, ","unicode":"ਜੋ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ, ਹੋਰਨਾਂ ਵਿਚ) ਭਲੇ ਕਰਮ ਵੰਡਣ ਲਈ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ, "},"ms":{"gurmukhi":"jo AwpxI dyh ƒ sKwvq Aqy KYr KYrwq dyx iv`c joVdw hY,","unicode":"ਜੋ ਆਪਣੀ ਦੇਹ ਨੂੰ ਸਖਾਵਤ ਅਤੇ ਖੈਰ ਖੈਰਾਤ ਦੇਣ ਵਿੱਚ ਜੋੜਦਾ ਹੈ,"}},"es":{"sn":"utiliza su cuerpo para dar caridad, "},"hi":{"ss":"जो अपने शरीर को (अपने जीवन को। औरों में) भले कर्म बाँटने के लिए वसीला बनाता है।","sts":"यह दान-पुण्य का जीवन अपनाता है।"}},"transliteration":{"english":"pu(n)n dhaan kaa karai sareer ||","hindi":"पुँन दान का करै सरीरु ॥","en":"pu(n)n dhaan kaa karai sareer ||","hi":"पुँन दान का करै सरीरु ॥","ipa":"pʊŋn d̪ɑn kɑ kəræ sərir.","ur":"پُنّ دان کا کرَے سریِر ۔۔"},"pageNo":1411,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[]}},{"verseId":59683,"shabadId":5475,"verse":{"gurmukhi":"Kyqu pCwxY bIjY dwnu ]","unicode":"ਖੇਤੁ ਪਛਾਣੈ ਬੀਜੈ ਦਾਨੁ ॥"},"larivaar":{"gurmukhi":"KyqupCwxYbIjYdwnu]","unicode":"ਖੇਤੁਪਛਾਣੈਬੀਜੈਦਾਨੁ॥"},"translation":{"en":{"bdb":"he understands his farm, and plants the seeds of generosity.","ms":"and who ascertaining the farm to be right, sows the seed of beneficence.","ssk":"he understands his farm, and plants the seeds of generosity."},"pu":{"ss":{"gurmukhi":"jo (Awpxy srIr ƒ ikswn dy Kyq vWg) Kyq smJdw hY (qy, ies Kyq ivc prmwqmw dy nwm dI) dwiq (nwm-bIj) bIjdw hY [","unicode":"ਜੋ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਕਿਸਾਨ ਦੇ ਖੇਤ ਵਾਂਗ) ਖੇਤ ਸਮਝਦਾ ਹੈ (ਤੇ, ਇਸ ਖੇਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤਿ (ਨਾਮ-ਬੀਜ) ਬੀਜਦਾ ਹੈ ।"},"ft":{"gurmukhi":"Kyq ko pCwx kr dwn ko dIjY, Bwv Xyh auqm AiDkwrI ko dwn dyvy]","unicode":"ਖੇਤ ਕੋ ਪਛਾਣ ਕਰ ਦਾਨ ਕੋ ਦੀਜੈ, ਭਾਵ ਯੇਹ ਉਤਮ ਅਧਿਕਾਰੀ ਕੋ ਦਾਨ ਦੇਵੇ॥"},"bdb":{"gurmukhi":"jo (Awpxy srIr ƒ ikswn dy Kyq vWg) Kyq smJdw hY (qy, ies Kyq ivc prmwqmw dy nwm dI) dwiq (nwm-bIj) bIjdw hY [","unicode":"ਜੋ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਕਿਸਾਨ ਦੇ ਖੇਤ ਵਾਂਗ) ਖੇਤ ਸਮਝਦਾ ਹੈ (ਤੇ, ਇਸ ਖੇਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤਿ (ਨਾਮ-ਬੀਜ) ਬੀਜਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Aqy jo pYlI ƒ drusq insicq kr praupkwr bI bIjdw hY[","unicode":"ਅਤੇ ਜੋ ਪੈਲੀ ਨੂੰ ਦਰੁਸਤ ਨਿਸਚਿਤ ਕਰ ਪਰਉਪਕਾਰ ਬੀ ਬੀਜਦਾ ਹੈ।"}},"es":{"sn":"él entiende su finca y planta las semillas de generosidad, "},"hi":{"ss":"जो (अपने शरीर को किसान के खेत की तरह) खेत समझता है (और। इस खेत में परमात्मा के नाम की) दाति (नाम-बीज) बीजता है।","sts":"खेत को पहचान कर दान का बीज डालता है।"}},"transliteration":{"english":"khet pachhaanai beejai dhaan ||","hindi":"खेतु पछाणै बीजै दानु ॥","en":"khet pachhaanai beejai dhaan ||","hi":"खेतु पछाणै बीजै दानु ॥","ipa":"kʰet̪ pəɕɑɳæ bid͡ʒæ d̪ɑn.","ur":"کھےت پچھاݨَے بیِجَے دان ۔۔"},"pageNo":1411,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59684,"shabadId":5475,"verse":{"gurmukhi":"so KqRI drgh prvwxu ]","unicode":"ਸੋ ਖਤ੍ਰੀ ਦਰਗਹ ਪਰਵਾਣੁ ॥"},"larivaar":{"gurmukhi":"soKqRIdrghprvwxu]","unicode":"ਸੋਖਤ੍ਰੀਦਰਗਹਪਰਵਾਣੁ॥"},"translation":{"en":{"bdb":"Such a Kh'shaatriyaa is accepted in the Court of the Lord.","ms":"Such a Khatri alone becomes acceptable in the Lord's court.","ssk":"Such a Kh'shaatriyaa is accepted in the Court of the Lord."},"pu":{"ss":{"gurmukhi":"hy BweI! Aijhw K`q®I prmwqmw dI hzUrI ivc kbUl huMdw hY [","unicode":"ਹੇ ਭਾਈ! ਅਜਿਹਾ ਖੱਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"jo AYsw KqRI hovY so drgh myN prvwx hoqw hY]","unicode":"ਜੋ ਐਸਾ ਖਤ੍ਰੀ ਹੋਵੈ ਸੋ ਦਰਗਹ ਮੇਂ ਪਰਵਾਣ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! Aijhw K`q®I prmwqmw dI hzUrI ivc kbUl huMdw hY [","unicode":"ਹੇ ਭਾਈ! ਅਜਿਹਾ ਖੱਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"ieho ijhw K`qrI hI pRBU dy drbwr AMdr kbUl pY jWdw hY[","unicode":"ਇਹੋ ਜਿਹਾ ਖੱਤਰੀ ਹੀ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਕਬੂਲ ਪੈ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"tal Kshatrya es aceptado en la Corte del Señor. "},"hi":{"ss":"हे भाई ! ऐसा खत्री परमात्मा की हजूरी में कबूल होता है।","sts":"ऐसा क्षत्रिय ही ईश्वर के दरबार में मान्य होता है।"}},"transliteration":{"english":"so khatree dharageh paravaan ||","hindi":"सो खत्री दरगह परवाणु ॥","en":"so khatree dharageh paravaan ||","hi":"सो खत्री दरगह परवाणु ॥","ipa":"sɔ kʰət̪ɹi d̪ərəGəh pərəʋɑɳ.","ur":"سو کھتریِ درگه پرواݨ ۔۔"},"pageNo":1411,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59685,"shabadId":5475,"verse":{"gurmukhi":"lbu loBu jy kUVu kmwvY ]","unicode":"ਲਬੁ ਲੋਭੁ ਜੇ ਕੂੜੁ ਕਮਾਵੈ ॥"},"larivaar":{"gurmukhi":"lbuloBujykUVukmwvY]","unicode":"ਲਬੁਲੋਭੁਜੇਕੂੜੁਕਮਾਵੈ॥"},"translation":{"en":{"bdb":"Whoever practices greed, possessiveness and falsehood,","ms":"However, whosoever practises greed, avarice and falsehood,","ssk":"Whoever practices greed, possessiveness and falsehood,"},"pu":{"ss":{"gurmukhi":"pr ijhVw mnu`K l`b loB Aqy hor T`gI Awidk krdw rihMdw hY[","unicode":"ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਲੱਬ ਲੋਭ ਅਤੇ ਹੋਰ ਠੱਗੀ ਆਦਿਕ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।"},"ft":{"gurmukhi":"jo lb, loB qQw JUT kau kmwvqw hY]","unicode":"ਜੋ ਲਬ, ਲੋਭ ਤਥਾ ਝੂਠ ਕਉ ਕਮਾਵਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"pr ijhVw mnu`K l`b loB Aqy hor T`gI Awidk krdw rihMdw hY[","unicode":"ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਲੱਬ ਲੋਭ ਅਤੇ ਹੋਰ ਠੱਗੀ ਆਦਿਕ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।"},"ms":{"gurmukhi":"pRMqU jo koeI lwlc qmHW Aqy JUT dI kmweI krdw hY,","unicode":"ਪ੍ਰੰਤੂ ਜੋ ਕੋਈ ਲਾਲਚ ਤਮ੍ਹਾਂ ਅਤੇ ਝੂਠ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ,"}},"es":{"sn":"Quien tenga avaricia en su corazón, sea posesivo y viva en la falsedad, "},"hi":{"ss":"पर जो मनुष्य लब-लोभ और अन्य ठॅगी आदि करता रहता है (वह जनम का चाहे खत्री ही हो)","sts":"जो लोभ-लालच में झूठा कर्म करता है,"}},"transliteration":{"english":"lab lobh je kooR kamaavai ||","hindi":"लबु लोभु जे कूड़ु कमावै ॥","en":"lab lobh je kooR kamaavai ||","hi":"लबु लोभु जे कूड़ु कमावै ॥","ipa":"ləb lɔɓ d͡ʒe kuɽ kəmɑʋæ.","ur":"لب لوبھ جے کُوڑ کماوَے ۔۔"},"pageNo":1411,"lineNo":18,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59686,"shabadId":5475,"verse":{"gurmukhi":"Apxw kIqw Awpy pwvY ]17]","unicode":"ਅਪਣਾ ਕੀਤਾ ਆਪੇ ਪਾਵੈ ॥੧੭॥"},"larivaar":{"gurmukhi":"ApxwkIqwAwpypwvY]17]","unicode":"ਅਪਣਾਕੀਤਾਆਪੇਪਾਵੈ॥੧੭॥"},"translation":{"en":{"bdb":"shall receive the fruits of his own labors. ||17||","ms":"he must receive the fruit of his own deeds.","ssk":"shall receive the fruits of his own labors. ||17||"},"pu":{"ss":{"gurmukhi":"auh mnu`K (l`b Awidk) kIqy krmW dw Pl Awp hI Bugqdw hY [","unicode":"ਉਹ ਮਨੁੱਖ (ਲੱਬ ਆਦਿਕ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਆਪ ਹੀ ਭੁਗਤਦਾ ਹੈ ।"},"ft":{"gurmukhi":"so Apny kIqy krm kw PlH Awpy hI pwvqw hY]17]","unicode":"ਸੋ ਅਪਨੇ ਕੀਤੇ ਕਰਮ ਕਾ ਫਲ੍ਹ ਆਪੇ ਹੀ ਪਾਵਤਾ ਹੈ॥੧੭॥"},"bdb":{"gurmukhi":"auh mnu`K (l`b Awidk) kIqy krmW dw Pl Awp hI Bugqdw hY [","unicode":"ਉਹ ਮਨੁੱਖ (ਲੱਬ ਆਦਿਕ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਆਪ ਹੀ ਭੁਗਤਦਾ ਹੈ ।"},"ms":{"gurmukhi":"aus ƒ inj dy krmW dw Pl Bugqxw hI pYdw hY[","unicode":"ਉਸ ਨੂੰ ਨਿਜ ਦੇ ਕਰਮਾਂ ਦਾ ਫਲ ਭੁਗਤਣਾ ਹੀ ਪੈਦਾ ਹੈ।"}},"es":{"sn":"recibirá los frutos de su propia labor. (17)"},"hi":{"ss":"वह मनुष्य (लब आदि) किए हुए कर्मों का फल खुद ही भुगतता है (वह मनुष्य कामादिक विकारों का शिकार हुआ ही रहता है। वह नहीं है सूरमा)। 17।","sts":"वह अपने किए कर्मों का ही फल पाता है॥१७॥"}},"transliteration":{"english":"apanaa keetaa aape paavai ||17||","hindi":"अपणा कीता आपे पावै ॥१७॥","en":"apanaa keetaa aape paavai ||17||","hi":"अपणा कीता आपे पावै ॥१७॥","ipa":"əpəɳɑ kit̪ɑ əɑpe pɑʋæ.1ə7.","ur":"اپݨا کیِتا آپے پاوَے ۔۔۱۷۔۔"},"pageNo":1411,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59687,"shabadId":5475,"verse":{"gurmukhi":"qnu n qpwie qnUr ijau bwlxu hf n bwil ]","unicode":"ਤਨੁ ਨ ਤਪਾਇ ਤਨੂਰ ਜਿਉ ਬਾਲਣੁ ਹਡ ਨ ਬਾਲਿ ॥"},"larivaar":{"gurmukhi":"qnunqpwieqnUrijaubwlxuhfnbwil]","unicode":"ਤਨੁਨਤਪਾਇਤਨੂਰਜਿਉਬਾਲਣੁਹਡਨਬਾਲਿ॥"},"translation":{"en":{"bdb":"Do not heat your body like a furnace, or burn your bones like firewood.","ms":"Heat thou not thy body like a furnace and burn not thine bones like the fire-wood.","ssk":"Do not heat your body like a furnace, or burn your bones like firewood."},"pu":{"ss":{"gurmukhi":"hy BweI! (Awpxy) srIr ƒ (DUxIAW nwl) qnUr vWg nwh swV, qy, h`fW ƒ (DUxIAW nwl) ieauN nwh blw ijvyN ieh bwlx hY [","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੇ) ਸਰੀਰ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਤਨੂਰ ਵਾਂਗ ਨਾਹ ਸਾੜ, ਤੇ, ਹੱਡਾਂ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਇਉਂ ਨਾਹ ਬਲਾ ਜਿਵੇਂ ਇਹ ਬਾਲਣ ਹੈ ।"},"ft":{"gurmukhi":"PrId jI ny qn kau qMdUr vq qpwvxw khw hY, iqs kw auqR kihqy hYN: hy BweI! qn ko qMdUr vq nw qpwau, Bwv Xyh AYsw qmoguxI qp nw kr AO hfoN ko bwlx rUp kr ky AgnI myN n bwl]","unicode":"ਫਰੀਦ ਜੀ ਨੇ ਤਨ ਕਉ ਤੰਦੂਰ ਵਤ ਤਪਾਵਣਾ ਕਹਾ ਹੈ, ਤਿਸ ਕਾ ਉਤ੍ਰ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਤਨ ਕੋ ਤੰਦੂਰ ਵਤ ਨਾ ਤਪਾਉ, ਭਾਵ ਯੇਹ ਐਸਾ ਤਮੋਗੁਣੀ ਤਪ ਨਾ ਕਰ ਔ ਹਡੋਂ ਕੋ ਬਾਲਣ ਰੂਪ ਕਰ ਕੇ ਅਗਨੀ ਮੇਂ ਨ ਬਾਲ॥"},"bdb":{"gurmukhi":"hy BweI! (Awpxy) srIr ƒ (DUxIAW nwl) qnUr vWg nwh swV, qy, h`fW ƒ (DUxIAW nwl) ieauN nwh blw ijvyN ieh bwlx hY [","unicode":"ਹੇ ਭਾਈ! (ਆਪਣੇ) ਸਰੀਰ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਤਨੂਰ ਵਾਂਗ ਨਾਹ ਸਾੜ, ਤੇ, ਹੱਡਾਂ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਇਉਂ ਨਾਹ ਬਲਾ ਜਿਵੇਂ ਇਹ ਬਾਲਣ ਹੈ ।"},"ms":{"gurmukhi":"qUM AwpxI dyh ƒ qMdUr dI mwnMd nW BKw Aqy Awpdy h`fW ƒ eIDn dI mwnMd nW swV[","unicode":"ਤੂੰ ਆਪਣੀ ਦੇਹ ਨੂੰ ਤੰਦੂਰ ਦੀ ਮਾਨੰਦ ਨਾਂ ਭਖਾ ਅਤੇ ਆਪਦੇ ਹੱਡਾਂ ਨੂੰ ਈਧਨ ਦੀ ਮਾਨੰਦ ਨਾਂ ਸਾੜ।"}},"es":{"sn":"No calientes tu cuerpo como horno, o quemes tus huesos como madera. "},"hi":{"ss":"हे भाई ! (अपने) शरीर को (धूणियों से) तंदूर की तरह ना जला। और। हड्डियों को (धूणियों के साथ) इस तरह ना जला जैसे ये ईधन है।","sts":"तन को तंदूर की तरह गर्म मत करो, न ही हड्डियों रूपी ईंधन को जलाओ।"}},"transliteration":{"english":"tan na tapai tanoor jiau baalan hadd na baal ||","hindi":"तनु न तपाइ तनूर जिउ बालणु हड न बालि ॥","en":"tan na tapai tanoor jiau baalan hadd na baal ||","hi":"तनु न तपाइ तनूर जिउ बालणु हड न बालि ॥","ipa":"t̪ən nə t̪əpɑeɪ t̪ənur d͡ʒɪo bɑləɳ həɖ nə bɑl.","ur":"تن ن تپاا تنُور جا بالݨ هڈ ن بال ۔۔"},"pageNo":1411,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":59688,"shabadId":5475,"verse":{"gurmukhi":"isir pYrI ikAw PyiVAw AMdir iprI sm@wil ]18]","unicode":"ਸਿਰਿ ਪੈਰੀ ਕਿਆ ਫੇੜਿਆ ਅੰਦਰਿ ਪਿਰੀ ਸਮੑਾਲਿ ॥੧੮॥"},"larivaar":{"gurmukhi":"isirpYrIikAwPyiVAwAMdiriprIsm@wil]18]","unicode":"ਸਿਰਿਪੈਰੀਕਿਆਫੇੜਿਆਅੰਦਰਿਪਿਰੀਸਮੑਾਲਿ॥੧੮॥"},"translation":{"en":{"bdb":"What have your head and feet done wrong? See your Husband Lord within yourself. ||18||","ms":"What wrong thine head and feet have done? Pray see thy Spouse within thee.","ssk":"What have your head and feet done wrong? See your Husband Lord within yourself. ||18||"},"pu":{"ss":{"gurmukhi":"(qyry) isr ny (qyry) pYrW ny kuJ nhIN ivgwiVAw (iehnW ƒ DUxIAW nwl ikauN duKI krdw hYN? iehnW ƒ duKI nwh kr) prmwqmw (dI Xwd) ƒ Awpxy ihrdy ivc sWB ky r`K [18[","unicode":"(ਤੇਰੇ) ਸਿਰ ਨੇ (ਤੇਰੇ) ਪੈਰਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਿਆ (ਇਹਨਾਂ ਨੂੰ ਧੂਣੀਆਂ ਨਾਲ ਕਿਉਂ ਦੁਖੀ ਕਰਦਾ ਹੈਂ? ਇਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ।੧੮।"},"ft":{"gurmukhi":"ien isr AO pYroN ny qyrw ikAw PyiVAw, Bwv gvwXw hY[ qW qy hy BweI! Apxy irdy AMqr prmySÍr pqI ko sMmwlnw kr]18]","unicode":"ਇਨ ਸਿਰ ਔ ਪੈਰੋਂ ਨੇ ਤੇਰਾ ਕਿਆ ਫੇੜਿਆ, ਭਾਵ ਗਵਾਯਾ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਅਪਣੇ ਰਿਦੇ ਅੰਤਰ ਪਰਮੇਸ਼੍ਵਰ ਪਤੀ ਕੋ ਸੰਮਾਲਨਾ ਕਰ॥੧੮॥"},"bdb":{"gurmukhi":"(qyry) isr ny (qyry) pYrW ny kuJ nhIN ivgwiVAw (iehnW ƒ DUxIAW nwl ikauN duKI krdw hYN? iehnW ƒ duKI nwh kr) prmwqmw (dI Xwd) ƒ Awpxy ihrdy ivc sWB ky r`K [18[","unicode":"(ਤੇਰੇ) ਸਿਰ ਨੇ (ਤੇਰੇ) ਪੈਰਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਿਆ (ਇਹਨਾਂ ਨੂੰ ਧੂਣੀਆਂ ਨਾਲ ਕਿਉਂ ਦੁਖੀ ਕਰਦਾ ਹੈਂ? ਇਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ।੧੮।"},"ms":{"gurmukhi":"qyry mUMf Aqy pgw ny kI ksUr kIqw hY?qUM Awpxy AMdr hI Awpxy pqI ƒ vyK[","unicode":"ਤੇਰੇ ਮੂੰਡ ਅਤੇ ਪਗਾ ਨੇ ਕੀ ਕਸੂਰ ਕੀਤਾ ਹੈ?ਤੂੰ ਆਪਣੇ ਅੰਦਰ ਹੀ ਆਪਣੇ ਪਤੀ ਨੂੰ ਵੇਖ।"}},"es":{"sn":"¿Qué han hecho de malo tus pies y tu cabeza? Ve al Señor, tu Esposo, en tu interior. "},"hi":{"ss":"(तेरे) सिर ने (तेरे) पैरों ने कुछ नहीं बिगाड़ा (इनको धूणियों के साथ क्यों दुखी करता है। इनको दुखी ना कर) परमात्मा (की याद) को अपने हृदय में संभाल के रख। 18।","sts":"सिर-पैरों ने तुम्हारा क्या बिगाड़ा है, मन में परमात्मा का स्मरण करो ॥१८॥"}},"transliteration":{"english":"sir pairee kiaa feRiaa a(n)dhar piree sam(h)aal ||18||","hindi":"सिरि पैरी किआ फेड़िआ अंदरि पिरी सम्मालि ॥१८॥","en":"sir pairee kiaa feRiaa a(n)dhar piree sam(h)aal ||18||","hi":"सिरि पैरी किआ फेड़िआ अंदरि पिरी सम्मालि ॥१८॥","ipa":"sɪr pæri kɪəɑ feɽɪəɑ əŋd̪ər pɪri səm@ɑl.1ə8.","ur":"سِر پَےریِ کآ پھےڑآ اںدر پریِ سمھال ۔۔۱۸۔۔"},"pageNo":1411,"lineNo":19,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59689,"shabadId":5475,"verse":{"gurmukhi":"sBnI GtI shu vsY sh ibnu Gtu n koie ]","unicode":"ਸਭਨੀ ਘਟੀ ਸਹੁ ਵਸੈ ਸਹ ਬਿਨੁ ਘਟੁ ਨ ਕੋਇ ॥"},"larivaar":{"gurmukhi":"sBnIGtIshuvsYshibnuGtunkoie]","unicode":"ਸਭਨੀਘਟੀਸਹੁਵਸੈਸਹਬਿਨੁਘਟੁਨਕੋਇ॥"},"translation":{"en":{"bdb":"God the Cosmic Husband dwells within all hearts; without Him, there is no heart at all.","ms":"Within all the heart abides the Groom. Without the Groom there is no heart.","ssk":"God the Cosmic Husband dwells within all hearts; without Him, there is no heart at all."},"pu":{"ss":{"gurmukhi":"hy BweI! Ksm-pRBU swry hI srIrW ivc v`sdw hY [ koeI BI srIr (AYsw) nhIN hY jo Ksm-pRBU qoN ibnw hovy [","unicode":"ਹੇ ਭਾਈ! ਖਸਮ-ਪ੍ਰਭੂ ਸਾਰੇ ਹੀ ਸਰੀਰਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ । ਕੋਈ ਭੀ ਸਰੀਰ (ਐਸਾ) ਨਹੀਂ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਵੇ ।"},"ft":{"gurmukhi":"sMpUrn GtoN myN prmysÍr (shu) pqI vsqw hY, iqs pqI sy ibnW koeI Gt KwlI nhIN hY]","unicode":"ਸੰਪੂਰਨ ਘਟੋਂ ਮੇਂ ਪਰਮੇਸ੍ਵਰ (ਸਹੁ) ਪਤੀ ਵਸਤਾ ਹੈ, ਤਿਸ ਪਤੀ ਸੇ ਬਿਨਾਂ ਕੋਈ ਘਟ ਖਾਲੀ ਨਹੀਂ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! Ksm-pRBU swry hI srIrW ivc v`sdw hY [ koeI BI srIr (AYsw) nhIN hY jo Ksm-pRBU qoN ibnw hovy [","unicode":"ਹੇ ਭਾਈ! ਖਸਮ-ਪ੍ਰਭੂ ਸਾਰੇ ਹੀ ਸਰੀਰਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ । ਕੋਈ ਭੀ ਸਰੀਰ (ਐਸਾ) ਨਹੀਂ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਵੇ ।"},"ms":{"gurmukhi":"swirAw idlW AMdr kMq vsdw hY[ bgYr kMq dy hor koeI idl BI nhIN[","unicode":"ਸਾਰਿਆ ਦਿਲਾਂ ਅੰਦਰ ਕੰਤ ਵਸਦਾ ਹੈ। ਬਗੈਰ ਕੰਤ ਦੇ ਹੋਰ ਕੋਈ ਦਿਲ ਭੀ ਨਹੀਂ।"}},"es":{"sn":"Dios, el Esposo Cósmico, habita en todos los corazones, sin Él, no hay corazón para nada, "},"hi":{"ss":"हे भाई ! प्रभू-पति सारे शरीरों में बसता है। कोई भी शरीर (ऐसा) नहीं है जो पति-प्रभू के बिना हो (जिसमें पति-प्रभू ना बसता हो। पर बसता है गुप्त)।","sts":"सब में ईश्वर बसा हुआ है, ऐसा कोई घट नहीं, जिसमें ईश्वर न हो।"}},"transliteration":{"english":"sabhanee ghaTee sahu vasai seh bin ghaT na koi ||","hindi":"सभनी घटी सहु वसै सह बिनु घटु न कोइ ॥","en":"sabhanee ghaTee sahu vasai seh bin ghaT na koi ||","hi":"सभनी घटी सहु वसै सह बिनु घटु न कोइ ॥","ipa":"səɓəni Gʰəʈi səh ʋəsæ səh bɪn Gʰəʈ nə kɔeɪ.","ur":"سبھنیِ گھٹیِ سهُ وسَے سه بن گھٹ ن کوا ۔۔"},"pageNo":1412,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59690,"shabadId":5475,"verse":{"gurmukhi":"nwnk qy sohwgxI ijn@w gurmuiK prgtu hoie ]19]","unicode":"ਨਾਨਕ ਤੇ ਸੋਹਾਗਣੀ ਜਿਨੑਾ ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹੋਇ ॥੧੯॥"},"larivaar":{"gurmukhi":"nwnkqysohwgxIijn@wgurmuiKprgtuhoie]19]","unicode":"ਨਾਨਕਤੇਸੋਹਾਗਣੀਜਿਨੑਾਗੁਰਮੁਖਿਪਰਗਟੁਹੋਇ॥੧੯॥"},"translation":{"en":{"bdb":"O Nanak, the Gurmukhs are the happy, virtuous soul-brides; the Lord is revealed to them. ||19||","ms":"Nanak, they alone are the chaste brides, to whom their Lord becomes manifest by the Guru's grace.","ssk":"O Nanak, the Gurmukhs are the happy, virtuous soul-brides; the Lord is revealed to them. ||19||"},"pu":{"ss":{"gurmukhi":"hy nwnk! auh jIv-iesq®IAW BwgW vwlIAW hn ijnHW dy AMdr (auh Ksm-pRBU) gurU dI rwhIN prgt ho jWdw hY [19[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ (ਉਹ ਖਸਮ-ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ।੧੯।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: ijnoN ko so vwihgurU guroN duAwry pRgt hUAw hY, soeI sohwgxIAW hYN]19]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਨੋਂ ਕੋ ਸੋ ਵਾਹਿਗੁਰੂ ਗੁਰੋਂ ਦੁਆਰੇ ਪ੍ਰਗਟ ਹੂਆ ਹੈ, ਸੋਈ ਸੋਹਾਗਣੀਆਂ ਹੈਂ॥੧੯॥"},"bdb":{"gurmukhi":"hy nwnk! auh jIv-iesq®IAW BwgW vwlIAW hn ijnHW dy AMdr (auh Ksm-pRBU) gurU dI rwhIN prgt ho jWdw hY [19[","unicode":"ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ (ਉਹ ਖਸਮ-ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ।੧੯।"},"ms":{"gurmukhi":"nwnk kyvl auh hI piv`qr pqnIAW hn, ijnHW auqy gurW dI dieAw duAwrw aunHW dw suAwmI pRq`K huMdw hY[","unicode":"ਨਾਨਕ ਕੇਵਲ ਉਹ ਹੀ ਪਵਿੱਤਰ ਪਤਨੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਨ੍ਹਾਂ ਦਾ ਸੁਆਮੀ ਪ੍ਰਤੱਖ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"oh dice Nanak, los Gurmukjs son las novias virtuosas y felices, a ellos el Señor se les revela. (19)"},"hi":{"ss":"हे नानक ! वह जीव-सि्त्रयां भाग्यशाली हैं जिनके अंदर (वह पति'-प्रभू) गुरू के माध्यम से प्रकट हो जाता है। 19।","sts":"गुरु नानक का मत है कि वही सुहागिन है, जिसके मन में गुरु द्वारा ईश्वर प्रगट होता है।॥१६॥"}},"transliteration":{"english":"naanak te sohaaganee jin(h)aa gurmukh paragaT hoi ||19||","hindi":"नानक ते सोहागणी जिन्ना गुरमुखि परगटु होइ ॥१९॥","en":"naanak te sohaaganee jin(h)aa gurmukh paragaT hoi ||19||","hi":"नानक ते सोहागणी जिन्ना गुरमुखि परगटु होइ ॥१९॥","ipa":"nɑnək t̪e sɔhɑGəɳi d͡ʒɪn@ɑ Gʊrəmʊkʰ pərəGəʈ hɔeɪ.1ə9.","ur":"نانک تے سوهاگݨیِ جنھا گُرمکھ پرگٹ هوا ۔۔۱۹۔۔"},"pageNo":1412,"lineNo":1,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}},{"verseId":59691,"shabadId":5475,"verse":{"gurmukhi":"jau qau pRym Kylx kw cwau ]","unicode":"ਜਉ ਤਉ ਪ੍ਰੇਮ ਖੇਲਣ ਕਾ ਚਾਉ ॥"},"larivaar":{"gurmukhi":"jauqaupRymKylxkwcwau]","unicode":"ਜਉਤਉਪ੍ਰੇਮਖੇਲਣਕਾਚਾਉ॥"},"translation":{"en":{"bdb":"If you desire to play this game of love with Me,","ms":"If thou yearn to play the game of love,","ssk":"If you desire to play this game of love with Me,"},"pu":{"ss":{"gurmukhi":" hy BweI! jy qYƒ (pRBU-pRym dI) Kyf Kyfx dw SOk hY,","unicode":" ਹੇ ਭਾਈ! ਜੇ ਤੈਨੂੰ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ) ਖੇਡ ਖੇਡਣ ਦਾ ਸ਼ੌਕ ਹੈ,"},"ft":{"gurmukhi":"prmysÍr kI Er vwk sRI siqgurU aucwrn krqy hYN: hy BweI! jykr qYƒ pRym ivKy iblws krny kw auqSwh hY]","unicode":"ਪਰਮੇਸ੍ਵਰ ਕੀ ਓਰ ਵਾਕ ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਜੇਕਰ ਤੈਨੂੰ ਪ੍ਰੇਮ ਵਿਖੇ ਬਿਲਾਸ ਕਰਨੇ ਕਾ ਉਤਸ਼ਾਹ ਹੈ॥"},"bdb":{"gurmukhi":" hy BweI! jy qYƒ (pRBU-pRym dI) Kyf Kyfx dw SOk hY,","unicode":" ਹੇ ਭਾਈ! ਜੇ ਤੈਨੂੰ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ) ਖੇਡ ਖੇਡਣ ਦਾ ਸ਼ੌਕ ਹੈ,"},"ms":{"gurmukhi":"jykr qYƒ ipAwr dI Kyf Kyfx dI sDr hY,","unicode":"ਜੇਕਰ ਤੈਨੂੰ ਪਿਆਰ ਦੀ ਖੇਡ ਖੇਡਣ ਦੀ ਸਧਰ ਹੈ,"}},"es":{"sn":"Si deseas jugar el Juego del Amor Conmigo,"},"hi":{"ss":"हे भाई ! अगर तुझे (प्रभू-प्रेम की) खेल-खलने का शौक है।","sts":"हे मानव ! अगर तुझे प्रेम का खेल खेलने का चाव है तो"}},"transliteration":{"english":"jau tau prem khelan kaa chaau ||","hindi":"जउ तउ प्रेम खेलण का चाउ ॥","en":"jau tau prem khelan kaa chaau ||","hi":"जउ तउ प्रेम खेलण का चाउ ॥","ipa":"d͡ʒo t̪o pɹem kʰeləɳ kɑ t͡ʃɑo.","ur":"جا تا پرےم کھےلݨ کا چاا ۔۔"},"pageNo":1412,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59692,"shabadId":5475,"verse":{"gurmukhi":"isru Dir qlI glI myrI Awau ]","unicode":"ਸਿਰੁ ਧਰਿ ਤਲੀ ਗਲੀ ਮੇਰੀ ਆਉ ॥"},"larivaar":{"gurmukhi":"isruDirqlIglImyrIAwau]","unicode":"ਸਿਰੁਧਰਿਤਲੀਗਲੀਮੇਰੀਆਉ॥"},"translation":{"en":{"bdb":"then step onto My Path with your head in hand.","ms":"step on to my path, with thy head placed on the palm of thy hand.","ssk":"then step onto My Path with your head in hand."},"pu":{"ss":{"gurmukhi":"qW (Awpxw) isr qlI au~qy r`K ky myrI glI ivc Aw [","unicode":"ਤਾਂ (ਆਪਣਾ) ਸਿਰ ਤਲੀ ਉੱਤੇ ਰੱਖ ਕੇ ਮੇਰੀ ਗਲੀ ਵਿਚ ਆ ।"},"ft":{"gurmukhi":"qb Apny isr ko qlI pr Dr ky myrI BgqI rUpI glI myN Awau, Bwv sMswr kI qrP sy mr Apnw isr muJ ko dIjY]","unicode":"ਤਬ ਅਪਨੇ ਸਿਰ ਕੋ ਤਲੀ ਪਰ ਧਰ ਕੇ ਮੇਰੀ ਭਗਤੀ ਰੂਪੀ ਗਲੀ ਮੇਂ ਆਉ, ਭਾਵ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਮਰ ਅਪਨਾ ਸਿਰ ਮੁਝ ਕੋ ਦੀਜੈ॥"},"bdb":{"gurmukhi":"qW (Awpxw) isr qlI au~qy r`K ky myrI glI ivc Aw [","unicode":"ਤਾਂ (ਆਪਣਾ) ਸਿਰ ਤਲੀ ਉੱਤੇ ਰੱਖ ਕੇ ਮੇਰੀ ਗਲੀ ਵਿਚ ਆ ।"},"ms":{"gurmukhi":"qW Awpxy h`Q dI hQylI au¤qy Awpxw sIs r`K ky qUM myry kUcy iv`c Aw[","unicode":"ਤਾਂ ਆਪਣੇ ਹੱਥ ਦੀ ਹਥੇਲੀ ਉੱਤੇ ਆਪਣਾ ਸੀਸ ਰੱਖ ਕੇ ਤੂੰ ਮੇਰੇ ਕੂਚੇ ਵਿੱਚ ਆ।"}},"es":{"sn":"entonces camina en Mi Sendero, con tu cabeza en la mano, "},"hi":{"ss":"तो (अपना) सिर तली पर रख के मेरी गली में आ (लोक-लाज छोड़ के अहंकार दूर कर के आ)।","sts":"जान हथेली पर रखकर मेरी गली में चले आओ।"}},"transliteration":{"english":"sir dhar talee galee meree aau ||","hindi":"सिरु धरि तली गली मेरी आउ ॥","en":"sir dhar talee galee meree aau ||","hi":"सिरु धरि तली गली मेरी आउ ॥","ipa":"sɪr t̪ər t̪əli Gəli meri əɑo.","ur":"سِر دھر تلیِ گلیِ مےریِ آا ۔۔"},"pageNo":1412,"lineNo":2,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59693,"shabadId":5475,"verse":{"gurmukhi":"iequ mwrig pYru DrIjY ]","unicode":"ਇਤੁ ਮਾਰਗਿ ਪੈਰੁ ਧਰੀਜੈ ॥"},"larivaar":{"gurmukhi":"iequmwrigpYruDrIjY]","unicode":"ਇਤੁਮਾਰਗਿਪੈਰੁਧਰੀਜੈ॥"},"translation":{"en":{"bdb":"When you place your feet on this Path,","ms":"Once thou set thy feet on this path,","ssk":"When you place your feet on this Path,"},"pu":{"ss":{"gurmukhi":"(pRBU-pRIq dy) ies rsqy au~qy (qdoN hI) pYr DirAw jw skdw hY [","unicode":"(ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਦੇ) ਇਸ ਰਸਤੇ ਉੱਤੇ (ਤਦੋਂ ਹੀ) ਪੈਰ ਧਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ies myrI BgqI ky mwrg myN pYr Drnw, Bwv pRivrq hoxw cwhIey]","unicode":"ਇਸ ਮੇਰੀ ਭਗਤੀ ਕੇ ਮਾਰਗ ਮੇਂ ਪੈਰ ਧਰਨਾ, ਭਾਵ ਪ੍ਰਵਿਰਤ ਹੋਣਾ ਚਾਹੀਏ॥"},"bdb":{"gurmukhi":"(pRBU-pRIq dy) ies rsqy au~qy (qdoN hI) pYr DirAw jw skdw hY [","unicode":"(ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਦੇ) ਇਸ ਰਸਤੇ ਉੱਤੇ (ਤਦੋਂ ਹੀ) ਪੈਰ ਧਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ।"},"ms":{"gurmukhi":"jy qUM ies rsqy auqy Awpxy pYr Dr dyvyN,","unicode":"ਜੇ ਤੂੰ ਇਸ ਰਸਤੇ ਉਤੇ ਆਪਣੇ ਪੈਰ ਧਰ ਦੇਵੇਂ,"}},"es":{"sn":"cuando posas tus pies en este Camino, "},"hi":{"ss":"(प्रभू-प्रीति के) इस रास्ते पर (तब ही) पैर धरा जा सकता है","sts":"अगर इस रास्ते पर पैर रखना है तो"}},"transliteration":{"english":"eit maarag pair dhareejai ||","hindi":"इतु मारगि पैरु धरीजै ॥","en":"eit maarag pair dhareejai ||","hi":"इतु मारगि पैरु धरीजै ॥","ipa":"eɪt̪ mɑrəG pær t̪ərid͡ʒæ.","ur":"ِات مارگ پَےر دھریِجَے ۔۔"},"pageNo":1412,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59694,"shabadId":5475,"verse":{"gurmukhi":"isru dIjY kwix n kIjY ]20]","unicode":"ਸਿਰੁ ਦੀਜੈ ਕਾਣਿ ਨ ਕੀਜੈ ॥੨੦॥"},"larivaar":{"gurmukhi":"isrudIjYkwixnkIjY]20]","unicode":"ਸਿਰੁਦੀਜੈਕਾਣਿਨਕੀਜੈ॥੨੦॥"},"translation":{"en":{"bdb":"give Me your head, and do not pay any attention to public opinion. ||20||","ms":"then lay down thy head and mind not public opinion.","ssk":"give Me your head, and do not pay any attention to public opinion. ||20||"},"pu":{"ss":{"gurmukhi":"(jdoN) isr Bytw kIqw jwey, pr koeI iJjk nwh kIqI jwey[","unicode":"(ਜਦੋਂ) ਸਿਰ ਭੇਟਾ ਕੀਤਾ ਜਾਏ, ਪਰ ਕੋਈ ਝਿਜਕ ਨਾਹ ਕੀਤੀ ਜਾਏ।"},"ft":{"gurmukhi":"Apnw isr muJ ko dIjY AOr koeI (kwix) Aihswn n krIey]20]Çjb sRI gurU nwnk swihb jI isAwlkot myN jwkr mrdwny ko eyk tky kw JUT KrIdxy ky vwsqy Sihr myN Byjw[ qb eyk mUlw nwm bwxIeyN ny mrnw sc AO jIvnw JUT ilK dIAw[ qb gurU jI ny iqs ko bulwXw, drSn kr inhwl hUAw[ Gr ko iqAwg kr mhwrwj ky swQ hI ivcrqw rhw[ koeI idn bIqy sy sRI gurU jI ny khw: qyrI iesqRI ko iksI ny JUT hI khw hY ik mUlw mr igAw hY AOr auh jlny lgI hY, qUM phucyN qb Eh bcqI hY[ mUly ny khw: ieqnI dUr qy mYN CyqI kYsy phuMcoN? qb sRI gurU jI ky khy nyqR mIcy AOr iKn myN Apny Gr myN phuMc kr iesqRI ƒ bcwie lIAw[ koeI idn pICy mhwrwj isAwlkot myN Awey AO aus ky igRh myN lYny ko gey, Eh iesqRI ky khy guhwry myN luk rhw[ qb sRI gurU jI ny slok aucwrn krw:","unicode":"ਅਪਨਾ ਸਿਰ ਮੁਝ ਕੋ ਦੀਜੈ ਔਰ ਕੋਈ (ਕਾਣਿ) ਅਹਿਸਾਨ ਨ ਕਰੀਏ॥੨੦॥☬ਜਬ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਸਿਆਲਕੋਟ ਮੇਂ ਜਾਕਰ ਮਰਦਾਨੇ ਕੋ ਏਕ ਟਕੇ ਕਾ ਝੂਠ ਖਰੀਦਣੇ ਕੇ ਵਾਸਤੇ ਸ਼ਹਿਰ ਮੇਂ ਭੇਜਾ। ਤਬ ਏਕ ਮੂਲਾ ਨਾਮ ਬਾਣੀਏਂ ਨੇ ਮਰਨਾ ਸਚ ਔ ਜੀਵਨਾ ਝੂਠ ਲਿਖ ਦੀਆ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਤਿਸ ਕੋ ਬੁਲਾਯਾ, ਦਰਸ਼ਨ ਕਰ ਨਿਹਾਲ ਹੂਆ। ਘਰ ਕੋ ਤਿਆਗ ਕਰ ਮਹਾਰਾਜ ਕੇ ਸਾਥ ਹੀ ਵਿਚਰਤਾ ਰਹਾ। ਕੋਈ ਦਿਨ ਬੀਤੇ ਸੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਤੇਰੀ ਇਸਤ੍ਰੀ ਕੋ ਕਿਸੀ ਨੇ ਝੂਠ ਹੀ ਕਹਾ ਹੈ ਕਿ ਮੂਲਾ ਮਰ ਗਿਆ ਹੈ ਔਰ ਉਹ ਜਲਨੇ ਲਗੀ ਹੈ, ਤੂੰ ਪਹੁਚੇਂ ਤਬ ਓਹ ਬਚਤੀ ਹੈ। ਮੂਲੇ ਨੇ ਕਹਾ: ਇਤਨੀ ਦੂਰ ਤੇ ਮੈਂ ਛੇਤੀ ਕੈਸੇ ਪਹੁੰਚੋਂ? ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੇ ਕਹੇ ਨੇਤ੍ਰ ਮੀਚੇ ਔਰ ਖਿਨ ਮੇਂ ਅਪਨੇ ਘਰ ਮੇਂ ਪਹੁੰਚ ਕਰ ਇਸਤ੍ਰੀ ਨੂੰ ਬਚਾਇ ਲੀਆ। ਕੋਈ ਦਿਨ ਪੀਛੇ ਮਹਾਰਾਜ ਸਿਆਲਕੋਟ ਮੇਂ ਆਏ ਔ ਉਸ ਕੇ ਗ੍ਰਿਹ ਮੇਂ ਲੈਨੇ ਕੋ ਗਏ, ਓਹ ਇਸਤ੍ਰੀ ਕੇ ਕਹੇ ਗੁਹਾਰੇ ਮੇਂ ਲੁਕ ਰਹਾ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸਲੋਕ ਉਚਾਰਨ ਕਰਾ:"},"bdb":{"gurmukhi":"(jdoN) isr Bytw kIqw jwey, pr koeI iJjk nwh kIqI jwey[","unicode":"(ਜਦੋਂ) ਸਿਰ ਭੇਟਾ ਕੀਤਾ ਜਾਏ, ਪਰ ਕੋਈ ਝਿਜਕ ਨਾਹ ਕੀਤੀ ਜਾਏ।"},"ms":{"gurmukhi":"iPr qUM Awpxw sIs mUhry Dr Aqy lok-l`ijAw dI prvwh nW kr[","unicode":"ਫਿਰ ਤੂੰ ਆਪਣਾ ਸੀਸ ਮੂਹਰੇ ਧਰ ਅਤੇ ਲੋਕ-ਲੱਜਿਆ ਦੀ ਪਰਵਾਹ ਨਾਂ ਕਰ।"}},"es":{"sn":"me das tu cabeza, y no le prestes atención alguna a la opinión pública. (20)"},"hi":{"ss":"(जब) सिर भेटा किया जाए। पर कोई झिझक ना की जाए (अर्थात। जब बिना किसी झिझक के लोक-लाज और अहंकार छोड़ा जाए)। 20।","sts":"जान कुर्बान करने में संकोच मत करो ॥२०॥"}},"transliteration":{"english":"sir dheejai kaan na keejai ||20||","hindi":"सिरु दीजै काणि न कीजै ॥२०॥","en":"sir dheejai kaan na keejai ||20||","hi":"सिरु दीजै काणि न कीजै ॥२०॥","ipa":"sɪr d̪id͡ʒæ kɑɳ nə kid͡ʒæ.2ə0.","ur":"سِر دیِجَے کاݨ ن کیِجَے ۔۔۲۰۔۔"},"pageNo":1412,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59695,"shabadId":5475,"verse":{"gurmukhi":"nwil ikrwVw dosqI kUVY kUVI pwie ]","unicode":"ਨਾਲਿ ਕਿਰਾੜਾ ਦੋਸਤੀ ਕੂੜੈ ਕੂੜੀ ਪਾਇ ॥"},"larivaar":{"gurmukhi":"nwilikrwVwdosqIkUVYkUVIpwie]","unicode":"ਨਾਲਿਕਿਰਾੜਾਦੋਸਤੀਕੂੜੈਕੂੜੀਪਾਇ॥"},"translation":{"en":{"bdb":"False is friendship with the false and greedy. False is its foundation.","ms":"False is the friendship of the mammon-worshippers, false is its very foundation.","ssk":"False is friendship with the false and greedy. False is its foundation."},"pu":{"ss":{"gurmukhi":"hy BweI! jy hr vyly mwieAw dIAW igxqIAW igxn vwly mnu`K nwl dosqI bxweI jwey, (qW aus ikrwV dy AMdrly) mwieAw dy moh dy kwrn (aus dI dosqI dI) pWieAW BI ieqbwr-jog nhIN huMdI [","unicode":"ਹੇ ਭਾਈ! ਜੇ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਗਿਣਤੀਆਂ ਗਿਣਨ ਵਾਲੇ ਮਨੁੱਖ ਨਾਲ ਦੋਸਤੀ ਬਣਾਈ ਜਾਏ, (ਤਾਂ ਉਸ ਕਿਰਾੜ ਦੇ ਅੰਦਰਲੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਉਸ ਦੀ ਦੋਸਤੀ ਦੀ) ਪਾਂਇਆਂ ਭੀ ਇਤਬਾਰ-ਜੋਗ ਨਹੀਂ ਹੁੰਦੀ ।"},"ft":{"gurmukhi":"ien (ikrwVoN) bnIEN ky swQ pRIqI krnI; vw ien krwVoN, Bwv kTor icq vwilEN ky swQ pRIqI krnI ACI nhIN hY, ikauN ik JUiTEN kI JUTI hI (pwie) iejq hY]","unicode":"ਇਨ (ਕਿਰਾੜੋਂ) ਬਨੀਓਂ ਕੇ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ; ਵਾ ਇਨ ਕਰਾੜੋਂ, ਭਾਵ ਕਠੋਰ ਚਿਤ ਵਾਲਿਓਂ ਕੇ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ ਅਛੀ ਨਹੀਂ ਹੈ, ਕਿਉਂ ਕਿ ਝੂਠਿਓਂ ਕੀ ਝੂਠੀ ਹੀ (ਪਾਇ) ਇਜਤ ਹੈ॥"},"bdb":{"gurmukhi":"hy BweI! jy hr vyly mwieAw dIAW igxqIAW igxn vwly mnu`K nwl dosqI bxweI jwey, (qW aus ikrwV dy AMdrly) mwieAw dy moh dy kwrn (aus dI dosqI dI) pWieAW BI ieqbwr-jog nhIN huMdI [","unicode":"ਹੇ ਭਾਈ! ਜੇ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਗਿਣਤੀਆਂ ਗਿਣਨ ਵਾਲੇ ਮਨੁੱਖ ਨਾਲ ਦੋਸਤੀ ਬਣਾਈ ਜਾਏ, (ਤਾਂ ਉਸ ਕਿਰਾੜ ਦੇ ਅੰਦਰਲੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਉਸ ਦੀ ਦੋਸਤੀ ਦੀ) ਪਾਂਇਆਂ ਭੀ ਇਤਬਾਰ-ਜੋਗ ਨਹੀਂ ਹੁੰਦੀ ।"},"ms":{"gurmukhi":"JUTI hY XwrI mwieAw dy pujwrIAW dI, JUTI hY ies dI buinAwd[","unicode":"ਝੂਠੀ ਹੈ ਯਾਰੀ ਮਾਇਆ ਦੇ ਪੁਜਾਰੀਆਂ ਦੀ, ਝੂਠੀ ਹੈ ਇਸ ਦੀ ਬੁਨਿਆਦ।"}},"es":{"sn":"Falsa es la falsa amistad con los falsos y avaros, falsa es la base de esa relación, "},"hi":{"ss":"हे भाई ! अगर हर वक्त माया की गिनती गिनने वाले मनुष्य के साथ दोस्ती बनाई जाए। (तो उस किराड़ के अंदरूनी) माया के मोह के कारण (उसकी दोस्ती की) पायां भी ऐतबार-योग्य नहीं होती।","sts":"बुज़दिल से दोस्ती झूठी ही सिद्ध हुई है।"}},"transliteration":{"english":"naal kiraaRaa dhosatee kooRai kooRee pai ||","hindi":"नालि किराड़ा दोसती कूड़ै कूड़ी पाइ ॥","en":"naal kiraaRaa dhosatee kooRai kooRee pai ||","hi":"नालि किराड़ा दोसती कूड़ै कूड़ी पाइ ॥","ipa":"nɑl kɪrɑɽɑ d̪ɔsət̪i kuɽæ kuɽi pɑeɪ.","ur":"نال کراڑا دوستیِ کُوڑَے کُوڑیِ پاا ۔۔"},"pageNo":1412,"lineNo":3,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59696,"shabadId":5475,"verse":{"gurmukhi":"mrxu n jwpY mUilAw AwvY ikqY Qwie ]21]","unicode":"ਮਰਣੁ ਨ ਜਾਪੈ ਮੂਲਿਆ ਆਵੈ ਕਿਤੈ ਥਾਇ ॥੨੧॥"},"larivaar":{"gurmukhi":"mrxunjwpYmUilAwAwvYikqYQwie]21]","unicode":"ਮਰਣੁਨਜਾਪੈਮੂਲਿਆਆਵੈਕਿਤੈਥਾਇ॥੨੧॥"},"translation":{"en":{"bdb":"O Moollah, no one knows where death shall strike. ||21||","ms":"O Mulla, it is not know at what place death shall come to the mortal?","ssk":"O Moollah, no one knows where death shall strike. ||21||"},"pu":{"ss":{"gurmukhi":"hy mUilAw! (mwieAw dy moh ivc PisAw hoieAw mnu`K sdw mOq qoN bcy rihx dy auprwly krdw rihMdw hY, pr aus ƒ ieh g`l) su`JdI hI nhIN ik mOq iksy BI QW qy (iksy BI vyly) Aw skdI hY [21[","unicode":"ਹੇ ਮੂਲਿਆ! (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਸਦਾ ਮੌਤ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਨੂੰ ਇਹ ਗੱਲ) ਸੁੱਝਦੀ ਹੀ ਨਹੀਂ ਕਿ ਮੌਤ ਕਿਸੇ ਭੀ ਥਾਂ ਤੇ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਆ ਸਕਦੀ ਹੈ ।੨੧।"},"ft":{"gurmukhi":"qW qy hy mUilAw! qYny Apny mrny ko nhIN jwixAw ik iks jgh myrw mrnw hovygw, Bwv sy bymuK ho kr guhwry myN mrnw hY]Çmhwrwj bwhr byr swihb bYTy Qy jb mrdwnw mUly kI iesqRI sy pUC kr muV AwXw qb pICy srp ky fsxy sy mUlw imRq BXw]21]ÇklXugI jIvoN ky lKÎx aucwrn krqy hYN:","unicode":"ਤਾਂ ਤੇ ਹੇ ਮੂਲਿਆ! ਤੈਨੇ ਅਪਨੇ ਮਰਨੇ ਕੋ ਨਹੀਂ ਜਾਣਿਆ ਕਿ ਕਿਸ ਜਗਹ ਮੇਰਾ ਮਰਨਾ ਹੋਵੇਗਾ, ਭਾਵ ਸੇ ਬੇਮੁਖ ਹੋ ਕਰ ਗੁਹਾਰੇ ਮੇਂ ਮਰਨਾ ਹੈ॥☬ਮਹਾਰਾਜ ਬਾਹਰ ਬੇਰ ਸਾਹਿਬ ਬੈਠੇ ਥੇ ਜਬ ਮਰਦਾਨਾ ਮੂਲੇ ਕੀ ਇਸਤ੍ਰੀ ਸੇ ਪੂਛ ਕਰ ਮੁੜ ਆਯਾ ਤਬ ਪੀਛੇ ਸਰਪ ਕੇ ਡਸਣੇ ਸੇ ਮੂਲਾ ਮ੍ਰਿਤ ਭਯਾ॥੨੧॥☬ਕਲਯੁਗੀ ਜੀਵੋਂ ਕੇ ਲਖ੍ਯਣ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy mUilAw! (mwieAw dy moh ivc PisAw hoieAw mnu`K sdw mOq qoN bcy rihx dy auprwly krdw rihMdw hY, pr aus ƒ ieh g`l) su`JdI hI nhIN ik mOq iksy BI QW qy (iksy BI vyly) Aw skdI hY [21[","unicode":"ਹੇ ਮੂਲਿਆ! (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਸਦਾ ਮੌਤ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਨੂੰ ਇਹ ਗੱਲ) ਸੁੱਝਦੀ ਹੀ ਨਹੀਂ ਕਿ ਮੌਤ ਕਿਸੇ ਭੀ ਥਾਂ ਤੇ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਆ ਸਕਦੀ ਹੈ ।੨੧।"},"ms":{"gurmukhi":"hy mUly! ieh pqw nhIN ik pRwxI ƒ mOq iks jgHw qy AwaugI[","unicode":"ਹੇ ਮੂਲੇ! ਇਹ ਪਤਾ ਨਹੀਂ ਕਿ ਪ੍ਰਾਣੀ ਨੂੰ ਮੌਤ ਕਿਸ ਜਗ੍ਹਾ ਤੇ ਆਉਗੀ।"}},"es":{"sn":"oh Mulá, nadie sabe cuándo la muerte llegará. (21)"},"hi":{"ss":"हे मूलिया ! (माया के मोह में फसा हुआ मनुष्य सदा मौत से बचे रहने के उपाय करता रहता है। पर उसको ये बात) सूझती ही नहीं कि मौत किसी भी जगह पर (किसी भी वक्त) आ सकती है। 21।","sts":"मूला किराड़ मौत के बारे में नहीं जानता, किसी भी स्थान पर आ जाती है॥२१ ॥"}},"transliteration":{"english":"maran na jaapai mooliaa aavai kitai thai ||21||","hindi":"मरणु न जापै मूलिआ आवै कितै थाइ ॥२१॥","en":"maran na jaapai mooliaa aavai kitai thai ||21||","hi":"मरणु न जापै मूलिआ आवै कितै थाइ ॥२१॥","ipa":"mərəɳ nə d͡ʒɑpæ mulɪəɑ əɑʋæ kɪt̪æ t̪ʰɑeɪ.2ə1.","ur":"مرݨ ن جاپَے مُولآ آوَے کتَے تھاا ۔۔۲۱۔۔"},"pageNo":1412,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59697,"shabadId":5475,"verse":{"gurmukhi":"igAwn hIxM AigAwn pUjw ]","unicode":"ਗਿਆਨ ਹੀਣੰ ਅਗਿਆਨ ਪੂਜਾ ॥"},"larivaar":{"gurmukhi":"igAwnhIxMAigAwnpUjw]","unicode":"ਗਿਆਨਹੀਣੰਅਗਿਆਨਪੂਜਾ॥"},"translation":{"en":{"bdb":"Without spiritual wisdom, the people worship ignorance.","ms":"Bereft of Divine knowledge, man adores ignorance.","ssk":"Without spiritual wisdom, the people worship ignorance."},"pu":{"ss":{"gurmukhi":" hy BweI! ijhVy mnu`K Awqmk jIvn dI sUJ qoN s`Kxy huMdy hn, auh Awqmk jIvn vloN by-smJI ƒ hI sdw psMd krdy hn [","unicode":" ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਨੂੰ ਹੀ ਸਦਾ ਪਸੰਦ ਕਰਦੇ ਹਨ ।"},"ft":{"gurmukhi":"jo jIv igAwn qy hIx hYN, so AigAwnI jnoN kI pUjw krqy hYN]","unicode":"ਜੋ ਜੀਵ ਗਿਆਨ ਤੇ ਹੀਣ ਹੈਂ, ਸੋ ਅਗਿਆਨੀ ਜਨੋਂ ਕੀ ਪੂਜਾ ਕਰਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":" hy BweI! ijhVy mnu`K Awqmk jIvn dI sUJ qoN s`Kxy huMdy hn, auh Awqmk jIvn vloN by-smJI ƒ hI sdw psMd krdy hn [","unicode":" ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਨੂੰ ਹੀ ਸਦਾ ਪਸੰਦ ਕਰਦੇ ਹਨ ।"},"ms":{"gurmukhi":"r`bI igAwq qoN ivhux bMdw AigAwnqw dI aupwSnw krdw hY[","unicode":"ਰੱਬੀ ਗਿਆਤ ਤੋਂ ਵਿਹੁਣ ਬੰਦਾ ਅਗਿਆਨਤਾ ਦੀ ਉਪਾਸ਼ਨਾ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Sin Sabiduría Espiritual, la gente alaba la ignorancia, "},"hi":{"ss":"हे भाई ! जो मनुष्य आत्मिक जीवन की सूझ से वंचित होते हैं। वह आत्मिक जीवन से बेसमझी को ही सदा पसंद करते हैं।","sts":"ज्ञानविहीन व्यक्ति अज्ञान की पूजा में लीन रहते हैं।"}},"transliteration":{"english":"giaan heena(n) agiaan poojaa ||","hindi":"गिआन हीणं अगिआन पूजा ॥","en":"giaan heena(n) agiaan poojaa ||","hi":"गिआन हीणं अगिआन पूजा ॥","ipa":"Gɪəɑn hiɳəŋ əGɪəɑn pud͡ʒɑ.","ur":"گِآن هیِݨں اگآن پُوجا ۔۔"},"pageNo":1412,"lineNo":4,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59698,"shabadId":5475,"verse":{"gurmukhi":"AMD vrqwvw Bwau dUjw ]22]","unicode":"ਅੰਧ ਵਰਤਾਵਾ ਭਾਉ ਦੂਜਾ ॥੨੨॥"},"larivaar":{"gurmukhi":"AMDvrqwvwBwaudUjw]22]","unicode":"ਅੰਧਵਰਤਾਵਾਭਾਉਦੂਜਾ॥੨੨॥"},"translation":{"en":{"bdb":"They grope in the darkness, in the love of duality. ||22||","ms":"Through the love of another, he gropes through darkness.","ssk":"They grope in the darkness, in the love of duality. ||22||"},"pu":{"ss":{"gurmukhi":" hy BweI! (ijnHW mnu`KW dy AMdr) mwieAw dw moh (sdw itikAw rihMdw hY, auhnW dw) vrqx-ivhwr (Awqmk jIvn vloN) AMnHw (bxweI r`Kx vwlw huMdw) hY [22[","unicode":" ਹੇ ਭਾਈ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਮੋਹ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ) ਵਰਤਣ-ਵਿਹਾਰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ (ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਹੁੰਦਾ) ਹੈ ।੨੨।"},"ft":{"gurmukhi":"ikauN ik dUjy Bwv vwlw iqnoN kw mn AMDw vrqwrw hY, Bwv Xyh ik vhu ivSy sMbMDI krm krqy hYN]22]","unicode":"ਕਿਉਂ ਕਿ ਦੂਜੇ ਭਾਵ ਵਾਲਾ ਤਿਨੋਂ ਕਾ ਮਨ ਅੰਧਾ ਵਰਤਾਰਾ ਹੈ, ਭਾਵ ਯੇਹ ਕਿ ਵਹੁ ਵਿਸ਼ੇ ਸੰਬੰਧੀ ਕਰਮ ਕਰਤੇ ਹੈਂ॥੨੨॥"},"bdb":{"gurmukhi":" hy BweI! (ijnHW mnu`KW dy AMdr) mwieAw dw moh (sdw itikAw rihMdw hY, auhnW dw) vrqx-ivhwr (Awqmk jIvn vloN) AMnHw (bxweI r`Kx vwlw huMdw) hY [22[","unicode":" ਹੇ ਭਾਈ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਮੋਹ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ) ਵਰਤਣ-ਵਿਹਾਰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ (ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਹੁੰਦਾ) ਹੈ ।੨੨।"},"ms":{"gurmukhi":"dvYq Bwv dy rwhIN auh AMDyry iv`c Btkdw iPrdw hY[","unicode":"ਦਵੈਤ ਭਾਵ ਦੇ ਰਾਹੀਂ ਉਹ ਅੰਧੇਰੇ ਵਿੱਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।"}},"es":{"sn":"ellos actúan en la oscuridad, en el amor a la dualidad. (22)"},"hi":{"ss":"हे भाई ! (जिन मनुष्यों के अंदर) माया का मोह (टिका रहता है। उनका) वर्तण-व्यवहार (आत्मिक जीवन के पक्ष से) अंधा (बनाए रखने वाला होता) है। 22।","sts":"वे द्वैतभाव में फँसकर झूठा व्यवहार ही करते हैं ॥२२ ॥"}},"transliteration":{"english":"a(n)dh varataavaa bhaau dhoojaa ||22||","hindi":"अंध वरतावा भाउ दूजा ॥२२॥","en":"a(n)dh varataavaa bhaau dhoojaa ||22||","hi":"अंध वरतावा भाउ दूजा ॥२२॥","ipa":"əŋt̪ə̀ ʋərət̪ɑʋɑ ɓɑo d̪ud͡ʒɑ.2ə2.","ur":"اںدھ ورتاوا بھاا دُوجا ۔۔۲۲۔۔"},"pageNo":1412,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59699,"shabadId":5475,"verse":{"gurmukhi":"gur ibnu igAwnu Drm ibnu iDAwnu ]","unicode":"ਗੁਰ ਬਿਨੁ ਗਿਆਨੁ ਧਰਮ ਬਿਨੁ ਧਿਆਨੁ ॥"},"larivaar":{"gurmukhi":"guribnuigAwnuDrmibnuiDAwnu]","unicode":"ਗੁਰਬਿਨੁਗਿਆਨੁਧਰਮਬਿਨੁਧਿਆਨੁ॥"},"translation":{"en":{"bdb":"Without the Guru, there is no spiritual wisdom; without Dharma, there is no meditation.","ms":"Without the Guru, there is no Divine knowledge and without faith there is no meditation.","ssk":"Without the Guru, there is no spiritual wisdom; without Dharma, there is no meditation."},"pu":{"ss":{"gurmukhi":"hy BweI! gurU (dI srn pYx) qoN ibnw prmwqmw nwl fUMGI sWJ nhIN bxdI [ (ies fUMGI sWJ ƒ mnu`Kw jIvn dw zrUrI) &rz bxwx qoN ibnw (hir-nwm ismrn dI) lgn nhIN bxdI [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਬਣਦੀ । (ਇਸ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਜ਼ਰੂਰੀ) ਫ਼ਰਜ਼ ਬਣਾਣ ਤੋਂ ਬਿਨਾ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਲਗਨ ਨਹੀਂ ਬਣਦੀ ।"},"ft":{"gurmukhi":"kilXug myN guroN sy ibnW ingury lok igAwn kQn krqy hYN AO Drm qy ibnW JUTw iDAwn lgwvqy hYN]","unicode":"ਕਲਿਯੁਗ ਮੇਂ ਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਨਿਗੁਰੇ ਲੋਕ ਗਿਆਨ ਕਥਨ ਕਰਤੇ ਹੈਂ ਔ ਧਰਮ ਤੇ ਬਿਨਾਂ ਝੂਠਾ ਧਿਆਨ ਲਗਾਵਤੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"hy BweI! gurU (dI srn pYx) qoN ibnw prmwqmw nwl fUMGI sWJ nhIN bxdI [ (ies fUMGI sWJ ƒ mnu`Kw jIvn dw zrUrI) &rz bxwx qoN ibnw (hir-nwm ismrn dI) lgn nhIN bxdI [","unicode":"ਹੇ ਭਾਈ! ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਬਣਦੀ । (ਇਸ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਜ਼ਰੂਰੀ) ਫ਼ਰਜ਼ ਬਣਾਣ ਤੋਂ ਬਿਨਾ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਲਗਨ ਨਹੀਂ ਬਣਦੀ ।"},"ms":{"gurmukhi":"gurW dy bgYr bRhm-boD Aqy eImwn dy bgYr ismrn prwpq nhIN huMdw[","unicode":"ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਬ੍ਰਹਮ-ਬੋਧ ਅਤੇ ਈਮਾਨ ਦੇ ਬਗੈਰ ਸਿਮਰਨ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Sin el Guru no hay Sabiduría Espiritual, sin Dharma no hay Meditación, "},"hi":{"ss":"हे भाई ! गुरू (की शरण पड़े) बिना परमात्मा के साथ गहरी सांझ नहीं बनती। (इस गहरी सांझ को मनुष्य जीवन का आवश्यक) फर्ज बनाए बिना (हरी-नाम सिमरन की) लगन नहीं बनती।","sts":"गुरु के बिना ज्ञान प्राप्त नहीं होता और धर्म के बिना ध्यान नहीं लगता।"}},"transliteration":{"english":"gur bin giaan dharam bin dhiaan ||","hindi":"गुर बिनु गिआनु धरम बिनु धिआनु ॥","en":"gur bin giaan dharam bin dhiaan ||","hi":"गुर बिनु गिआनु धरम बिनु धिआनु ॥","ipa":"Gʊr bɪn Gɪəɑn t̪ərəm bɪn t̪ɪəɑn.","ur":"گُر بن گآن دھرم بن دھآن ۔۔"},"pageNo":1412,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59700,"shabadId":5475,"verse":{"gurmukhi":"sc ibnu swKI mUlo n bwkI ]23]","unicode":"ਸਚ ਬਿਨੁ ਸਾਖੀ ਮੂਲੋ ਨ ਬਾਕੀ ॥੨੩॥"},"larivaar":{"gurmukhi":"scibnuswKImUlonbwkI]23]","unicode":"ਸਚਬਿਨੁਸਾਖੀਮੂਲੋਨਬਾਕੀ॥੨੩॥"},"translation":{"en":{"bdb":"Without Truth, there is no credit; without capital, there is no balance. ||23||","ms":"Without truth there is no credit and without capital no balance.","ssk":"Without Truth, there is no credit; without capital, there is no balance. ||23||"},"pu":{"ss":{"gurmukhi":"sdw-iQr hir-nwm ismrn qoN ibnw (hor hor mwiek au~dmW dI jIvn-) rwhdwrI dy kwrn (Awqmk jIvn dw auh) srmwieAw BI p`ly nhIN rih jWdw (ijs ny mnu`Kw jnm lY ky id`qw sI) [23[","unicode":"ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਹੋਰ ਮਾਇਕ ਉੱਦਮਾਂ ਦੀ ਜੀਵਨ-) ਰਾਹਦਾਰੀ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਉਹ) ਸਰਮਾਇਆ ਭੀ ਪੱਲੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ (ਜਿਸ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਲੈ ਕੇ ਦਿੱਤਾ ਸੀ) ।੨੩।"},"ft":{"gurmukhi":"sc sy ibnW JUTI (swKI) gvwhI dyxy kr ky iqs qy hI iqnoN kw sÍws rUpI mUl nhIN rihqw hY AO pwpoN rUpI bwkI iqn kI qrP rihqI hY, Bwv Xyh pwpoN kw PlH duK Bogqy hYN]23]","unicode":"ਸਚ ਸੇ ਬਿਨਾਂ ਝੂਠੀ (ਸਾਖੀ) ਗਵਾਹੀ ਦੇਣੇ ਕਰ ਕੇ ਤਿਸ ਤੇ ਹੀ ਤਿਨੋਂ ਕਾ ਸ੍ਵਾਸ ਰੂਪੀ ਮੂਲ ਨਹੀਂ ਰਹਿਤਾ ਹੈ ਔ ਪਾਪੋਂ ਰੂਪੀ ਬਾਕੀ ਤਿਨ ਕੀ ਤਰਫ ਰਹਿਤੀ ਹੈ, ਭਾਵ ਯੇਹ ਪਾਪੋਂ ਕਾ ਫਲ੍ਹ ਦੁਖ ਭੋਗਤੇ ਹੈਂ॥੨੩॥"},"bdb":{"gurmukhi":"sdw-iQr hir-nwm ismrn qoN ibnw (hor hor mwiek au~dmW dI jIvn-) rwhdwrI dy kwrn (Awqmk jIvn dw auh) srmwieAw BI p`ly nhIN rih jWdw (ijs ny mnu`Kw jnm lY ky id`qw sI) [23[","unicode":"ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਹੋਰ ਮਾਇਕ ਉੱਦਮਾਂ ਦੀ ਜੀਵਨ-) ਰਾਹਦਾਰੀ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਉਹ) ਸਰਮਾਇਆ ਭੀ ਪੱਲੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ (ਜਿਸ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਲੈ ਕੇ ਦਿੱਤਾ ਸੀ) ।੨੩।"},"ms":{"gurmukhi":"s`c dy bwJoN swK Aqy Asl jr dy bwJoN bcq nhIN huMdw[","unicode":"ਸੱਚ ਦੇ ਬਾਝੋਂ ਸਾਖ ਅਤੇ ਅਸਲ ਜਰ ਦੇ ਬਾਝੋਂ ਬਚਤ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"sin Verdad, no hay crédito, sin Capital no hay balance. (23)"},"hi":{"ss":"सदा-स्थिर हरी-नाम सिमरन के बिना (और-और मायावी उद्यमों की जीवन-) राहदारी के कारण (आत्मिक जीवन का वह) सरमाया भी पल्ले नहीं रह जाता (जिसने मनुष्य-जन्म ले के दिया था)। 23।","sts":"सत्य के बिना बिल्कुल हामी नहीं भरी जाती ॥२३॥"}},"transliteration":{"english":"sach bin saakhee moolo na baakee ||23||","hindi":"सच बिनु साखी मूलो न बाकी ॥२३॥","en":"sach bin saakhee moolo na baakee ||23||","hi":"सच बिनु साखी मूलो न बाकी ॥२३॥","ipa":"sət͡ʃ bɪn sɑkʰi mulɔ nə bɑki.2ə3.","ur":"سچ بن ساکھیِ مُولو ن باکیِ ۔۔۲۳۔۔"},"pageNo":1412,"lineNo":5,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":59701,"shabadId":5475,"verse":{"gurmukhi":"mwxU GlY auTI clY ]","unicode":"ਮਾਣੂ ਘਲੈ ਉਠੀ ਚਲੈ ॥"},"larivaar":{"gurmukhi":"mwxUGlYauTIclY]","unicode":"ਮਾਣੂਘਲੈਉਠੀਚਲੈ॥"},"translation":{"en":{"bdb":"The mortals are sent into the world; then, they arise and depart.","ms":"Man is sent into the world and then he gets up and departs.","ssk":"The mortals are sent into the world; then, they arise and depart."},"pu":{"ss":{"gurmukhi":" hy BweI! (prmwqmw) mnu`K ƒ (jgq ivc koeI Awqmk lwB K`tx leI) Byjdw hY, (pr jy Awqmk jIvn dI K`tI K`tx qoN ibnw hI mnu`K jgq qoN) au~T ky qur pYNdw hY, ","unicode":" ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ) ਮਨੁੱਖ ਨੂੰ (ਜਗਤ ਵਿਚ ਕੋਈ ਆਤਮਕ ਲਾਭ ਖੱਟਣ ਲਈ) ਭੇਜਦਾ ਹੈ, (ਪਰ ਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਖੱਟੀ ਖੱਟਣ ਤੋਂ ਬਿਨਾ ਹੀ ਮਨੁੱਖ ਜਗਤ ਤੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ, "},"ft":{"gurmukhi":"ieh mwns vwihgurU ky Byjy hUey Awey AO s¤dy qy auT cly hYN AO AYsI bwqoN ky krny kr ky jo aUpr ky slok myN kQn krI hY]","unicode":"ਇਹ ਮਾਨਸ ਵਾਹਿਗੁਰੂ ਕੇ ਭੇਜੇ ਹੂਏ ਆਏ ਔ ਸੱਦੇ ਤੇ ਉਠ ਚਲੇ ਹੈਂ ਔ ਐਸੀ ਬਾਤੋਂ ਕੇ ਕਰਨੇ ਕਰ ਕੇ ਜੋ ਊਪਰ ਕੇ ਸਲੋਕ ਮੇਂ ਕਥਨ ਕਰੀ ਹੈ॥"},"bdb":{"gurmukhi":" hy BweI! (prmwqmw) mnu`K ƒ (jgq ivc koeI Awqmk lwB K`tx leI) Byjdw hY, (pr jy Awqmk jIvn dI K`tI K`tx qoN ibnw hI mnu`K jgq qoN) au~T ky qur pYNdw hY, ","unicode":" ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ) ਮਨੁੱਖ ਨੂੰ (ਜਗਤ ਵਿਚ ਕੋਈ ਆਤਮਕ ਲਾਭ ਖੱਟਣ ਲਈ) ਭੇਜਦਾ ਹੈ, (ਪਰ ਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਖੱਟੀ ਖੱਟਣ ਤੋਂ ਬਿਨਾ ਹੀ ਮਨੁੱਖ ਜਗਤ ਤੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ, "},"ms":{"gurmukhi":"mnuS sMswr iv`c ByijAw jWdw hY Aqy muV KVHW ho auh tur jWdw hY[","unicode":"ਮਨੁਸ਼ ਸੰਸਾਰ ਵਿੱਚ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮੁੜ ਖੜ੍ਹਾਂ ਹੋ ਉਹ ਟੁਰ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Los mortales son enviados al mundo, "},"hi":{"ss":"हे भाई ! (परमात्मा) मनुष्य को (जगत में कोई आत्मिक लाभ कमाने के लिए) भेजता है।","sts":"इस बात का भी क्या मजा, जीव जैसा (खाली) भेजा गया, वैसे ही उठकर चला गया,"}},"transliteration":{"english":"maanoo ghalai uThee chalai ||","hindi":"माणू घलै उठी चलै ॥","en":"maanoo ghalai uThee chalai ||","hi":"माणू घलै उठी चलै ॥","ipa":"mɑɳu Gʰəlæ oʊʈʰi t͡ʃəlæ.","ur":"ماݨُو گھلَے اُٹھیِ چلَے ۔۔"},"pageNo":1412,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59702,"shabadId":5475,"verse":{"gurmukhi":"swdu nwhI ievyhI glY ]24]","unicode":"ਸਾਦੁ ਨਾਹੀ ਇਵੇਹੀ ਗਲੈ ॥੨੪॥"},"larivaar":{"gurmukhi":"swdunwhIievyhIglY]24]","unicode":"ਸਾਦੁਨਾਹੀਇਵੇਹੀਗਲੈ॥੨੪॥"},"translation":{"en":{"bdb":"There is no joy in this. ||24||","ms":"There is no pleasure is this thing, if he reaps not any profit.","ssk":"There is no joy in this. ||24||"},"pu":{"ss":{"gurmukhi":"ieho ijhw jIvn jIaUx ivc mnu`K ƒ koeI) Awqmk AwnMd hwsl nhIN huMdw [24[","unicode":"ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਜੀਊਣ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਕੋਈ) ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ ।੨੪।"},"ft":{"gurmukhi":"ien jIvoN ko mwns jnm kw sÍwd nw Awvqw BXw hY, Bwv jnm sPl nw kIAw]24]ÇkrmoN ky Pl kI AwvsÎ Bgq bÎqw aucwrn krqy hYN:","unicode":"ਇਨ ਜੀਵੋਂ ਕੋ ਮਾਨਸ ਜਨਮ ਕਾ ਸ੍ਵਾਦ ਨਾ ਆਵਤਾ ਭਯਾ ਹੈ, ਭਾਵ ਜਨਮ ਸਫਲ ਨਾ ਕੀਆ॥੨੪॥☬ਕਰਮੋਂ ਕੇ ਫਲ ਕੀ ਆਵਸ੍ਯ ਭਗਤ ਬ੍ਯਤਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ieho ijhw jIvn jIaUx ivc mnu`K ƒ koeI) Awqmk AwnMd hwsl nhIN huMdw [24[","unicode":"ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਜੀਊਣ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਕੋਈ) ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ ।੨੪।"},"ms":{"gurmukhi":"jykr auh lwB nhIN auTwauNdw qW ies gl iv`c koeI KuSI nhIN[","unicode":"ਜੇਕਰ ਉਹ ਲਾਭ ਨਹੀਂ ਉਠਾਉਂਦਾ ਤਾਂ ਇਸ ਗਲ ਵਿੱਚ ਕੋਈ ਖੁਸ਼ੀ ਨਹੀਂ।"}},"es":{"sn":"entonces se levantan y parten, no hay dicha en esto. (24)"},"hi":{"ss":"(पर अगर आत्मिक जीवन की कमाई कमाए बिना ही मनुष्य जगत से) उठ चलता है। (तो) इस तरह का जीवन जीने में मनुष्य (को काई) आत्मिक आनंद हासिल नहीं होता। 24।","sts":"कोई भजन-बंदगी एवं शुभ कर्म ही नहीं किया तो क्या फायदा ॥२४॥"}},"transliteration":{"english":"saadh naahee ivehee galai ||24||","hindi":"सादु नाही इवेही गलै ॥२४॥","en":"saadh naahee ivehee galai ||24||","hi":"सादु नाही इवेही गलै ॥२४॥","ipa":"sɑd̪ nɑhi eɪʋehi Gəlæ.2ə4.","ur":"ساد ناهیِ اوےهیِ گلَے ۔۔۲۴۔۔"},"pageNo":1412,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[]}},{"verseId":59703,"shabadId":5475,"verse":{"gurmukhi":"rwmu JurY dl mylvY AMqir blu AiDkwr ]","unicode":"ਰਾਮੁ ਝੁਰੈ ਦਲ ਮੇਲਵੈ ਅੰਤਰਿ ਬਲੁ ਅਧਿਕਾਰ ॥"},"larivaar":{"gurmukhi":"rwmuJurYdlmylvYAMqirbluAiDkwr]","unicode":"ਰਾਮੁਝੁਰੈਦਲਮੇਲਵੈਅੰਤਰਿਬਲੁਅਧਿਕਾਰ॥"},"translation":{"en":{"bdb":"Raam Chand, sad at heart, assembled his army and forces.","ms":"With great mental effort Ram Chander gathered his army, in utter sadness.","ssk":"Raam Chand, sad at heart, assembled his army and forces."},"pu":{"ss":{"gurmukhi":"sRI rwmcMd® &OjW iek`TIAW krdw hY, (aus dy) AMdr (&OjW iek`TIAW krn dy) AiDkwr dI qwkq BI hY,(iPr BI sRI) rwmcMd® (qdoN) duKI huMdw hY [","unicode":"ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਅੰਦਰ (ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਨ ਦੇ) ਅਧਿਕਾਰ ਦੀ ਤਾਕਤ ਭੀ ਹੈ,(ਫਿਰ ਭੀ ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਤਦੋਂ) ਦੁਖੀ ਹੁੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"rwmcMdR BI srIr sbMD kr kpoN ky dl ko iekqR kr ky JUrqy Bey hYN[ jdip irdy bIc isRstI ky aultwvny kw bl BI Qw qdip iqs bl ky idKwvny kw AiDkwr n smiJAw, Bwv Xyh ik mwns jnm ky Dwrny sy ausI qrh kI cyStw krnI cwhIey]","unicode":"ਰਾਮਚੰਦ੍ਰ ਭੀ ਸਰੀਰ ਸਬੰਧ ਕਰ ਕਪੋਂ ਕੇ ਦਲ ਕੋ ਇਕਤ੍ਰ ਕਰ ਕੇ ਝੂਰਤੇ ਭਏ ਹੈਂ। ਜਦਪਿ ਰਿਦੇ ਬੀਚ ਸ੍ਰਿਸਟੀ ਕੇ ਉਲਟਾਵਨੇ ਕਾ ਬਲ ਭੀ ਥਾ ਤਦਪਿ ਤਿਸ ਬਲ ਕੇ ਦਿਖਾਵਨੇ ਕਾ ਅਧਿਕਾਰ ਨ ਸਮਝਿਆ, ਭਾਵ ਯੇਹ ਕਿ ਮਾਨਸ ਜਨਮ ਕੇ ਧਾਰਨੇ ਸੇ ਉਸੀ ਤਰਹ ਕੀ ਚੇਸ਼ਟਾ ਕਰਨੀ ਚਾਹੀਏ॥"},"bdb":{"gurmukhi":"sRI rwmcMd® &OjW iek`TIAW krdw hY, (aus dy) AMdr (&OjW iek`TIAW krn dy) AiDkwr dI qwkq BI hY,(iPr BI sRI) rwmcMd® (qdoN) duKI huMdw hY [","unicode":"ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਅੰਦਰ (ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਨ ਦੇ) ਅਧਿਕਾਰ ਦੀ ਤਾਕਤ ਭੀ ਹੈ,(ਫਿਰ ਭੀ ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਤਦੋਂ) ਦੁਖੀ ਹੁੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"Awpxy mn dy bhuqy jor nwl, rwm cMdR audwsIn ho AwpxI sYnw iek`qr krdw hY[","unicode":"ਆਪਣੇ ਮਨ ਦੇ ਬਹੁਤੇ ਜੋਰ ਨਾਲ, ਰਾਮ ਚੰਦ੍ਰ ਉਦਾਸੀਨ ਹੋ ਆਪਣੀ ਸੈਨਾ ਇਕੱਤਰ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Ram Chand, con tristeza en su corazón, reunió a su ejército con sus refuerzos, "},"hi":{"ss":"(श्री रामचंद्र उस करतार की बराबरी नहीं कर सकता। देखो। रावण के साथ लड़ने के लिए) श्री रामचंद्र फौजें इकट्ठी करता है। (उसके) अंदर (फौजें इकट्ठी करने के) अधिकार की ताकत भी है।","sts":"दशरथ-सुत श्रीरामचन्द्र को भी दुखी होना पड़ा, चाहे उनके मन में अधिकार बल भी था, (सुग्रीव, हनुमान सहित) बहुत सारी सेना मिला ली।"}},"transliteration":{"english":"raam jhurai dhal melavai a(n)tar bal adhikaar ||","hindi":"रामु झुरै दल मेलवै अंतरि बलु अधिकार ॥","en":"raam jhurai dhal melavai a(n)tar bal adhikaar ||","hi":"रामु झुरै दल मेलवै अंतरि बलु अधिकार ॥","ipa":"rɑm ɖ͡ʐʊræ d̪əl meləʋæ əŋt̪ər bəl ət̪ɪkɑr.","ur":"رام جھُرَے دل مےلوَے اںتر بل ادھکار ۔۔"},"pageNo":1412,"lineNo":6,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59704,"shabadId":5475,"verse":{"gurmukhi":"bMqr kI sYnw syvIAY min qin juJu Apwru ]","unicode":"ਬੰਤਰ ਕੀ ਸੈਨਾ ਸੇਵੀਐ ਮਨਿ ਤਨਿ ਜੁਝੁ ਅਪਾਰੁ ॥"},"larivaar":{"gurmukhi":"bMqrkIsYnwsyvIAYminqinjuJuApwru]","unicode":"ਬੰਤਰਕੀਸੈਨਾਸੇਵੀਐਮਨਿਤਨਿਜੁਝੁਅਪਾਰੁ॥"},"translation":{"en":{"bdb":"The army of monkeys was at his service; his mind and body became eager for war.","ms":"The army of monkeys was also at his service and in his mind and body, he became infinitely zealous of war.","ssk":"The army of monkeys was at his service; his mind and body became eager for war."},"pu":{"ss":{"gurmukhi":"vwnrW dI (aus) &Oj dI rwhIN (aus dI) syvw BI ho rhI hY (ijs sYnw dy) mn ivc qn ivc ju`D krn dw byAMq cwau hY, ","unicode":"ਵਾਨਰਾਂ ਦੀ (ਉਸ) ਫ਼ੌਜ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੀ) ਸੇਵਾ ਭੀ ਹੋ ਰਹੀ ਹੈ (ਜਿਸ ਸੈਨਾ ਦੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਜੁੱਧ ਕਰਨ ਦਾ ਬੇਅੰਤ ਚਾਉ ਹੈ, "},"ft":{"gurmukhi":"AYsw bIcwr kIAw ik bWdroN kI sYnw ko syvxw krIey, Bwv Xyh iqs sYnw ko swQ ly kr mn, qn myN Apwr juD hI bs rhw Qw]","unicode":"ਐਸਾ ਬੀਚਾਰ ਕੀਆ ਕਿ ਬਾਂਦਰੋਂ ਕੀ ਸੈਨਾ ਕੋ ਸੇਵਣਾ ਕਰੀਏ, ਭਾਵ ਯੇਹ ਤਿਸ ਸੈਨਾ ਕੋ ਸਾਥ ਲੇ ਕਰ ਮਨ, ਤਨ ਮੇਂ ਅਪਾਰ ਜੁਧ ਹੀ ਬਸ ਰਹਾ ਥਾ॥"},"bdb":{"gurmukhi":"vwnrW dI (aus) &Oj dI rwhIN (aus dI) syvw BI ho rhI hY (ijs sYnw dy) mn ivc qn ivc ju`D krn dw byAMq cwau hY, ","unicode":"ਵਾਨਰਾਂ ਦੀ (ਉਸ) ਫ਼ੌਜ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੀ) ਸੇਵਾ ਭੀ ਹੋ ਰਹੀ ਹੈ (ਜਿਸ ਸੈਨਾ ਦੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਜੁੱਧ ਕਰਨ ਦਾ ਬੇਅੰਤ ਚਾਉ ਹੈ, "},"ms":{"gurmukhi":"bWdrW dI POj vI ies dI syvw iv`c hwjr sI Aqy Awpxy ic`q Aqy srIr AMdr auh lVweI dw byAMq hI cwhvwn ho igAw[","unicode":"ਬਾਂਦਰਾਂ ਦੀ ਫੌਜ ਵੀ ਇਸ ਦੀ ਸੇਵਾ ਵਿੱਚ ਹਾਜਰ ਸੀ ਅਤੇ ਆਪਣੇ ਚਿੱਤ ਅਤੇ ਸਰੀਰ ਅੰਦਰ ਉਹ ਲੜਾਈ ਦਾ ਬੇਅੰਤ ਹੀ ਚਾਹਵਾਨ ਹੋ ਗਿਆ।"}},"es":{"sn":"el ejército de changos estaba a su servicio, su mente y cuerpo estaban listos para la guerra; "},"hi":{"ss":"बाँदरों की (उस) फौज से (उसकी) सेवा भी हो रही है (जिस सेना के) मन में तन में युद्ध करने का बेअंत चाव है।","sts":"वानरों की सेना सेवा के लिए तैयार हुई, मन तन में लड़ने का जोश भी था।"}},"transliteration":{"english":"ba(n)tar kee sainaa seveeaai man tan jujh apaar ||","hindi":"बंतर की सैना सेवीऐ मनि तनि जुझु अपारु ॥","en":"ba(n)tar kee sainaa seveeaai man tan jujh apaar ||","hi":"बंतर की सैना सेवीऐ मनि तनि जुझु अपारु ॥","ipa":"bəŋt̪ər ki sænɑ seʋiæ mən t̪ən d͡ʒʊɖ͡ʐ əpɑr.","ur":"بںتر کیِ سَےنا سےویِاَے من تنِ جُجھ اپار ۔۔"},"pageNo":1412,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59705,"shabadId":5475,"verse":{"gurmukhi":"sIqw lY gieAw dhisro lCmxu mUE srwip ]","unicode":"ਸੀਤਾ ਲੈ ਗਇਆ ਦਹਸਿਰੋ ਲਛਮਣੁ ਮੂਓ ਸਰਾਪਿ ॥"},"larivaar":{"gurmukhi":"sIqwlYgieAwdhisrolCmxumUEsrwip]","unicode":"ਸੀਤਾਲੈਗਇਆਦਹਸਿਰੋਲਛਮਣੁਮੂਓਸਰਾਪਿ॥"},"translation":{"en":{"bdb":"Raawan captured his wife Sita, and Lachhman was cursed to die.","ms":"Ten-headed Rawan had taken away Sita, his wife and Lachhman had died of the curse.","ssk":"Raawan captured his wife Sita, and Lachhman was cursed to die."},"pu":{"ss":{"gurmukhi":"sIqw (jI) ƒ rwvx lY igAw sI, (qy, iPr jdoN sRI rwmcMd® jI dw BweI) lCmn srwp nwl mr igAw sI [","unicode":"ਸੀਤਾ (ਜੀ) ਨੂੰ ਰਾਵਣ ਲੈ ਗਿਆ ਸੀ, (ਤੇ, ਫਿਰ ਜਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦਾ ਭਾਈ) ਲਛਮਨ ਸਰਾਪ ਨਾਲ ਮਰ ਗਿਆ ਸੀ ।"},"ft":{"gurmukhi":"jb rwvx sIqw ko lY gieAw qb iqs ky ibrh sy duKI hUey, punw XuD myN lCmx jI ko mUrCw BeI sy duK BXw hY[ ieqny duKoN kw kwrx nwrd jI kw sRwp hoqw BXw hY]ÇiksI kwl myN nwrd jI ny ivvwh ky vwsqy hrI sy srUp mWgw Qw[ hrI ny srUp dy kr muK bWdr kw kr dIAw Ar suXMbr myN vhu rwj puqRI Awp ly gey[ qb nwrd jI ny ApnY swQ hwsI krI jwx kr sRwp dIAw Qw, 'bWdr qumwrI shwieqw kryNgy AOr iesqRI ky ibrh kr duKI hovogy'[ Eh srwp dIAw hUAw rwm jI ko Bogxw pVw]","unicode":"ਜਬ ਰਾਵਣ ਸੀਤਾ ਕੋ ਲੈ ਗਇਆ ਤਬ ਤਿਸ ਕੇ ਬਿਰਹ ਸੇ ਦੁਖੀ ਹੂਏ, ਪੁਨਾ ਯੁਧ ਮੇਂ ਲਛਮਣ ਜੀ ਕੋ ਮੂਰਛਾ ਭਈ ਸੇ ਦੁਖ ਭਯਾ ਹੈ। ਇਤਨੇ ਦੁਖੋਂ ਕਾ ਕਾਰਣ ਨਾਰਦ ਜੀ ਕਾ ਸ੍ਰਾਪ ਹੋਤਾ ਭਯਾ ਹੈ॥☬ਕਿਸੀ ਕਾਲ ਮੇਂ ਨਾਰਦ ਜੀ ਨੇ ਵਿਵਾਹ ਕੇ ਵਾਸਤੇ ਹਰੀ ਸੇ ਸਰੂਪ ਮਾਂਗਾ ਥਾ। ਹਰੀ ਨੇ ਸਰੂਪ ਦੇ ਕਰ ਮੁਖ ਬਾਂਦਰ ਕਾ ਕਰ ਦੀਆ ਅਰ ਸੁਯੰਬਰ ਮੇਂ ਵਹੁ ਰਾਜ ਪੁਤ੍ਰੀ ਆਪ ਲੇ ਗਏ। ਤਬ ਨਾਰਦ ਜੀ ਨੇ ਅਪਨੈ ਸਾਥ ਹਾਸੀ ਕਰੀ ਜਾਣ ਕਰ ਸ੍ਰਾਪ ਦੀਆ ਥਾ, 'ਬਾਂਦਰ ਤੁਮਾਰੀ ਸਹਾਇਤਾ ਕਰੇਂਗੇ ਔਰ ਇਸਤ੍ਰੀ ਕੇ ਬਿਰਹ ਕਰ ਦੁਖੀ ਹੋਵੋਗੇ'। ਓਹ ਸਰਾਪ ਦੀਆ ਹੂਆ ਰਾਮ ਜੀ ਕੋ ਭੋਗਣਾ ਪੜਾ॥"},"bdb":{"gurmukhi":"sIqw (jI) ƒ rwvx lY igAw sI, (qy, iPr jdoN sRI rwmcMd® jI dw BweI) lCmn srwp nwl mr igAw sI [","unicode":"ਸੀਤਾ (ਜੀ) ਨੂੰ ਰਾਵਣ ਲੈ ਗਿਆ ਸੀ, (ਤੇ, ਫਿਰ ਜਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦਾ ਭਾਈ) ਲਛਮਨ ਸਰਾਪ ਨਾਲ ਮਰ ਗਿਆ ਸੀ ।"},"ms":{"gurmukhi":"dsW-isrW vwlw rwvx, aus dI pqlI sIqw ƒ lY igAw sI Aqy lCmx bd-dUAw nwl mr igAw sI[","unicode":"ਦਸਾਂ-ਸਿਰਾਂ ਵਾਲਾ ਰਾਵਣ, ਉਸ ਦੀ ਪਤਲੀ ਸੀਤਾ ਨੂੰ ਲੈ ਗਿਆ ਸੀ ਅਤੇ ਲਛਮਣ ਬਦ-ਦੂਆ ਨਾਲ ਮਰ ਗਿਆ ਸੀ।"}},"es":{"sn":"Rawan capturó a su esposa Sita, y Lachman recibió una maldición fatal. "},"hi":{"ss":"(फिर भी श्री) रामचंद्र (तब) दुखी होता है (दुखी हुआ। जब) सीता (जी) को रावण ले गया था। (और। फिर जब श्री रामचंद्र जी का भाई) लक्ष्मण श्राप से मर गया था।","sts":"दशानन रावण छलपूर्वक सीता का हरण करके ले गया था, श्राप की वजह से लक्ष्मण युद्ध में मूर्छित हो गया।"}},"transliteration":{"english":"seetaa lai giaa dhahasiro lachhaman mooo saraap ||","hindi":"सीता लै गइआ दहसिरो लछमणु मूओ सरापि ॥","en":"seetaa lai giaa dhahasiro lachhaman mooo saraap ||","hi":"सीता लै गइआ दहसिरो लछमणु मूओ सरापि ॥","ipa":"sit̪ɑ læ Gɪɑ d̪əhəsɪrɔ ləɕəməɳ muo sərɑp.","ur":"سیِتا لَے گایا دهسرو لچھمݨ مُواو سراپ ۔۔"},"pageNo":1412,"lineNo":7,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59706,"shabadId":5475,"verse":{"gurmukhi":"nwnk krqw krxhwru kir vyKY Qwip auQwip ]25]","unicode":"ਨਾਨਕ ਕਰਤਾ ਕਰਣਹਾਰੁ ਕਰਿ ਵੇਖੈ ਥਾਪਿ ਉਥਾਪਿ ॥੨੫॥"},"larivaar":{"gurmukhi":"nwnkkrqwkrxhwrukirvyKYQwipauQwip]25]","unicode":"ਨਾਨਕਕਰਤਾਕਰਣਹਾਰੁਕਰਿਵੇਖੈਥਾਪਿਉਥਾਪਿ॥੨੫॥"},"translation":{"en":{"bdb":"O Nanak, the Creator Lord is the Doer of all; He watches over all, and destroys what He has created. ||25||","ms":"Nanak, the Creator-Lord is the doer of all the deeds. Destroying what He himself created, He watches it all.","ssk":"O Nanak, the Creator Lord is the Doer of all; He watches over all, and destroys what He has created. ||25||"},"pu":{"ss":{"gurmukhi":"hy nwnk! krqwr sB kuJ kr skx dI smrQw vwlw hY (aus ƒ kdy Jurn dI duKI hox dI loV nhIN), auh qW pYdw kr ky nws kr ky (sB kuJ kr ky Awp hI) vyKdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ (ਉਸ ਨੂੰ ਕਦੇ ਝੁਰਨ ਦੀ ਦੁਖੀ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ), ਉਹ ਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰ ਕੇ (ਸਭ ਕੁਝ ਕਰ ਕੇ ਆਪ ਹੀ) ਵੇਖਦਾ ਹੈ ।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: jo jgq ky krqw bRhmwdI hYN iqnoN kw krxhwr ivSn jo Awp hI isRstI ko Qwp, Bwv rc kr ky dyKqw hY punw (auQwip) auTwie dyqw hY, Bwv lIn kr lyqw hY[ so AYsw smrQ hrI dyh Dwr kr duKoN ko Bogqw BXw hY[ qb AOr jIvoN kI qo ikAw bwq hY, Bwv krmoN kw Pl Av`S sB ko Bogxw pVqw hY]25]","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜੋ ਜਗਤ ਕੇ ਕਰਤਾ ਬ੍ਰਹਮਾਦੀ ਹੈਂ ਤਿਨੋਂ ਕਾ ਕਰਣਹਾਰ ਵਿਸ਼ਨ ਜੋ ਆਪ ਹੀ ਸ੍ਰਿਸਟੀ ਕੋ ਥਾਪ, ਭਾਵ ਰਚ ਕਰ ਕੇ ਦੇਖਤਾ ਹੈ ਪੁਨਾ (ਉਥਾਪਿ) ਉਠਾਇ ਦੇਤਾ ਹੈ, ਭਾਵ ਲੀਨ ਕਰ ਲੇਤਾ ਹੈ। ਸੋ ਐਸਾ ਸਮਰਥ ਹਰੀ ਦੇਹ ਧਾਰ ਕਰ ਦੁਖੋਂ ਕੋ ਭੋਗਤਾ ਭਯਾ ਹੈ। ਤਬ ਔਰ ਜੀਵੋਂ ਕੀ ਤੋ ਕਿਆ ਬਾਤ ਹੈ, ਭਾਵ ਕਰਮੋਂ ਕਾ ਫਲ ਅਵੱਸ਼ ਸਭ ਕੋ ਭੋਗਣਾ ਪੜਤਾ ਹੈ॥੨੫॥"},"bdb":{"gurmukhi":"hy nwnk! krqwr sB kuJ kr skx dI smrQw vwlw hY (aus ƒ kdy Jurn dI duKI hox dI loV nhIN), auh qW pYdw kr ky nws kr ky (sB kuJ kr ky Awp hI) vyKdw hY [","unicode":"ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ (ਉਸ ਨੂੰ ਕਦੇ ਝੁਰਨ ਦੀ ਦੁਖੀ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ), ਉਹ ਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰ ਕੇ (ਸਭ ਕੁਝ ਕਰ ਕੇ ਆਪ ਹੀ) ਵੇਖਦਾ ਹੈ ।"},"ms":{"gurmukhi":"nwnk, isrjxhwr-suAwmI! swirAW kMmW dy krn vwlw hY[ jo aus ny Awp auqpMn kIqw hY aus ƒ nws kr, auh Awp hI vyKdw hY[","unicode":"ਨਾਨਕ, ਸਿਰਜਣਹਾਰ-ਸੁਆਮੀ! ਸਾਰਿਆਂ ਕੰਮਾਂ ਦੇ ਕਰਨ ਵਾਲਾ ਹੈ। ਜੋ ਉਸ ਨੇ ਆਪ ਉਤਪੰਨ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਨਾਸ ਕਰ, ਉਹ ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ।"}},"es":{"sn":"Oh Nanak, el Creador es el Hacedor de todo, Él lo observa todo y destruye lo que ha creado. (25)"},"hi":{"ss":"हे नानक ! करतार सब कुछ कर सकने की समर्थता वाला है (उसको कभी झुरने की दुखी होने की आवश्यक्ता नहीं)। वह तो पैदा करके नाश करके (सब कुछ करके खुद ही) देखता है। 25।","sts":"गुरु नानक का फुरमान है कि ईश्वर सब करने वाला है, वही बनाने-बिगाड़ने वाला है॥२५॥"}},"transliteration":{"english":"naanak karataa karanahaar kar vekhai thaap uthaap ||25||","hindi":"नानक करता करणहारु करि वेखै थापि उथापि ॥२५॥","en":"naanak karataa karanahaar kar vekhai thaap uthaap ||25||","hi":"नानक करता करणहारु करि वेखै थापि उथापि ॥२५॥","ipa":"nɑnək kərət̪ɑ kərəɳəhɑr kər ʋekʰæ t̪ʰɑp oʊt̪ʰɑp.2ə5.","ur":"نانک کرتا کرݨهار کر وےکھَے تھاپ اُتھاپ ۔۔۲۵۔۔"},"pageNo":1412,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}},{"verseId":59707,"shabadId":5475,"verse":{"gurmukhi":"mn mih JUrY rwmcMdu sIqw lCmx jogu ]","unicode":"ਮਨ ਮਹਿ ਝੂਰੈ ਰਾਮਚੰਦੁ ਸੀਤਾ ਲਛਮਣ ਜੋਗੁ ॥"},"larivaar":{"gurmukhi":"mnmihJUrYrwmcMdusIqwlCmxjogu]","unicode":"ਮਨਮਹਿਝੂਰੈਰਾਮਚੰਦੁਸੀਤਾਲਛਮਣਜੋਗੁ॥"},"translation":{"en":{"bdb":"In his mind, Raam Chand mourned for Sita and Lachhman.","ms":"Within his mind, Ram Chander mourned for Sita and Lachhman.","ssk":"In his mind, Raam Chand mourned for Sita and Lachhman."},"pu":{"ss":{"gurmukhi":"(vyKo, sRI) rwmcMd® (Awpxy) mn ivc sIqw (jI) dI ^wqr duKI hoieAw (jdoN sIqw jI ƒ rwvx curw ky lY igAw, iPr) duKI hoieAw lCmx dI ^wqr (jdoN rxBUmI ivc lCmn brCI nwl mUriCq hoieAw) [","unicode":"(ਵੇਖੋ, ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸੀਤਾ (ਜੀ) ਦੀ ਖ਼ਾਤਰ ਦੁਖੀ ਹੋਇਆ (ਜਦੋਂ ਸੀਤਾ ਜੀ ਨੂੰ ਰਾਵਣ ਚੁਰਾ ਕੇ ਲੈ ਗਿਆ, ਫਿਰ) ਦੁਖੀ ਹੋਇਆ ਲਛਮਣ ਦੀ ਖ਼ਾਤਰ (ਜਦੋਂ ਰਣਭੂਮੀ ਵਿਚ ਲਛਮਨ ਬਰਛੀ ਨਾਲ ਮੂਰਛਿਤ ਹੋਇਆ) ।"},"ft":{"gurmukhi":"sIqw AO lCmx ky (jog) sMbMD vwsqy rwmcMdR jI JUrqy Bey, Bwv icMqwvwn hUey]","unicode":"ਸੀਤਾ ਔ ਲਛਮਣ ਕੇ (ਜੋਗ) ਸੰਬੰਧ ਵਾਸਤੇ ਰਾਮਚੰਦ੍ਰ ਜੀ ਝੂਰਤੇ ਭਏ, ਭਾਵ ਚਿੰਤਾਵਾਨ ਹੂਏ॥"},"bdb":{"gurmukhi":"(vyKo, sRI) rwmcMd® (Awpxy) mn ivc sIqw (jI) dI ^wqr duKI hoieAw (jdoN sIqw jI ƒ rwvx curw ky lY igAw, iPr) duKI hoieAw lCmx dI ^wqr (jdoN rxBUmI ivc lCmn brCI nwl mUriCq hoieAw) [","unicode":"(ਵੇਖੋ, ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸੀਤਾ (ਜੀ) ਦੀ ਖ਼ਾਤਰ ਦੁਖੀ ਹੋਇਆ (ਜਦੋਂ ਸੀਤਾ ਜੀ ਨੂੰ ਰਾਵਣ ਚੁਰਾ ਕੇ ਲੈ ਗਿਆ, ਫਿਰ) ਦੁਖੀ ਹੋਇਆ ਲਛਮਣ ਦੀ ਖ਼ਾਤਰ (ਜਦੋਂ ਰਣਭੂਮੀ ਵਿਚ ਲਛਮਨ ਬਰਛੀ ਨਾਲ ਮੂਰਛਿਤ ਹੋਇਆ) ।"},"ms":{"gurmukhi":"Awpxy ic`q AMdr rwm cMdr sIqw lCmx leI Sok krdw sI[","unicode":"ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਰਾਮ ਚੰਦਰ ਸੀਤਾ ਲਛਮਣ ਲਈ ਸ਼ੋਕ ਕਰਦਾ ਸੀ।"}},"es":{"sn":"En su interior Ram Chand vivió el duelo de Sita, y Lachman "},"hi":{"ss":"श्री) रामचंद्र (अपने) मन में सीता (जी) के लिए दुखी हुआ (जब सीता जी को रावण चुरा के ले गया। फिर) दुखी हुआ लक्ष्मण की खातिर (जब रणभूमि में लक्ष्मण बरछी से मूर्छित हुआ)।","sts":"रामचन्द्र सीता एवं लक्ष्मण के लिए दिल में बहुत दुखी हुए।"}},"transliteration":{"english":"man meh jhoorai raamacha(n)dh seetaa lachhaman jog ||","hindi":"मन महि झूरै रामचंदु सीता लछमण जोगु ॥","en":"man meh jhoorai raamacha(n)dh seetaa lachhaman jog ||","hi":"मन महि झूरै रामचंदु सीता लछमण जोगु ॥","ipa":"mən məh ɖ͡ʐuræ rɑmət͡ʃəŋd̪ sit̪ɑ ləɕəməɳ d͡ʒɔG.","ur":"من مهِ جھُورَے رامچںد سیِتا لچھمݨ جوگ ۔۔"},"pageNo":1412,"lineNo":8,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59708,"shabadId":5475,"verse":{"gurmukhi":"hxvMqru AwrwiDAw AwieAw kir sMjogu ]","unicode":"ਹਣਵੰਤਰੁ ਆਰਾਧਿਆ ਆਇਆ ਕਰਿ ਸੰਜੋਗੁ ॥"},"larivaar":{"gurmukhi":"hxvMqruAwrwiDAwAwieAwkirsMjogu]","unicode":"ਹਣਵੰਤਰੁਆਰਾਧਿਆਆਇਆਕਰਿਸੰਜੋਗੁ॥"},"translation":{"en":{"bdb":"Then, he remembered Hanuman the monkey-god, who came to him.","ms":"He remembered, Hanuman, the monkey-god and he came to meet him.","ssk":"Then, he remembered Hanuman the monkey-god, who came to him."},"pu":{"ss":{"gurmukhi":"(qdoN sRI rwmcMd® ny) hnUmwn ƒ Xwd kIqw jo (prmwqmw vloN bxy) sMjog dy kwrn (sRI rwmcMd® jI dI srn) AwieAw sI [","unicode":"(ਤਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਨੇ) ਹਨੂਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਜੋ (ਪਰਮਾਤਮਾ ਵਲੋਂ ਬਣੇ) ਸੰਜੋਗ ਦੇ ਕਾਰਨ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦੀ ਸਰਨ) ਆਇਆ ਸੀ ।"},"ft":{"gurmukhi":"jb hnUmwn jI ky qweIN ArwiDAw, Bwv ausqqI krI qb hnUmwn jI pRQmy sIqw kI soJI ilAwieAw AOr sMjIvn bUtI AO suKyx vYd ko ilAwie kr lCmx ko ijvwXw, punw sIqw kw AO lCmx kw rwmcMdR jI ky swQ (sMjogu) imlwp kr dIAw]","unicode":"ਜਬ ਹਨੂਮਾਨ ਜੀ ਕੇ ਤਾਈਂ ਅਰਾਧਿਆ, ਭਾਵ ਉਸਤਤੀ ਕਰੀ ਤਬ ਹਨੂਮਾਨ ਜੀ ਪ੍ਰਥਮੇ ਸੀਤਾ ਕੀ ਸੋਝੀ ਲਿਆਇਆ ਔਰ ਸੰਜੀਵਨ ਬੂਟੀ ਔ ਸੁਖੇਣ ਵੈਦ ਕੋ ਲਿਆਇ ਕਰ ਲਛਮਣ ਕੋ ਜਿਵਾਯਾ, ਪੁਨਾ ਸੀਤਾ ਕਾ ਔ ਲਛਮਣ ਕਾ ਰਾਮਚੰਦ੍ਰ ਜੀ ਕੇ ਸਾਥ (ਸੰਜੋਗੁ) ਮਿਲਾਪ ਕਰ ਦੀਆ॥"},"bdb":{"gurmukhi":"(qdoN sRI rwmcMd® ny) hnUmwn ƒ Xwd kIqw jo (prmwqmw vloN bxy) sMjog dy kwrn (sRI rwmcMd® jI dI srn) AwieAw sI [","unicode":"(ਤਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਨੇ) ਹਨੂਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਜੋ (ਪਰਮਾਤਮਾ ਵਲੋਂ ਬਣੇ) ਸੰਜੋਗ ਦੇ ਕਾਰਨ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦੀ ਸਰਨ) ਆਇਆ ਸੀ ।"},"ms":{"gurmukhi":"aus ny bWdrW dy dyvqy hnumwn ƒ Xwd kIqw Aqy auh aus ƒ imlx dy leI AwieAw[","unicode":"ਉਸ ਨੇ ਬਾਂਦਰਾਂ ਦੇ ਦੇਵਤੇ ਹਨੁਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਮਿਲਣ ਦੇ ਲਈ ਆਇਆ।"}},"es":{"sn":"después recordó a Januman, el dios chango, que llegó hasta él, "},"hi":{"ss":"(तब श्री रामचंद्र ने) हनूमान को याद किया जो (परमात्मा से बने) संजोग के कारण (श्री रामचंद्र जी की शरण) आया था।","sts":"उन्होंने हनुमान का स्मरण किया तो वह भी संयोग से उनके पास आ गया था।"}},"transliteration":{"english":"hanava(n)tar aaraadhiaa aaiaa kar sa(n)jog ||","hindi":"हणवंतरु आराधिआ आइआ करि संजोगु ॥","en":"hanava(n)tar aaraadhiaa aaiaa kar sa(n)jog ||","hi":"हणवंतरु आराधिआ आइआ करि संजोगु ॥","ipa":"həɳəʋəŋt̪ər əɑrɑt̪ɪəɑ əɑɪɑ kər səŋd͡ʒɔG.","ur":"هݨوںتر آرادھآ آایا کر سںجوگ ۔۔"},"pageNo":1412,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":59709,"shabadId":5475,"verse":{"gurmukhi":"BUlw dYqu n smJeI iqin pRB kIey kwm ]","unicode":"ਭੂਲਾ ਦੈਤੁ ਨ ਸਮਝਈ ਤਿਨਿ ਪ੍ਰਭ ਕੀਏ ਕਾਮ ॥"},"larivaar":{"gurmukhi":"BUlwdYqunsmJeIiqinpRBkIeykwm]","unicode":"ਭੂਲਾਦੈਤੁਨਸਮਝਈਤਿਨਿਪ੍ਰਭਕੀਏਕਾਮ॥"},"translation":{"en":{"bdb":"The misguided demon did not understand that God is the Doer of deeds.","ms":"The misguided demon knows not that wondrous are the deeds, which He, the Lord does.","ssk":"The misguided demon did not understand that God is the Doer of deeds."},"pu":{"ss":{"gurmukhi":"mUrK rwvx (BI) ieh g`l nwh smiJAw ik ieh swry kMm prmwqmw ny (Awp hI) kIqy sn [","unicode":"ਮੂਰਖ ਰਾਵਣ (ਭੀ) ਇਹ ਗੱਲ ਨਾਹ ਸਮਝਿਆ ਕਿ ਇਹ ਸਾਰੇ ਕੰਮ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ) ਕੀਤੇ ਸਨ ।"},"ft":{"gurmukhi":"vIcwr sy BUlw hUAw rwvx jo dYqoN kw rwjw Qw, so pRBU ky AYsy kwm kIey hUey dyK kr BI nw smJqw BXw, Bwv Xyh rwmcMdR jI ko eISÍr jwx kr sIqw ly kr nw imlqw BXw]","unicode":"ਵੀਚਾਰ ਸੇ ਭੂਲਾ ਹੂਆ ਰਾਵਣ ਜੋ ਦੈਤੋਂ ਕਾ ਰਾਜਾ ਥਾ, ਸੋ ਪ੍ਰਭੂ ਕੇ ਐਸੇ ਕਾਮ ਕੀਏ ਹੂਏ ਦੇਖ ਕਰ ਭੀ ਨਾ ਸਮਝਤਾ ਭਯਾ, ਭਾਵ ਯੇਹ ਰਾਮਚੰਦ੍ਰ ਜੀ ਕੋ ਈਸ਼੍ਵਰ ਜਾਣ ਕਰ ਸੀਤਾ ਲੇ ਕਰ ਨਾ ਮਿਲਤਾ ਭਯਾ॥"},"bdb":{"gurmukhi":"mUrK rwvx (BI) ieh g`l nwh smiJAw ik ieh swry kMm prmwqmw ny (Awp hI) kIqy sn [","unicode":"ਮੂਰਖ ਰਾਵਣ (ਭੀ) ਇਹ ਗੱਲ ਨਾਹ ਸਮਝਿਆ ਕਿ ਇਹ ਸਾਰੇ ਕੰਮ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ) ਕੀਤੇ ਸਨ ।"},"ms":{"gurmukhi":"Bu`ilAw hoieAw rwKS jwxdw nhIN ik Ascrj hn kMm, ijhVy ik auh suAwmI krdw hY[","unicode":"ਭੁੱਲਿਆ ਹੋਇਆ ਰਾਖਸ਼ ਜਾਣਦਾ ਨਹੀਂ ਕਿ ਅਸਚਰਜ ਹਨ ਕੰਮ, ਜਿਹੜੇ ਕਿ ਉਹ ਸੁਆਮੀ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"el malvado desviado no entendió que Dios es el Hacedor de todo."},"hi":{"ss":"मूर्ख रावण (भी) यह बात नहीं समझा कि ये सारे काम परमात्मा ने (खुद ही) किए हैं।","sts":"भूला हुआ दैत्य रावण यह नहीं समझ रहा था कि प्रभु ही (उसके अंत के लिए) सब काम कर रहा है।"}},"transliteration":{"english":"bhoolaa dhait na samajhiee tin prabh ke'ee kaam ||","hindi":"भूला दैतु न समझई तिनि प्रभ कीए काम ॥","en":"bhoolaa dhait na samajhiee tin prabh ke'ee kaam ||","hi":"भूला दैतु न समझई तिनि प्रभ कीए काम ॥","ipa":"ɓulɑ d̪æt̪ nə səməɖ͡ʐei t̪ɪn pɹəɓ kiee kɑm.","ur":"بھُولا دَےت ن سمجھای تن پربھ کیِاے کام ۔۔"},"pageNo":1412,"lineNo":9,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":59710,"shabadId":5475,"verse":{"gurmukhi":"nwnk vyprvwhu so ikrqu n imteI rwm ]26]","unicode":"ਨਾਨਕ ਵੇਪਰਵਾਹੁ ਸੋ ਕਿਰਤੁ ਨ ਮਿਟਈ ਰਾਮ ॥੨੬॥"},"larivaar":{"gurmukhi":"nwnkvyprvwhusoikrqunimteIrwm]26]","unicode":"ਨਾਨਕਵੇਪਰਵਾਹੁਸੋਕਿਰਤੁਨਮਿਟਈਰਾਮ॥੨੬॥"},"translation":{"en":{"bdb":"O Nanak, the actions of the Self-existent Lord cannot be erased. ||26||","ms":"Nanak, the past deeds which He, the Care-free Lord, rewards are ineffaceable.","ssk":"O Nanak, the actions of the Self-existent Lord cannot be erased. ||26||"},"pu":{"ss":{"gurmukhi":"hy BweI! auh prmwqmw (qW) by-muQwj hY (sRI rwmcMd® aus prmwqmw dI brwbrI nhIN kr skdw) [ (sRI) rwmcMd (jI) pwsoN BwvI nwh imt skI [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ (ਤਾਂ) ਬੇ-ਮੁਥਾਜ ਹੈ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) । (ਸ੍ਰੀ) ਰਾਮਚੰਦ (ਜੀ) ਪਾਸੋਂ ਭਾਵੀ ਨਾਹ ਮਿਟ ਸਕੀ ।"},"ft":{"gurmukhi":"sRI gurU jI kihqy hYN: Xdip Eh rwmcMdR vyprvwh prmySÍr srUp Qy, prMqU iqn kw krm Pl n imtqw BXw, jo nwrd kw sRwp Qw]26]Çeyk smyN sRI gurU nwnk swihb jI lwhOr myN gey[ qhW ksweI pury myN pwp hoqw dyK kr kop kr sRwp dIAw[","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਯਦਪਿ ਓਹ ਰਾਮਚੰਦ੍ਰ ਵੇਪਰਵਾਹ ਪਰਮੇਸ਼੍ਵਰ ਸਰੂਪ ਥੇ, ਪਰੰਤੂ ਤਿਨ ਕਾ ਕਰਮ ਫਲ ਨ ਮਿਟਤਾ ਭਯਾ, ਜੋ ਨਾਰਦ ਕਾ ਸ੍ਰਾਪ ਥਾ॥੨੬॥☬ਏਕ ਸਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਲਾਹੌਰ ਮੇਂ ਗਏ। ਤਹਾਂ ਕਸਾਈ ਪੁਰੇ ਮੇਂ ਪਾਪ ਹੋਤਾ ਦੇਖ ਕਰ ਕੋਪ ਕਰ ਸ੍ਰਾਪ ਦੀਆ।"},"bdb":{"gurmukhi":"hy BweI! auh prmwqmw (qW) by-muQwj hY (sRI rwmcMd® aus prmwqmw dI brwbrI nhIN kr skdw) [ (sRI) rwmcMd (jI) pwsoN BwvI nwh imt skI [","unicode":"ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ (ਤਾਂ) ਬੇ-ਮੁਥਾਜ ਹੈ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) । (ਸ੍ਰੀ) ਰਾਮਚੰਦ (ਜੀ) ਪਾਸੋਂ ਭਾਵੀ ਨਾਹ ਮਿਟ ਸਕੀ ।"},"ms":{"gurmukhi":"nwnk, nW imsx vwly hn pUrbly krm ijnHW dw bdlw auh muCMdgI-rihq suAwmI BugqwauNdw hY[","unicode":"ਨਾਨਕ, ਨਾਂ ਮਿਸਣ ਵਾਲੇ ਹਨ ਪੂਰਬਲੇ ਕਰਮ ਜਿਨ੍ਹਾਂ ਦਾ ਬਦਲਾ ਉਹ ਮੁਛੰਦਗੀ-ਰਹਿਤ ਸੁਆਮੀ ਭੁਗਤਾਉਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, las acciones del Dios Auto Existente no pueden ser borradas. (26)"},"hi":{"ss":"हे भाई ! वह परमात्मा (तो) बेमुथाज है (श्री रामचंद्र उस परमात्मा की बराबरी नहीं कर सकता)। (श्री) रामचंद्र (जी) से (भी) भावी नहीं मिट सकी। 26।","sts":"गुरु नानक फुरमान करते हैं कि ईश्वर बेपरवाह है, किए कमाँ का फल कदापि नहीं मिटता, अतः कर्मफल भोगना पड़ता है॥२६ ॥"}},"transliteration":{"english":"naanak veparavaahu so kirat na miTiee raam ||26||","hindi":"नानक वेपरवाहु सो किरतु न मिटई राम ॥२६॥","en":"naanak veparavaahu so kirat na miTiee raam ||26||","hi":"नानक वेपरवाहु सो किरतु न मिटई राम ॥२६॥","ipa":"nɑnək ʋepərəʋɑh sɔ kɪrət̪ nə mɪʈei rɑm.2ə6.","ur":"نانک وےپرواهُ سو کرت ن مٹای رام ۔۔۲۶۔۔"},"pageNo":1412,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}},{"verseId":59711,"shabadId":5475,"verse":{"gurmukhi":"lwhOr shru jhru khru svw phru ]27]","unicode":"ਲਾਹੌਰ ਸਹਰੁ ਜਹਰੁ ਕਹਰੁ ਸਵਾ ਪਹਰੁ ॥੨੭॥"},"larivaar":{"gurmukhi":"lwhOrshrujhrukhrusvwphru]27]","unicode":"ਲਾਹੌਰਸਹਰੁਜਹਰੁਕਹਰੁਸਵਾਪਹਰੁ॥੨੭॥"},"translation":{"en":{"bdb":"The city of Lahore suffered terrible destruction for four hours. ||27||","ms":"Wrath and tyranny ravaged the city of Lahore for three and a quarter hours.","ssk":"The city of Lahore suffered terrible destruction for four hours. ||27||"},"pu":{"ss":{"gurmukhi":"hy BweI! lwhOr dw Shr zhr (bixAw ipAw hY, ikauNik ie`Qy in`q svyry r`bI is&iq-swlwh dI QW) svw phr (idn cVHy qk mws dI ^wqr pSUAW auqy) khr (huMdw rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਲਾਹੌਰ ਦਾ ਸ਼ਹਰ ਜ਼ਹਰ (ਬਣਿਆ ਪਿਆ ਹੈ, ਕਿਉਂਕਿ ਇੱਥੇ ਨਿੱਤ ਸਵੇਰੇ ਰੱਬੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਥਾਂ) ਸਵਾ ਪਹਰ (ਦਿਨ ਚੜ੍ਹੇ ਤਕ ਮਾਸ ਦੀ ਖ਼ਾਤਰ ਪਸ਼ੂਆਂ ਉਤੇ) ਕਹਰ (ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ft":{"gurmukhi":"ies lwhOr Sihr myN pwp ky hoxy kr svw pihr idn cVHqy qk sdw hI zihr ky smwn (khr) AqI kSt rihAw krygw]27]ÇAYsw vwk hoxy kr lwhOr myN inq hI bfy bfy aupdRv hUAw kryN[ jb swihb qIsry pwiqSwh sRI gurU Amrdws swihb jI lwhOr myN Awey AO lhOr kI sMgq hjUr myN geI bynqI krI[ qb sRI gurU jI idAwl hoie kr ky ieh bcn kIAw:","unicode":"ਇਸ ਲਾਹੌਰ ਸ਼ਹਿਰ ਮੇਂ ਪਾਪ ਕੇ ਹੋਣੇ ਕਰ ਸਵਾ ਪਹਿਰ ਦਿਨ ਚੜ੍ਹਤੇ ਤਕ ਸਦਾ ਹੀ ਜ਼ਹਿਰ ਕੇ ਸਮਾਨ (ਕਹਰ) ਅਤੀ ਕਸ਼ਟ ਰਹਿਆ ਕਰੇਗਾ॥੨੭॥☬ਐਸਾ ਵਾਕ ਹੋਣੇ ਕਰ ਲਾਹੌਰ ਮੇਂ ਨਿਤ ਹੀ ਬਡੇ ਬਡੇ ਉਪਦ੍ਰਵ ਹੂਆ ਕਰੇਂ। ਜਬ ਸਾਹਿਬ ਤੀਸਰੇ ਪਾਤਿਸ਼ਾਹ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਲਾਹੌਰ ਮੇਂ ਆਏ ਔ ਲਹੌਰ ਕੀ ਸੰਗਤ ਹਜੂਰ ਮੇਂ ਗਈ ਬੇਨਤੀ ਕਰੀ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਦਿਆਲ ਹੋਇ ਕਰ ਕੇ ਇਹ ਬਚਨ ਕੀਆ:"},"bdb":{"gurmukhi":"hy BweI! lwhOr dw Shr zhr (bixAw ipAw hY, ikauNik ie`Qy in`q svyry r`bI is&iq-swlwh dI QW) svw phr (idn cVHy qk mws dI ^wqr pSUAW auqy) khr (huMdw rihMdw hY [","unicode":"ਹੇ ਭਾਈ! ਲਾਹੌਰ ਦਾ ਸ਼ਹਰ ਜ਼ਹਰ (ਬਣਿਆ ਪਿਆ ਹੈ, ਕਿਉਂਕਿ ਇੱਥੇ ਨਿੱਤ ਸਵੇਰੇ ਰੱਬੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਥਾਂ) ਸਵਾ ਪਹਰ (ਦਿਨ ਚੜ੍ਹੇ ਤਕ ਮਾਸ ਦੀ ਖ਼ਾਤਰ ਪਸ਼ੂਆਂ ਉਤੇ) ਕਹਰ (ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ।"},"ms":{"gurmukhi":"svw iqMn GMty leI gu¤sy Aqy julm ny lwhOr Sihr dw s`iqAwnws kr idCw[","unicode":"ਸਵਾ ਤਿੰਨ ਘੰਟੇ ਲਈ ਗੁੱਸੇ ਅਤੇ ਜੁਲਮ ਨੇ ਲਾਹੌਰ ਸ਼ਹਿਰ ਦਾ ਸੱਤਿਆਨਾਸ ਕਰ ਦਿਛਾ।"}},"es":{"sn":"La ciudad de Lajore sufrió una terrible destrucción durante cuatro horas. (27)"},"hi":{"ss":"हे भाई ! लोहौर का शहर (शहर निवासियों के लिए आत्मिक मौत लाए रखने के कारण) जहर (बना हुआ है। क्योंकि यहाँ नित्य सवेरे ईयवरीय सिफत-सालाह की बजाए) सवा पहर (दिन चढ़ने तक मास की खातिर पशुओं पर) कहर (होता रहता है। मास आदि खाना और विषौ भोगना ही लाहौर-निवासियों का जीवन-उद्देश्य बन रहा है)। 27।","sts":"लाहौर शहर में जुल्म का जहर फैला हुआ है, सवा प्रहर मासूम लोगों पर मौत का कहर मचा हुआ है॥२७ ॥"}},"transliteration":{"english":"laahauar sahar jahar kahar savaa pahar ||27||","hindi":"लाहौर सहरु जहरु कहरु सवा पहरु ॥२७॥","en":"laahauar sahar jahar kahar savaa pahar ||27||","hi":"लाहौर सहरु जहरु कहरु सवा पहरु ॥२७॥","ipa":"lɑhɒər səhər d͡ʒəhər kəhər səʋɑ pəhər.2ə7.","ur":"لاهَور سهر جهر کهر سوا پهر ۔۔۲۷۔۔"},"pageNo":1412,"lineNo":10,"updated":"2022-12-24 02:22:37","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"}]}}]}