{"shabadInfo":{"shabadId":65,"shabadName":763,"pageNo":18,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":18},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":15,"navigation":{"previous":64,"next":66},"verses":[{"verseId":758,"shabadId":65,"verse":{"gurmukhi":"isrIrwgu mhlu 1 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲੁ ੧ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlu1]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲੁ੧॥"},"translation":{"en":{"bdb":"Siree Raag, First Mehla:","ms":"Sri Rag, First Guru.","ssk":"Siree Raag, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pihlI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"श्री राग महलु १ ॥","sts":"श्रीरागु महलु १ ॥"}},"transliteration":{"english":"sireeraag mahal pehilaa ||","hindi":"सिरीरागु महलु १ ॥","en":"sireeraag mahal pehilaa ||","hi":"सिरीरागु महलु १ ॥","ipa":"sɪrirɑG məhəl 1.","ur":"سِریِراگ مهل ۱ ۔۔"},"pageNo":18,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm2":[],"sttm":[],"igurbani":[]}},{"verseId":759,"shabadId":65,"verse":{"gurmukhi":"Dwqu imlY Puin Dwqu kau isPqI isPiq smwie ]","unicode":"ਧਾਤੁ ਮਿਲੈ ਫੁਨਿ ਧਾਤੁ ਕਉ ਸਿਫਤੀ ਸਿਫਤਿ ਸਮਾਇ ॥"},"larivaar":{"gurmukhi":"DwquimlYPuinDwqukauisPqIisPiqsmwie]","unicode":"ਧਾਤੁਮਿਲੈਫੁਨਿਧਾਤੁਕਉਸਿਫਤੀਸਿਫਤਿਸਮਾਇ॥"},"translation":{"en":{"bdb":"As metal merges with metal, those who chant the Praises of the Lord are absorbed into the Praiseworthy Lord.","ms":"As a metal ultimately merges in metal, so does a praise-chanter gets absorbed in the Praise -worthy Lord.","ssk":"As metal merges with metal, those who chant the Praises of the Lord are absorbed into the Praiseworthy Lord."},"pu":{"ss":{"gurmukhi":"pRBU dI is&iq-swlwh kr ky guxW dy mwlk pRBU ivc mnu`K ieauN lIn ho jWdw hY, ijvyN (sonw Awidk iksy Dwq dw bixAw hoieAw zyvr Fl ky) muV (ausy) Dwq nwl ie`k-rUp ho jWdw hY ","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਵਿਚ ਮਨੁੱਖ ਇਉਂ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ (ਸੋਨਾ ਆਦਿਕ ਕਿਸੇ ਧਾਤ ਦਾ ਬਣਿਆ ਹੋਇਆ ਜ਼ੇਵਰ ਢਲ ਕੇ) ਮੁੜ (ਉਸੇ) ਧਾਤ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"(Dwqu) mwieAw myN pRIiq krny vwly jo purs hYN, so (Puin) bwrMbwr (Dwqu) mwXw myN imlqy hYN, Bwv eyih ik sdw jnmqy mrqy hYN[ AOru jo guroN sy iml kr vwihgurU kI (isPiq) aupmw krny vwly hYN, so (isPqI) aupmw krny jog vihgurU myN smwie jwqy hYN[ jYsy DwqU ky swQ DwqU imil jwqI hY, qYsy hI ausqqI krny vwly (isPqI) vwihgurU myN smwvqy hYN, Bwv eyih ik AiBMn ho jwqy hYN] isPqI myN smwvxy vwly Awqm gÎwnIEN ko jo AwnMdu hoqw hY, so khqy hYN:","unicode":"(ਧਾਤੁ) ਮਾਇਆ ਮੇਂ ਪ੍ਰੀਤਿ ਕਰਨੇ ਵਾਲੇ ਜੋ ਪੁਰਸ ਹੈਂ, ਸੋ (ਫੁਨਿ) ਬਾਰੰਬਾਰ (ਧਾਤੁ) ਮਾਯਾ ਮੇਂ ਮਿਲਤੇ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਸਦਾ ਜਨਮਤੇ ਮਰਤੇ ਹੈਂ। ਔਰੁ ਜੋ ਗੁਰੋਂ ਸੇ ਮਿਲ ਕਰ ਵਾਹਿਗੁਰੂ ਕੀ (ਸਿਫਤਿ) ਉਪਮਾ ਕਰਨੇ ਵਾਲੇ ਹੈਂ, ਸੋ (ਸਿਫਤੀ) ਉਪਮਾ ਕਰਨੇ ਜੋਗ ਵਹਿਗੁਰੂ ਮੇਂ ਸਮਾਇ ਜਾਤੇ ਹੈਂ। ਜੈਸੇ ਧਾਤੂ ਕੇ ਸਾਥ ਧਾਤੂ ਮਿਲਿ ਜਾਤੀ ਹੈ, ਤੈਸੇ ਹੀ ਉਸਤਤੀ ਕਰਨੇ ਵਾਲੇ (ਸਿਫਤੀ) ਵਾਹਿਗੁਰੂ ਮੇਂ ਸਮਾਵਤੇ ਹੈਂ, ਭਾਵ ਏਹਿ ਕਿ ਅਭਿੰਨ ਹੋ ਜਾਤੇ ਹੈਂ॥ ਸਿਫਤੀ ਮੇਂ ਸਮਾਵਣੇ ਵਾਲੇ ਆਤਮ ਗ੍ਯਾਨੀਓਂ ਕੋ ਜੋ ਆਨੰਦੁ ਹੋਤਾ ਹੈ, ਸੋ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pRBU dI is&iq-swlwh kr ky guxW dy mwlk pRBU ivc mnu`K ieauN lIn ho jWdw hY, ijvyN (sonw Awidk iksy Dwq dw bixAw hoieAw zyvr Fl ky) muV (ausy) Dwq nwl ie`k-rUp ho jWdw hY ","unicode":"ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਵਿਚ ਮਨੁੱਖ ਇਉਂ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ (ਸੋਨਾ ਆਦਿਕ ਕਿਸੇ ਧਾਤ ਦਾ ਬਣਿਆ ਹੋਇਆ ਜ਼ੇਵਰ ਢਲ ਕੇ) ਮੁੜ (ਉਸੇ) ਧਾਤ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"ijvyN DwqU AwKIr ƒ DwqU iv`c rl jWdI hY, ievyN hI j`s-gwaux vwlw j`s-Xog suAwmI AMdr lIn ho jWdw hY[","unicode":"ਜਿਵੇਂ ਧਾਤੂ ਆਖੀਰ ਨੂੰ ਧਾਤੂ ਵਿੱਚ ਰਲ ਜਾਂਦੀ ਹੈ, ਇਵੇਂ ਹੀ ਜੱਸ-ਗਾਉਣ ਵਾਲਾ ਜੱਸ-ਯੋਗ ਸੁਆਮੀ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Así como el metal se funde en el metal, así el que canta y alaba se funde en el Señor Digno de Alabanza. "},"hi":{"ss":"प्रभू की सिफत सलाह करके गुणों के मालिक प्रभू में मनुष्य इस तरह लीन हो जाता है~ जैसे (सोना आदि धातु का बना हुआ जेवर ढल के) मुड़ (उसी) धातु के साथ एकरूप हो जाता है।","sts":"{यहाँ पर सतिगुरु मनमुख व गुरमुख में अंतर कथन करते हैं) जो माया से प्रीत करने वाला प्राणी है वह पुन: माया में ही लिप्त होता है, अर्थात् आवागमन के चक्र में भ्रमण करता है, पर गुरु से मिल कर जो अकाल पुरुष का स्तुति गान करता है वह उस परमेश्वर में ही अभेद हो जाता है।"}},"transliteration":{"english":"dhaat milai fun dhaat kau sifatee sifat samai ||","hindi":"धातु मिलै फुनि धातु कउ सिफती सिफति समाइ ॥","en":"dhaat milai fun dhaat kau sifatee sifat samai ||","hi":"धातु मिलै फुनि धातु कउ सिफती सिफति समाइ ॥","ipa":"t̪ɑt̪ mɪlæ fʊn t̪ɑt̪ ko sɪfət̪i sɪfət̪ səmɑeɪ.","ur":"دھات ملَے پھُن دھات کا سپھتیِ سپھت سماِا ۔۔"},"pageNo":18,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":760,"shabadId":65,"verse":{"gurmukhi":"lwlu gulwlu ghbrw scw rMgu cVwau ]","unicode":"ਲਾਲੁ ਗੁਲਾਲੁ ਗਹਬਰਾ ਸਚਾ ਰੰਗੁ ਚੜਾਉ ॥"},"larivaar":{"gurmukhi":"lwlugulwlughbrwscwrMgucVwau]","unicode":"ਲਾਲੁਗੁਲਾਲੁਗਹਬਰਾਸਚਾਰੰਗੁਚੜਾਉ॥"},"translation":{"en":{"bdb":"Like the poppies, they are dyed in the deep crimson color of Truthfulness.","ms":"Like the poppy flower he is dyed deep red in the colour of truthfulness.","ssk":"Like the poppies, they are dyed in the deep crimson color of Truthfulness."},"pu":{"ss":{"gurmukhi":"(is&iq-swlwh dI brkiq nwl) mnu`K au~qy p`kw gUVHw lwl rMg cVH jWdw hY (mnu`K dw ichrw cmk auTdw hY)","unicode":"(ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨੁੱਖ ਉੱਤੇ ਪੱਕਾ ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦਾ ਚਿਹਰਾ ਚਮਕ ਉਠਦਾ ਹੈ)"},"ft":{"gurmukhi":"scw AnMdu rUpI rMgu iqn ko cVw hY] pRSn: so AnMd rUpI rMg kYsw hY? auqr: jo bwxI kr ky AnMdu hY, so lwlu rMgu hY, AOru jo srIr kr ky AnMdu hY jYsy mdrw ky pwn krny sy nyqRoN myN msqI idKweI dyqI hY, qYsy gÎwnI ky nyqRoN myN BI AnMd kI GUrmqw hoqI hY[ AYsw jo sGnwnMdu srIr kr ky hY, so gulwl kQn kIAw h[ Eru jo mn kr ky AnMdu hY, so (gihbrw) AqÎMq sGnwnMdu hY[ vw jo sRvn krny sy AnMdu hY, so lwlu hY, AOr jo mnn sy AnMdu hY, so gulwlu hY[ punÚ jo inidDÎwsn sy AnMdu hY, so (gihbrw) sGnwnMdu hY, AOr jo swKÎwq kwr sy AnMdu hY, so s`cw hY[ (cVwau) pUrb jo sRvnwid qIn swDn khy hYN, so iqno sy cVqw hY, Bwv eyih ik kRm pUrbk AiDk sy AiDk hoqw hY[ vw ies lok kw AwnMd lwlu Aru sÍrg kw AnMd gulwlu[ punÚ bRhm lok kw AnMdu gihbrw AOr jo Awqm swKÎwqkwr kw AnMdu hY, so sB sY scw AOr cVqw hY, Bwv eyih ik voh AvDI rihq hY]","unicode":"ਸਚਾ ਅਨੰਦੁ ਰੂਪੀ ਰੰਗੁ ਤਿਨ ਕੋ ਚੜਾ ਹੈ॥ ਪ੍ਰਸ਼ਨ: ਸੋ ਅਨੰਦ ਰੂਪੀ ਰੰਗ ਕੈਸਾ ਹੈ? ਉਤਰ: ਜੋ ਬਾਣੀ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਲਾਲੁ ਰੰਗੁ ਹੈ, ਔਰੁ ਜੋ ਸਰੀਰ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ ਜੈਸੇ ਮਦਰਾ ਕੇ ਪਾਨ ਕਰਨੇ ਸੇ ਨੇਤ੍ਰੋਂ ਮੇਂ ਮਸਤੀ ਦਿਖਾਈ ਦੇਤੀ ਹੈ, ਤੈਸੇ ਗ੍ਯਾਨੀ ਕੇ ਨੇਤ੍ਰੋਂ ਮੇਂ ਭੀ ਅਨੰਦ ਕੀ ਘੂਰਮਤਾ ਹੋਤੀ ਹੈ। ਐਸਾ ਜੋ ਸਘਨਾਨੰਦੁ ਸਰੀਰ ਕਰ ਕੇ ਹੈ, ਸੋ ਗੁਲਾਲ ਕਥਨ ਕੀਆ ਹ। ਓਰੁ ਜੋ ਮਨ ਕਰ ਕੇ ਅਨੰਦੁ ਹੈ, ਸੋ (ਗਹਿਬਰਾ) ਅਤ੍ਯੰਤ ਸਘਨਾਨੰਦੁ ਹੈ। ਵਾ ਜੋ ਸ੍ਰਵਨ ਕਰਨੇ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਲਾਲੁ ਹੈ, ਔਰ ਜੋ ਮਨਨ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਗੁਲਾਲੁ ਹੈ। ਪੁਨਃ ਜੋ ਨਿਦਿਧ੍ਯਾਸਨ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ (ਗਹਿਬਰਾ) ਸਘਨਾਨੰਦੁ ਹੈ, ਔਰ ਜੋ ਸਾਖ੍ਯਾਤ ਕਾਰ ਸੇ ਅਨੰਦੁ ਹੈ, ਸੋ ਸੱਚਾ ਹੈ। (ਚੜਾਉ) ਪੂਰਬ ਜੋ ਸ੍ਰਵਨਾਦਿ ਤੀਨ ਸਾਧਨ ਕਹੇ ਹੈਂ, ਸੋ ਤਿਨੋ ਸੇ ਚੜਤਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਕ੍ਰਮ ਪੂਰਬਕ ਅਧਿਕ ਸੇ ਅਧਿਕ ਹੋਤਾ ਹੈ। ਵਾ ਇਸ ਲੋਕ ਕਾ ਆਨੰਦ ਲਾਲੁ ਅਰੁ ਸ੍ਵਰਗ ਕਾ ਅਨੰਦ ਗੁਲਾਲੁ। ਪੁਨਃ ਬ੍ਰਹਮ ਲੋਕ ਕਾ ਅਨੰਦੁ ਗਹਿਬਰਾ ਔਰ ਜੋ ਆਤਮ ਸਾਖ੍ਯਾਤਕਾਰ ਕਾ ਅਨੰਦੁ ਹੈ, ਸੋ ਸਭ ਸੈ ਸਚਾ ਔਰ ਚੜਤਾ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਵੋਹ ਅਵਧੀ ਰਹਿਤ ਹੈ॥"},"bdb":{"gurmukhi":"(is&iq-swlwh dI brkiq nwl) mnu`K au~qy p`kw gUVHw lwl rMg cVH jWdw hY (mnu`K dw ichrw cmk auTdw hY)","unicode":"(ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨੁੱਖ ਉੱਤੇ ਪੱਕਾ ਗੂੜ੍ਹਾ ਲਾਲ ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ (ਮਨੁੱਖ ਦਾ ਚਿਹਰਾ ਚਮਕ ਉਠਦਾ ਹੈ)"},"ms":{"gurmukhi":"posq dy Pu`l dy vWg auh s`c dI rMgq iv`c gUVHw sUhw rMigAw jWdw hY[","unicode":"ਪੋਸਤ ਦੇ ਫੁੱਲ ਦੇ ਵਾਂਗ ਉਹ ਸੱਚ ਦੀ ਰੰਗਤ ਵਿੱਚ ਗੂੜ੍ਹਾ ਸੂਹਾ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Así como es la amapola, él es teñido de rojo profundo, el Color de la Verdad."},"hi":{"ss":"(सिफति सलाह की बरकति से) मनुष्य पर गाढ़ा लाल रंग चढ़ जाता है (मनुष्य का चेहरा चमक उठता है)।","sts":"(स्तुति करने वालों को) उन्हें आनंददायक (लाल) अति आनंददायक (गुलाल) व अत्यंतानंददायक (गहबरा) सत्य रंग चढ़ जाता है।"}},"transliteration":{"english":"laal gulaal gahabaraa sachaa ra(n)g chaRaau ||","hindi":"लालु गुलालु गहबरा सचा रंगु चड़ाउ ॥","en":"laal gulaal gahabaraa sachaa ra(n)g chaRaau ||","hi":"लालु गुलालु गहबरा सचा रंगु चड़ाउ ॥","ipa":"lɑl Gʊlɑl Gəhəbərɑ sət͡ʃɑ rəŋG t͡ʃəɽɑo.","ur":"لال گُلال گهبرا سچا رںگ چڑاا ۔۔"},"pageNo":18,"lineNo":11,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":761,"shabadId":65,"verse":{"gurmukhi":"scu imlY sMqoKIAw hir jip eykY Bwie ]1]","unicode":"ਸਚੁ ਮਿਲੈ ਸੰਤੋਖੀਆ ਹਰਿ ਜਪਿ ਏਕੈ ਭਾਇ ॥੧॥"},"larivaar":{"gurmukhi":"scuimlYsMqoKIAwhirjipeykYBwie]1]","unicode":"ਸਚੁਮਿਲੈਸੰਤੋਖੀਆਹਰਿਜਪਿਏਕੈਭਾਇ॥੧॥"},"translation":{"en":{"bdb":"Those contented souls who meditate on the Lord with single-minded love, meet the True Lord. ||1||","ms":"The content, who meditate on God with single love, meet the True One.","ssk":"Those contented souls who meditate on the Lord with single-minded love, meet the True Lord. ||1||"},"pu":{"ss":{"gurmukhi":"pr auh sdw-iQr pRBU auhnW sMqoKI jIvn vwilAW nUµ hI imldw hY jo prmwqmw dI is&iq-swlwh krdy krdy aus ie`ko dy pyRm ivc hI (mgn rihMdy) hn [1[","unicode":"ਪਰ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲਿਆਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਕਰਦੇ ਉਸ ਇੱਕੋ ਦੇ ਪੇ੍ਰਮ ਵਿਚ ਹੀ (ਮਗਨ ਰਹਿੰਦੇ) ਹਨ ।੧।"},"ft":{"gurmukhi":"so s`cw AwnMd iqn pursoN ko imlqw hY, jo (sMqoKIAw) XQw lwB sMqus† hYN, AOru sRDw pUribk eyk rs hir nwm ko jpqy hYN]1]Çiqs scy AnMd rUpI rMg kI pRwpqI kw aupwX khqy hYN:","unicode":"ਸੋ ਸੱਚਾ ਆਨੰਦ ਤਿਨ ਪੁਰਸੋਂ ਕੋ ਮਿਲਤਾ ਹੈ, ਜੋ (ਸੰਤੋਖੀਆ) ਯਥਾ ਲਾਭ ਸੰਤੁਸ੍ਟ ਹੈਂ, ਔਰੁ ਸ੍ਰਧਾ ਪੂਰਬਿਕ ਏਕ ਰਸ ਹਰਿ ਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ॥੧॥☬ਤਿਸ ਸਚੇ ਅਨੰਦ ਰੂਪੀ ਰੰਗ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ ਉਪਾਯ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"pr auh sdw-iQr pRBU auhnW sMqoKI jIvn vwilAW nUµ hI imldw hY jo prmwqmw dI is&iq-swlwh krdy krdy aus ie`ko dy pyRm ivc hI (mgn rihMdy) hn [1[","unicode":"ਪਰ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਸੰਤੋਖੀ ਜੀਵਨ ਵਾਲਿਆਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਕਰਦੇ ਉਸ ਇੱਕੋ ਦੇ ਪੇ੍ਰਮ ਵਿਚ ਹੀ (ਮਗਨ ਰਹਿੰਦੇ) ਹਨ ।੧।"},"ms":{"gurmukhi":"sMquSt, jo iek pRIq nwl vwihgurU ƒ ismrdy hn, siqpurK ƒ iml pYNdy hn[","unicode":"ਸੰਤੁਸ਼ਟ, ਜੋ ਇਕ ਪ੍ਰੀਤ ਨਾਲ ਵਾਹਿਗੁਰੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਸਤਿਪੁਰਖ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।"}},"es":{"sn":"Aquél que medita en el Señor, con un Amor sencillo, encuentra al Uno Verdadero.  (1)"},"hi":{"ss":"पर वह अडोल प्रभू उन संतोखी जीवन वालों को ही मिलता है जो परमेश्वर की सिफत सलाह करते करते उस एक के प्रेम में ही (मगन रहते) हैं।1।","sts":"यह सत्य रंग संतोषी पुरुषों को मिलता है और जो श्रद्धापूर्वक एकाग्रचित होकर वाहिगुरु-नाम का सिमरन करते हैं॥१॥"}},"transliteration":{"english":"sach milai sa(n)tokheeaa har jap ekai bhai ||1||","hindi":"सचु मिलै संतोखीआ हरि जपि एकै भाइ ॥१॥","en":"sach milai sa(n)tokheeaa har jap ekai bhai ||1||","hi":"सचु मिलै संतोखीआ हरि जपि एकै भाइ ॥१॥","ipa":"sət͡ʃ mɪlæ səŋt̪ɔkʰiəɑ hər d͡ʒəp eekæ ɓɑeɪ.1.","ur":"سچ ملَے سںتوکھیِآ هر جپِ اےکَے بھاا ۔۔۱۔۔"},"pageNo":18,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":762,"shabadId":65,"verse":{"gurmukhi":"BweI ry sMq jnw kI ryxu ]","unicode":"ਭਾਈ ਰੇ ਸੰਤ ਜਨਾ ਕੀ ਰੇਣੁ ॥"},"larivaar":{"gurmukhi":"BweIrysMqjnwkIryxu]","unicode":"ਭਾਈਰੇਸੰਤਜਨਾਕੀਰੇਣੁ॥"},"translation":{"en":{"bdb":"O Siblings of Destiny, become the dust of the feet of the humble Saints.","ms":"O Brother! become the dust of the feet of saintly persons.","ssk":"O Siblings of Destiny, become the dust of the feet of the humble Saints."},"pu":{"ss":{"gurmukhi":"hy BweI ! (pRBU dw drSn krnw hY qW) sMq jnW dy crnW dI DUV bx ","unicode":"ਹੇ ਭਾਈ ! (ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ ਹੈ ਤਾਂ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ "},"ft":{"gurmukhi":"(BweI ry) hy BweI! sMq jnoN ky crno kI (ryxu) DUlI ho kr rhu]","unicode":"(ਭਾਈ ਰੇ) ਹੇ ਭਾਈ! ਸੰਤ ਜਨੋਂ ਕੇ ਚਰਨੋ ਕੀ (ਰੇਣੁ) ਧੂਲੀ ਹੋ ਕਰ ਰਹੁ॥"},"bdb":{"gurmukhi":"hy BweI ! (pRBU dw drSn krnw hY qW) sMq jnW dy crnW dI DUV bx ","unicode":"ਹੇ ਭਾਈ ! (ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨਾ ਹੈ ਤਾਂ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ "},"ms":{"gurmukhi":"hy Brw! piv`qR purS dy crnw dI DUV ho jw[","unicode":"ਹੇ ਭਰਾ! ਪਵਿੱਤ੍ਰ ਪੁਰਸ਼ ਦੇ ਚਰਨਾ ਦੀ ਧੂੜ ਹੋ ਜਾ।"}},"es":{"sn":"Oh hermano, vuélvete el Polvo debajo de los Pies de los Santos. "},"hi":{"ss":"हे भाई! (अगर प्रभू का दर्शन करना है तो) संत जनों के चरणों की धूड़ बनो।","sts":"हे भाई ! संत जनों की चरण-धूलि होकर रहो।"}},"transliteration":{"english":"bhaiee re sa(n)t janaa kee ren ||","hindi":"भाई रे संत जना की रेणु ॥","en":"bhaiee re sa(n)t janaa kee ren ||","hi":"भाई रे संत जना की रेणु ॥","ipa":"ɓɑei re səŋt̪ d͡ʒənɑ ki reɳ.","ur":"بھاای رے سںت جنا کیِ رےݨ ۔۔"},"pageNo":18,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"v"}],"igurbani":[{"p":1,"t":"v"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":763,"shabadId":65,"verse":{"gurmukhi":"sMq sBw guru pweIAY mukiq pdwrQu Dyxu ]1] rhwau ]","unicode":"ਸੰਤ ਸਭਾ ਗੁਰੁ ਪਾਈਐ ਮੁਕਤਿ ਪਦਾਰਥੁ ਧੇਣੁ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"sMqsBwgurupweIAYmukiqpdwrQuDyxu]1]rhwau]","unicode":"ਸੰਤਸਭਾਗੁਰੁਪਾਈਐਮੁਕਤਿਪਦਾਰਥੁਧੇਣੁ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"In the Society of the Saints, the Guru is found. He is the Treasure of Liberation, the Source of all good fortune. ||1||Pause||","ms":"Guru, the wealth of salvation giver, elysian cow, is obtained in the society of saints. Pause.","ssk":"In the Society of the Saints, the Guru is found. He is the Treasure of Liberation, the Source of all good fortune. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"sMq jnW dI sBw ivc (sqsMg ivc) gurU imldw hY jo (mwno) kwmDyn hY ijs pwsoN auh nwm-pdwrQ imldw hY jo ivkwrW qoN bcw lYNdw hY [1[rhwau[","unicode":"ਸੰਤ ਜਨਾਂ ਦੀ ਸਭਾ ਵਿਚ (ਸਤਸੰਗ ਵਿਚ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਜੋ (ਮਾਨੋ) ਕਾਮਧੇਨ ਹੈ ਜਿਸ ਪਾਸੋਂ ਉਹ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ ਜੋ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"kÎoNik iqn sMqoN kI (sBw) sMgiq myN jwny kr gurU pRwpiq hovyNgy[ so gurU kYsy hYN? mukiq rUpu pdwrQ ky dyny ko (Dyx) kwmDynu rUpu hY, Bwv eyih ik cwr pdwrQoN ky dwqy hYN]1] rhwau ]ÇAb mnuKÎ jnm kI au`qmqw idKwvqy hUey ies jnm kI BgqI kw swDnu khqy hYN:","unicode":"ਕ੍ਯੋਂਕਿ ਤਿਨ ਸੰਤੋਂ ਕੀ (ਸਭਾ) ਸੰਗਤਿ ਮੇਂ ਜਾਨੇ ਕਰ ਗੁਰੂ ਪ੍ਰਾਪਤਿ ਹੋਵੇਂਗੇ। ਸੋ ਗੁਰੂ ਕੈਸੇ ਹੈਂ? ਮੁਕਤਿ ਰੂਪੁ ਪਦਾਰਥ ਕੇ ਦੇਨੇ ਕੋ (ਧੇਣ) ਕਾਮਧੇਨੁ ਰੂਪੁ ਹੈ, ਭਾਵ ਏਹਿ ਕਿ ਚਾਰ ਪਦਾਰਥੋਂ ਕੇ ਦਾਤੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥☬ਅਬ ਮਨੁਖ੍ਯ ਜਨਮ ਕੀ ਉੱਤਮਤਾ ਦਿਖਾਵਤੇ ਹੂਏ ਇਸ ਜਨਮ ਕੀ ਭਗਤੀ ਕਾ ਸਾਧਨੁ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"sMq jnW dI sBw ivc (sqsMg ivc) gurU imldw hY jo (mwno) kwmDyn hY ijs pwsoN auh nwm-pdwrQ imldw hY jo ivkwrW qoN bcw lYNdw hY [1[rhwau[","unicode":"ਸੰਤ ਜਨਾਂ ਦੀ ਸਭਾ ਵਿਚ (ਸਤਸੰਗ ਵਿਚ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਜੋ (ਮਾਨੋ) ਕਾਮਧੇਨ ਹੈ ਜਿਸ ਪਾਸੋਂ ਉਹ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ ਜੋ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"gurU, mo^S dI dolq dyx vwlI svrgI gaU siq sMgq AMdr imldw hY[ Tihrwau[","unicode":"ਗੁਰੂ, ਮੋਖ਼ਸ਼ ਦੀ ਦੋਲਤ ਦੇਣ ਵਾਲੀ ਸਵਰਗੀ ਗਊ ਸਤਿ ਸੰਗਤ ਅੰਦਰ ਮਿਲਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"El Guru, la Verdadera Riqueza, el Dador de la Salvación, es encontrado en la Saad Sangat, la Sociedad de los Santos. (1-Pausa)"},"hi":{"ss":"संत जनों की सभा में (सत्संग में) गुरू मिलता है जो विकारों से बचा लेता है।1।रहाउ।","sts":"क्योंकि इन संतों की सभा रूपी सत्संगति के कारण ही गुरु की प्राप्ति होती है और वे गुरु मुक्ति जैसा दुर्लभ पदार्थ देने हेतु कामधेनु गाय के समान है॥१॥रहाउ ॥"}},"transliteration":{"english":"sa(n)t sabhaa gur paieeaai mukat padhaarath dhen ||1|| rahaau ||","hindi":"संत सभा गुरु पाईऐ मुकति पदारथु धेणु ॥१॥ रहाउ ॥","en":"sa(n)t sabhaa gur paieeaai mukat padhaarath dhen ||1|| rahaau ||","hi":"संत सभा गुरु पाईऐ मुकति पदारथु धेणु ॥१॥ रहाउ ॥","ipa":"səŋt̪ səɓɑ Gʊr pɑeiæ mʊkət̪ pəd̪ɑrət̪ʰ t̪eɳ.1. rəhɑo.","ur":"سںت سبھا گُر پاایاَے مُکت پدارتھ دھےݨ ۔۔۱۔۔ رهاا ۔۔"},"pageNo":18,"lineNo":12,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":764,"shabadId":65,"verse":{"gurmukhi":"aUcau Qwnu suhwvxw aUpir mhlu murwir ]","unicode":"ਊਚਉ ਥਾਨੁ ਸੁਹਾਵਣਾ ਊਪਰਿ ਮਹਲੁ ਮੁਰਾਰਿ ॥"},"larivaar":{"gurmukhi":"aUcauQwnusuhwvxwaUpirmhlumurwir]","unicode":"ਊਚਉਥਾਨੁਸੁਹਾਵਣਾਊਪਰਿਮਹਲੁਮੁਰਾਰਿ॥"},"translation":{"en":{"bdb":"Upon that Highest Plane of Sublime Beauty, stands the Mansion of the Lord.","ms":"The mansion of God the destroyer of spiritual ignorance is on the beauteous raised platform.","ssk":"Upon that Highest Plane of Sublime Beauty, stands the Mansion of the Lord."},"pu":{"ss":{"gurmukhi":"prmwqmw (dy rihx) dw sohxw QW au~cw hY, aus dw mhl (sB qoN) au~pr hY ","unicode":"ਪਰਮਾਤਮਾ (ਦੇ ਰਹਿਣ) ਦਾ ਸੋਹਣਾ ਥਾਂ ਉੱਚਾ ਹੈ, ਉਸ ਦਾ ਮਹਲ (ਸਭ ਤੋਂ) ਉੱਪਰ ਹੈ "},"ft":{"gurmukhi":"sB sy aUcw, Bwv eyih ik pry soN pry vw srb sy aUcw AOru soBnIk sQwnu mwnuK jnmu hY[ sy (aUpir) sB sy sRys† jwn kr (murwir) vwihgurU nY Apnw (mhlu) Gru bnwXw hY[ Bwv eyih ik mnuK jnm myN hI vwihgurU kI pRwpqI hoqI hY]ÇnnU: jy kr srIr rUpI mhl myN vwihgurU kw sÍrUpu hY qb iqs kI pRwpqI sB ko kÎoN nhIN hoqI hY?Çiqsu pr khqy hYN:","unicode":"ਸਭ ਸੇ ਊਚਾ, ਭਾਵ ਏਹਿ ਕਿ ਪਰੇ ਸੋਂ ਪਰੇ ਵਾ ਸਰਬ ਸੇ ਊਚਾ ਔਰੁ ਸੋਭਨੀਕ ਸਥਾਨੁ ਮਾਨੁਖ ਜਨਮੁ ਹੈ। ਸੇ (ਊਪਰਿ) ਸਭ ਸੇ ਸ੍ਰੇਸ੍ਟ ਜਾਨ ਕਰ (ਮੁਰਾਰਿ) ਵਾਹਿਗੁਰੂ ਨੈ ਅਪਨਾ (ਮਹਲੁ) ਘਰੁ ਬਨਾਯਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਮਨੁਖ ਜਨਮ ਮੇਂ ਹੀ ਵਾਹਿਗੁਰੂ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ॥☬ਨਨੂ: ਜੇ ਕਰ ਸਰੀਰ ਰੂਪੀ ਮਹਲ ਮੇਂ ਵਾਹਿਗੁਰੂ ਕਾ ਸ੍ਵਰੂਪੁ ਹੈ ਤਬ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਸਭ ਕੋ ਕ੍ਯੋਂ ਨਹੀਂ ਹੋਤੀ ਹੈ?☬ਤਿਸੁ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"prmwqmw (dy rihx) dw sohxw QW au~cw hY, aus dw mhl (sB qoN) au~pr hY ","unicode":"ਪਰਮਾਤਮਾ (ਦੇ ਰਹਿਣ) ਦਾ ਸੋਹਣਾ ਥਾਂ ਉੱਚਾ ਹੈ, ਉਸ ਦਾ ਮਹਲ (ਸਭ ਤੋਂ) ਉੱਪਰ ਹੈ "},"ms":{"gurmukhi":"AigAwn ivnwsk vwihgurU dw mMdr suMdr aucy QVHy qy hY[","unicode":"ਅਗਿਆਨ ਵਿਨਾਸਕ ਵਾਹਿਗੁਰੂ ਦਾ ਮੰਦਰ ਸੁੰਦਰ ਉਚੇ ਥੜ੍ਹੇ ਤੇ ਹੈ।"}},"es":{"sn":"La Mansión de Dios, el Destructor de la ignorancia espiritual está en el lugar más elevado. "},"hi":{"ss":"परमात्मा (के रहने) का सुंदर स्थल ऊँचा है~ उस का महल (सब से) ऊपर है।","sts":"सर्वोच्च व शोभनीय स्थान मानव जन्म है, उसे सर्वश्रेष्ठ मानकर ही निरंकार ने अपना निवास स्थान बनाया है।"}},"transliteration":{"english":"uoochau thaan suhaavanaa uoopar mahal muraar ||","hindi":"ऊचउ थानु सुहावणा ऊपरि महलु मुरारि ॥","en":"uoochau thaan suhaavanaa uoopar mahal muraar ||","hi":"ऊचउ थानु सुहावणा ऊपरि महलु मुरारि ॥","ipa":"out͡ʃo t̪ʰɑn sʊhɑʋəɳɑ oupər məhəl mʊrɑr.","ur":"اُوچا تھان سُهاوݨا اُوپر مهل مُرار ۔۔"},"pageNo":18,"lineNo":13,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":765,"shabadId":65,"verse":{"gurmukhi":"scu krxI dy pweIAY dru Gru mhlu ipAwir ]","unicode":"ਸਚੁ ਕਰਣੀ ਦੇ ਪਾਈਐ ਦਰੁ ਘਰੁ ਮਹਲੁ ਪਿਆਰਿ ॥"},"larivaar":{"gurmukhi":"scukrxIdypweIAYdruGrumhluipAwir]","unicode":"ਸਚੁਕਰਣੀਦੇਪਾਈਐਦਰੁਘਰੁਮਹਲੁਪਿਆਰਿ॥"},"translation":{"en":{"bdb":"By true actions, this human body is obtained, and the door within ourselves which leads to the Mansion of the Beloved, is found.","ms":"Through good deeds human body is obtained and through Divine love the door of Lord home and palace.","ssk":"By true actions, this human body is obtained, and the door within ourselves which leads to the Mansion of the Beloved, is found."},"pu":{"ss":{"gurmukhi":"aus dw dr aus dw Gr mhl ipAwr dI rwhIN l`Bdw hY, itkvW (cMgw) Awcrx dy ky l`BIdw hY","unicode":"ਉਸ ਦਾ ਦਰ ਉਸ ਦਾ ਘਰ ਮਹਲ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਲੱਭਦਾ ਹੈ, ਟਿਕਵਾਂ (ਚੰਗਾ) ਆਚਰਣ ਦੇ ਕੇ ਲੱਭੀਦਾ ਹੈ"},"ft":{"gurmukhi":"hy BweI! jpqpwidkoN sihq nwm ismrn rUpu s`cI krnI, jb (dy) prmysÍr Arpn krIey, qb (Gru) srIr ky (dru) bIc jo iqs vwihgurU kw (mhlu) sÍrUpu hY, iqs ky swQ ipAwru pweIqw hY[ Bwv eyih ik Awqmw ko buDI Awidk sMGwq kw swKI jwn lyqw hY, prMqU swKI kw gÎwnu qb hI hoqw hY]","unicode":"ਹੇ ਭਾਈ! ਜਪਤਪਾਦਿਕੋਂ ਸਹਿਤ ਨਾਮ ਸਿਮਰਨ ਰੂਪੁ ਸੱਚੀ ਕਰਨੀ, ਜਬ (ਦੇ) ਪਰਮੇਸ੍ਵਰ ਅਰਪਨ ਕਰੀਏ, ਤਬ (ਘਰੁ) ਸਰੀਰ ਕੇ (ਦਰੁ) ਬੀਚ ਜੋ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕਾ (ਮਹਲੁ) ਸ੍ਵਰੂਪੁ ਹੈ, ਤਿਸ ਕੇ ਸਾਥ ਪਿਆਰੁ ਪਾਈਤਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਆਤਮਾ ਕੋ ਬੁਧੀ ਆਦਿਕ ਸੰਘਾਤ ਕਾ ਸਾਖੀ ਜਾਨ ਲੇਤਾ ਹੈ, ਪਰੰਤੂ ਸਾਖੀ ਕਾ ਗ੍ਯਾਨੁ ਤਬ ਹੀ ਹੋਤਾ ਹੈ॥"},"bdb":{"gurmukhi":"aus dw dr aus dw Gr mhl ipAwr dI rwhIN l`Bdw hY, itkvW (cMgw) Awcrx dy ky l`BIdw hY","unicode":"ਉਸ ਦਾ ਦਰ ਉਸ ਦਾ ਘਰ ਮਹਲ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਲੱਭਦਾ ਹੈ, ਟਿਕਵਾਂ (ਚੰਗਾ) ਆਚਰਣ ਦੇ ਕੇ ਲੱਭੀਦਾ ਹੈ"},"ms":{"gurmukhi":"cMgy Amlw rwhIN mnu`Kw dyh imldI hY Aqy r`bI-pRIq duAwrw sweIN dy igRh qy mMdr dw bUhw[","unicode":"ਚੰਗੇ ਅਮਲਾ ਰਾਹੀਂ ਮਨੁੱਖਾ ਦੇਹ ਮਿਲਦੀ ਹੈ ਅਤੇ ਰੱਬੀ-ਪ੍ਰੀਤ ਦੁਆਰਾ ਸਾਈਂ ਦੇ ਗ੍ਰਿਹ ਤੇ ਮੰਦਰ ਦਾ ਬੂਹਾ।"}},"es":{"sn":"Por las buenas acciones, el cuerpo humano es obtenido, y por el Amor Divino llega a la Puerta y al Palacio del Señor."},"hi":{"ss":"उस का दर उसका घर महल प्यार से मिलता है।","sts":"नाम-सिमरन व जप-तपादि सत्कर्मो के करने से ही मानव देह में जो निरंकार का स्वरूप है, उसके साथ प्रेम प्राप्त होता है।"}},"transliteration":{"english":"sach karanee dhe paieeaai dhar ghar mahal piaar ||","hindi":"सचु करणी दे पाईऐ दरु घरु महलु पिआरि ॥","en":"sach karanee dhe paieeaai dhar ghar mahal piaar ||","hi":"सचु करणी दे पाईऐ दरु घरु महलु पिआरि ॥","ipa":"sət͡ʃ kərəɳi d̪e pɑeiæ d̪ər Gʰər məhəl pɪəɑr.","ur":"سچ کرݨیِ دے پاایاَے در گھر مهل پآر ۔۔"},"pageNo":18,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":766,"shabadId":65,"verse":{"gurmukhi":"gurmuiK mnu smJweIAY Awqm rwmu bIcwir ]2]","unicode":"ਗੁਰਮੁਖਿ ਮਨੁ ਸਮਝਾਈਐ ਆਤਮ ਰਾਮੁ ਬੀਚਾਰਿ ॥੨॥"},"larivaar":{"gurmukhi":"gurmuiKmnusmJweIAYAwqmrwmubIcwir]2]","unicode":"ਗੁਰਮੁਖਿਮਨੁਸਮਝਾਈਐਆਤਮਰਾਮੁਬੀਚਾਰਿ॥੨॥"},"translation":{"en":{"bdb":"The Gurmukhs train their minds to contemplate the Lord, the Supreme Soul. ||2||","ms":"It is through the meditation of the Omnipresent Soul that the holy instruct their mind.","ssk":"The Gurmukhs train their minds to contemplate the Lord, the Supreme Soul. ||2||"},"pu":{"ss":{"gurmukhi":"(pr au~cw Awcrn BI sOKI Kyf nhIN, mn ivkwrW vl hI pyRrdw rihMdw hY, qy) mn nUµ gurU dI rwhIN is~Dy rwhy pweIdw hY, srb-ivAwpI pRBU dy guxW dI ivcwr nwl smJweIdw hY [2[","unicode":"(ਪਰ ਉੱਚਾ ਆਚਰਨ ਭੀ ਸੌਖੀ ਖੇਡ ਨਹੀਂ, ਮਨ ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਪੇ੍ਰਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਮਨ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਿੱਧੇ ਰਾਹੇ ਪਾਈਦਾ ਹੈ, ਸਰਬ-ਵਿਆਪੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਨਾਲ ਸਮਝਾਈਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"jb guroN dÍwry Apny mn ko smJweIey, mn ko smJwie kr (Awqm rwm) Awqmw jo srb ibAwpI swKI rUpu hY iqs kw bIcwru krIey[ vw Awqm pd kr qUM pd kw vwcÎ jIv, AOru rwm pd kr qq pd kw vwcÎ eIsÍru ien dono kw vIcwru, Bwv soDnu krIey⁽¹⁾]2]","unicode":"ਜਬ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਅਪਨੇ ਮਨ ਕੋ ਸਮਝਾਈਏ, ਮਨ ਕੋ ਸਮਝਾਇ ਕਰ (ਆਤਮ ਰਾਮ) ਆਤਮਾ ਜੋ ਸਰਬ ਬਿਆਪੀ ਸਾਖੀ ਰੂਪੁ ਹੈ ਤਿਸ ਕਾ ਬੀਚਾਰੁ ਕਰੀਏ। ਵਾ ਆਤਮ ਪਦ ਕਰ ਤੂੰ ਪਦ ਕਾ ਵਾਚ੍ਯ ਜੀਵ, ਔਰੁ ਰਾਮ ਪਦ ਕਰ ਤਤ ਪਦ ਕਾ ਵਾਚ੍ਯ ਈਸ੍ਵਰੁ ਇਨ ਦੋਨੋ ਕਾ ਵੀਚਾਰੁ, ਭਾਵ ਸੋਧਨੁ ਕਰੀਏ⁽¹⁾॥੨॥"},"bdb":{"gurmukhi":"(pr au~cw Awcrn BI sOKI Kyf nhIN, mn ivkwrW vl hI pyRrdw rihMdw hY, qy) mn nUµ gurU dI rwhIN is~Dy rwhy pweIdw hY, srb-ivAwpI pRBU dy guxW dI ivcwr nwl smJweIdw hY [2[","unicode":"(ਪਰ ਉੱਚਾ ਆਚਰਨ ਭੀ ਸੌਖੀ ਖੇਡ ਨਹੀਂ, ਮਨ ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਪੇ੍ਰਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ) ਮਨ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਿੱਧੇ ਰਾਹੇ ਪਾਈਦਾ ਹੈ, ਸਰਬ-ਵਿਆਪੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਨਾਲ ਸਮਝਾਈਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"srb-ivAwpk rUh dy ismrn rwhIN hI jigAwsU Awpxy mnUey ƒ is`K m`q idMdy hn[","unicode":"ਸਰਬ-ਵਿਆਪਕ ਰੂਹ ਦੇ ਸਿਮਰਨ ਰਾਹੀਂ ਹੀ ਜਗਿਆਸੂ ਆਪਣੇ ਮਨੂਏ ਨੂੰ ਸਿੱਖ ਮੱਤ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"Es en la Meditación del Espíritu Omnipresente que el Gurmukj instruye su mente.  (2)"},"hi":{"ss":"टिके हुए (अच्छे) आचरण से उसे ढूँढना है (पर ऊँचा आचरण भी कोई आसान खेल नहीं~ मन विकारों की ओर ही प्रेरता रहता है~ तथा) मन को गुरू के द्वारा सीधे रास्ते लगाना~ सर्व-व्यापी प्रभू के गुणों की विचार से समझाना है।2।","sts":"गुरु के मुख से हुए उपदेश द्वारा मन को समझाने से ही जीवात्मा और परमेश्वर दोनों की अभेदता का विचार प्रकट होता है।॥ २॥"}},"transliteration":{"english":"gurmukh man samajhaieeaai aatam raam beechaar ||2||","hindi":"गुरमुखि मनु समझाईऐ आतम रामु बीचारि ॥२॥","en":"gurmukh man samajhaieeaai aatam raam beechaar ||2||","hi":"गुरमुखि मनु समझाईऐ आतम रामु बीचारि ॥२॥","ipa":"Gʊrəmʊkʰ mən səməɖ͡ʐɑeiæ əɑt̪əm rɑm bit͡ʃɑr.2.","ur":"گُرمکھ من سمجھاایاَے آتم رام بیِچار ۔۔۲۔۔"},"pageNo":18,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":767,"shabadId":65,"verse":{"gurmukhi":"iqRibiD krm kmweIAih Aws AMdysw hoie ]","unicode":"ਤ੍ਰਿਬਿਧਿ ਕਰਮ ਕਮਾਈਅਹਿ ਆਸ ਅੰਦੇਸਾ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"iqRibiDkrmkmweIAihAwsAMdyswhoie]","unicode":"ਤ੍ਰਿਬਿਧਿਕਰਮਕਮਾਈਅਹਿਆਸਅੰਦੇਸਾਹੋਇ॥"},"translation":{"en":{"bdb":"By actions committed under the influence of the three qualities, hope and anxiety are produced.","ms":"By doing three pronged deed hope and anxiety are produced.","ssk":"By actions committed under the influence of the three qualities, hope and anxiety are produced."},"pu":{"ss":{"gurmukhi":"(dunIAw ivc Awm qOr qy) mwieAw dy iqMnW guxW dy ADIn rih ky hI krm krIdy hn, ijs krky Awsw qy sNhisAW dw gyV bixAw rihMdw hY (iehnW dy kwrn mn ivc iK`J bxdI hY) ","unicode":"(ਦੁਨੀਆ ਵਿਚ ਆਮ ਤੌਰ ਤੇ) ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਹੀ ਕਰਮ ਕਰੀਦੇ ਹਨ, ਜਿਸ ਕਰਕੇ ਆਸਾ ਤੇ ਸਂਹਸਿਆਂ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਹਨਾਂ ਦੇ ਕਾਰਨ ਮਨ ਵਿਚ ਖਿੱਝ ਬਣਦੀ ਹੈ) "},"ft":{"gurmukhi":"AOru jo AYsy Awqm bIcwr sy rihq ho kr (iqRibiD) qIn pRkwr ky rjo, qmo, sqo, rUpu vw mn, bc, kRm, kr ky jo kwmnw ky sihq krm krIqy hYN, iqn krmoN sy ipRQm qo sÍrgwidkoN kI Awsw hoqI hY, so Awsw prm duK rUpu hY[ AOru jb sÍrgwid pRwpiq hoqy hYN, qb iqn myN (AMdysw) sMsX hoqw hY[ so kYsy hY? ik jb sÍrg myN jwny vwlw pursu sÍrg myN pRwpiq hoqw hY[ qb qhW kI AYsy mRXwdw hY[ ik ijqny brK aus pursu ny sÍrg myN rihnw hoqw hY, auqny hI PUloN kI mwlw aus ky gl myN pihrwie dyqy hYN[ jb eyk brK bIq jwqw hY, qb eyk PUlu iqn myN sy sUk jwqw hY[ AYsy hI eyk brK pICy jb eyk PUlu sUkny lgqw hY, qb iqn ko dyK dyK kr sÍrg bwsI ky icq myN jo duKu hoqw hY, soeI AMdysw hY[ Bwv eyih ik ipRQm qo sÍrgwidkoN kI Awsw BeI qb BI duKu rhw[ punÚ jb pRwpqI hUeI qb iqs ky ns† hoxy kw sMsw hoqw hY, so BI prm ks† hY]Çskwm krm kI inivrqI kw aupwX khqy hYN:","unicode":"ਔਰੁ ਜੋ ਐਸੇ ਆਤਮ ਬੀਚਾਰ ਸੇ ਰਹਿਤ ਹੋ ਕਰ (ਤ੍ਰਿਬਿਧਿ) ਤੀਨ ਪ੍ਰਕਾਰ ਕੇ ਰਜੋ, ਤਮੋ, ਸਤੋ, ਰੂਪੁ ਵਾ ਮਨ, ਬਚ, ਕ੍ਰਮ, ਕਰ ਕੇ ਜੋ ਕਾਮਨਾ ਕੇ ਸਹਿਤ ਕਰਮ ਕਰੀਤੇ ਹੈਂ, ਤਿਨ ਕਰਮੋਂ ਸੇ ਪ੍ਰਿਥਮ ਤੋ ਸ੍ਵਰਗਾਦਿਕੋਂ ਕੀ ਆਸਾ ਹੋਤੀ ਹੈ, ਸੋ ਆਸਾ ਪਰਮ ਦੁਖ ਰੂਪੁ ਹੈ। ਔਰੁ ਜਬ ਸ੍ਵਰਗਾਦਿ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ, ਤਬ ਤਿਨ ਮੇਂ (ਅੰਦੇਸਾ) ਸੰਸਯ ਹੋਤਾ ਹੈ। ਸੋ ਕੈਸੇ ਹੈ? ਕਿ ਜਬ ਸ੍ਵਰਗ ਮੇਂ ਜਾਨੇ ਵਾਲਾ ਪੁਰਸੁ ਸ੍ਵਰਗ ਮੇਂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਤਬ ਤਹਾਂ ਕੀ ਐਸੇ ਮ੍ਰਯਾਦਾ ਹੈ। ਕਿ ਜਿਤਨੇ ਬਰਖ ਉਸ ਪੁਰਸੁ ਨੇ ਸ੍ਵਰਗ ਮੇਂ ਰਹਿਨਾ ਹੋਤਾ ਹੈ, ਉਤਨੇ ਹੀ ਫੂਲੋਂ ਕੀ ਮਾਲਾ ਉਸ ਕੇ ਗਲ ਮੇਂ ਪਹਿਰਾਇ ਦੇਤੇ ਹੈਂ। ਜਬ ਏਕ ਬਰਖ ਬੀਤ ਜਾਤਾ ਹੈ, ਤਬ ਏਕ ਫੂਲੁ ਤਿਨ ਮੇਂ ਸੇ ਸੂਕ ਜਾਤਾ ਹੈ। ਐਸੇ ਹੀ ਏਕ ਬਰਖ ਪੀਛੇ ਜਬ ਏਕ ਫੂਲੁ ਸੂਕਨੇ ਲਗਤਾ ਹੈ, ਤਬ ਤਿਨ ਕੋ ਦੇਖ ਦੇਖ ਕਰ ਸ੍ਵਰਗ ਬਾਸੀ ਕੇ ਚਿਤ ਮੇਂ ਜੋ ਦੁਖੁ ਹੋਤਾ ਹੈ, ਸੋਈ ਅੰਦੇਸਾ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਪ੍ਰਿਥਮ ਤੋ ਸ੍ਵਰਗਾਦਿਕੋਂ ਕੀ ਆਸਾ ਭਈ ਤਬ ਭੀ ਦੁਖੁ ਰਹਾ। ਪੁਨਃ ਜਬ ਪ੍ਰਾਪਤੀ ਹੂਈ ਤਬ ਤਿਸ ਕੇ ਨਸ੍ਟ ਹੋਣੇ ਕਾ ਸੰਸਾ ਹੋਤਾ ਹੈ, ਸੋ ਭੀ ਪਰਮ ਕਸ੍ਟ ਹੈ॥☬ਸਕਾਮ ਕਰਮ ਕੀ ਨਿਵਿਰਤੀ ਕਾ ਉਪਾਯ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(dunIAw ivc Awm qOr qy) mwieAw dy iqMnW guxW dy ADIn rih ky hI krm krIdy hn, ijs krky Awsw qy sNhisAW dw gyV bixAw rihMdw hY (iehnW dy kwrn mn ivc iK`J bxdI hY) ","unicode":"(ਦੁਨੀਆ ਵਿਚ ਆਮ ਤੌਰ ਤੇ) ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਹੀ ਕਰਮ ਕਰੀਦੇ ਹਨ, ਜਿਸ ਕਰਕੇ ਆਸਾ ਤੇ ਸਂਹਸਿਆਂ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਹਨਾਂ ਦੇ ਕਾਰਨ ਮਨ ਵਿਚ ਖਿੱਝ ਬਣਦੀ ਹੈ) "},"ms":{"gurmukhi":"iqMn-rwhy kMm krn duAwrw Aws Aqy icMqw pYdw huMdy hn[","unicode":"ਤਿੰਨ-ਰਾਹੇ ਕੰਮ ਕਰਨ ਦੁਆਰਾ ਆਸ ਅਤੇ ਚਿੰਤਾ ਪੈਦਾ ਹੁੰਦੇ ਹਨ।"}},"es":{"sn":"Viviendo en las tres Gunas la ansiedad se produce. "},"hi":{"ss":"(दुनियां में आम तौर पे) माया के तीन गुणों के अधीन रह के ही कर्म किए जाते हैं~ जिस करके आशाओं व शंकाओं का चक्र बना रहता है।","sts":"(नित्य, नैमितिक व काम्य अथवा सत्व, रजस्व तमस्) त्रिविध कर्म करने से प्रथम तो स्वर्ग प्राप्ति की आशा होती है, फिर इसके छूट जाने की चिन्ता सताने लगती है।"}},"transliteration":{"english":"tirabidh karam kamaie'eeh aas a(n)dhesaa hoi ||","hindi":"तृबिधि करम कमाईअहि आस अंदेसा होइ ॥","en":"tirabidh karam kamaie'eeh aas a(n)dhesaa hoi ||","hi":"तृबिधि करम कमाईअहि आस अंदेसा होइ ॥","ipa":"t̪ɪɹəbɪt̪ə̀ kərəm kəmɑɪæh əɑs əŋd̪esɑ hɔeɪ.","ur":"تِربدھ کرم کماایاه آس اںدےسا هوا ۔۔"},"pageNo":18,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":768,"shabadId":65,"verse":{"gurmukhi":"ikau gur ibnu iqRkutI CutsI shij imilAY suKu hoie ]","unicode":"ਕਿਉ ਗੁਰ ਬਿਨੁ ਤ੍ਰਿਕੁਟੀ ਛੁਟਸੀ ਸਹਜਿ ਮਿਲਿਐ ਸੁਖੁ ਹੋਇ ॥"},"larivaar":{"gurmukhi":"ikauguribnuiqRkutICutsIshijimilAYsuKuhoie]","unicode":"ਕਿਉਗੁਰਬਿਨੁਤ੍ਰਿਕੁਟੀਛੁਟਸੀਸਹਜਿਮਿਲਿਐਸੁਖੁਹੋਇ॥"},"translation":{"en":{"bdb":"Without the Guru, how can anyone be released from these three qualities? Through intuitive wisdom, we meet with Him and find peace.","ms":"How can one be released from the bondage of three qualities without the Guru? it is by acquiring Divine knowledge that comfort ensues.","ssk":"Without the Guru, how can anyone be released from these three qualities? Through intuitive wisdom, we meet with Him and find peace."},"pu":{"ss":{"gurmukhi":"ieh iK`J gurU dI Srn pYx qoN ibnw nhIN htdI (gurU dI rwhIN hI Afolqw pYdw huMdI hY), Afolqw ivc itky irhW Awqmk AwnMd imldw hY ","unicode":"ਇਹ ਖਿੱਝ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਹਟਦੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ), ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ "},"ft":{"gurmukhi":"iqRkutI nwm qIn kw hY, so qIn pRkwr ky rjo, qmo, sqo, rUpu krm vw mn, bc, kRm, kr ky jo krm hYN, vw krqw ikRAw krmu Awid iqRkutI guroN sy ibnW iks pRkwr Cuty, Bwv eyih ik nhIN CUtqI[ jy khy ijs sy sihj gÎwnu pRwpiq ho kr duKoN kI inibRqI AOru Awqm suK kI pRwpqI hovY, so kho?Çiqs pr khqy hYN:","unicode":"ਤ੍ਰਿਕੁਟੀ ਨਾਮ ਤੀਨ ਕਾ ਹੈ, ਸੋ ਤੀਨ ਪ੍ਰਕਾਰ ਕੇ ਰਜੋ, ਤਮੋ, ਸਤੋ, ਰੂਪੁ ਕਰਮ ਵਾ ਮਨ, ਬਚ, ਕ੍ਰਮ, ਕਰ ਕੇ ਜੋ ਕਰਮ ਹੈਂ, ਵਾ ਕਰਤਾ ਕ੍ਰਿਆ ਕਰਮੁ ਆਦਿ ਤ੍ਰਿਕੁਟੀ ਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਕਿਸ ਪ੍ਰਕਾਰ ਛੁਟੇ, ਭਾਵ ਏਹਿ ਕਿ ਨਹੀਂ ਛੂਟਤੀ। ਜੇ ਕਹੇ ਜਿਸ ਸੇ ਸਹਿਜ ਗ੍ਯਾਨੁ ਪ੍ਰਾਪਤਿ ਹੋ ਕਰ ਦੁਖੋਂ ਕੀ ਨਿਬ੍ਰਿਤੀ ਔਰੁ ਆਤਮ ਸੁਖ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਵੈ, ਸੋ ਕਹੋ?☬ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"ieh iK`J gurU dI Srn pYx qoN ibnw nhIN htdI (gurU dI rwhIN hI Afolqw pYdw huMdI hY), Afolqw ivc itky irhW Awqmk AwnMd imldw hY ","unicode":"ਇਹ ਖਿੱਝ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਹਟਦੀ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ), ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ "},"ms":{"gurmukhi":"gurW dy bZYr bMdw iqMnw guxW dI kYd qoN iks qrHW KlwsI pw skdw hY? bRhm-igAwn dI prwpqI rwhIN Awrwm pYdw huMdw hY[","unicode":"ਗੁਰਾਂ ਦੇ ਬਗ਼ੈਰ ਬੰਦਾ ਤਿੰਨਾ ਗੁਣਾਂ ਦੀ ਕੈਦ ਤੋਂ ਕਿਸ ਤਰ੍ਹਾਂ ਖਲਾਸੀ ਪਾ ਸਕਦਾ ਹੈ? ਬ੍ਰਹਮ-ਗਿਆਨ ਦੀ ਪਰਾਪਤੀ ਰਾਹੀਂ ਆਰਾਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।"}},"es":{"sn":"¿Cómo puede uno liberarse del influjo de la tres Gunas sin el Guru? Sólo logrando el Divino Conocimiento es que la Paz se logra."},"hi":{"ss":"(इनके कारण मन भी अशांत रहता है) ये अशांति गुरू की शरण पड़े बिना नहीं हटती। (गुरू के द्वारा ही अडोलता पैदा होती है)~ अडोलता में टिके रह के ही आत्मिक आनन्द मिलता है।","sts":"इस तीन गुणों की पेचीदगी गुरु के बिना कैसे छूट सकती है जिससे ज्ञान प्राप्ति होकर आत्मिक सुख उपलब्ध हों।"}},"transliteration":{"english":"kiau gur bin tirakuTee chhuTasee sahaj miliaai sukh hoi ||","hindi":"किउ गुर बिनु तृकुटी छुटसी सहजि मिलिऐ सुखु होइ ॥","en":"kiau gur bin tirakuTee chhuTasee sahaj miliaai sukh hoi ||","hi":"किउ गुर बिनु तृकुटी छुटसी सहजि मिलिऐ सुखु होइ ॥","ipa":"kɪo Gʊr bɪn t̪ɪɹəkʊʈi ɕʊʈəsi səhəd͡ʒ mɪlɪæ sʊkʰ hɔeɪ.","ur":"کِا گُر بن ترکٹیِ چھُٹسیِ سهج ملِاَے سُکھ هوِا ۔۔"},"pageNo":18,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":769,"shabadId":65,"verse":{"gurmukhi":"inj Gir mhlu pCwxIAY ndir kry mlu Doie ]3]","unicode":"ਨਿਜ ਘਰਿ ਮਹਲੁ ਪਛਾਣੀਐ ਨਦਰਿ ਕਰੇ ਮਲੁ ਧੋਇ ॥੩॥"},"larivaar":{"gurmukhi":"injGirmhlupCwxIAYndirkrymluDoie]3]","unicode":"ਨਿਜਘਰਿਮਹਲੁਪਛਾਣੀਐਨਦਰਿਕਰੇਮਲੁਧੋਇ॥੩॥"},"translation":{"en":{"bdb":"Within the home of the self, the Mansion of His Presence is realized when He bestows His Glance of Grace and washes away our pollution. ||3||","ms":"By casting His gracious glance, God washes off man's filth and in his very home (body) he comes to realise Lord's presence.","ssk":"Within the home of the self, the Mansion of His Presence is realized when He bestows His Glance of Grace and washes away our pollution. ||3||"},"pu":{"ss":{"gurmukhi":"jdoN pRBU imhr dI nzr krdw hY, mnu`K (Awpxy mn dI) mYl sw& krdw hY (mn BtkxoN ht jWdw hY) qy Afolqw ivc prmwqmw dw itkwxw (Awpxy AMdr hI) pCwx leIdw hY [3[","unicode":"ਜਦੋਂ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਮਨੁੱਖ (ਆਪਣੇ ਮਨ ਦੀ) ਮੈਲ ਸਾਫ਼ ਕਰਦਾ ਹੈ (ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ) ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪਛਾਣ ਲਈਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"qW qy jb gurU (ndir) ikRpw idRs†I kryN, qbI mlu ibKy rwgu vw rwg dÍYK rUpu mYlu DoeI jwqI hY[ Bwv eyih ik jb AMqskrn su`Du hoqw hY, qb (inj Gir) Apny srIr ky AMqr hI (mhlu) Awqmu srUpu ko jwxIqw hY]3]","unicode":"ਤਾਂ ਤੇ ਜਬ ਗੁਰੂ (ਨਦਰਿ) ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ੍ਟੀ ਕਰੇਂ, ਤਬੀ ਮਲੁ ਬਿਖੇ ਰਾਗੁ ਵਾ ਰਾਗ ਦ੍ਵੈਖ ਰੂਪੁ ਮੈਲੁ ਧੋਈ ਜਾਤੀ ਹੈ। ਭਾਵ ਏਹਿ ਕਿ ਜਬ ਅੰਤਸਕਰਨ ਸੁੱਧੁ ਹੋਤਾ ਹੈ, ਤਬ (ਨਿਜ ਘਰਿ) ਅਪਨੇ ਸਰੀਰ ਕੇ ਅੰਤਰ ਹੀ (ਮਹਲੁ) ਆਤਮੁ ਸਰੂਪੁ ਕੋ ਜਾਣੀਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"jdoN pRBU imhr dI nzr krdw hY, mnu`K (Awpxy mn dI) mYl sw& krdw hY (mn BtkxoN ht jWdw hY) qy Afolqw ivc prmwqmw dw itkwxw (Awpxy AMdr hI) pCwx leIdw hY [3[","unicode":"ਜਦੋਂ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਮਨੁੱਖ (ਆਪਣੇ ਮਨ ਦੀ) ਮੈਲ ਸਾਫ਼ ਕਰਦਾ ਹੈ (ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ) ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪਛਾਣ ਲਈਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"AwpxI dieAw-idRStI Dwr ky, vwihgurU pRwnI dI mYl Do sutdw hY Aqy auh Awpxy gRih (srIr) iv`c hI suAwmI dI hzUrI ƒ AnuBv kr lYNdw hY[","unicode":"ਆਪਣੀ ਦਇਆ-ਦ੍ਰਿਸ਼ਟੀ ਧਾਰ ਕੇ, ਵਾਹਿਗੁਰੂ ਪ੍ਰਾਨੀ ਦੀ ਮੈਲ ਧੋ ਸੁਟਦਾ ਹੈ ਅਤੇ ਉਹ ਆਪਣੇ ਗ੍ਰਹਿ (ਸਰੀਰ) ਵਿੱਚ ਹੀ ਸੁਆਮੀ ਦੀ ਹਜ਼ੂਰੀ ਨੂੰ ਅਨੁਭਵ ਕਰ ਲੈਂਦਾ ਹੈ।"}},"es":{"sn":"Posando Su Mirada Compasiva, Dios lava la impureza del hombre para que en su mismo hogar  pueda cobrar Conciencia de la Presencia del Señor. (3)"},"hi":{"ss":"जब प्रभू मेहर की नजर करता है~ मनुष्य (अपने मन की) मैल साफ करता है (और मन भटकने से हट जाता है) और अडोलता में परमात्मा के ठिकाने को (अपने अंदर ही) पहचान लेता है।3।","sts":"जब निरंकार कृपालु होकर पापों की मैल को धो देता है तभी इस मानव शरीर में विद्यमान अकाल पुरुष का स्वरूप पहचाना जा सकता है॥ ३॥"}},"transliteration":{"english":"nij ghar mahal pachhaaneeaai nadhar kare mal dhoi ||3||","hindi":"निज घरि महलु पछाणीऐ नदरि करे मलु धोइ ॥३॥","en":"nij ghar mahal pachhaaneeaai nadhar kare mal dhoi ||3||","hi":"निज घरि महलु पछाणीऐ नदरि करे मलु धोइ ॥३॥","ipa":"nɪd͡ʒ Gʰər məhəl pəɕɑɳiæ nəd̪ər kəre məl t̪ɔeɪ.3.","ur":"نِج گھر مهل پچھاݨیِاَے ندر کرے مل دھوا ۔۔۳۔۔"},"pageNo":18,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":770,"shabadId":65,"verse":{"gurmukhi":"ibnu gur mYlu n auqrY ibnu hir ikau Gr vwsu ]","unicode":"ਬਿਨੁ ਗੁਰ ਮੈਲੁ ਨ ਉਤਰੈ ਬਿਨੁ ਹਰਿ ਕਿਉ ਘਰ ਵਾਸੁ ॥"},"larivaar":{"gurmukhi":"ibnugurmYlunauqrYibnuhirikauGrvwsu]","unicode":"ਬਿਨੁਗੁਰਮੈਲੁਨਉਤਰੈਬਿਨੁਹਰਿਕਿਉਘਰਵਾਸੁ॥"},"translation":{"en":{"bdb":"Without the Guru, this pollution is not removed. Without the Lord, how can there be any homecoming?","ms":"Without the Guru pollution is not removed and without God how can there be home coming?","ssk":"Without the Guru, this pollution is not removed. Without the Lord, how can there be any homecoming?"},"pu":{"ss":{"gurmukhi":"gurU qoN ibnw mn dI mYl nhIN DupdI, prmwqmw ivc juVn qoN ibnw mwnsk Afolqw nhIN l`BdI [ ","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮਨ ਦੀ ਮੈਲ ਨਹੀਂ ਧੁਪਦੀ, ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਨ ਤੋਂ ਬਿਨਾ ਮਾਨਸਕ ਅਡੋਲਤਾ ਨਹੀਂ ਲੱਭਦੀ । "},"ft":{"gurmukhi":"hy BweI! eyih inscY hY ik gurU ikRpw sy ibnw rwg dÍYK rUpu mYlu nhIN auqrqI, AOru rwgwid mYl kI inibRqI ibnw hrI kI ikRpw nhIN hoqI, AOru hrI kI ikRpw sy ibnw (Gru vwsu) inj srUp myN iesiQqI kYsy hovY ArQwq nhIN hoqI]","unicode":"ਹੇ ਭਾਈ! ਏਹਿ ਨਿਸਚੈ ਹੈ ਕਿ ਗੁਰੂ ਕ੍ਰਿਪਾ ਸੇ ਬਿਨਾ ਰਾਗ ਦ੍ਵੈਖ ਰੂਪੁ ਮੈਲੁ ਨਹੀਂ ਉਤਰਤੀ, ਔਰੁ ਰਾਗਾਦਿ ਮੈਲ ਕੀ ਨਿਬ੍ਰਿਤੀ ਬਿਨਾ ਹਰੀ ਕੀ ਕ੍ਰਿਪਾ ਨਹੀਂ ਹੋਤੀ, ਔਰੁ ਹਰੀ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਬਿਨਾ (ਘਰੁ ਵਾਸੁ) ਨਿਜ ਸਰੂਪ ਮੇਂ ਇਸਥਿਤੀ ਕੈਸੇ ਹੋਵੈ ਅਰਥਾਤ ਨਹੀਂ ਹੋਤੀ॥"},"bdb":{"gurmukhi":"gurU qoN ibnw mn dI mYl nhIN DupdI, prmwqmw ivc juVn qoN ibnw mwnsk Afolqw nhIN l`BdI [ ","unicode":"ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮਨ ਦੀ ਮੈਲ ਨਹੀਂ ਧੁਪਦੀ, ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਨ ਤੋਂ ਬਿਨਾ ਮਾਨਸਕ ਅਡੋਲਤਾ ਨਹੀਂ ਲੱਭਦੀ । "},"ms":{"gurmukhi":"gurW dy bwJoN plIqI dUr nhIN huMdI qy vwihgurU dy bgYr gRih-Awauxw ikvyN ho skdw hY?","unicode":"ਗੁਰਾਂ ਦੇ ਬਾਝੋਂ ਪਲੀਤੀ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ ਤੇ ਵਾਹਿਗੁਰੂ ਦੇ ਬਗੈਰ ਗ੍ਰਹਿ-ਆਉਣਾ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ?"}},"es":{"sn":"Sin el Guru la contaminación no es removida y sin Dios ¿cómo puede uno regresar a su Hogar?"},"hi":{"ss":"गुरू के बगैर मन की मैल नहीं धुलती। परमात्मा में जुड़े बिना मानसिक अडोलता नही मिलती।","sts":"इसलिए यही निश्चय कर कि गुरु के बिना पापों की यह मैल हृदय से नहीं उतर सकती और (जब तक इस मैल की निवृति नहीं हो जाती तब तक) हरि-परमेश्वर की कृपा नहीं हो सकती तथा आत्मस्वरूप में निवास असम्भव है॥३ll"}},"transliteration":{"english":"bin gur mail na utarai bin har kiau ghar vaas ||","hindi":"बिनु गुर मैलु न उतरै बिनु हरि किउ घर वासु ॥","en":"bin gur mail na utarai bin har kiau ghar vaas ||","hi":"बिनु गुर मैलु न उतरै बिनु हरि किउ घर वासु ॥","ipa":"bɪn Gʊr mæl nə oʊt̪əræ bɪn hər kɪo Gʰər ʋɑs.","ur":"بٍن گُر مَےل ن اُترَے بن هر کا گھر واس ۔۔"},"pageNo":18,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":1,"t":"y"},{"p":6,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":771,"shabadId":65,"verse":{"gurmukhi":"eyko sbdu vIcwrIAY Avr iqAwgY Aws ]","unicode":"ਏਕੋ ਸਬਦੁ ਵੀਚਾਰੀਐ ਅਵਰ ਤਿਆਗੈ ਆਸ ॥"},"larivaar":{"gurmukhi":"eykosbduvIcwrIAYAvriqAwgYAws]","unicode":"ਏਕੋਸਬਦੁਵੀਚਾਰੀਐਅਵਰਤਿਆਗੈਆਸ॥"},"translation":{"en":{"bdb":"Contemplate the One Word of the Shabad, and abandon other hopes.","ms":"Having renounced other hopes, we ought to meditate on the Name alone.","ssk":"Contemplate the One Word of the Shabad, and abandon other hopes."},"pu":{"ss":{"gurmukhi":"(hy BweI !) iek (rwzk) pRBU dI hI is&iq-swlwh ivcwrnI cwhIdI hY (jo is&iq-swlwh krdw hY auh) hor hor AwsW C`f dyNdw hY","unicode":"(ਹੇ ਭਾਈ !) ਇਕ (ਰਾਜ਼ਕ) ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚਾਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜੋ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਹੋਰ ਹੋਰ ਆਸਾਂ ਛੱਡ ਦੇਂਦਾ ਹੈ"},"ft":{"gurmukhi":"qW qy AOru srb Awsw kw prIqÎwgu kr ky jgÎwsU jn (eyko sbdu) AduqI bRhmw kw bIcwru kry]","unicode":"ਤਾਂ ਤੇ ਔਰੁ ਸਰਬ ਆਸਾ ਕਾ ਪਰੀਤ੍ਯਾਗੁ ਕਰ ਕੇ ਜਗ੍ਯਾਸੂ ਜਨ (ਏਕੋ ਸਬਦੁ) ਅਦੁਤੀ ਬ੍ਰਹਮਾ ਕਾ ਬੀਚਾਰੁ ਕਰੇ॥"},"bdb":{"gurmukhi":"(hy BweI !) iek (rwzk) pRBU dI hI is&iq-swlwh ivcwrnI cwhIdI hY (jo is&iq-swlwh krdw hY auh) hor hor AwsW C`f dyNdw hY","unicode":"(ਹੇ ਭਾਈ !) ਇਕ (ਰਾਜ਼ਕ) ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚਾਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਜੋ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਹੋਰ ਹੋਰ ਆਸਾਂ ਛੱਡ ਦੇਂਦਾ ਹੈ"},"ms":{"gurmukhi":"hor Awsw lwh ky, swƒ kyvl nwm dw ismrn krnw auicq hY[","unicode":"ਹੋਰ ਆਸਾ ਲਾਹ ਕੇ, ਸਾਨੂੰ ਕੇਵਲ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਉਚਿਤ ਹੈ।"}},"es":{"sn":"Habiendo renunciado a las falsas esperanzas, debemos meditar sólo en el Naam."},"hi":{"ss":"(हे भाई!) (रिजक देने वाले) एक प्रभू की ही सिफत सलाह विचारनी चाहिए। (जो सिफत सलाह करता है वह) और और आशाएं त्याग देता है।","sts":"इसलिए समस्त आशाओं का त्याग करके जिज्ञासु को एक ही गुरु का उपदेश मनन करना चाहिए।"}},"transliteration":{"english":"eko sabadh veechaareeaai avar tiaagai aas ||","hindi":"एको सबदु वीचारीऐ अवर तिआगै आस ॥","en":"eko sabadh veechaareeaai avar tiaagai aas ||","hi":"एको सबदु वीचारीऐ अवर तिआगै आस ॥","ipa":"eekɔ səbəd̪ ʋit͡ʃɑriæ əʋər t̪ɪəɑGæ əɑs.","ur":"اےکو سبد ویِچاریِاَے اور تآگَے آس ۔۔"},"pageNo":18,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":772,"shabadId":65,"verse":{"gurmukhi":"nwnk dyiK idKweIAY hau sd bilhwrY jwsu ]4]12]","unicode":"ਨਾਨਕ ਦੇਖਿ ਦਿਖਾਈਐ ਹਉ ਸਦ ਬਲਿਹਾਰੈ ਜਾਸੁ ॥੪॥੧੨॥"},"larivaar":{"gurmukhi":"nwnkdyiKidKweIAYhausdbilhwrYjwsu]4]12]","unicode":"ਨਾਨਕਦੇਖਿਦਿਖਾਈਐਹਉਸਦਬਲਿਹਾਰੈਜਾਸੁ॥੪॥੧੨॥"},"translation":{"en":{"bdb":"O Nanak, I am forever a sacrifice to the one who beholds, and inspires others to behold Him. ||4||12||","ms":"O Nanak! I am ever a sacrifice (unto the Guru) who Himself beholds and causes others to behold (God).","ssk":"O Nanak, I am forever a sacrifice to the one who beholds, and inspires others to behold Him. ||4||12||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! (AwK—) ijhVw gurU Awp pRBU dw drSn kr ky mYnUµ drSn krwauNdw hY, mYN aus qoN sdw sdky jWdw hW [4[12[","unicode":"ਹੇ ਨਾਨਕ ! (ਆਖ—) ਜਿਹੜਾ ਗੁਰੂ ਆਪ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਨੂੰ ਦਰਸ਼ਨ ਕਰਾਉਂਦਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ।੪।੧੨।"},"ft":{"gurmukhi":"sRI gurU jI khqyN hYN: ijn pursn jgq sy inrws ho kr ky vwihgurU ky srUp ko Awp qo dyKw hY, punw: iqs kI srin myN jo jgÎwsU jn AwvY, iqs ko idKwvqw hY[ mYN iqs ky sdw hI bilhwr jwqw hUM]4]12]ÇmnmuKoN kI inMdw AOru gurmuKoN kI pRsMsw krqy hUey suhwgxI AOr duhwgxI ky idRstWq dÍwrw sRI gurU jI ny sbd aucwrn kIAw hY[ jo piqbRqw AOr pqI ko ipAwrI iesqRI hY, iqs ko suhwgxI khqy hYN[ AOr durwcwrnI pqI kr qÎwgI hUeI ko duhwgxI khqy hYN[ sRI gurU jI Bgq jnoN ky pRqI khqy hYN:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇਂ ਹੈਂ: ਜਿਨ ਪੁਰਸਨ ਜਗਤ ਸੇ ਨਿਰਾਸ ਹੋ ਕਰ ਕੇ ਵਾਹਿਗੁਰੂ ਕੇ ਸਰੂਪ ਕੋ ਆਪ ਤੋ ਦੇਖਾ ਹੈ, ਪੁਨਾ: ਤਿਸ ਕੀ ਸਰਨਿ ਮੇਂ ਜੋ ਜਗ੍ਯਾਸੂ ਜਨ ਆਵੈ, ਤਿਸ ਕੋ ਦਿਖਾਵਤਾ ਹੈ। ਮੈਂ ਤਿਸ ਕੇ ਸਦਾ ਹੀ ਬਲਿਹਾਰ ਜਾਤਾ ਹੂੰ॥੪॥੧੨॥☬ਮਨਮੁਖੋਂ ਕੀ ਨਿੰਦਾ ਔਰੁ ਗੁਰਮੁਖੋਂ ਕੀ ਪ੍ਰਸੰਸਾ ਕਰਤੇ ਹੂਏ ਸੁਹਾਗਣੀ ਔਰ ਦੁਹਾਗਣੀ ਕੇ ਦ੍ਰਿਸਟਾਂਤ ਦ੍ਵਾਰਾ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸਬਦ ਉਚਾਰਨ ਕੀਆ ਹੈ। ਜੋ ਪਤਿਬ੍ਰਤਾ ਔਰ ਪਤੀ ਕੋ ਪਿਆਰੀ ਇਸਤ੍ਰੀ ਹੈ, ਤਿਸ ਕੋ ਸੁਹਾਗਣੀ ਕਹਤੇ ਹੈਂ। ਔਰ ਦੁਰਾਚਾਰਨੀ ਪਤੀ ਕਰ ਤ੍ਯਾਗੀ ਹੂਈ ਕੋ ਦੁਹਾਗਣੀ ਕਹਤੇ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਭਗਤ ਜਨੋਂ ਕੇ ਪ੍ਰਤੀ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy nwnk ! (AwK—) ijhVw gurU Awp pRBU dw drSn kr ky mYnUµ drSn krwauNdw hY, mYN aus qoN sdw sdky jWdw hW [4[12[","unicode":"ਹੇ ਨਾਨਕ ! (ਆਖ—) ਜਿਹੜਾ ਗੁਰੂ ਆਪ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੈਨੂੰ ਦਰਸ਼ਨ ਕਰਾਉਂਦਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ।੪।੧੨।"},"ms":{"gurmukhi":"hy nwnk! mYN (gurW auqoN) sdw hI sdky jWdw hW jo (vwihgurU ƒ) Awp vyKdy hn Aqy hornw ƒ ivKwldy hn[","unicode":"ਹੇ ਨਾਨਕ! ਮੈਂ (ਗੁਰਾਂ ਉਤੋਂ) ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜੋ (ਵਾਹਿਗੁਰੂ ਨੂੰ) ਆਪ ਵੇਖਦੇ ਹਨ ਅਤੇ ਹੋਰਨਾ ਨੂੰ ਵਿਖਾਲਦੇ ਹਨ।"}},"es":{"sn":"Oh, dice Nanak, ofrezco por siempre mi vida en sacrificio al Guru, Quien contempla y hace que otros contemplen a Dios. (4-12)"},"hi":{"ss":"हे नानक! (कह–) जो गुरू स्वयं प्रभू के दर्शन करके मुझे दर्शन करवाता है~ मैं उससे सदा सदके जाता हूँ।4।12।","sts":"सतिगुरु जी कहते हैं कि जो सद्पुरुष (नश्वर पदार्थों का त्याग करके) स्वयं निरंकार को देखते हैं फिर अन्य जिज्ञासुओं को दिखाते हैं, उन पर मैं सदैव कुर्बान जाता हूँ॥४॥१२॥"}},"transliteration":{"english":"naanak dhekh dhikhaieeaai hau sadh balihaarai jaas ||4||12||","hindi":"नानक देखि दिखाईऐ हउ सद बलिहारै जासु ॥४॥१२॥","en":"naanak dhekh dhikhaieeaai hau sadh balihaarai jaas ||4||12||","hi":"नानक देखि दिखाईऐ हउ सद बलिहारै जासु ॥४॥१२॥","ipa":"nɑnək d̪ekʰ d̪ɪkʰɑeiæ ho səd̪ bəlɪhɑræ d͡ʒɑs.4.1ə2.","ur":"نانک دےکھ دکھاایاَے ها سد بلهارَے جاس ۔۔۴۔۔۱۲۔۔"},"pageNo":18,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":2,"t":"v"}]}}]}