{"shabadInfo":{"shabadId":684,"shabadName":9251,"pageNo":216,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":216},"raag":{"raagId":7,"gurmukhi":"rwgu gauVI","unicode":"ਰਾਗੁ ਗਉੜੀ","english":"Raag Gauree","raagWithPage":"Gauree (151-346)"},"writer":{"writerId":5,"gurmukhi":"mÚ 5","unicode":null,"english":"Guru Arjan Dev Ji"}},"count":11,"navigation":{"previous":683,"next":685},"verses":[{"verseId":9249,"shabadId":684,"verse":{"gurmukhi":"gauVI mwlw mhlw 5 ]","unicode":"ਗਉੜੀ ਮਾਲਾ ਮਹਲਾ ੫ ॥"},"larivaar":{"gurmukhi":"gauVImwlwmhlw5]","unicode":"ਗਉੜੀਮਾਲਾਮਹਲਾ੫॥"},"translation":{"en":{"bdb":"Gauree Maalaa, Fifth Mehla:","ms":"Gauri Mala 5th Guru.","ssk":"Gauree Maalaa, Fifth Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"gaUVI mwlw pwqSwhI pMjvIN[","unicode":"ਗਊੜੀ ਮਾਲਾ ਪਾਤਸ਼ਾਹੀ ਪੰਜਵੀਂ।"}},"es":{"sn":"Gauri Mala, Mejl Guru Aryan, Quinto Canal Divino."},"hi":{"ss":"","sts":"गउड़ी माला महला ५ ॥"}},"transliteration":{"english":"gauRee maalaa mahalaa panjavaa ||","hindi":"गउड़ी माला महला ५ ॥","en":"gauRee maalaa mahalaa panjavaa ||","hi":"गउड़ी माला महला ५ ॥","ipa":"Goʊɽi mɑlɑ məhəlɑ pəŋd͡ʒʋɑ.","ur":"گاڑیِ مالا مهلا ۵ ۔۔"},"pageNo":216,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"y"}],"igurbani":[{"p":1,"t":"y"}],"sttm2":[]}},{"verseId":9250,"shabadId":684,"verse":{"gurmukhi":"hir ibnu Avr ik®Aw ibrQy ]","unicode":"ਹਰਿ ਬਿਨੁ ਅਵਰ ਕ੍ਰਿਆ ਬਿਰਥੇ ॥"},"larivaar":{"gurmukhi":"hiribnuAvrik®AwibrQy]","unicode":"ਹਰਿਬਿਨੁਅਵਰਕ੍ਰਿਆਬਿਰਥੇ॥"},"translation":{"en":{"bdb":"Without the Lord, other actions are useless.","ms":"Without remembering God, all other deeds are vain.","ssk":"Without the Lord, other actions are useless."},"pu":{"ss":{"gurmukhi":"(hy BweI!) prmwqmw dy ismrn qoN ibnw hor swry (imQy hoey Dwrimk) kMm ivArQ hn [ ","unicode":"(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰੇ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਵਿਅਰਥ ਹਨ । "},"ft":{"gurmukhi":"hy BweI! hrI nwm jpy ibnw vw hrI Arpx kIey ibnw AOr krm ibRQy hYN]","unicode":"ਹੇ ਭਾਈ! ਹਰੀ ਨਾਮ ਜਪੇ ਬਿਨਾ ਵਾ ਹਰੀ ਅਰਪਣ ਕੀਏ ਬਿਨਾ ਔਰ ਕਰਮ ਬ੍ਰਿਥੇ ਹੈਂ॥"},"bdb":{"gurmukhi":"(hy BweI!) prmwqmw dy ismrn qoN ibnw hor swry (imQy hoey Dwrimk) kMm ivArQ hn [ ","unicode":"(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰੇ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਵਿਅਰਥ ਹਨ । "},"ms":{"gurmukhi":"vwihgurU dI Xwd dy bgYr hor swry kMm insPl hn[","unicode":"ਵਾਹਿਗੁਰੂ ਦੀ ਯਾਦ ਦੇ ਬਗੈਰ ਹੋਰ ਸਾਰੇ ਕੰਮ ਨਿਸਫਲ ਹਨ।"}},"es":{"sn":"Sin el Señor todo lo demás es una ilusión; "},"hi":{"ss":"(हे भाई !) परमात्मा के सिमरन के बिना और सारे (निहित धार्मिक) काम व्यार्थ हैं।","sts":"भगवान के सिमरन के सिवाय अन्य सभी कार्य व्यर्थ हैं।"}},"transliteration":{"english":"har bin avar kiraa birathe ||","hindi":"हरि बिनु अवर कृआ बिरथे ॥","en":"har bin avar kiraa birathe ||","hi":"हरि बिनु अवर कृआ बिरथे ॥","ipa":"hər bɪn əʋər kɪʳəɑ bɪrət̪ʰe.","ur":"هر بن اور ک®آ برتھے ۔۔"},"pageNo":216,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":9251,"shabadId":684,"verse":{"gurmukhi":"jp qp sMjm krm kmwxy ieih ErY mUsy ]1] rhwau ]","unicode":"ਜਪ ਤਪ ਸੰਜਮ ਕਰਮ ਕਮਾਣੇ ਇਹਿ ਓਰੈ ਮੂਸੇ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"jpqpsMjmkrmkmwxyieihErYmUsy]1]rhwau]","unicode":"ਜਪਤਪਸੰਜਮਕਰਮਕਮਾਣੇਇਹਿਓਰੈਮੂਸੇ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"Meditative chants, intense deep meditation, austere self-discipline and rituals - these are plundered in this world. ||1||Pause||","ms":"The performance of lip recitation, penance, self-mortification, and other rites, all this is plundered near at hand at hand. Pause.","ssk":"Meditative chants, intense deep meditation, austere self-discipline and rituals - these are plundered in this world. ||1||Pause||"},"pu":{"ss":{"gurmukhi":"(dyviqAW ƒ pRsMn krn vwly) jp krny, qp swDxy, ieMd®IAW ƒ ivkwrW vloN rokx leI hT-jog dy swDn krny—ieh swry (pRBU dI drgwh qoN) aury aury hI Koh ley jWdy hn [1[","unicode":"(ਦੇਵਤਿਆਂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲੇ) ਜਪ ਕਰਨੇ, ਤਪ ਸਾਧਣੇ, ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਲਈ ਹਠ-ਜੋਗ ਦੇ ਸਾਧਨ ਕਰਨੇ—ਇਹ ਸਾਰੇ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੋਂ) ਉਰੇ ਉਰੇ ਹੀ ਖੋਹ ਲਏ ਜਾਂਦੇ ਹਨ ।੧।"},"ft":{"gurmukhi":"ikauNik skwm hony sy jp, qp, (sMjm) ieMdRIEN kw jIqnw, eyh krm kmwey hUey BI jm purI sy aury hI lUty jwqy hYN[ kYsy? jb ies jI ko AqI ipAws lwgqI hY qb pwnI mWgqw hY[ qb jmdUq ies ko qb pwnI kw eyk ktorw dyqy hYN jb srb puMn dwn kIey kw sMklp ly lyqy hYN, iehI lUtnw hY[ brsoN kw puMn pwnI kw ktorw dy kr ly lIAw]1] rhwau ]","unicode":"ਕਿਉਂਕਿ ਸਕਾਮ ਹੋਨੇ ਸੇ ਜਪ, ਤਪ, (ਸੰਜਮ) ਇੰਦ੍ਰੀਓਂ ਕਾ ਜੀਤਨਾ, ਏਹ ਕਰਮ ਕਮਾਏ ਹੂਏ ਭੀ ਜਮ ਪੁਰੀ ਸੇ ਉਰੇ ਹੀ ਲੂਟੇ ਜਾਤੇ ਹੈਂ। ਕੈਸੇ? ਜਬ ਇਸ ਜੀ ਕੋ ਅਤੀ ਪਿਆਸ ਲਾਗਤੀ ਹੈ ਤਬ ਪਾਨੀ ਮਾਂਗਤਾ ਹੈ। ਤਬ ਜਮਦੂਤ ਇਸ ਕੋ ਤਬ ਪਾਨੀ ਕਾ ਏਕ ਕਟੋਰਾ ਦੇਤੇ ਹੈਂ ਜਬ ਸਰਬ ਪੁੰਨ ਦਾਨ ਕੀਏ ਕਾ ਸੰਕਲਪ ਲੇ ਲੇਤੇ ਹੈਂ, ਇਹੀ ਲੂਟਨਾ ਹੈ। ਬਰਸੋਂ ਕਾ ਪੁੰਨ ਪਾਨੀ ਕਾ ਕਟੋਰਾ ਦੇ ਕਰ ਲੇ ਲੀਆ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"(dyviqAW ƒ pRsMn krn vwly) jp krny, qp swDxy, ieMd®IAW ƒ ivkwrW vloN rokx leI hT-jog dy swDn krny—ieh swry (pRBU dI drgwh qoN) aury aury hI Koh ley jWdy hn [1[","unicode":"(ਦੇਵਤਿਆਂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲੇ) ਜਪ ਕਰਨੇ, ਤਪ ਸਾਧਣੇ, ਇੰਦ੍ਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਲਈ ਹਠ-ਜੋਗ ਦੇ ਸਾਧਨ ਕਰਨੇ—ਇਹ ਸਾਰੇ (ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੋਂ) ਉਰੇ ਉਰੇ ਹੀ ਖੋਹ ਲਏ ਜਾਂਦੇ ਹਨ ।੧।"},"ms":{"gurmukhi":"idKwvy dw pwT, qp`isAw, svY-irAwzq, Aqy hor sMskwrW dw krxw, ieh sB nyVy hI luitAw puitAw jWdw hY[ Tihrwau[","unicode":"ਦਿਖਾਵੇ ਦਾ ਪਾਠ, ਤਪੱਸਿਆ, ਸਵੈ-ਰਿਆਜ਼ਤ, ਅਤੇ ਹੋਰ ਸੰਸਕਾਰਾਂ ਦਾ ਕਰਣਾ, ਇਹ ਸਭ ਨੇੜੇ ਹੀ ਲੁਟਿਆ ਪੁਟਿਆ ਜਾਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"}},"es":{"sn":"toda contemplación, toda austeridad, la disciplina del Yoga y todas las acciones, porque todo eso no irá contigo al más allá.(1-Pausa)"},"hi":{"ss":"(देवतों को प्रसन्न करने वाले) जप करने~ तप साधने~ इन्द्रियों को विकारों से रोकने के लिए हठ योग के साधन करने- ये सारे (प्रभू की दरगाह से) पहले ही छीन लिए जाते हैं। 1।","sts":"आडम्बरपूर्ण जाप, तपस्या, संयम एवं दूसरे संस्कारों का करना यह सब निकट ही छीन लिए जाते हैं। १॥ रहाउ ॥"}},"transliteration":{"english":"jap tap sa(n)jam karam kamaane ieh orai moose ||1|| rahaau ||","hindi":"जप तप संजम करम कमाणे इहि ओरै मूसे ॥१॥ रहाउ ॥","en":"jap tap sa(n)jam karam kamaane ieh orai moose ||1|| rahaau ||","hi":"जप तप संजम करम कमाणे इहि ओरै मूसे ॥१॥ रहाउ ॥","ipa":"d͡ʒəp t̪əp səŋd͡ʒəm kərəm kəmɑɳe eɪh oəræ muse.1. rəhɑo.","ur":"جپ تپ سںجم کرم کماݨے اهِ اورَے مُوسے ۔۔۱۔۔ رهاا ۔۔"},"pageNo":216,"lineNo":4,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":9252,"shabadId":684,"verse":{"gurmukhi":"brq nym sMjm mih rhqw iqn kw AwFu n pwieAw ]","unicode":"ਬਰਤ ਨੇਮ ਸੰਜਮ ਮਹਿ ਰਹਤਾ ਤਿਨ ਕਾ ਆਢੁ ਨ ਪਾਇਆ ॥"},"larivaar":{"gurmukhi":"brqnymsMjmmihrhqwiqnkwAwFunpwieAw]","unicode":"ਬਰਤਨੇਮਸੰਜਮਮਹਿਰਹਤਾਤਿਨਕਾਆਢੁਨਪਾਇਆ॥"},"translation":{"en":{"bdb":"Fasting, daily rituals, and austere self-discipline - those who keep the practice of these, are rewarded with less than a shell.","ms":"He, who abides in fasting, daily ceremonies and austerities, obtains not even a shell for them.","ssk":"Fasting, daily rituals, and austere self-discipline - those who keep the practice of these, are rewarded with less than a shell."},"pu":{"ss":{"gurmukhi":"mnu`K vrqW sMjmW dy nym ivc r`uJw rihMdw hY, pr auhnW au~dmW dw mu`l aus ƒ iek kOfI BI nhIN imldw [ ","unicode":"ਮਨੁੱਖ ਵਰਤਾਂ ਸੰਜਮਾਂ ਦੇ ਨੇਮ ਵਿਚ ਰੱੁਝਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਹਨਾਂ ਉੱਦਮਾਂ ਦਾ ਮੁੱਲ ਉਸ ਨੂੰ ਇਕ ਕੌਡੀ ਭੀ ਨਹੀਂ ਮਿਲਦਾ । "},"ft":{"gurmukhi":"eykwdsI Awid brq AOr cqr mwsw AwidkoN myN BUmsYn Awid nym, pun (sMjm) Alp Ahwr AwidkoN myN jo rhqw Qw iqn kw (AwFu) kOfI mol nw pwieAw, Bwv Xih ik AibnwsI suKu Plu n pRwpiq hUAw]","unicode":"ਏਕਾਦਸੀ ਆਦਿ ਬਰਤ ਔਰ ਚਤਰ ਮਾਸਾ ਆਦਿਕੋਂ ਮੇਂ ਭੂਮਸੈਨ ਆਦਿ ਨੇਮ, ਪੁਨ (ਸੰਜਮ) ਅਲਪ ਅਹਾਰ ਆਦਿਕੋਂ ਮੇਂ ਜੋ ਰਹਤਾ ਥਾ ਤਿਨ ਕਾ (ਆਢੁ) ਕੌਡੀ ਮੋਲ ਨਾ ਪਾਇਆ, ਭਾਵ ਯਹਿ ਕਿ ਅਬਿਨਾਸੀ ਸੁਖੁ ਫਲੁ ਨ ਪ੍ਰਾਪਤਿ ਹੂਆ॥"},"bdb":{"gurmukhi":"mnu`K vrqW sMjmW dy nym ivc r`uJw rihMdw hY, pr auhnW au~dmW dw mu`l aus ƒ iek kOfI BI nhIN imldw [ ","unicode":"ਮਨੁੱਖ ਵਰਤਾਂ ਸੰਜਮਾਂ ਦੇ ਨੇਮ ਵਿਚ ਰੱੁਝਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਹਨਾਂ ਉੱਦਮਾਂ ਦਾ ਮੁੱਲ ਉਸ ਨੂੰ ਇਕ ਕੌਡੀ ਭੀ ਨਹੀਂ ਮਿਲਦਾ । "},"ms":{"gurmukhi":"jo auphws, inq dy krmW Aqy kSt AMdr vsdw hY, aus ƒ aunHW dI iek kwxI kOfI BI nhIN imldI[","unicode":"ਜੋ ਉਪਹਾਸ, ਨਿਤ ਦੇ ਕਰਮਾਂ ਅਤੇ ਕਸ਼ਟ ਅੰਦਰ ਵਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਇਕ ਕਾਣੀ ਕੌਡੀ ਭੀ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"El ayuno, la rutina de la disciplina religiosa, todo esto es en vano; "},"hi":{"ss":"मनुष्य वर्तों संजमों के नियमों में ही व्यस्त रहता है~ पर उन उद्यमों का मूल्य उसे एक कौड़ी भी नहीं मिलता।","sts":"प्राणी व्रतों एवं संयमों के नियम में क्रियाशील रहता है परन्तु उन प्रयासों का फल उसे एक कौड़ी भी नहीं मिलता।"}},"transliteration":{"english":"barat nem sa(n)jam meh rahataa tin kaa aadd na paiaa ||","hindi":"बरत नेम संजम महि रहता तिन का आढु न पाइआ ॥","en":"barat nem sa(n)jam meh rahataa tin kaa aadd na paiaa ||","hi":"बरत नेम संजम महि रहता तिन का आढु न पाइआ ॥","ipa":"bərət̪ nem səŋd͡ʒəm məh rəhət̪ɑ t̪ɪn kɑ əɑʈ nə pɑɪɑ.","ur":"برت نےم سںجم مهِ رهتا تن کا آڈھ ن پاایا ۔۔"},"pageNo":216,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":9253,"shabadId":684,"verse":{"gurmukhi":"AwgY clxu Aauru hY BweI aUNhw kwim n AwieAw ]1]","unicode":"ਆਗੈ ਚਲਣੁ ਅਉਰੁ ਹੈ ਭਾਈ ਊਂਹਾ ਕਾਮਿ ਨ ਆਇਆ ॥੧॥"},"larivaar":{"gurmukhi":"AwgYclxuAauruhYBweIaUNhwkwimnAwieAw]1]","unicode":"ਆਗੈਚਲਣੁਅਉਰੁਹੈਭਾਈਊਂਹਾਕਾਮਿਨਆਇਆ॥੧॥"},"translation":{"en":{"bdb":"Hereafter, the way is different, O Siblings of Destiny. There, these things are of no use at all. ||1||","ms":"Hereafter, the way is different, O brother. These are of no avail there.","ssk":"Hereafter, the way is different, O Siblings of Destiny. There, these things are of no use at all. ||1||"},"pu":{"ss":{"gurmukhi":"hy BweI! jIv dy nwl prlok ivc swQ inbwhux vwlw pdwrQ hor hY (brq nym sMjm Awidk ivcoN koeI BI) prlok ivc kMm nhIN AwauNdw [1[","unicode":"ਹੇ ਭਾਈ! ਜੀਵ ਦੇ ਨਾਲ ਪਰਲੋਕ ਵਿਚ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਪਦਾਰਥ ਹੋਰ ਹੈ (ਬਰਤ ਨੇਮ ਸੰਜਮ ਆਦਿਕ ਵਿਚੋਂ ਕੋਈ ਭੀ) ਪਰਲੋਕ ਵਿਚ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ।੧।"},"ft":{"gurmukhi":"hy BweI! pRlok myN AOru ArQwq inskwm krmoN kw (clxu) qrIkw hY, Bwv mukiq muK ky dyny vwly inskwm krm hI hYN[ aUhW skwm vw pwKMf krqb kwm nhIN AwXw krqw, vw iksI ky kwm nhIN AwXw]1]Çso pKMf krqb ko dyKwvqy hUey khqy hYN:","unicode":"ਹੇ ਭਾਈ! ਪ੍ਰਲੋਕ ਮੇਂ ਔਰੁ ਅਰਥਾਤ ਨਿਸਕਾਮ ਕਰਮੋਂ ਕਾ (ਚਲਣੁ) ਤਰੀਕਾ ਹੈ, ਭਾਵ ਮੁਕਤਿ ਮੁਖ ਕੇ ਦੇਨੇ ਵਾਲੇ ਨਿਸਕਾਮ ਕਰਮ ਹੀ ਹੈਂ। ਊਹਾਂ ਸਕਾਮ ਵਾ ਪਾਖੰਡ ਕਰਤਬ ਕਾਮ ਨਹੀਂ ਆਯਾ ਕਰਤਾ, ਵਾ ਕਿਸੀ ਕੇ ਕਾਮ ਨਹੀਂ ਆਯਾ॥੧॥☬ਸੋ ਪਖੰਡ ਕਰਤਬ ਕੋ ਦੇਖਾਵਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"hy BweI! jIv dy nwl prlok ivc swQ inbwhux vwlw pdwrQ hor hY (brq nym sMjm Awidk ivcoN koeI BI) prlok ivc kMm nhIN AwauNdw [1[","unicode":"ਹੇ ਭਾਈ! ਜੀਵ ਦੇ ਨਾਲ ਪਰਲੋਕ ਵਿਚ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਪਦਾਰਥ ਹੋਰ ਹੈ (ਬਰਤ ਨੇਮ ਸੰਜਮ ਆਦਿਕ ਵਿਚੋਂ ਕੋਈ ਭੀ) ਪਰਲੋਕ ਵਿਚ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ।੧।"},"ms":{"gurmukhi":"Agy qrIkw v`Krw hY, hY vIr! auQy ieh kMm nhIN AwauNdy[","unicode":"ਅਗੇ ਤਰੀਕਾ ਵੱਖਰਾ ਹੈ, ਹੈ ਵੀਰ! ਉਥੇ ਇਹ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ।"}},"es":{"sn":"el aquí después es tan diferente que todo lo anterior no vale allí.(1)"},"hi":{"ss":"हे भाई ! जीव के साथ परलोक में साथ निभाने वाला पदार्थ और है (वर्त नेम संजम आदिक में से कोई भी) परलोक में काम नहीं आता। 1।","sts":"हे सज्जन ! प्राणी के साथ परलोक निभाने वाला पदार्थ दूसरा है, व्रत, नियम एवं संयम में से कोईभी परलोक में काम नहीं आता ॥ १॥"}},"transliteration":{"english":"aagai chalan aaur hai bhaiee uoo(n)haa kaam na aaiaa ||1||","hindi":"आगै चलणु अउरु है भाई ऊंहा कामि न आइआ ॥१॥","en":"aagai chalan aaur hai bhaiee uoo(n)haa kaam na aaiaa ||1||","hi":"आगै चलणु अउरु है भाई ऊंहा कामि न आइआ ॥१॥","ipa":"əɑGæ t͡ʃələɳ əoʊr hæ ɓɑei ouⁿhɑ kɑm nə əɑɪɑ.1.","ur":"آگَے چلݨ اار هَے بھاای اُوںها کام ن آایا ۔۔۱۔۔"},"pageNo":216,"lineNo":5,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":9254,"shabadId":684,"verse":{"gurmukhi":"qIriQ nwie Aru DrnI BRmqw AwgY Taur n pwvY ]","unicode":"ਤੀਰਥਿ ਨਾਇ ਅਰੁ ਧਰਨੀ ਭ੍ਰਮਤਾ ਆਗੈ ਠਉਰ ਨ ਪਾਵੈ ॥"},"larivaar":{"gurmukhi":"qIriQnwieAruDrnIBRmqwAwgYTaurnpwvY]","unicode":"ਤੀਰਥਿਨਾਇਅਰੁਧਰਨੀਭ੍ਰਮਤਾਆਗੈਠਉਰਨਪਾਵੈ॥"},"translation":{"en":{"bdb":"Those who bathe at sacred shrines of pilgrimage, and wander over the earth, find no place of rest hereafter.","ms":"He, who bathes at places of pilgrimage and wanders over the earth, finds no place of rest, hereafter.","ssk":"Those who bathe at sacred shrines of pilgrimage, and wander over the earth, find no place of rest hereafter."},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K qIrQ auqy ieSnwn krdw hY qy (iqAwgI bx ky) DrqI auqy rtn krdw iPrdw hY (auh BI) pRBU dI drgwh ivc QW nhIN l`B skdw [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ ਤੇ (ਤਿਆਗੀ ਬਣ ਕੇ) ਧਰਤੀ ਉਤੇ ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ (ਉਹ ਭੀ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਥਾਂ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ।"},"ft":{"gurmukhi":"qIrQ iesnwn krqw, DrnI BrmY iPrqw hY, ien kr pRlok myN jgw nhIN pwvqw]","unicode":"ਤੀਰਥ ਇਸਨਾਨ ਕਰਤਾ, ਧਰਨੀ ਭਰਮੈ ਫਿਰਤਾ ਹੈ, ਇਨ ਕਰ ਪ੍ਰਲੋਕ ਮੇਂ ਜਗਾ ਨਹੀਂ ਪਾਵਤਾ॥"},"bdb":{"gurmukhi":"jyhVw mnu`K qIrQ auqy ieSnwn krdw hY qy (iqAwgI bx ky) DrqI auqy rtn krdw iPrdw hY (auh BI) pRBU dI drgwh ivc QW nhIN l`B skdw [","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ ਤੇ (ਤਿਆਗੀ ਬਣ ਕੇ) ਧਰਤੀ ਉਤੇ ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ (ਉਹ ਭੀ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਥਾਂ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ।"},"ms":{"gurmukhi":"jo Drm AsQwnW qy m`jn krdw hY Aqy zmIn qy BwauNdw iPrdw hY, aus ƒ Agy koeI Awrwm dI QW nhIN imldI[","unicode":"ਜੋ ਧਰਮ ਅਸਥਾਨਾਂ ਤੇ ਮੱਜਨ ਕਰਦਾ ਹੈ ਅਤੇ ਜ਼ਮੀਨ ਤੇ ਭਾਉਂਦਾ ਫਿਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਅਗੇ ਕੋਈ ਆਰਾਮ ਦੀ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।"}},"es":{"sn":"Uno se baña en lugares santos, y vaga alrededor de la tierra, pero no obtiene la paz para después. "},"hi":{"ss":"जो मनुष्य तीर्थों पर स्नान करता है और (त्यागी बन के) धरती पर रटन करता फिरता है (वह भी) प्रभू की दरगाह में जगह नहीं ढूँढ सकता।","sts":"जो व्यक्ति तीथों पर स्नान करता है और घरती पर भ्रमण करता रहता है, उसको भी परलोक में कोई सुख का निवास नहीं मिलता।"}},"transliteration":{"english":"teerath nai ar dharanee bhramataa aagai Thaur na paavai ||","hindi":"तीरथि नाइ अरु धरनी भ्रमता आगै ठउर न पावै ॥","en":"teerath nai ar dharanee bhramataa aagai Thaur na paavai ||","hi":"तीरथि नाइ अरु धरनी भ्रमता आगै ठउर न पावै ॥","ipa":"t̪irət̪ʰ nɑeɪ ər t̪ərəni ɓɹəmət̪ɑ əɑGæ ʈʰoʊr nə pɑʋæ.","ur":"تیِرتھ ناا ار دھرنیِ بھرمتا آگَے ٹھار ن پاوَے ۔۔"},"pageNo":216,"lineNo":6,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":9255,"shabadId":684,"verse":{"gurmukhi":"aUhw kwim n AwvY ieh ibiD Ehu logn hI pqIAwvY ]2]","unicode":"ਊਹਾ ਕਾਮਿ ਨ ਆਵੈ ਇਹ ਬਿਧਿ ਓਹੁ ਲੋਗਨ ਹੀ ਪਤੀਆਵੈ ॥੨॥"},"larivaar":{"gurmukhi":"aUhwkwimnAwvYiehibiDEhulognhIpqIAwvY]2]","unicode":"ਊਹਾਕਾਮਿਨਆਵੈਇਹਬਿਧਿਓਹੁਲੋਗਨਹੀਪਤੀਆਵੈ॥੨॥"},"translation":{"en":{"bdb":"There, these are of no use at all. By these things, they only please other people. ||2||","ms":"There, this procedure avails not. By this, he simply pleases people, thereby.","ssk":"There, these are of no use at all. By these things, they only please other people. ||2||"},"pu":{"ss":{"gurmukhi":"Ajyhw koeI qrIkw pRBU dI hzUrI ivc kMm nhIN AwauNdw, auh (iqAwgI iehnW qrIikAW nwl) isr& lokW ƒ hI (Awpxy DrmI hox dw) inScw idvWdw hY [2[","unicode":"ਅਜੇਹਾ ਕੋਈ ਤਰੀਕਾ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ (ਤਿਆਗੀ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ) ਸਿਰਫ਼ ਲੋਕਾਂ ਨੂੰ ਹੀ (ਆਪਣੇ ਧਰਮੀ ਹੋਣ ਦਾ) ਨਿਸ਼ਚਾ ਦਿਵਾਂਦਾ ਹੈ ।੨।"},"ft":{"gurmukhi":"aUhW pUrbokq pRkwr ky kry hUey krm kwm nhIN Awvqy[Çjy khy ikauN nhIN kwm Awvqy? iqs pr khqy hYN:ÇEhu Drm rwie Awid lok pKMf pr pRqIq nhIN krqy hYN[ vw Ehu pKMfI jIv Apny pKMf krm dyKwie kr (hI) inscy kr ky lokoN ko piqAwvqy hYN, ik myry krm dyK kr myry ko Blw jwxY myrI pUjw kry]2]Çjy khy byd AwDyn Awid qo pRmwx hoqy hovyNgy? iqs pr khqy hYN:","unicode":"ਊਹਾਂ ਪੂਰਬੋਕਤ ਪ੍ਰਕਾਰ ਕੇ ਕਰੇ ਹੂਏ ਕਰਮ ਕਾਮ ਨਹੀਂ ਆਵਤੇ।☬ਜੇ ਕਹੇ ਕਿਉਂ ਨਹੀਂ ਕਾਮ ਆਵਤੇ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਓਹੁ ਧਰਮ ਰਾਇ ਆਦਿ ਲੋਕ ਪਖੰਡ ਪਰ ਪ੍ਰਤੀਤ ਨਹੀਂ ਕਰਤੇ ਹੈਂ। ਵਾ ਓਹੁ ਪਖੰਡੀ ਜੀਵ ਅਪਨੇ ਪਖੰਡ ਕਰਮ ਦੇਖਾਇ ਕਰ (ਹੀ) ਨਿਸਚੇ ਕਰ ਕੇ ਲੋਕੋਂ ਕੋ ਪਤਿਆਵਤੇ ਹੈਂ, ਕਿ ਮੇਰੇ ਕਰਮ ਦੇਖ ਕਰ ਮੇਰੇ ਕੋ ਭਲਾ ਜਾਣੈ ਮੇਰੀ ਪੂਜਾ ਕਰੇ॥੨॥☬ਜੇ ਕਹੇ ਬੇਦ ਆਧੇਨ ਆਦਿ ਤੋ ਪ੍ਰਮਾਣ ਹੋਤੇ ਹੋਵੇਂਗੇ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"Ajyhw koeI qrIkw pRBU dI hzUrI ivc kMm nhIN AwauNdw, auh (iqAwgI iehnW qrIikAW nwl) isr& lokW ƒ hI (Awpxy DrmI hox dw) inScw idvWdw hY [2[","unicode":"ਅਜੇਹਾ ਕੋਈ ਤਰੀਕਾ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ, ਉਹ (ਤਿਆਗੀ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ) ਸਿਰਫ਼ ਲੋਕਾਂ ਨੂੰ ਹੀ (ਆਪਣੇ ਧਰਮੀ ਹੋਣ ਦਾ) ਨਿਸ਼ਚਾ ਦਿਵਾਂਦਾ ਹੈ ।੨।"},"ms":{"gurmukhi":"auQy ieh qrIkw kMm nhIN AwauNdw[ ies nwl auh kyvl lokW ƒ hI KuS krdw hY[","unicode":"ਉਥੇ ਇਹ ਤਰੀਕਾ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ। ਇਸ ਨਾਲ ਉਹ ਕੇਵਲ ਲੋਕਾਂ ਨੂੰ ਹੀ ਖੁਸ਼ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Los modos de este mundo no sirven porque el mundo del más allá no se complace con ellos.(2)"},"hi":{"ss":"ऐसा कोई तरीका प्रभू की हजूरी में काम नहीं आता। वह (त्यागी इन तरीकों से) सिर्फ लोगों को ही (अपने धर्मी होने का) निश्चय दिलाता है। 2।","sts":"वहाँ यह विधि काम नहीं आती। इससे वह केवल लोगों को ही धार्मिक होने की भ्रान्ति ही कराता है॥ २ ॥"}},"transliteration":{"english":"uoohaa kaam na aavai ieh bidh oh logan hee pateeaavai ||2||","hindi":"ऊहा कामि न आवै इह बिधि ओहु लोगन ही पतीआवै ॥२॥","en":"uoohaa kaam na aavai ieh bidh oh logan hee pateeaavai ||2||","hi":"ऊहा कामि न आवै इह बिधि ओहु लोगन ही पतीआवै ॥२॥","ipa":"ouhɑ kɑm nə əɑʋæ eɪh bɪt̪ə̀ oəh lɔGən hi pət̪iəɑʋæ.2.","ur":"اُوها کام ن آوَے اه بدھ اوهُ لوگن هیِ پتیِآوَے ۔۔۲۔۔"},"pageNo":216,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":9256,"shabadId":684,"verse":{"gurmukhi":"cqur byd muK bcnI aucrY AwgY mhlu n pweIAY ]","unicode":"ਚਤੁਰ ਬੇਦ ਮੁਖ ਬਚਨੀ ਉਚਰੈ ਆਗੈ ਮਹਲੁ ਨ ਪਾਈਐ ॥"},"larivaar":{"gurmukhi":"cqurbydmuKbcnIaucrYAwgYmhlunpweIAY]","unicode":"ਚਤੁਰਬੇਦਮੁਖਬਚਨੀਉਚਰੈਆਗੈਮਹਲੁਨਪਾਈਐ॥"},"translation":{"en":{"bdb":"Reciting the four Vedas from memory, they do not obtain the Mansion of the Lord's Presence hereafter.","ms":"By reciting the four Vedas from memory, man attains not Lord's presence, hereafter.","ssk":"Reciting the four Vedas from memory, they do not obtain the Mansion of the Lord's Presence hereafter."},"pu":{"ss":{"gurmukhi":"(hy BweI! jy pMifq) cwry vyd zbwnI aucwr skdw hY (qW ies qrHW BI) pRBU dI hzUrI ivc itkwxw nhIN imldw [ ","unicode":"(ਹੇ ਭਾਈ! ਜੇ ਪੰਡਿਤ) ਚਾਰੇ ਵੇਦ ਜ਼ਬਾਨੀ ਉਚਾਰ ਸਕਦਾ ਹੈ (ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲਦਾ । "},"ft":{"gurmukhi":"cwroN byd swm, irg, jujr, AQrbx jo muKÎ rUp hYN, so ibnw pqRy bwxI kr ky aucwrn kry, vw dys Bwsw (muK bcnI) kMT kr ky aucwrn kry[ Awgy pRlok myN, vw srb ky jo Awgy hY Apnw (mhlu) srUp prmysÍr so byd pwT kr nhIN pweIqw hY]Çjy khy ikauN nhIN pweIqw hY: iqs pr khqy hYN:","unicode":"ਚਾਰੋਂ ਬੇਦ ਸਾਮ, ਰਿਗ, ਜੁਜਰ, ਅਥਰਬਣ ਜੋ ਮੁਖ੍ਯ ਰੂਪ ਹੈਂ, ਸੋ ਬਿਨਾ ਪਤ੍ਰੇ ਬਾਣੀ ਕਰ ਕੇ ਉਚਾਰਨ ਕਰੇ, ਵਾ ਦੇਸ ਭਾਸਾ (ਮੁਖ ਬਚਨੀ) ਕੰਠ ਕਰ ਕੇ ਉਚਾਰਨ ਕਰੇ। ਆਗੇ ਪ੍ਰਲੋਕ ਮੇਂ, ਵਾ ਸਰਬ ਕੇ ਜੋ ਆਗੇ ਹੈ ਅਪਨਾ (ਮਹਲੁ) ਸਰੂਪ ਪਰਮੇਸ੍ਵਰ ਸੋ ਬੇਦ ਪਾਠ ਕਰ ਨਹੀਂ ਪਾਈਤਾ ਹੈ॥☬ਜੇ ਕਹੇ ਕਿਉਂ ਨਹੀਂ ਪਾਈਤਾ ਹੈ: ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"},"bdb":{"gurmukhi":"(hy BweI! jy pMifq) cwry vyd zbwnI aucwr skdw hY (qW ies qrHW BI) pRBU dI hzUrI ivc itkwxw nhIN imldw [ ","unicode":"(ਹੇ ਭਾਈ! ਜੇ ਪੰਡਿਤ) ਚਾਰੇ ਵੇਦ ਜ਼ਬਾਨੀ ਉਚਾਰ ਸਕਦਾ ਹੈ (ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲਦਾ । "},"ms":{"gurmukhi":"cwry hI vydW dw mUMh-jbwnI pwT krn duAwrw ienswn, Agy swihb dI hjUrI ƒ pRwpq nhIN huMdw[","unicode":"ਚਾਰੇ ਹੀ ਵੇਦਾਂ ਦਾ ਮੂੰਹ-ਜਬਾਨੀ ਪਾਠ ਕਰਨ ਦੁਆਰਾ ਇਨਸਾਨ, ਅਗੇ ਸਾਹਿਬ ਦੀ ਹਜੂਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।"}},"es":{"sn":"Uno recita de memoria los cuatro Vedas, pero ni siquiera eso sirve para después. "},"hi":{"ss":"(हे भाई ! अगर पण्डित) चारों वेद जुबानी उचार सकता है (तो इस तरह भी) प्रभू की हजूरी में ठिकाना नहीं मिलता।","sts":"चारों ही वेदो का मौखिक पाठ करने से मनुष्य आगे प्रभु के दरबार को प्राप्त नहीं होता।"}},"transliteration":{"english":"chatur bedh mukh bachanee ucharai aagai mahal na paieeaai ||","hindi":"चतुर बेद मुख बचनी उचरै आगै महलु न पाईऐ ॥","en":"chatur bedh mukh bachanee ucharai aagai mahal na paieeaai ||","hi":"चतुर बेद मुख बचनी उचरै आगै महलु न पाईऐ ॥","ipa":"t͡ʃət̪ʊr bed̪ mʊkʰ bət͡ʃəni oʊt͡ʃəræ əɑGæ məhəl nə pɑeiæ.","ur":"چتر بےد مُکھ بچنیِ اُچرَے آگَے مهل ن پاایاَے ۔۔"},"pageNo":216,"lineNo":7,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":9257,"shabadId":684,"verse":{"gurmukhi":"bUJY nwhI eyku suDwKru Ehu sglI JwK JKweIAY ]3]","unicode":"ਬੂਝੈ ਨਾਹੀ ਏਕੁ ਸੁਧਾਖਰੁ ਓਹੁ ਸਗਲੀ ਝਾਖ ਝਖਾਈਐ ॥੩॥"},"larivaar":{"gurmukhi":"bUJYnwhIeykusuDwKruEhusglIJwKJKweIAY]3]","unicode":"ਬੂਝੈਨਾਹੀਏਕੁਸੁਧਾਖਰੁਓਹੁਸਗਲੀਝਾਖਝਖਾਈਐ॥੩॥"},"translation":{"en":{"bdb":"Those who do not understand the One Pure Word, utter total nonsense. ||3||","ms":"He, who understands not the one Pure Name, prates all nonsense.","ssk":"Those who do not understand the One Pure Word, utter total nonsense. ||3||"},"pu":{"ss":{"gurmukhi":"jyhVw mnu`K prmwqmw dw pivq® nwm (ismrnw) nhIN smJdw auh (hor hor au~dmW nwl) inrI ^uAwrI hI ^uAwrI shyVdw hY [3[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ (ਸਿਮਰਨਾ) ਨਹੀਂ ਸਮਝਦਾ ਉਹ (ਹੋਰ ਹੋਰ ਉੱਦਮਾਂ ਨਾਲ) ਨਿਰੀ ਖ਼ੁਆਰੀ ਹੀ ਖ਼ੁਆਰੀ ਸਹੇੜਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"eyk AduqI (suDwKru) suD ACr rUp ko byd pV kr nhIN jwnqw[ qb vhu sMpUrn krnI kr (JwK JKweIAY) ibArQ hI KpweIqw hY]3]","unicode":"ਏਕ ਅਦੁਤੀ (ਸੁਧਾਖਰੁ) ਸੁਧ ਅਛਰ ਰੂਪ ਕੋ ਬੇਦ ਪੜ ਕਰ ਨਹੀਂ ਜਾਨਤਾ। ਤਬ ਵਹੁ ਸੰਪੂਰਨ ਕਰਨੀ ਕਰ (ਝਾਖ ਝਖਾਈਐ) ਬਿਅਰਥ ਹੀ ਖਪਾਈਤਾ ਹੈ॥੩॥"},"bdb":{"gurmukhi":"jyhVw mnu`K prmwqmw dw pivq® nwm (ismrnw) nhIN smJdw auh (hor hor au~dmW nwl) inrI ^uAwrI hI ^uAwrI shyVdw hY [3[","unicode":"ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ (ਸਿਮਰਨਾ) ਨਹੀਂ ਸਮਝਦਾ ਉਹ (ਹੋਰ ਹੋਰ ਉੱਦਮਾਂ ਨਾਲ) ਨਿਰੀ ਖ਼ੁਆਰੀ ਹੀ ਖ਼ੁਆਰੀ ਸਹੇੜਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"jo iek piv`qr nwm ƒ nhIN smJdw, auh swrw byhudw bkvws krdw hY[","unicode":"ਜੋ ਇਕ ਪਵਿੱਤਰ ਨਾਮ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ ਸਾਰਾ ਬੇਹੁਦਾ ਬਕਵਾਸ ਕਰਦਾ ਹੈ।"}},"es":{"sn":"Si uno no conoce la Palabra del Shabd Ambrosial, todo lo demás es puro ruido y estridencia.  (3)"},"hi":{"ss":"जो मनुष्य परमात्मा का पवित्र नाम (सिमरना) नहीं समझता वह (और और उद्यमों के साथ) निरी ख्वारी ही बर्दाश्त करता है। 3।","sts":"जो मनुष्य प्रभु के पवित्र नाम का बोध नहीं करता, वह सब व्यर्थ की बकवास करता है॥ ३॥"}},"transliteration":{"english":"boojhai naahee ek sudhaakhar oh sagalee jhaakh jhakhaieeaai ||3||","hindi":"बूझै नाही एकु सुधाखरु ओहु सगली झाख झखाईऐ ॥३॥","en":"boojhai naahee ek sudhaakhar oh sagalee jhaakh jhakhaieeaai ||3||","hi":"बूझै नाही एकु सुधाखरु ओहु सगली झाख झखाईऐ ॥३॥","ipa":"buɖ͡ʐæ nɑhi eek sʊt̪ɑkʰər oəh səGəli ɖ͡ʐɑkʰ ɖ͡ʐəkʰɑeiæ.3.","ur":"بُوجھَے ناهیِ اےک سُدھاکھر اوهُ سگلیِ جھاکھ جھکھاایاَے ۔۔۳۔۔"},"pageNo":216,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":9258,"shabadId":684,"verse":{"gurmukhi":"nwnku khqo iehu bIcwrw ij kmwvY su pwr grwmI ]","unicode":"ਨਾਨਕੁ ਕਹਤੋ ਇਹੁ ਬੀਚਾਰਾ ਜਿ ਕਮਾਵੈ ਸੁ ਪਾਰ ਗਰਾਮੀ ॥"},"larivaar":{"gurmukhi":"nwnkukhqoiehubIcwrwijkmwvYsupwrgrwmI]","unicode":"ਨਾਨਕੁਕਹਤੋਇਹੁਬੀਚਾਰਾਜਿਕਮਾਵੈਸੁਪਾਰਗਰਾਮੀ॥"},"translation":{"en":{"bdb":"Nanak voices this opinion: those who practice it, swim across.","ms":"Nanak expresses this opinion. He, who practises it becomes a swimmer of the sea of life.","ssk":"Nanak voices this opinion: those who practice it, swim across."},"pu":{"ss":{"gurmukhi":"(hy BweI!) nwnk ieh iek ivcwr dI g`l AwKdw hY, jyhVw mnu`K ies ƒ vrqoN ivc ilAwauNdw hY auh sMswr-smuMdr qoN pwr lMGx jogw ho jWdw hY ","unicode":"(ਹੇ ਭਾਈ!) ਨਾਨਕ ਇਹ ਇਕ ਵਿਚਾਰ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਵਰਤੋਂ ਵਿਚ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ "},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: mYN vIcwr kr eyh bwq swr khqw hUM, hmwry khxy ko jo kmwvy so sMswr ky (grwmI) smUh duKoN sy pwr ho jwqw hY]ÇpRSn: vhu swr bwq kOn sI hY?Çau`qru:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਵੀਚਾਰ ਕਰ ਏਹ ਬਾਤ ਸਾਰ ਕਹਤਾ ਹੂੰ, ਹਮਾਰੇ ਕਹਣੇ ਕੋ ਜੋ ਕਮਾਵੇ ਸੋ ਸੰਸਾਰ ਕੇ (ਗਰਾਮੀ) ਸਮੂਹ ਦੁਖੋਂ ਸੇ ਪਾਰ ਹੋ ਜਾਤਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਵਹੁ ਸਾਰ ਬਾਤ ਕੌਨ ਸੀ ਹੈ?☬ਉੱਤਰੁ:"},"bdb":{"gurmukhi":"(hy BweI!) nwnk ieh iek ivcwr dI g`l AwKdw hY, jyhVw mnu`K ies ƒ vrqoN ivc ilAwauNdw hY auh sMswr-smuMdr qoN pwr lMGx jogw ho jWdw hY ","unicode":"(ਹੇ ਭਾਈ!) ਨਾਨਕ ਇਹ ਇਕ ਵਿਚਾਰ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਵਰਤੋਂ ਵਿਚ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ "},"ms":{"gurmukhi":"nwnk ieh rwie zwhr krdw hY[ jo ies qy Aml krdw hY, auh jIvn dy smuMdr qoN qrx vwlw bx jWdw hY[","unicode":"ਨਾਨਕ ਇਹ ਰਾਇ ਜ਼ਾਹਰ ਕਰਦਾ ਹੈ। ਜੋ ਇਸ ਤੇ ਅਮਲ ਕਰਦਾ ਹੈ, ਉਹ ਜੀਵਨ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਤਰਣ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ।"}},"es":{"sn":"Oh, dice Nanak, aquél que practica el Nombre del Señor cruza el mar de la existencia. "},"hi":{"ss":"(हे भाई !) नानक ये एक विचार की बात कहता है~ जो मनुष्य इसे इस्तेमाल में ले आता है वह संसार समुंद्र से पार लांघने के लायक हो जाता है","sts":"नानक यह एक विचार की बात व्यक्त करता है, जो इस बात पर अनुसरण करता है, वह भवसागर से पार हो जाता है।"}},"transliteration":{"english":"naanak kahato ih beechaaraa j kamaavai su paar garaamee ||","hindi":"नानकु कहतो इहु बीचारा जि कमावै सु पार गरामी ॥","en":"naanak kahato ih beechaaraa j kamaavai su paar garaamee ||","hi":"नानकु कहतो इहु बीचारा जि कमावै सु पार गरामी ॥","ipa":"nɑnək kəhət̪ɔ eɪh bit͡ʃɑrɑ d͡ʒ kəmɑʋæ s pɑr Gərɑmi.","ur":"نانک کهتو اهُ بیِچارا ج کماوَے سُ پار گرامیِ ۔۔"},"pageNo":216,"lineNo":8,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[],"igurbani":[],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":9259,"shabadId":684,"verse":{"gurmukhi":"guru syvhu Aru nwmu iDAwvhu iqAwghu mnhu gumwnI ]4]6]164]","unicode":"ਗੁਰੁ ਸੇਵਹੁ ਅਰੁ ਨਾਮੁ ਧਿਆਵਹੁ ਤਿਆਗਹੁ ਮਨਹੁ ਗੁਮਾਨੀ ॥੪॥੬॥੧੬੪॥"},"larivaar":{"gurmukhi":"gurusyvhuArunwmuiDAwvhuiqAwghumnhugumwnI]4]6]164]","unicode":"ਗੁਰੁਸੇਵਹੁਅਰੁਨਾਮੁਧਿਆਵਹੁਤਿਆਗਹੁਮਨਹੁਗੁਮਾਨੀ॥੪॥੬॥੧੬੪॥"},"translation":{"en":{"bdb":"Serve the Guru, and meditate on the Naam; renounce the egotistical pride from your mind. ||4||6||164||","ms":"Server the Guru, meditate on the Lord's Name, and dismiss the ego from thy mind.","ssk":"Serve the Guru, and meditate on the Naam; renounce the egotistical pride from your mind. ||4||6||164||"},"pu":{"ss":{"gurmukhi":"(auh ivcwr ieh hY—hy BweI!) gurU dI srn pvo, Awpxy mn ivcoN hMkwr dUr kro, qy, prmwqmw dw nwm ismro [4[6[164[","unicode":"(ਉਹ ਵਿਚਾਰ ਇਹ ਹੈ—ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਹੰਕਾਰ ਦੂਰ ਕਰੋ, ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ ।੪।੬।੧੬੪।"},"ft":{"gurmukhi":"guroN kw syvn kro AOr nwm ko iDAwvo AOr mn sy hMqw ko iqAwgo]4]6]164]ÇpUrb Sbd myN ijs nwm kw iDAwvnw khw iqs kI pRwpiq hyqu AYsy bynqI kry:","unicode":"ਗੁਰੋਂ ਕਾ ਸੇਵਨ ਕਰੋ ਔਰ ਨਾਮ ਕੋ ਧਿਆਵੋ ਔਰ ਮਨ ਸੇ ਹੰਤਾ ਕੋ ਤਿਆਗੋ॥੪॥੬॥੧੬੪॥☬ਪੂਰਬ ਸ਼ਬਦ ਮੇਂ ਜਿਸ ਨਾਮ ਕਾ ਧਿਆਵਨਾ ਕਹਾ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤਿ ਹੇਤੁ ਐਸੇ ਬੇਨਤੀ ਕਰੇ:"},"bdb":{"gurmukhi":"(auh ivcwr ieh hY—hy BweI!) gurU dI srn pvo, Awpxy mn ivcoN hMkwr dUr kro, qy, prmwqmw dw nwm ismro [4[6[164[","unicode":"(ਉਹ ਵਿਚਾਰ ਇਹ ਹੈ—ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ, ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਹੰਕਾਰ ਦੂਰ ਕਰੋ, ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੋ ।੪।੬।੧੬੪।"},"ms":{"gurmukhi":"gurW dI tihl kmw, suAwmI dy nwm dw ismrn kr Aqy Awpxy mn dI hMgqw ƒ C`f dy[","unicode":"ਗੁਰਾਂ ਦੀ ਟਹਿਲ ਕਮਾ, ਸੁਆਮੀ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰ ਅਤੇ ਆਪਣੇ ਮਨ ਦੀ ਹੰਗਤਾ ਨੂੰ ਛੱਡ ਦੇ।"}},"es":{"sn":"Sirve entonces a tu Guru, y controlando tu ego, habita en el Naam, el Nombre del Señor.(4-6-164)"},"hi":{"ss":"(वह विचार ये है - हे भाई !) गुरु की शरण पड़। अपने मन में से अहंकार दूर कर~ और परमात्मा का नाम सिमर। 4। 6। 164।","sts":"वह बात यह है कि गुरु की सेवा करो और प्रभु के नाम का ध्यान करो तथा अपने मन का अहंत्व त्याग दो॥ ४॥ ६॥ १६४॥"}},"transliteration":{"english":"gur sevahu ar naam dhiaavahu tiaagahu manahu gumaanee ||4||6||164||","hindi":"गुरु सेवहु अरु नामु धिआवहु तिआगहु मनहु गुमानी ॥४॥६॥१६४॥","en":"gur sevahu ar naam dhiaavahu tiaagahu manahu gumaanee ||4||6||164||","hi":"गुरु सेवहु अरु नामु धिआवहु तिआगहु मनहु गुमानी ॥४॥६॥१६४॥","ipa":"Gʊr seʋəh ər nɑm t̪ɪəɑʋəh t̪ɪəɑGəh mənəh Gʊmɑni.4.6.1ə6ə4.","ur":"گُر سےوهُ ار نام دھآوهُ تآگهُ منهُ گُمانیِ ۔۔۴۔۔۶۔۔۱۶۴۔۔"},"pageNo":216,"lineNo":9,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[]}}]}