{"shabadInfo":{"shabadId":73,"shabadName":892,"pageNo":21,"source":{"sourceId":"G","gurmukhi":"sRI gurU gRMQ swihb jI","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ","english":"Sri Guru Granth Sahib Ji","pageNo":21},"raag":{"raagId":5,"gurmukhi":"isrI rwgu","unicode":"ਸਿਰੀ ਰਾਗੁ","english":"Siree Raag","raagWithPage":"Siree Raag (14-93)"},"writer":{"writerId":1,"gurmukhi":"mÚ 1","unicode":null,"english":"Guru Nanak Dev Ji"}},"count":15,"navigation":{"previous":72,"next":74},"verses":[{"verseId":887,"shabadId":73,"verse":{"gurmukhi":"isrIrwgu mhlw 1 ]","unicode":"ਸਿਰੀਰਾਗੁ ਮਹਲਾ ੧ ॥"},"larivaar":{"gurmukhi":"isrIrwgumhlw1]","unicode":"ਸਿਰੀਰਾਗੁਮਹਲਾ੧॥"},"translation":{"en":{"bdb":"Siree Raag, First Mehla:","ms":"Sri Rag, First Guru.","ssk":"Siree Raag, First Mehl:"},"pu":{"ss":{"gurmukhi":null,"unicode":null},"ft":{"gurmukhi":"","unicode":""},"bdb":{"gurmukhi":null,"unicode":null},"ms":{"gurmukhi":"isrI rwg, pihlI pwqSwhI[","unicode":"ਸਿਰੀ ਰਾਗ, ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।"}},"es":{"sn":"Siri Rag, Mejl Guru Nanak, Primer Canal Divino."},"hi":{"ss":"श्री राग महला १ ॥","sts":"श्रीरागु महला १ ॥"}},"transliteration":{"english":"sireeraag mahalaa pehilaa ||","hindi":"सिरीरागु महला १ ॥","en":"sireeraag mahalaa pehilaa ||","hi":"सिरीरागु महला १ ॥","ipa":"sɪrirɑG məhəlɑ pəhɪlɑ.","ur":"سِریِراگ مهلا ۱ ۔۔"},"pageNo":21,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":0,"t":"y"}],"igurbani":[{"p":0,"t":"y"}],"sttm2":[]}},{"verseId":888,"shabadId":73,"verse":{"gurmukhi":"ieku iqlu ipAwrw vIsrY rogu vfw mn mwih ]","unicode":"ਇਕੁ ਤਿਲੁ ਪਿਆਰਾ ਵੀਸਰੈ ਰੋਗੁ ਵਡਾ ਮਨ ਮਾਹਿ ॥"},"larivaar":{"gurmukhi":"iekuiqluipAwrwvIsrYroguvfwmnmwih]","unicode":"ਇਕੁਤਿਲੁਪਿਆਰਾਵੀਸਰੈਰੋਗੁਵਡਾਮਨਮਾਹਿ॥"},"translation":{"en":{"bdb":"Forgetting the Beloved, even for a moment, the mind is afflicted with terrible diseases.","ms":"To forget the Beloved, even for an instant, produces great affliction in the soul.","ssk":"Forgetting the Beloved, even for a moment, the mind is afflicted with terrible diseases."},"pu":{"ss":{"gurmukhi":"(Aijhy suBwg bMidAW nUµ) jo rqw Br smyN vwsqy BI pRIqm pRBU ivsr jwey, qW auh Awpxy mn ivc v`fw rog (pYdw ho igAw smJdy hn) ","unicode":"(ਅਜਿਹੇ ਸੁਭਾਗ ਬੰਦਿਆਂ ਨੂੰ) ਜੋ ਰਤਾ ਭਰ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਵੱਡਾ ਰੋਗ (ਪੈਦਾ ਹੋ ਗਿਆ ਸਮਝਦੇ ਹਨ) "},"ft":{"gurmukhi":"iqn ko iksI ibvhwr ky pRiqbMD kr ky ieku iqlu Alpkwl kw vwck hY[ Bwv sy eyk sÍws BI pÎwrw ibismrn ho jwey, qb mn myN bfw rogu ArQwq sok ho jwqw hY[ so kYsy hoqw hY ik myrw eyk sÍwsu bÎrQ gÎw hY]","unicode":"ਤਿਨ ਕੋ ਕਿਸੀ ਬਿਵਹਾਰ ਕੇ ਪ੍ਰਤਿਬੰਧ ਕਰ ਕੇ ਇਕੁ ਤਿਲੁ ਅਲਪਕਾਲ ਕਾ ਵਾਚਕ ਹੈ। ਭਾਵ ਸੇ ਏਕ ਸ੍ਵਾਸ ਭੀ ਪ੍ਯਾਰਾ ਬਿਸਿਮਰਨ ਹੋ ਜਾਏ, ਤਬ ਮਨ ਮੇਂ ਬਡਾ ਰੋਗੁ ਅਰਥਾਤ ਸੋਕ ਹੋ ਜਾਤਾ ਹੈ। ਸੋ ਕੈਸੇ ਹੋਤਾ ਹੈ ਕਿ ਮੇਰਾ ਏਕ ਸ੍ਵਾਸੁ ਬ੍ਯਰਥ ਗ੍ਯਾ ਹੈ॥"},"bdb":{"gurmukhi":"(Aijhy suBwg bMidAW nUµ) jo rqw Br smyN vwsqy BI pRIqm pRBU ivsr jwey, qW auh Awpxy mn ivc v`fw rog (pYdw ho igAw smJdy hn) ","unicode":"(ਅਜਿਹੇ ਸੁਭਾਗ ਬੰਦਿਆਂ ਨੂੰ) ਜੋ ਰਤਾ ਭਰ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਵੱਡਾ ਰੋਗ (ਪੈਦਾ ਹੋ ਗਿਆ ਸਮਝਦੇ ਹਨ) "},"ms":{"gurmukhi":"iek muhq leI BI pRIqm ƒ Bulwauxw, Awqmw iv`c iek BwrI zihmq pYdw kr idMdw hY[","unicode":"ਇਕ ਮੁਹਤ ਲਈ ਭੀ ਪ੍ਰੀਤਮ ਨੂੰ ਭੁਲਾਉਣਾ, ਆਤਮਾ ਵਿੱਚ ਇਕ ਭਾਰੀ ਜ਼ਹਿਮਤ ਪੈਦਾ ਕਰ ਦਿੰਦਾ ਹੈ।"}},"es":{"sn":"Olvidarse del Bienamado, aunque sea por un instante, produce una gran aflicción en el Alma."},"hi":{"ss":"(ऐसे भाग्यशाली लोगों को) जो रत्ती भर समय के लिए भी प्रीतम प्रभू विसर जाए~ तो वह अपने मन में बड़ा रोग (पैदा हो गया समझते हैं)।","sts":"अल्पतम समय के लिए भी यदि प्रियतम प्रभु विस्मृत हो जाए तो मन में बहुत बड़ा रोग अनुभव होता है, अर्थात् पश्चाताप होता है।"}},"transliteration":{"english":"eik til piaaraa veesarai rog vaddaa man maeh ||","hindi":"इकु तिलु पिआरा वीसरै रोगु वडा मन माहि ॥","en":"eik til piaaraa veesarai rog vaddaa man maeh ||","hi":"इकु तिलु पिआरा वीसरै रोगु वडा मन माहि ॥","ipa":"eɪk t̪ɪl pɪəɑrɑ ʋisəræ rɔG ʋəɖɑ mən mɑh.","ur":"ِاک تل پآرا ویِسرَے روگ وڈا من ماه ۔۔"},"pageNo":21,"lineNo":14,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":889,"shabadId":73,"verse":{"gurmukhi":"ikau drgh piq pweIAY jw hir n vsY mn mwih ]","unicode":"ਕਿਉ ਦਰਗਹ ਪਤਿ ਪਾਈਐ ਜਾ ਹਰਿ ਨ ਵਸੈ ਮਨ ਮਾਹਿ ॥"},"larivaar":{"gurmukhi":"ikaudrghpiqpweIAYjwhirnvsYmnmwih]","unicode":"ਕਿਉਦਰਗਹਪਤਿਪਾਈਐਜਾਹਰਿਨਵਸੈਮਨਮਾਹਿ॥"},"translation":{"en":{"bdb":"How can honor be attained in His Court, if the Lord does not dwell in the mind?","ms":"How can honour be acquired in god's Court, if He dwells not in mortal's mind?","ssk":"How can honor be attained in His Court, if the Lord does not dwell in the mind?"},"pu":{"ss":{"gurmukhi":"(auN\\ BI) jy prmwqmw dw nwm mn ivc nwh v`sy, qW prmwqmw dI drgwh ivc ie`zq nhIN iml skdI ","unicode":"(ਉਂਞ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲ ਸਕਦੀ "},"ft":{"gurmukhi":"jb hrI mn myN nhIN bisAw, qb pRlok myN kYsy (piq) pRwpiq hovygI?","unicode":"ਜਬ ਹਰੀ ਮਨ ਮੇਂ ਨਹੀਂ ਬਸਿਆ, ਤਬ ਪ੍ਰਲੋਕ ਮੇਂ ਕੈਸੇ (ਪਤਿ) ਪ੍ਰਾਪਤਿ ਹੋਵੇਗੀ?"},"bdb":{"gurmukhi":"(auN\\ BI) jy prmwqmw dw nwm mn ivc nwh v`sy, qW prmwqmw dI drgwh ivc ie`zq nhIN iml skdI ","unicode":"(ਉਂਞ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲ ਸਕਦੀ "},"ms":{"gurmukhi":"r`b dy drbwr AMdr iks qrRW iezq pweI jw skdI hY, jykr auh pRwxI dy ic`q iv`c invws nW kry?","unicode":"ਰੱਬ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਕਿਸ ਤਰ੍ਰਾਂ ਇਜ਼ਤ ਪਾਈ ਜਾ ਸਕਦੀ ਹੈ, ਜੇਕਰ ਉਹ ਪ੍ਰਾਣੀ ਦੇ ਚਿੱਤ ਵਿੱਚ ਨਿਵਾਸ ਨਾਂ ਕਰੇ?"}},"es":{"sn":"¿Cómo se puede lograr tener Honor en la Corte de Dios, si Él no habita en la mente del mortal?"},"hi":{"ss":"(वैसे भी) यदि परमात्मा के नाम मन में ना बसे~ तो परमात्मा की दरगाह में इज्जत नहीं मिल सकती।","sts":"जब मन में हरेि का वास ही नहीं होगा तो उसके दरबार में प्रतिष्ठा कैसे प्राप्त करेगा।"}},"transliteration":{"english":"kiau dharageh pat paieeaai jaa har na vasai man maeh ||","hindi":"किउ दरगह पति पाईऐ जा हरि न वसै मन माहि ॥","en":"kiau dharageh pat paieeaai jaa har na vasai man maeh ||","hi":"किउ दरगह पति पाईऐ जा हरि न वसै मन माहि ॥","ipa":"kɪo d̪ərəGəh pət̪ pɑeiæ d͡ʒɑ hər nə ʋəsæ mən mɑh.","ur":"کِا درگه پت پاایاَے جا هرِ ن وسَے من ماه ۔۔"},"pageNo":21,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":4,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":890,"shabadId":73,"verse":{"gurmukhi":"guir imilAY suKu pweIAY Agin mrY gux mwih ]1]","unicode":"ਗੁਰਿ ਮਿਲਿਐ ਸੁਖੁ ਪਾਈਐ ਅਗਨਿ ਮਰੈ ਗੁਣ ਮਾਹਿ ॥੧॥"},"larivaar":{"gurmukhi":"guirimilAYsuKupweIAYAginmrYguxmwih]1]","unicode":"ਗੁਰਿਮਿਲਿਐਸੁਖੁਪਾਈਐਅਗਨਿਮਰੈਗੁਣਮਾਹਿ॥੧॥"},"translation":{"en":{"bdb":"Meeting with the Guru, peace is found. The fire is extinguished in His Glorious Praises. ||1||","ms":"By meeting the Guru, peace is obtained and the fire of desire is quenched in (by singing) Lord's praises.","ssk":"Meeting with the Guru, peace is found. The fire is extinguished in His Glorious Praises. ||1||"},"pu":{"ss":{"gurmukhi":"jy gurU iml pey, (qW auh pRBU dI is&iq-swlwh dI dwiq dyNdw hY, ies dI brkiq nwl) Awqmk AwnMd pRwpq huMdw hY (ikauNik) is&iq-swlwh ivc juiVAW iqRSnw-A`g bu`J jWdI hY [1[","unicode":"ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, (ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਦਾਤਿ ਦੇਂਦਾ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ।੧।"},"ft":{"gurmukhi":"guroN ky imlny sy dYvI sMpdw ky gux irdy myN Dwrny kr iqRSnw rUpI AgnI mr jwqI hY AOru suKu pRwpiq hoqw hY]1]","unicode":"ਗੁਰੋਂ ਕੇ ਮਿਲਨੇ ਸੇ ਦੈਵੀ ਸੰਪਦਾ ਕੇ ਗੁਣ ਰਿਦੇ ਮੇਂ ਧਾਰਨੇ ਕਰ ਤ੍ਰਿਸ਼ਨਾ ਰੂਪੀ ਅਗਨੀ ਮਰ ਜਾਤੀ ਹੈ ਔਰੁ ਸੁਖੁ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ॥੧॥"},"bdb":{"gurmukhi":"jy gurU iml pey, (qW auh pRBU dI is&iq-swlwh dI dwiq dyNdw hY, ies dI brkiq nwl) Awqmk AwnMd pRwpq huMdw hY (ikauNik) is&iq-swlwh ivc juiVAW iqRSnw-A`g bu`J jWdI hY [1[","unicode":"ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, (ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਦਾਤਿ ਦੇਂਦਾ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurW ƒ Bytx duAwrw TMF-cYn pRwpq ho jWdI hY qy suAwmI dI is&q SlwGw AMdr (gwien krn nwl) KwihS dI A`g bu`J jWdI hY[","unicode":"ਗੁਰਾਂ ਨੂੰ ਭੇਟਣ ਦੁਆਰਾ ਠੰਢ-ਚੈਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਸੁਆਮੀ ਦੀ ਸਿਫ਼ਤ ਸ਼ਲਾਘਾ ਅੰਦਰ (ਗਾਇਨ ਕਰਨ ਨਾਲ) ਖਾਹਿਸ਼ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ।"}},"es":{"sn":"Conociendo al Guru, la Paz es obtenida y el fuego del deseo es sofocado cantando la Alabanza del Señor.  (1)"},"hi":{"ss":"अगर गुरू मिल जाए (तो वह प्रभू की सिफत सलाह की दात देता है~ इसकी बरकत से) आत्मिक आनंद प्राप्त होता है (क्योंकि) सिफत सलाह में जुड़ने से तृष्णा की आग बुझ जाती है।1।","sts":"गुरु से मिलाप करके आत्मिक सुखों की प्राप्ति होती है, प्रभु का यशोगान करके तृष्णाग्नि मिट जाती है| १ ॥"}},"transliteration":{"english":"gur miliaai sukh paieeaai agan marai gun maeh ||1||","hindi":"गुरि मिलिऐ सुखु पाईऐ अगनि मरै गुण माहि ॥१॥","en":"gur miliaai sukh paieeaai agan marai gun maeh ||1||","hi":"गुरि मिलिऐ सुखु पाईऐ अगनि मरै गुण माहि ॥१॥","ipa":"Gʊr mɪlɪæ sʊkʰ pɑeiæ əGən məræ Gʊɳ mɑh.1.","ur":"گُر ملاَے سُکھ پاایاَے اگن مرَے گُݨ ماه ۔۔۱۔۔"},"pageNo":21,"lineNo":15,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":5,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":891,"shabadId":73,"verse":{"gurmukhi":"mn ry Aihinis hir gux swir ]","unicode":"ਮਨ ਰੇ ਅਹਿਨਿਸਿ ਹਰਿ ਗੁਣ ਸਾਰਿ ॥"},"larivaar":{"gurmukhi":"mnryAihinishirguxswir]","unicode":"ਮਨਰੇਅਹਿਨਿਸਿਹਰਿਗੁਣਸਾਰਿ॥"},"translation":{"en":{"bdb":"O mind, enshrine the Praises of the Lord, day and night.","ms":"O my Soul! day and night deliberate over the excellences of God.","ssk":"O mind, enshrine the Praises of the Lord, day and night."},"pu":{"ss":{"gurmukhi":"hy (myry) mn ! idn rwq (hr vyly) prmwqmw dy gux cyqy krdw rhu ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹੁ "},"ft":{"gurmukhi":"hy mn! idn AOr rwqRI hrI ky gunoN ko smwlnw kru]","unicode":"ਹੇ ਮਨ! ਦਿਨ ਔਰ ਰਾਤ੍ਰੀ ਹਰੀ ਕੇ ਗੁਨੋਂ ਕੋ ਸਮਾਲਨਾ ਕਰੁ॥"},"bdb":{"gurmukhi":"hy (myry) mn ! idn rwq (hr vyly) prmwqmw dy gux cyqy krdw rhu ","unicode":"ਹੇ (ਮੇਰੇ) ਮਨ ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹੁ "},"ms":{"gurmukhi":"hy myrI ijMdy! idn rYx, vwihgurU dIAW sryStqweIAW dw icMqn kr[","unicode":"ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਦਿਨ ਰੈਣ, ਵਾਹਿਗੁਰੂ ਦੀਆਂ ਸਰੇਸ਼ਟਤਾਈਆਂ ਦਾ ਚਿੰਤਨ ਕਰ।"}},"es":{"sn":"Oh mi Alma, durante el día y la noche deja que tu mente sea llevada a sentir las Excelencias de Dios. "},"hi":{"ss":"हे (मेरे) मन! दिन रात (हर समय) परमात्मा के गुण याद करता रह।","sts":"हे मन ! दिन-रात हरि-गुणों का स्मरण कर।"}},"transliteration":{"english":"man re ahinis har gun saar ||","hindi":"मन रे अहिनिसि हरि गुण सारि ॥","en":"man re ahinis har gun saar ||","hi":"मन रे अहिनिसि हरि गुण सारि ॥","ipa":"mən re əhɪnɪs hər Gʊɳ sɑr.","ur":"من رے اهٍنس هرِ گُݨ سار ۔۔"},"pageNo":21,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":1,"t":"y"}],"igurbani":[{"p":1,"t":"y"}],"sttm2":[{"p":1,"t":"v"}]}},{"verseId":892,"shabadId":73,"verse":{"gurmukhi":"ijn iKnu plu nwmu n vIsrY qy jn ivrly sMswir ]1] rhwau ]","unicode":"ਜਿਨ ਖਿਨੁ ਪਲੁ ਨਾਮੁ ਨ ਵੀਸਰੈ ਤੇ ਜਨ ਵਿਰਲੇ ਸੰਸਾਰਿ ॥੧॥ ਰਹਾਉ ॥"},"larivaar":{"gurmukhi":"ijniKnuplunwmunvIsrYqyjnivrlysMswir]1]rhwau]","unicode":"ਜਿਨਖਿਨੁਪਲੁਨਾਮੁਨਵੀਸਰੈਤੇਜਨਵਿਰਲੇਸੰਸਾਰਿ॥੧॥ਰਹਾਉ॥"},"translation":{"en":{"bdb":"One who does not forget the Naam, for a moment or even an instant-how rare is such a person in this world! ||1||Pause||","ms":"What forget not God's Name even for a moment and an instant ; such persons are rare in this world. Pause.","ssk":"One who does not forget the Naam, for a moment or even an instant-how rare is such a person in this world! ||1||Pause||"},"pu":{"ss":{"gurmukhi":"jgq ivc auh (BwgW vwly) mnu`K ivrly huMdy hn, ijnHW nUµ pRBU dw nwm iKn pl vwsqy BI nhIN Bu`ldw [1[rhwau[","unicode":"ਜਗਤ ਵਿਚ ਉਹ (ਭਾਗਾਂ ਵਾਲੇ) ਮਨੁੱਖ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖਿਨ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ।੧।ਰਹਾਉ।"},"ft":{"gurmukhi":"ijn ko iKnu plu mwqR BI nwm nhIN ibsrqw hY qy purS sMswr myN ibrly hYN]1] rhwau ]","unicode":"ਜਿਨ ਕੋ ਖਿਨੁ ਪਲੁ ਮਾਤ੍ਰ ਭੀ ਨਾਮ ਨਹੀਂ ਬਿਸਰਤਾ ਹੈ ਤੇ ਪੁਰਸ਼ ਸੰਸਾਰ ਮੇਂ ਬਿਰਲੇ ਹੈਂ॥੧॥ ਰਹਾਉ ॥"},"bdb":{"gurmukhi":"jgq ivc auh (BwgW vwly) mnu`K ivrly huMdy hn, ijnHW nUµ pRBU dw nwm iKn pl vwsqy BI nhIN Bu`ldw [1[rhwau[","unicode":"ਜਗਤ ਵਿਚ ਉਹ (ਭਾਗਾਂ ਵਾਲੇ) ਮਨੁੱਖ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖਿਨ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ।੧।ਰਹਾਉ।"},"ms":{"gurmukhi":"ijhVy hrI dy nwm ƒ iek lmHy qy muhq Br leI BI nhIN BulwauNdy AYsy purS ies jhwn AMdr bhuq hI G`t hn[ Tihrwau[","unicode":"ਜਿਹੜੇ ਹਰੀ ਦੇ ਨਾਮ ਨੂੰ ਇਕ ਲਮ੍ਹੇ ਤੇ ਮੁਹਤ ਭਰ ਲਈ ਭੀ ਨਹੀਂ ਭੁਲਾਉਂਦੇ ਐਸੇ ਪੁਰਸ਼ ਇਸ ਜਹਾਨ ਅੰਦਰ ਬਹੁਤ ਹੀ ਘੱਟ ਹਨ। ਠਹਿਰਾਉ।"}},"es":{"sn":"Aquél que en este mundo no se olvida del Nombre del Señor, ni siquiera por un momento, es verdaderamente un ser extraordinario. (1-Pausa)"},"hi":{"ss":"जगत में वे (भाग्यशाली) मनुष्य कम ही होते हैं जिन को प्रभू का नाम छिनमात्र भी नहीं भूलता।1।रहाउ।","sts":"जिनको क्षण-मात्र भी प्रभु का नाम विस्मृत नहीं होता। ऐसे लोग विरले ही इस संसार में होते हैं। १ | रहाउ ।"}},"transliteration":{"english":"jin khin pal naam na veesarai te jan virale sa(n)saar ||1|| rahaau ||","hindi":"जिन खिनु पलु नामु न वीसरै ते जन विरले संसारि ॥१॥ रहाउ ॥","en":"jin khin pal naam na veesarai te jan virale sa(n)saar ||1|| rahaau ||","hi":"जिन खिनु पलु नामु न वीसरै ते जन विरले संसारि ॥१॥ रहाउ ॥","ipa":"d͡ʒɪn kʰɪn pəl nɑm nə ʋisəræ t̪e d͡ʒən ʋɪrəle səŋsɑr.1. rəhɑo.","ur":"جٍن کھن پل نام ن ویِسرَے تے جن ورلے سںسار ۔۔۱۔۔ رهاا ۔۔"},"pageNo":21,"lineNo":16,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":5,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":5,"t":"v"}]}},{"verseId":893,"shabadId":73,"verse":{"gurmukhi":"joqI joiq imlweIAY surqI suriq sMjogu ]","unicode":"ਜੋਤੀ ਜੋਤਿ ਮਿਲਾਈਐ ਸੁਰਤੀ ਸੁਰਤਿ ਸੰਜੋਗੁ ॥"},"larivaar":{"gurmukhi":"joqIjoiqimlweIAYsurqIsuriqsMjogu]","unicode":"ਜੋਤੀਜੋਤਿਮਿਲਾਈਐਸੁਰਤੀਸੁਰਤਿਸੰਜੋਗੁ॥"},"translation":{"en":{"bdb":"When one's light merges into the Light, and one's intuitive consciousness is joined with the Intuitive Consciousness,","ms":"When human light blends with the Supreme Light and the union of wisdom is effaced with the universal wisdom,","ssk":"When one's light merges into the Light, and one's intuitive consciousness is joined with the Intuitive Consciousness,"},"pu":{"ss":{"gurmukhi":"jy pRBU dI joiq ivc AwpxI ijMd rlw dyeIey, aus ivc AwpxI suriq dw myl kr dyeIe","unicode":"ਜੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਜਿੰਦ ਰਲਾ ਦੇਈਏ, ਉਸ ਵਿਚ ਆਪਣੀ ਸੁਰਤਿ ਦਾ ਮੇਲ ਕਰ ਦੇਈੲ"},"ft":{"gurmukhi":"surqI jo bRhm kI ABydqw ky pRiqpwdk vwkÎ hYN, vw (surqI) nwm gÎwn kI suriq ijs myN ho so BXw surqI[ Bwv eyh ik gÎwn ky Dwrnhwr gÎwnvwnu gurU jb iqnoN myN (suriq) sMjogu icq kI ibRqI lgweIey, qb jIv eIsÍr kI ABydqw kw boD ho kr (joqI) jo vwihgurU hY, iqs myN jIv kI joiq imlweIqI hY]","unicode":"ਸੁਰਤੀ ਜੋ ਬ੍ਰਹਮ ਕੀ ਅਭੇਦਤਾ ਕੇ ਪ੍ਰਤਿਪਾਦਕ ਵਾਕ੍ਯ ਹੈਂ, ਵਾ (ਸੁਰਤੀ) ਨਾਮ ਗ੍ਯਾਨ ਕੀ ਸੁਰਤਿ ਜਿਸ ਮੇਂ ਹੋ ਸੋ ਭਯਾ ਸੁਰਤੀ। ਭਾਵ ਏਹ ਕਿ ਗ੍ਯਾਨ ਕੇ ਧਾਰਨਹਾਰ ਗ੍ਯਾਨਵਾਨੁ ਗੁਰੂ ਜਬ ਤਿਨੋਂ ਮੇਂ (ਸੁਰਤਿ) ਸੰਜੋਗੁ ਚਿਤ ਕੀ ਬ੍ਰਿਤੀ ਲਗਾਈਏ, ਤਬ ਜੀਵ ਈਸ੍ਵਰ ਕੀ ਅਭੇਦਤਾ ਕਾ ਬੋਧ ਹੋ ਕਰ (ਜੋਤੀ) ਜੋ ਵਾਹਿਗੁਰੂ ਹੈ, ਤਿਸ ਮੇਂ ਜੀਵ ਕੀ ਜੋਤਿ ਮਿਲਾਈਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"jy pRBU dI joiq ivc AwpxI ijMd rlw dyeIey, aus ivc AwpxI suriq dw myl kr dyeIe","unicode":"ਜੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਜਿੰਦ ਰਲਾ ਦੇਈਏ, ਉਸ ਵਿਚ ਆਪਣੀ ਸੁਰਤਿ ਦਾ ਮੇਲ ਕਰ ਦੇਈੲ"},"ms":{"gurmukhi":"jd mnuKI nUr prm nUr nwl AByd ho jWdw hY Aqy isAwxp qy sMpUrn isAwxp dw imlwp ho jWdw hY,","unicode":"ਜਦ ਮਨੁਖੀ ਨੂਰ ਪਰਮ ਨੂਰ ਨਾਲ ਅਭੇਦ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸਿਆਣਪ ਤੇ ਸੰਪੂਰਨ ਸਿਆਣਪ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ,"}},"es":{"sn":"Cuando la luz humana se funde en la Luz Suprema y la sabiduría se disuelve en la Sabiduría Universal, "},"hi":{"ss":"अगर प्रभू की ज्योति में अपनी जीवात्मा मिला दें~ उस में अपनी सुरति का मेल कर दें तो ","sts":"यदि जीवात्मा को परमात्मा की ज्योति मे विलीन कर दिया जाये और निज चेतना को दिव्य चेतना मे संलिप्त कर दिया जाए"}},"transliteration":{"english":"jotee jot milaieeaai suratee surat sa(n)jog ||","hindi":"जोती जोति मिलाईऐ सुरती सुरति संजोगु ॥","en":"jotee jot milaieeaai suratee surat sa(n)jog ||","hi":"जोती जोति मिलाईऐ सुरती सुरति संजोगु ॥","ipa":"d͡ʒɔt̪i d͡ʒɔt̪ mɪlɑeiæ sʊrət̪i sʊrət̪ səŋd͡ʒɔG.","ur":"جوتیِ جوت ملاایاَے سُرتیِ سُرت سںجوگ ۔۔"},"pageNo":21,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":894,"shabadId":73,"verse":{"gurmukhi":"ihMsw haumY gqu gey nwhI shsw sogu ]","unicode":"ਹਿੰਸਾ ਹਉਮੈ ਗਤੁ ਗਏ ਨਾਹੀ ਸਹਸਾ ਸੋਗੁ ॥"},"larivaar":{"gurmukhi":"ihMswhaumYgqugeynwhIshswsogu]","unicode":"ਹਿੰਸਾਹਉਮੈਗਤੁਗਏਨਾਹੀਸਹਸਾਸੋਗੁ॥"},"translation":{"en":{"bdb":"then one's cruel and violent instincts and egotism depart, and skepticism and sorrow are taken away.","ms":"then mortal's killing-instinct and egotism depart and scepticism and sorrow afflict him not.","ssk":"then one's cruel and violent instincts and egotism depart, and skepticism and sorrow are taken away."},"pu":{"ss":{"gurmukhi":"qW kTorqw qy haumY dUr ho jWdIAW hn, koeI sihm qy icMqw BI nhIN rih jWdy [ ","unicode":"ਤਾਂ ਕਠੋਰਤਾ ਤੇ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਸਹਿਮ ਤੇ ਚਿੰਤਾ ਭੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ । "},"ft":{"gurmukhi":"AOr qb ihMsw jo jIv Gwq Awidk hY AOr (haumY) AhMqw ArQwq dyh ABmwn (mY) iesqRI, puqR qQw DnwidkoN kw mmqÍ, eyh myrw puqR, eyh Dn hY, so (gqu gey) ieh sB hI nSt ho jwqy Bey[ iqs kw pRkwr eyh hY ik jb qk Apny sy AOr ko iBMn mwnqw hY, qb qk Apny suK AOru duK sy suKI qQw duKI hoqw hY[ jb srb ko Apnw Awp smJqw hY qb AYsy ibcwrqw hY ik jYsy Apmwn sy mYN duKI hoqw hUM, qYsy hI AOr ko BI duK hoqw hovygw[ AYsy jwn kr iksI ko duKu nhIN dyqw hY[ AOr dyh ko Apny sy iBMn AOr nwsvMq mwn kr qW myN hMqw nhIN krqw[ AOr iesqRI puqRwidkoN ko BI Awgmw pweI smJ kr iqn myN mmqw nhIN krqw[ AYsy mhwqmw purS ko nw koeI sMsw AOru nw koeI sogu hY]","unicode":"ਔਰ ਤਬ ਹਿੰਸਾ ਜੋ ਜੀਵ ਘਾਤ ਆਦਿਕ ਹੈ ਔਰ (ਹਉਮੈ) ਅਹੰਤਾ ਅਰਥਾਤ ਦੇਹ ਅਭਮਾਨ (ਮੈ) ਇਸਤ੍ਰੀ, ਪੁਤ੍ਰ ਤਥਾ ਧਨਾਦਿਕੋਂ ਕਾ ਮਮਤ੍ਵ, ਏਹ ਮੇਰਾ ਪੁਤ੍ਰ, ਏਹ ਧਨ ਹੈ, ਸੋ (ਗਤੁ ਗਏ) ਇਹ ਸਭ ਹੀ ਨਸ਼ਟ ਹੋ ਜਾਤੇ ਭਏ। ਤਿਸ ਕਾ ਪ੍ਰਕਾਰ ਏਹ ਹੈ ਕਿ ਜਬ ਤਕ ਅਪਨੇ ਸੇ ਔਰ ਕੋ ਭਿੰਨ ਮਾਨਤਾ ਹੈ, ਤਬ ਤਕ ਅਪਨੇ ਸੁਖ ਔਰੁ ਦੁਖ ਸੇ ਸੁਖੀ ਤਥਾ ਦੁਖੀ ਹੋਤਾ ਹੈ। ਜਬ ਸਰਬ ਕੋ ਅਪਨਾ ਆਪ ਸਮਝਤਾ ਹੈ ਤਬ ਐਸੇ ਬਿਚਾਰਤਾ ਹੈ ਕਿ ਜੈਸੇ ਅਪਮਾਨ ਸੇ ਮੈਂ ਦੁਖੀ ਹੋਤਾ ਹੂੰ, ਤੈਸੇ ਹੀ ਔਰ ਕੋ ਭੀ ਦੁਖ ਹੋਤਾ ਹੋਵੇਗਾ। ਐਸੇ ਜਾਨ ਕਰ ਕਿਸੀ ਕੋ ਦੁਖੁ ਨਹੀਂ ਦੇਤਾ ਹੈ। ਔਰ ਦੇਹ ਕੋ ਅਪਨੇ ਸੇ ਭਿੰਨ ਔਰ ਨਾਸਵੰਤ ਮਾਨ ਕਰ ਤਾਂ ਮੇਂ ਹੰਤਾ ਨਹੀਂ ਕਰਤਾ। ਔਰ ਇਸਤ੍ਰੀ ਪੁਤ੍ਰਾਦਿਕੋਂ ਕੋ ਭੀ ਆਗਮਾ ਪਾਈ ਸਮਝ ਕਰ ਤਿਨ ਮੇਂ ਮਮਤਾ ਨਹੀਂ ਕਰਤਾ। ਐਸੇ ਮਹਾਤਮਾ ਪੁਰਸ਼ ਕੋ ਨਾ ਕੋਈ ਸੰਸਾ ਔਰੁ ਨਾ ਕੋਈ ਸੋਗੁ ਹੈ॥"},"bdb":{"gurmukhi":"qW kTorqw qy haumY dUr ho jWdIAW hn, koeI sihm qy icMqw BI nhIN rih jWdy [ ","unicode":"ਤਾਂ ਕਠੋਰਤਾ ਤੇ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਸਹਿਮ ਤੇ ਚਿੰਤਾ ਭੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ । "},"ms":{"gurmukhi":"qW pRwxI dImwr dyx vwlI Kslq qy hMgqw dUr ho jWdy hn Aqy sMdyh qy gm aus ƒ duKI nhIN krdy[","unicode":"ਤਾਂ ਪ੍ਰਾਣੀ ਦੀਮਾਰ ਦੇਣ ਵਾਲੀ ਖਸਲਤ ਤੇ ਹੰਗਤਾ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਅਤੇ ਸੰਦੇਹ ਤੇ ਗਮ ਉਸ ਨੂੰ ਦੁਖੀ ਨਹੀਂ ਕਰਦੇ।"}},"es":{"sn":"entonces el instinto criminal y el egoísmo desaparecen, y el escepticismo y la tristeza no lo afligen más."},"hi":{"ss":"कठोरता और अहम् दूर हो जाते हैं~ कोई सहम व चिंता भी नहीं रह जाती।","sts":"तो मन से हिंसा, अभिमान, शोक, शंका और चंचलता आदि कृतियाँ समाप्त हो जाएँगी और साथ ही संशय व शोक भी मिट जाएँगे।"}},"transliteration":{"english":"hi(n)saa haumai gat ge naahee sahasaa sog ||","hindi":"हिंसा हउमै गतु गए नाही सहसा सोगु ॥","en":"hi(n)saa haumai gat ge naahee sahasaa sog ||","hi":"हिंसा हउमै गतु गए नाही सहसा सोगु ॥","ipa":"hɪŋsɑ hoʊmæ Gət̪ Gee nɑhi səhəsɑ sɔG.","ur":"هِںسا هامَے گت گاے ناهیِ سهسا سوگ ۔۔"},"pageNo":21,"lineNo":17,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":895,"shabadId":73,"verse":{"gurmukhi":"gurmuiK ijsu hir min vsY iqsu myly guru sMjogu ]2]","unicode":"ਗੁਰਮੁਖਿ ਜਿਸੁ ਹਰਿ ਮਨਿ ਵਸੈ ਤਿਸੁ ਮੇਲੇ ਗੁਰੁ ਸੰਜੋਗੁ ॥੨॥"},"larivaar":{"gurmukhi":"gurmuiKijsuhirminvsYiqsumylygurusMjogu]2]","unicode":"ਗੁਰਮੁਖਿਜਿਸੁਹਰਿਮਨਿਵਸੈਤਿਸੁਮੇਲੇਗੁਰੁਸੰਜੋਗੁ॥੨॥"},"translation":{"en":{"bdb":"The Lord abides within the mind of the Gurmukh, who merges in the Lord's Union, through the Guru. ||2||","ms":"The Guru-ward, within whose mind abides the Lord, him the Guru unites with Lord's union.","ssk":"The Lord abides within the mind of the Gurmukh, who merges in the Lord's Union, through the Guru. ||2||"},"pu":{"ss":{"gurmukhi":"gurU dI srn pY ky ijs mnu`K dy mn ivc pRBU dI Xwd itkdI hY, gurU aus nUµ prmwqmw nwl imlx dw pUrw Avsr b^Sdw hY [1[","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਦੀ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ ਪੂਰਾ ਅਵਸਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ।੧।"},"ft":{"gurmukhi":"hy mn! guroN dÍwry ijs ky mn myN hrI bsqw hY, iqs sy sMjog kr ky sB sy (guru) bfw prmwqmw Apny swQ myl lyqw hY]2]","unicode":"ਹੇ ਮਨ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਜਿਸ ਕੇ ਮਨ ਮੇਂ ਹਰੀ ਬਸਤਾ ਹੈ, ਤਿਸ ਸੇ ਸੰਜੋਗ ਕਰ ਕੇ ਸਭ ਸੇ (ਗੁਰੁ) ਬਡਾ ਪਰਮਾਤਮਾ ਅਪਨੇ ਸਾਥ ਮੇਲ ਲੇਤਾ ਹੈ॥੨॥"},"bdb":{"gurmukhi":"gurU dI srn pY ky ijs mnu`K dy mn ivc pRBU dI Xwd itkdI hY, gurU aus nUµ prmwqmw nwl imlx dw pUrw Avsr b^Sdw hY [1[","unicode":"ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਦੀ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ ਪੂਰਾ ਅਵਸਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ।੧।"},"ms":{"gurmukhi":"gurU-prvrdw, ijs dy ic`q AMdr swihb invws r`Kdw hY, aus ƒ gurU jI swihb dy[ imlwp AMdr imlw idMdy hn[","unicode":"ਗੁਰੂ-ਪਰਵਰਦਾ, ਜਿਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਸਾਹਿਬ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਜੀ ਸਾਹਿਬ ਦੇ। ਮਿਲਾਪ ਅੰਦਰ ਮਿਲਾ ਦਿੰਦੇ ਹਨ।"}},"es":{"sn":"El Gurmukj, en cuya mente habita el Señor, a ese ser el Guru lo une con Él.  (2)"},"hi":{"ss":"गुरू की शरण में पड़ कर जिस मनुष्य के मन में प्रभू की याद टिकती है~ गुरू उसको परमात्मा के साथ मिलने का पूरा अवसर प्रदान करता है।2।","sts":"जिस गुरमुख के मन में हरि का वास है, उसे सतिगुरु संयोगवश अपने साथ मिला लेते हैं॥ २ ॥"}},"transliteration":{"english":"gurmukh jis har man vasai tis mele gur sa(n)jog ||2||","hindi":"गुरमुखि जिसु हरि मनि वसै तिसु मेले गुरु संजोगु ॥२॥","en":"gurmukh jis har man vasai tis mele gur sa(n)jog ||2||","hi":"गुरमुखि जिसु हरि मनि वसै तिसु मेले गुरु संजोगु ॥२॥","ipa":"Gʊrəmʊkʰ d͡ʒɪs hər mən ʋəsæ t̪ɪs mele Gʊr səŋd͡ʒɔG.2.","ur":"گُرمکھ جس هر منِ وسَے تس مےلے گُر سںجوگ ۔۔۲۔۔"},"pageNo":21,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":4,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":896,"shabadId":73,"verse":{"gurmukhi":"kwieAw kwmix jy krI Bogy Bogxhwru ]","unicode":"ਕਾਇਆ ਕਾਮਣਿ ਜੇ ਕਰੀ ਭੋਗੇ ਭੋਗਣਹਾਰੁ ॥"},"larivaar":{"gurmukhi":"kwieAwkwmixjykrIBogyBogxhwru]","unicode":"ਕਾਇਆਕਾਮਣਿਜੇਕਰੀਭੋਗੇਭੋਗਣਹਾਰੁ॥"},"translation":{"en":{"bdb":"If I surrender my body like a bride, the Enjoyer will enjoy me.","ms":"If I surrender my body like a bride to the Master, the Enjoyer will enjoy me.","ssk":"If I surrender my body like a bride, the Enjoyer will enjoy me."},"pu":{"ss":{"gurmukhi":"ijvyN iesqRI Awpxy Awp nUµ Awpxy pqI dy hvwly krdI hY, iqvyN jy mYN kwieAW nUµ iesqRI bxwvW, kwieAW-iesqRI (Bwv, igAwn-ieMidRAW) ƒ pRBU vwly pwsy prqwvW, qW pRBU-pqI dw imlwp ho jwey ","unicode":"ਜਿਵੇਂ ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਜੇ ਮੈਂ ਕਾਇਆਂ ਨੂੰ ਇਸਤ੍ਰੀ ਬਣਾਵਾਂ, ਕਾਇਆਂ-ਇਸਤ੍ਰੀ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਵਾਲੇ ਪਾਸੇ ਪਰਤਾਵਾਂ, ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਏ "},"ft":{"gurmukhi":"jy kr (kwieAw) buDI rUpu iesqRI kO inskwmqw kr ky SuD krIey qb srb ko Bogxhwru jo vwihgurU hY iqs ky AwnMd ko BogqI hY]","unicode":"ਜੇ ਕਰ (ਕਾਇਆ) ਬੁਧੀ ਰੂਪੁ ਇਸਤ੍ਰੀ ਕੌ ਨਿਸਕਾਮਤਾ ਕਰ ਕੇ ਸ਼ੁਧ ਕਰੀਏ ਤਬ ਸਰਬ ਕੋ ਭੋਗਣਹਾਰੁ ਜੋ ਵਾਹਿਗੁਰੂ ਹੈ ਤਿਸ ਕੇ ਆਨੰਦ ਕੋ ਭੋਗਤੀ ਹੈ॥"},"bdb":{"gurmukhi":"ijvyN iesqRI Awpxy Awp nUµ Awpxy pqI dy hvwly krdI hY, iqvyN jy mYN kwieAW nUµ iesqRI bxwvW, kwieAW-iesqRI (Bwv, igAwn-ieMidRAW) ƒ pRBU vwly pwsy prqwvW, qW pRBU-pqI dw imlwp ho jwey ","unicode":"ਜਿਵੇਂ ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਜੇ ਮੈਂ ਕਾਇਆਂ ਨੂੰ ਇਸਤ੍ਰੀ ਬਣਾਵਾਂ, ਕਾਇਆਂ-ਇਸਤ੍ਰੀ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਵਾਲੇ ਪਾਸੇ ਪਰਤਾਵਾਂ, ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਏ "},"ms":{"gurmukhi":"jykr mYN AwpxI dyih pqnI dI qrHW mwlk dy hvwly kr dyvW qW rMg mwnx vwlw mYƒ mwx lvygw[","unicode":"ਜੇਕਰ ਮੈਂ ਆਪਣੀ ਦੇਹਿ ਪਤਨੀ ਦੀ ਤਰ੍ਹਾਂ ਮਾਲਕ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਵਾਂ ਤਾਂ ਰੰਗ ਮਾਨਣ ਵਾਲਾ ਮੈਨੂੰ ਮਾਣ ਲਵੇਗਾ।"}},"es":{"sn":"Si entrego mi ser, así como la novia se entrega a su amado, el Señor gozará de mí. "},"hi":{"ss":"जैसे स्त्री अपने आप को अपने पति के हवाले करती है~ वैसे ही मैं काया को स्त्री बनाऊँ~ काया स्त्री (भाव~ ज्ञानेन्द्रियों ) को प्रभू की ओर करूँ~ तो प्रभू पति का मिलाप हो।","sts":"यदि बुद्धि रूपी स्त्री को निष्काम कर्मों द्वारा शुद्ध करके गुरु उपदेश का श्रेष्ठतम भौग भोगने को तत्पर किया जाए।"}},"transliteration":{"english":"kaiaa kaaman je karee bhoge bhoganahaar ||","hindi":"काइआ कामणि जे करी भोगे भोगणहारु ॥","en":"kaiaa kaaman je karee bhoge bhoganahaar ||","hi":"काइआ कामणि जे करी भोगे भोगणहारु ॥","ipa":"kɑɪɑ kɑməɳ d͡ʒe kəri ɓɔGe ɓɔGəɳəhɑr.","ur":"کااآ کامݨ جے کریِ بھوگے بھوگݨهار ۔۔"},"pageNo":21,"lineNo":18,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"}],"igurbani":[{"p":3,"t":"v"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":897,"shabadId":73,"verse":{"gurmukhi":"iqsu isau nyhu n kIjeI jo dIsY clxhwru ]","unicode":"ਤਿਸੁ ਸਿਉ ਨੇਹੁ ਨ ਕੀਜਈ ਜੋ ਦੀਸੈ ਚਲਣਹਾਰੁ ॥"},"larivaar":{"gurmukhi":"iqsuisaunyhunkIjeIjodIsYclxhwru]","unicode":"ਤਿਸੁਸਿਉਨੇਹੁਨਕੀਜਈਜੋਦੀਸੈਚਲਣਹਾਰੁ॥"},"translation":{"en":{"bdb":"Do not make love with one who is just a passing show.","ms":"Make not love with him, who appears to be but a passing-show.","ssk":"Do not make love with one who is just a passing show."},"pu":{"ss":{"gurmukhi":"ies srIr nwl (ieqnw) moh nhIN krnw cwhIdw (ik ies ƒ ivkwrW vl KulH imlI rhy), ieh qW pRq`K qOr qy nwsvMq hY ","unicode":"ਇਸ ਸਰੀਰ ਨਾਲ (ਇਤਨਾ) ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲ ਖੁਲ੍ਹ ਮਿਲੀ ਰਹੇ), ਇਹ ਤਾਂ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਾਸਵੰਤ ਹੈ "},"ft":{"gurmukhi":"iqn ko srb pRpMc c`lxhwru idRsit Awvqw hY, qW qy iqs ky swQ mohu nhIN krqy hYN]ÇnnU: sMswr sy qo moh Cof dIAw hY, prMqU mn kw sÍBwv pRym krny kw hY, so khW pRymu krqy hYN?Çau`qr:","unicode":"ਤਿਨ ਕੋ ਸਰਬ ਪ੍ਰਪੰਚ ਚੱਲਣਹਾਰੁ ਦ੍ਰਿਸਟਿ ਆਵਤਾ ਹੈ, ਤਾਂ ਤੇ ਤਿਸ ਕੇ ਸਾਥ ਮੋਹੁ ਨਹੀਂ ਕਰਤੇ ਹੈਂ॥☬ਨਨੂ: ਸੰਸਾਰ ਸੇ ਤੋ ਮੋਹ ਛੋਡ ਦੀਆ ਹੈ, ਪਰੰਤੂ ਮਨ ਕਾ ਸ੍ਵਭਾਵ ਪ੍ਰੇਮ ਕਰਨੇ ਕਾ ਹੈ, ਸੋ ਕਹਾਂ ਪ੍ਰੇਮੁ ਕਰਤੇ ਹੈਂ?☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"ies srIr nwl (ieqnw) moh nhIN krnw cwhIdw (ik ies ƒ ivkwrW vl KulH imlI rhy), ieh qW pRq`K qOr qy nwsvMq hY ","unicode":"ਇਸ ਸਰੀਰ ਨਾਲ (ਇਤਨਾ) ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲ ਖੁਲ੍ਹ ਮਿਲੀ ਰਹੇ), ਇਹ ਤਾਂ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਾਸਵੰਤ ਹੈ "},"ms":{"gurmukhi":"aus nwl ipAwr nW pw, ijhfw ik tur-jwx vwlw nzrI pYNdw hY[","unicode":"ਉਸ ਨਾਲ ਪਿਆਰ ਨਾਂ ਪਾ, ਜਿਹਡਾ ਕਿ ਟੁਰ-ਜਾਣ ਵਾਲਾ ਨਜ਼ਰੀ ਪੈਂਦਾ ਹੈ।"}},"es":{"sn":"No te enamores de aquello que parece ser un teatro pasajero. "},"hi":{"ss":"इस शरीर से इतना मोह नहीं करना चाहिए (कि इसे विकारों की ओर आजादी मिली रहे)~ यह तो प्रत्यक्ष तौर पर नाशवंत है।","sts":"सभी नश्वर पदार्थों की कामना का त्याग किया जाए"}},"transliteration":{"english":"tis siau neh na keejiee jo dheesai chalanahaar ||","hindi":"तिसु सिउ नेहु न कीजई जो दीसै चलणहारु ॥","en":"tis siau neh na keejiee jo dheesai chalanahaar ||","hi":"तिसु सिउ नेहु न कीजई जो दीसै चलणहारु ॥","ipa":"t̪ɪs sɪo neh nə kid͡ʒei d͡ʒɔ d̪isæ t͡ʃələɳəhɑr.","ur":"تِس سا نےهُ ن کیِجای جو دیِسَے چلݨهار ۔۔"},"pageNo":21,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":4,"t":"v"}],"igurbani":[{"p":4,"t":"v"}],"sttm2":[{"p":4,"t":"v"}]}},{"verseId":898,"shabadId":73,"verse":{"gurmukhi":"gurmuiK rvih sohwgxI so pRBu syj Bqwru ]3]","unicode":"ਗੁਰਮੁਖਿ ਰਵਹਿ ਸੋਹਾਗਣੀ ਸੋ ਪ੍ਰਭੁ ਸੇਜ ਭਤਾਰੁ ॥੩॥"},"larivaar":{"gurmukhi":"gurmuiKrvihsohwgxIsopRBusyjBqwru]3]","unicode":"ਗੁਰਮੁਖਿਰਵਹਿਸੋਹਾਗਣੀਸੋਪ੍ਰਭੁਸੇਜਭਤਾਰੁ॥੩॥"},"translation":{"en":{"bdb":"The Gurmukh is ravished like the pure and happy bride on the Bed of God, her Husband. ||3||","ms":"That Lord Consort, on His couch, enjoys the virtuous and chaste brides.2","ssk":"The Gurmukh is ravished like the pure and happy bride on the Bed of God, her Husband. ||3||"},"pu":{"ss":{"gurmukhi":"gurU dy rwhy qurn vwlIAW jIv-iesqRIAW pRBU nUµ ismrdIAW hn, auh pRBU auhnW dy ihrdy-syj auqy bYTdw hY [3[","unicode":"ਗੁਰੂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਬੈਠਦਾ ਹੈ ।੩।"},"ft":{"gurmukhi":"so gurmuiK gÎwnvwn rUpu suhwgxIAW pRBU Brqw ko AMqhkrn myN swKI rUpu jwn kr rwvqI hYN, Bwv eyh ik iqs ky AnMd myN mgn rihqI hYN]3]","unicode":"ਸੋ ਗੁਰਮੁਖਿ ਗ੍ਯਾਨਵਾਨ ਰੂਪੁ ਸੁਹਾਗਣੀਆਂ ਪ੍ਰਭੂ ਭਰਤਾ ਕੋ ਅੰਤਹਕਰਨ ਮੇਂ ਸਾਖੀ ਰੂਪੁ ਜਾਨ ਕਰ ਰਾਵਤੀ ਹੈਂ, ਭਾਵ ਏਹ ਕਿ ਤਿਸ ਕੇ ਅਨੰਦ ਮੇਂ ਮਗਨ ਰਹਿਤੀ ਹੈਂ॥੩॥"},"bdb":{"gurmukhi":"gurU dy rwhy qurn vwlIAW jIv-iesqRIAW pRBU nUµ ismrdIAW hn, auh pRBU auhnW dy ihrdy-syj auqy bYTdw hY [3[","unicode":"ਗੁਰੂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਬੈਠਦਾ ਹੈ ।੩।"},"ms":{"gurmukhi":"auh suAwmI kMq, Awpxy plMG auqy, piv`qr qy pwk-dwmn pqnIAW ƒ Bogdw hY[","unicode":"ਉਹ ਸੁਆਮੀ ਕੰਤ, ਆਪਣੇ ਪਲੰਘ ਉਤੇ, ਪਵਿੱਤਰ ਤੇ ਪਾਕ-ਦਾਮਨ ਪਤਨੀਆਂ ਨੂੰ ਭੋਗਦਾ ਹੈ।"}},"es":{"sn":"Ese Señor Consorte, goza en su aposento de las Novias castas y virtuosas. (3)"},"hi":{"ss":"गुरू के राह पर चलने वाली जीव-सि्त्रयां प्रभू को सिमरती हैं~ और वह प्रभू उनके हृदय सेज पर बैठता है।3।","sts":"तो वह गुरमुख सदैव गुरु उपदेश के कारण सुहागिन जीवन व्यतीत कर सकता है और अपने प्रभु-पति के साथ आनंद प्राप्त कर सकता है। ३ ॥"}},"transliteration":{"english":"gurmukh raveh sohaaganee so prabh sej bhataar ||3||","hindi":"गुरमुखि रवहि सोहागणी सो प्रभु सेज भतारु ॥३॥","en":"gurmukh raveh sohaaganee so prabh sej bhataar ||3||","hi":"गुरमुखि रवहि सोहागणी सो प्रभु सेज भतारु ॥३॥","ipa":"Gʊrəmʊkʰ rəʋəh sɔhɑGəɳi sɔ pɹəɓ sed͡ʒ ɓət̪ɑr.3.","ur":"گُرمکھ روه سوهاگݨیِ سو پربھ سےج بھتار ۔۔۳۔۔"},"pageNo":21,"lineNo":19,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"}],"igurbani":[{"p":2,"t":"v"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":899,"shabadId":73,"verse":{"gurmukhi":"cwry Agin invwir mru gurmuiK hir jlu pwie ]","unicode":"ਚਾਰੇ ਅਗਨਿ ਨਿਵਾਰਿ ਮਰੁ ਗੁਰਮੁਖਿ ਹਰਿ ਜਲੁ ਪਾਇ ॥"},"larivaar":{"gurmukhi":"cwryAgininvwirmrugurmuiKhirjlupwie]","unicode":"ਚਾਰੇਅਗਨਿਨਿਵਾਰਿਮਰੁਗੁਰਮੁਖਿਹਰਿਜਲੁਪਾਇ॥"},"translation":{"en":{"bdb":"The Gurmukh puts out the four fires, with the Water of the Lord's Name.","ms":"By obtaining the water of God's Name, through the Guru, quench the four fires (of cruelty, wordly-love, anger and greed) and remain dead in life.","ssk":"The Gurmukh puts out the four fires, with the Water of the Lord's Name."},"pu":{"ss":{"gurmukhi":" gurU dI rwhIN prmwqmw dw nwm-jl pw ky (ihrdy ivc) DuKdIAW cOhW A`gW nUµ buJw dy (qy iqRSnw vwly pwsy qoN) mr jw","unicode":" ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਪਾ ਕੇ (ਹਿਰਦੇ ਵਿਚ) ਧੁਖਦੀਆਂ ਚੌਹਾਂ ਅੱਗਾਂ ਨੂੰ ਬੁਝਾ ਦੇ (ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਾਲੇ ਪਾਸੇ ਤੋਂ) ਮਰ ਜਾ"},"ft":{"gurmukhi":"iqn gurmuKoN ny hir nwm rUpI jlu pw kr ky cwry AgnIAW ihMsw 1, mohu 2, loBu 3, kopu 4, sB buJwauxI krI hYN AOr jIv Bwv BI iqn kw mr igAw hY]","unicode":"ਤਿਨ ਗੁਰਮੁਖੋਂ ਨੇ ਹਰਿ ਨਾਮ ਰੂਪੀ ਜਲੁ ਪਾ ਕਰ ਕੇ ਚਾਰੇ ਅਗਨੀਆਂ ਹਿੰਸਾ ੧, ਮੋਹੁ ੨, ਲੋਭੁ ੩, ਕੋਪੁ ੪, ਸਭ ਬੁਝਾਉਣੀ ਕਰੀ ਹੈਂ ਔਰ ਜੀਵ ਭਾਵ ਭੀ ਤਿਨ ਕਾ ਮਰ ਗਿਆ ਹੈ॥"},"bdb":{"gurmukhi":" gurU dI rwhIN prmwqmw dw nwm-jl pw ky (ihrdy ivc) DuKdIAW cOhW A`gW nUµ buJw dy (qy iqRSnw vwly pwsy qoN) mr jw","unicode":" ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਪਾ ਕੇ (ਹਿਰਦੇ ਵਿਚ) ਧੁਖਦੀਆਂ ਚੌਹਾਂ ਅੱਗਾਂ ਨੂੰ ਬੁਝਾ ਦੇ (ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਾਲੇ ਪਾਸੇ ਤੋਂ) ਮਰ ਜਾ"},"ms":{"gurmukhi":"gurW dy rwhIN vwihgurU dy nwm dw pwxI prwpq kr (inrdeI-puxy, sMswrI-mmqw, kRoD Aqy loB dIAW) cwry A`gW ƒ buJw dy, Aqy jIady jI mirAw rhu[","unicode":"ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਦਾ ਪਾਣੀ ਪਰਾਪਤ ਕਰ (ਨਿਰਦਈ-ਪੁਣੇ, ਸੰਸਾਰੀ-ਮਮਤਾ, ਕ੍ਰੋਧ ਅਤੇ ਲੋਭ ਦੀਆਂ) ਚਾਰੇ ਅੱਗਾਂ ਨੂੰ ਬੁਝਾ ਦੇ, ਅਤੇ ਜੀੳਦੇ ਜੀ ਮਰਿਆ ਰਹੁ।"}},"es":{"sn":"A través del Guru, el Gurmukj apacigua los fuegos de la crueldad, el amor mundano, el enojo y la avaricia. "},"hi":{"ss":" गुरू के द्वारा नाम जल प्राप्त कर के (हृदय में) सुलग रहीं चारों अग्नियों को बुझा के (तृष्णा की ओर से) मर जा।","sts":"गुरमुख जीव हरि-नाम रुपी जल डाल कर चहु- अग्नि (हिंसा, मोह, क्रोध, लोभ) बुझा देता है"}},"transliteration":{"english":"chaare agan nivaar mar gurmukh har jal pai ||","hindi":"चारे अगनि निवारि मरु गुरमुखि हरि जलु पाइ ॥","en":"chaare agan nivaar mar gurmukh har jal pai ||","hi":"चारे अगनि निवारि मरु गुरमुखि हरि जलु पाइ ॥","ipa":"t͡ʃɑre əGən nɪʋɑr mər Gʊrəmʊkʰ hər d͡ʒəl pɑeɪ.","ur":"چارے اگن نوار مر گُرمکھ هر جل پاِا ۔۔"},"pageNo":22,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":2,"t":"y"}],"sttm2":[{"p":3,"t":"v"}]}},{"verseId":900,"shabadId":73,"verse":{"gurmukhi":"AMqir kmlu pRgwisAw AMimRqu BirAw AGwie ]","unicode":"ਅੰਤਰਿ ਕਮਲੁ ਪ੍ਰਗਾਸਿਆ ਅੰਮ੍ਰਿਤੁ ਭਰਿਆ ਅਘਾਇ ॥"},"larivaar":{"gurmukhi":"AMqirkmlupRgwisAwAMimRquBirAwAGwie]","unicode":"ਅੰਤਰਿਕਮਲੁਪ੍ਰਗਾਸਿਆਅੰਮ੍ਰਿਤੁਭਰਿਆਅਘਾਇ॥"},"translation":{"en":{"bdb":"The lotus blossoms deep within the heart, and filled with Ambrosial Nectar, one is satisfied.","ms":"Thus the heart-lotus blossom be filled with Nectar and thou shalt be satiated.","ssk":"The lotus blossoms deep within the heart, and filled with Ambrosial Nectar, one is satisfied."},"pu":{"ss":{"gurmukhi":"(ies qrHW) qyry AMdr (ihrdw-) kOl iKV peygw, (qyry ihrdy ivc) Awqmk jIvn dyx vwlw nwm-jl Br jweygw","unicode":"(ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰੇ ਅੰਦਰ (ਹਿਰਦਾ-) ਕੌਲ ਖਿੜ ਪਏਗਾ, (ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰ ਜਾਏਗਾ"},"ft":{"gurmukhi":"AOru iqn kw AMqir ihrdw kmlu Awqm pRkwis kr ky pRkws rhw hY[ punÚ AwqmwnMd rUpu jo AMimRq hY iqs kr Br rhw hY AOru iqsI sy iqRpiq hYN]","unicode":"ਔਰੁ ਤਿਨ ਕਾ ਅੰਤਰਿ ਹਿਰਦਾ ਕਮਲੁ ਆਤਮ ਪ੍ਰਕਾਸਿ ਕਰ ਕੇ ਪ੍ਰਕਾਸ ਰਹਾ ਹੈ। ਪੁਨਃ ਆਤਮਾਨੰਦ ਰੂਪੁ ਜੋ ਅੰਮ੍ਰਿਤ ਹੈ ਤਿਸ ਕਰ ਭਰ ਰਹਾ ਹੈ ਔਰੁ ਤਿਸੀ ਸੇ ਤ੍ਰਿਪਤਿ ਹੈਂ॥"},"bdb":{"gurmukhi":"(ies qrHW) qyry AMdr (ihrdw-) kOl iKV peygw, (qyry ihrdy ivc) Awqmk jIvn dyx vwlw nwm-jl Br jweygw","unicode":"(ਇਸ ਤਰ੍ਹਾਂ) ਤੇਰੇ ਅੰਦਰ (ਹਿਰਦਾ-) ਕੌਲ ਖਿੜ ਪਏਗਾ, (ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਭਰ ਜਾਏਗਾ"},"ms":{"gurmukhi":"ies qrHW mn-kqMvl Pul suDwrs nwl lbwlb ho jweygw Aqy qUM r`j jwvygW[","unicode":"ਇਸ ਤਰ੍ਹਾਂ ਮਨ-ਕਤੰਵਲ ਫੁਲ ਸੁਧਾਰਸ ਨਾਲ ਲਬਾਲਬ ਹੋ ਜਾਏਗਾ ਅਤੇ ਤੂੰ ਰੱਜ ਜਾਵੇਗਾਂ।"}},"es":{"sn":"El capullo del loto del corazón florece y se llena de Néctar y lo podrás disfrutar hasta saciarte."},"hi":{"ss":"(इस तरह) तेरे अंदर (हृदय) कमल खिल जाएगा। (तेरे हृदय में) आत्मिक जीवन देने वाला नाम-जल भर जाएगा।","sts":"उसका ह्रदय कमल की भांति खिल उठता है, क्योंकि उनके हृदय में नाम-अमृत भरा हुआ है।"}},"transliteration":{"english":"a(n)tar kamal pragaasiaa a(n)mrit bhariaa aghai ||","hindi":"अंतरि कमलु प्रगासिआ अंमृतु भरिआ अघाइ ॥","en":"a(n)tar kamal pragaasiaa a(n)mrit bhariaa aghai ||","hi":"अंतरि कमलु प्रगासिआ अंमृतु भरिआ अघाइ ॥","ipa":"əŋt̪ər kəməl pɹəGɑsɪəɑ əŋmɪɹət̪ ɓərɪəɑ əGʰɑeɪ.","ur":"اںتر کمل پرگاسآ اںمرت بھرآ اگھاا ۔۔"},"pageNo":22,"lineNo":1,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":2,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":2,"t":"v"}]}},{"verseId":901,"shabadId":73,"verse":{"gurmukhi":"nwnk sqguru mIqu kir scu pwvih drgh jwie ]4]20]","unicode":"ਨਾਨਕ ਸਤਗੁਰੁ ਮੀਤੁ ਕਰਿ ਸਚੁ ਪਾਵਹਿ ਦਰਗਹ ਜਾਇ ॥੪॥੨੦॥"},"larivaar":{"gurmukhi":"nwnksqgurumIqukirscupwvihdrghjwie]4]20]","unicode":"ਨਾਨਕਸਤਗੁਰੁਮੀਤੁਕਰਿਸਚੁਪਾਵਹਿਦਰਗਹਜਾਇ॥੪॥੨੦॥"},"translation":{"en":{"bdb":"O Nanak, make the True Guru your friend; going to His Court, you shall obtain the True Lord. ||4||20||","ms":"Nanak make the True Guru thy friend, then going to His Court thou shalt obtain the True One.","ssk":"O Nanak, make the True Guru your friend; going to His Court, you shall obtain the True Lord. ||4||20||"},"pu":{"ss":{"gurmukhi":"hy nwnk ! gurU nUµ im`qr bxw, XkInI qOr qy prmwqmw dI hzUrI pRwpq kr leyNgw [4[20[","unicode":"ਹੇ ਨਾਨਕ ! ਗੁਰੂ ਨੂੰ ਮਿੱਤਰ ਬਣਾ, ਯਕੀਨੀ ਤੌਰ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ ।੪।੨੦।"},"ft":{"gurmukhi":"sRI gurU jI khqy hYN: hy jIv! AYsy siqguroN ky swQ im`qRqw kru, iqs vwihgurU kI drgwh myN jwie kr (scu) suKu koN pwvyNgw]4]20]ÇpRSn: kyvl guroN sy imqRweI krny sy hI suK hoqw hY, vw kuC AOr BI swDnu hY?Çiqs pr khqy hYN:Çau`qr:","unicode":"ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਜੀਵ! ਐਸੇ ਸਤਿਗੁਰੋਂ ਕੇ ਸਾਥ ਮਿੱਤ੍ਰਤਾ ਕਰੁ, ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੀ ਦਰਗਾਹ ਮੇਂ ਜਾਇ ਕਰ (ਸਚੁ) ਸੁਖੁ ਕੋਂ ਪਾਵੇਂਗਾ॥੪॥੨੦॥☬ਪ੍ਰਸ਼ਨ: ਕੇਵਲ ਗੁਰੋਂ ਸੇ ਮਿਤ੍ਰਾਈ ਕਰਨੇ ਸੇ ਹੀ ਸੁਖ ਹੋਤਾ ਹੈ, ਵਾ ਕੁਛ ਔਰ ਭੀ ਸਾਧਨੁ ਹੈ?☬ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਉੱਤਰ:"},"bdb":{"gurmukhi":"hy nwnk ! gurU nUµ im`qr bxw, XkInI qOr qy prmwqmw dI hzUrI pRwpq kr leyNgw [4[20[","unicode":"ਹੇ ਨਾਨਕ ! ਗੁਰੂ ਨੂੰ ਮਿੱਤਰ ਬਣਾ, ਯਕੀਨੀ ਤੌਰ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ ।੪।੨੦।"},"ms":{"gurmukhi":"nwnk, sMcy gurdyv jI ƒ Awpdw imRq bxw qd aus dy drbwr ƒ jw ky qUM siqpurK prwpq kr lvygw[","unicode":"ਨਾਨਕ, ਸੰਚੇ ਗੁਰਦੇਵ ਜੀ ਨੂੰ ਆਪਦਾ ਮ੍ਰਿਤ ਬਣਾ ਤਦ ਉਸ ਦੇ ਦਰਬਾਰ ਨੂੰ ਜਾ ਕੇ ਤੂੰ ਸਤਿਪੁਰਖ ਪਰਾਪਤ ਕਰ ਲਵੇਗਾ।"}},"es":{"sn":"Dice Nanak, haz del Guru Verdadero tu Amigo y así, llegando hasta Su Corte obtendrás al Uno Verdadero.  (4-20)"},"hi":{"ss":"हे नानक! गुरू को मित्र बना~ यकीनी तौर पे परमात्मा की हजूरी प्राप्त कर लेगा।4।20।","sts":"गुरु जी कथन करते हैं कि हे जीव ! तू सतगुरु को अपना मित्र बना, जिनकी कृपा से तुम परलोक मैं सुख प्राप्त करोगे ॥ ४ ॥ २०॥"}},"transliteration":{"english":"naanak satagur meet kar sach paaveh dharageh jai ||4||20||","hindi":"नानक सतगुरु मीतु करि सचु पावहि दरगह जाइ ॥४॥२०॥","en":"naanak satagur meet kar sach paaveh dharageh jai ||4||20||","hi":"नानक सतगुरु मीतु करि सचु पावहि दरगह जाइ ॥४॥२०॥","ipa":"nɑnək sət̪əGʊr mit̪ kər sət͡ʃ pɑʋəh d̪ərəGəh d͡ʒɑeɪ.4.2ə0.","ur":"نانک ستگر میِت کر سچ پاوه درگه جاا ۔۔۴۔۔۲۰۔۔"},"pageNo":22,"lineNo":2,"updated":"2022-12-24 05:22:33","visraam":{"sttm":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"igurbani":[{"p":3,"t":"v"},{"p":0,"t":"y"}],"sttm2":[{"p":0,"t":"v"},{"p":3,"t":"v"}]}}]}